{
    "rcn": "205675",
    "acronym": "PLUGGY",
    "topics": "CULT-COOP-08-2016",
    "title": "Pluggable Social Platform for Heritage Awareness and Participation",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Pluggable Social Platform for Heritage Awareness and Participation (PLUGGY) will support citizens in shaping cultural heritage and being shaped by it. PLUGGY will enable them to  share their local knowledge and everyday experience with others. The participation will include the contribution of cultural institutions and digital libraries, building extensive networks around a common interest in connecting past, present and future. PLUGGY frames its objectives around the Faro Convention, in line with new social paradigms which declare heritage as an asset and a responsibility for all, aiming to encompass greater democratic participative actions with concern for the local and the everyday. The PLUGGY Social Platform will facilitate a continuing process for creating, modifying and safeguarding heritage where citizens will be prosumers and maintainers of cultural activities. It will be web based, easily accessed and will allow the development of shared identity and differentiation. PLUGGY Social Platformís users will curate stories using the PLUGGY Curatorial Tool. Content will be both crowdsourced and retrieved from digital collections, allowing users to create links between seemingly unrelated facts, events, people and digitized collections, leading to new approaches of presenting cultural resources, and new ways of experiencing them.\nPLUGGY will provide the necessary architecture for the creation of pluggable applications, allowing for beyond-the-project, not yet imagined ways to utilize the content on the social platform, while focusing on the design of the social interaction, helping to build new virtual heritage communities. The PLUGGY consortium spans 5 countries and includes 4 academic partners (ICCS, TUK, UMA, ICL), a total of 10 museums (PIOP, ESM) and 3 SMEs (CLIO, VIA, XTS) in the fields of cultural heritage and creative applications. They cover the areas of cultural heritage, social platforms, authoring tools, VR/AR, knowledge management, semantics and 3D audio.",
    "totalCost": "2374437,5",
    "ecMaxContribution": "2374437,5",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "TECHNICKA UNIVERZITA V KOSICIACH;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;XTEAM SOFTWARE SOLUTIONS SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA;CLIO MUSE ETAIRIA ANAPTIXIS EFARMOGON GIA TON POLITISMO IKE;VYCHODOSLOVENSKE MUZEUM Y KOSICIACH;UNIVERSIDAD DE MALAGA;PIRAEUS BANK GROUP CULTURAL FOUNDATION;VIANET SRL",
    "participantCountries": "SK;UK;IT;EL;ES",
    "projectParticipants": {
        "927650674": {
            "orgId": "927650674",
            "orgName": "VYCHODOSLOVENSKE MUZEUM Y KOSICIACH",
            "ecContrib": 103188
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 330500
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 351875
        },
        "962922493": {
            "orgId": "962922493",
            "orgName": "VIANET SRL",
            "ecContrib": 246250
        },
        "936146807": {
            "orgId": "936146807",
            "orgName": "PIRAEUS BANK GROUP CULTURAL FOUNDATION",
            "ecContrib": 246250
        },
        "932634243": {
            "orgId": "932634243",
            "orgName": "XTEAM SOFTWARE SOLUTIONS SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 178750
        },
        "927669880": {
            "orgId": "927669880",
            "orgName": "CLIO MUSE ETAIRIA ANAPTIXIS EFARMOGON GIA TON POLITISMO IKE",
            "ecContrib": 205625
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 462500
        },
        "999839238": {
            "orgId": "999839238",
            "orgName": "TECHNICKA UNIVERZITA V KOSICIACH",
            "ecContrib": 249500
        }
    },
    "calculatedTotalContribution": 2374438
}