{
    "rcn": "205697",
    "acronym": "EVOTION",
    "topics": "SC1-PM-18-2016",
    "title": "EVidenced based management of hearing impairments: Public health p?licy making based on fusing big data analytics and simulaTION.",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Hearing Loss (HL) is one of the most prevalent chronic diseases and the 5th cause of disability. HL increases the risk of cognitive decline, mental illness, and depression, and leads to social isolation, unemployment/early retirement, loss of income and work discrimination. \nThe pre-eminent management strategy for HL is the provision of Hearing Aids (HAs), although their use is often problematic, costly and with poor overall benefits.\nThe holistic management of HL requires appropriate public health policies for HL prevention, early diagnosis, long-term treatment and rehabilitation; detection and prevention of cognitive decline; protection from noise; and socioeconomic inclusion of HL patients. However, currently the evidential basis for forming such policies is limited. Holistic HL management policies require the analysis of heterogeneous data, including HA usage, noise (TTS) episodes, audiological, physiological, cognitive, clinical and medication, personal, behavioural, life style, occupational and environmental data.\n\nEVOTION has access to big datasets of such data from five different organisations and will support their continuous update by real time data produced by sensors and HAs used by HL patients. \n\nTo utilise these data in forming holistic HL management policies, EVOTION aims to develop an integrated platform supporting: (a) the analysis of the above datasets to enable the identification of causal and other effects amongst them, (b) policy decision making focusing on the selection of effective interventions related to the holistic management of HL, based on the outcomes of (a) and the formulation of related public health policies, and (c) the specification and monitoring of such policies in a sustainable manner. To achieve this aim, EVOTION also brings together public health policy organisations, experts and authorities supporting the formation of the targeted policies and the validation of the EVOTION support for it.",
    "totalCost": "5421901,25",
    "ecMaxContribution": "4963776,25",
    "coordinator": "OTICON A/S",
    "coordinatorCountry": "DK",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;ZAVOD ZA JAVNO ZDRAVSTVO OSJECKO-BARANJSKE ZUPANIJE USTANOVA;EMPELOR GMBH;CITY UNIVERSITY OF LONDON;INSTYTUT MEDYCYNY PRACY IMIENIA PROF. DRA MED. JERZEGO NOFERA W LODZI;UNIVERSITA DEGLI STUDI DI MILANO;PAZARDJIK DISTRICT ADMINISTRATION;GUYS AND ST THOMAS' NHS FOUNDATIONTRUST;UNIVERSITY COLLEGE LONDON;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;IATRIKO ATHINON EMPORIKI ANONYMOS ETAIREIA",
    "participantCountries": "EL;HR;CH;UK;PL;IT;BG",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 548475
        },
        "935137910": {
            "orgId": "935137910",
            "orgName": "EMPELOR GMBH",
            "ecContrib": 0
        },
        "920847773": {
            "orgId": "920847773",
            "orgName": "IATRIKO ATHINON EMPORIKI ANONYMOS ETAIREIA",
            "ecContrib": 298750
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 311250
        },
        "992185938": {
            "orgId": "992185938",
            "orgName": "GUYS AND ST THOMAS' NHS FOUNDATIONTRUST",
            "ecContrib": 727500
        },
        "999835940": {
            "orgId": "999835940",
            "orgName": "INSTYTUT MEDYCYNY PRACY IMIENIA PROF. DRA MED. JERZEGO NOFERA W LODZI",
            "ecContrib": 144750
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 425750
        },
        "999659594": {
            "orgId": "999659594",
            "orgName": "OTICON A/S",
            "ecContrib": 795926
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 398750
        },
        "999782978": {
            "orgId": "999782978",
            "orgName": "PAZARDJIK DISTRICT ADMINISTRATION",
            "ecContrib": 145000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 727500
        },
        "953055265": {
            "orgId": "953055265",
            "orgName": "ZAVOD ZA JAVNO ZDRAVSTVO OSJECKO-BARANJSKE ZUPANIJE USTANOVA",
            "ecContrib": 145000
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 295125
        }
    },
    "calculatedTotalContribution": 4963776
}