{
    "rcn": "205641",
    "acronym": "OLFITT",
    "topics": "JTI-CS2-2015-CFP02-AIR-02-13",
    "title": "O.M.P.M LiferCraft Fabrication Innovative Tool Tail",
    "startDate": "01/09/2016",
    "endDate": "30/06/2019",
    "objective": "The aim of this proposal is to develop, design, manufacture and deliver to the Core Partner of the Call For Core Partner AIR-02-02, the prototype manufacturing tooling to fabricate all composite parts of the LifeRCraft Rotorless Tail that belong to the WP_B4.1 Rotorless Tail for LifeRCraft i.e.: Tail Boom, Horizontal Stabilizer, Vertical stabilizer, Control Surfaces, Upper Tail Boom Fairing. According to the call, composite parts could be fabricated using a variety of materials and process to be defined before activities start. In terms of cost, schedule reduced fabrication flow, reduced environmental impact the proposal outlines different tooling approach in relation with the different process outlined in the call. These include prepreg and out of autoclave technology for which, taking in account preliminary shape and dimension of part, main tooling issues like materials, configuration, thermal behaviour etc. are evaluated on the basis of proponent know how. In particular the use of RUPS (Recovered Uncured Prepreg Scraps) developed by proponent is suggested as a valid opportunity to reduce materials cost still holding advantages of composite tools in terms of reduced flow and energy consumption. Manufacturing tool approach will be selected in close agreement with core partner responsible of composite tail fabrication having in mind the need of a light tool chain as suitable for prototypic fabrication. In WP1 the fabrication tool complete with additional tools as trimming template, will be designed and fabricated. After dimensional and functional check the fabrication tools will be delivered to the Core Partner responsible for tail fabrication. The WP2 will be devoted to assessment of delivered tools to report configuration trades. In WP3 the proponent will support the Core Partner in tool try out and use of tools for part fabrication. WP4 will handle all the management, communication and dissemination activities.",
    "totalCost": "1071400",
    "ecMaxContribution": "749980",
    "coordinator": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937334184": {
            "orgId": "937334184",
            "orgName": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
            "ecContrib": 749980
        }
    },
    "calculatedTotalContribution": 749980
}