{
    "rcn": "205642",
    "acronym": "CarbonNext",
    "topics": "SPIRE-05-2016",
    "title": "The Next Generation of Carbon for the Process Industry",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The process industries and other crude oil consuming sectors are heavily dependent on fossil inputs for both carbon feedstock and energy, with the consequential CO2 emission problems and import dependency as a result. To be prepared for a future with significantly reduced emissions they are seeking alternative carbon sources to replace traditional fossil fuels. \nThe objective of the CarbonNext project is to evaluate the potential use of CO2/CO and non-conventional fossil natural resources as feedstock for the process industry in Europe. The work will examine the existing and expected sources of CO2 and CO as well as non-conventional fossil natural resources such as shale gas, tar sands, coal bed methane, gas to liquid, and coal to liquid technologies.\nResults of the project will include the identification of value chains within processes and where industrial symbiosis can be valuable (chemistry, cement, steel, etc.). The CarbonNext project will inform, as a basis for decision-making, Europeís SMEís, large industry and policymakers with an enhanced understanding of the impact and opportunities for new sources of carbon for the processing industry. CarbonNext will primarily focus on new sources of carbon as a feedstock and secondarily the impact on energy availability, price and emissions.\nThe CarbonNext consortium brings together three of the leading organisations in the field of carbon dioxide/carbon monoxide utilisation. The knowledge base that each member brings is as a leader in the field and is therefore exemplary. CarbonNext will build on the project team achievements in the FP7 project SCOT (Smart CO2 Transformations), the BMBF funded coordination project CO2Net, the CO2Chem network and many climate and energy related projects in Europe and for the European Commission.",
    "totalCost": "495747,5",
    "ecMaxContribution": "495747,5",
    "coordinator": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF SHEFFIELD;TRINOMICS BV",
    "participantCountries": "UK;NL",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 154872
        },
        "999511184": {
            "orgId": "999511184",
            "orgName": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
            "ecContrib": 185500
        },
        "952542135": {
            "orgId": "952542135",
            "orgName": "TRINOMICS BV",
            "ecContrib": 155375
        }
    },
    "calculatedTotalContribution": 495747
}