{
    "rcn": "205649",
    "acronym": "ASPIRE",
    "topics": "JTI-CS2-2015-CFP02-REG-01-01",
    "title": "Advanced Smart-grid Power dIstRibution systEm",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The ASPIRE Consortium will bring together their world-leading expertise in aircraft Electrical Power Systems (EPS) and Power Electronics (PE) in order to design, develop and manufacture an innovative DC/DC resonant cellular converter with automatic inversion functionality. This will be a key component in the creation and demonstration of an advanced Electrical Power Distribution System (EPDS) with Enhanced Electrical Energy Management (E2-EM) capability.\n\nThe ASPIRE Consortium will combine world-leading expertise in technical areas of PE conversion, EPS, smart-girds and their control, as well as in modelling and simulation for aerospace applications to enable step change in the design and development of future aircraft electrical power systems by making them ìsmartî and more efficient hence contributing towards more efficient, more-green aviation.\n\nDue to the leading roles played by the ASPIRE Coordinator, UNOTT, on international aerospace standards committee for aircraft electric systems (SAE AE-7), ASPIRE results will be integrated into the development of future standards for aircraft EPS architectures and concepts, demonstrating international impact of the project in addition to enabling further developments in REG IADP by development and implementation of smart-grid concept of Topic REG-01-10.",
    "totalCost": "820162,5",
    "ecMaxContribution": "820162",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;POWER NAPLES PROTOTYPE LABORATORY SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "934121932": {
            "orgId": "934121932",
            "orgName": "POWER NAPLES PROTOTYPE LABORATORY SRL",
            "ecContrib": 180000
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 520162
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 120000
        }
    },
    "calculatedTotalContribution": 820162
}