{
    "rcn": "205687",
    "acronym": "INSPIRE",
    "topics": "SPIRE-06-2016",
    "title": "Towards growth for business by flexible processing in customer-driven value chains",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "INSPIRE aims at increasing the competitiveness of European manufacturing which depends on producing differentiated and high added value products in an efficient and sustainable manner, with reduced production costs, increased product quality, minimised time to market and optimized strategies towards resource efficiency. The main focus of this project is the development of innovative business models creating flexible networks through the use of intensified processing that would promote more local production in Europe within the 5 years after the end of this study. The project takes an interesting and valuable approach by bringing together the (downstream) manufacturing (ìFactory of the Futureî) community with the (upstream) process industry (SPIRE) community, as well as regional industrial clusters (parks) to study required changes of business models in Europe, due to a.o. 1) further integration of these industries in the value chain leading to more flexible and demand driven business operation and 2) increased trends towards resource sharing and optimization across multiple process industries (e.g. through industrial symbiosis within regional contexts such as industrial parks). Special attention will also be given to how this approach would be responding to the needs of SMEs as partners in value chains. Expected outcome of this project would be the description of the current European landscape and link between intensified processing and flexibility, development of innovative business models for different sectors in general, and providing a guideline to measure the performance of such novel models under different scenarios.",
    "totalCost": "495065",
    "ecMaxContribution": "495065",
    "coordinator": "PNO INNOVATION",
    "coordinatorCountry": "BE",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;FUNDACION ZARAGOZA LOGISTICS CENTER;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "NL;ES;IT",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 108565
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 246125
        },
        "999608960": {
            "orgId": "999608960",
            "orgName": "FUNDACION ZARAGOZA LOGISTICS CENTER",
            "ecContrib": 96250
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 44125
        }
    },
    "calculatedTotalContribution": 495065
}