{
    "rcn": "205678",
    "acronym": "COFFERS",
    "topics": "REV-INEQUAL-08-2016",
    "title": "Combating Fiscal Fraud and Empowering Regulators",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Since 2008 'fiscal leaks' have become an immediate policy challenge for EU governments, partly as a result of tax abuse. The COFFERS project unfolds as EU tax authorities transition to a new era in tackling tax abuse based upon policy innovation at the OECD, EU and national levels. COFFERS recognizes this creates a state of flux where much tax authority expertise regarding past regulations, systems and practices is now irrelevant and understanding has, instead, to focus upon the on-going change process. Deploying principles of evolutionary political economy COFFERS both studies and is an integral part of this change process. COFFERS recognizes that identifying and tackling the tax gap to relieve inequality is the ultimate aim. Noting the tax gap exists both domestically and internationally and ranges from criminal money laundering to sophisticated tax avoidance, COFFERS benchmarks current understanding of these issues, undertakes comparative analysis of approaches taken to tackle them across EU Member States, and assesses resources being allocated to the task of closing the tax gap. In parallel expert networks in business, the tax profession, secrecy jurisdictions and the criminal economy that develop the mechanisms undermining the expected effectiveness of tax systems will be appraised, especially with regard to responses to regulatory changes taking place. This results in COFFERS outputs that transmit analysis, risk assessment and policy advice. Deliverables of use to EU tax authorities include new tax gap analyses by state, tax risk maps identifying risk by jurisdiction, a new anatomy of money laundering risk, and tools to help tax authorities understand the risks that they face domestically and internationally. COFFERS delivers value for money in enhancing tax yield, effectiveness in creating the tools to achieve that goal, and behavioural change in taxpayers and their advisers as a result of recommendations made, all with the aim of reducing inequality.",
    "totalCost": "4986989,75",
    "ecMaxContribution": "4986989,75",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "ALTINBAS UNIVERSITESI;TAX JUSTICE NETWORK LIMITED;UNIVERSITY OF LIMERICK;CITY UNIVERSITY OF LONDON;COPENHAGEN BUSINESS SCHOOL;THE UNIVERSITY OF WARWICK;UNIVERZITA KARLOVA;UNIVERSITY OF LEICESTER;OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
    "participantCountries": "TR;UK;IE;DK;CZ;DE",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 638155
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1073050
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 62421
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 65649
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 564412
        },
        "937470275": {
            "orgId": "937470275",
            "orgName": "ALTINBAS UNIVERSITESI",
            "ecContrib": 150298
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 1100104
        },
        "999872509": {
            "orgId": "999872509",
            "orgName": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
            "ecContrib": 422748
        },
        "935026263": {
            "orgId": "935026263",
            "orgName": "TAX JUSTICE NETWORK LIMITED",
            "ecContrib": 711679
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 198475
        }
    },
    "calculatedTotalContribution": 4986991
}