{
    "rcn": "205613",
    "acronym": "PlantHUB",
    "topics": "MSCA-ITN-2016",
    "title": "PlantHUB - Boosting technology transfer and responsible research and innovation (RRI) in plant sciences",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "In PlantHUB will capture the academic, industrial and regulatory expertise from 5 world-class universities, 1 governmental organization, 7 enterprises including 4 SMEs to train 10 ESRs in skills and competencies necessary to apply responsible research and innovation (RRI) in the area of plant breeding and production. We wish to address the demand of RRI leadership in plant science related research and diffusion of innovation. The individual research projects are demand-driven, responding to the needs of companies - particular SMEs - to increase R&I capacities. The outcomes are new molecular tools for plant breeding, new forage, cereal and oil crop varieties, non-invasive imaging and phenotyping technologies, intelligent lighting systems for plant growth, new software and services for complex genomic analyses, and plant product quality.  PlantHUB industrial doctoral programme is ground-breaking in a number of respects: (i) doctoral training is placed into an entrepreneurial environment of leading public and private organisations (ii) it combines practical hands-on R&D and technology transfer in plant breeding and production with RRI training and practise. On completion of the training, graduates will have deep interdisciplinary knowledge of plant breeding, crop improvement, high-throughput technologies, isotope and big data analysis. In combination with a portfolio of transferable skills they will be able to take a lead in stakeholder & public engagement, innovation management, technology transfer and entrepreneurship. Our programme will become a flagship example at the forefront of intersectoral research, underpinned with a carefully created training curriculum to foster awareness, know-how, expertise and competence in RRI.",
    "totalCost": "2617989,18",
    "ecMaxContribution": "2617989,18",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "BASECLEAR BV;LEMNATEC GMBH;NPZ INNOVATION GMBH;UNIVERSITAT BASEL;AGROISOLAB GMBH;CARLSBERG AS;HELIOSPECTRA AB;UNIVERSITAT ZURICH;DEUTSCHE SAATVEREDELUNG AG",
    "participantCountries": "NL;DE;CH;DK;SE",
    "projectParticipants": {
        "990916014": {
            "orgId": "990916014",
            "orgName": "AGROISOLAB GMBH",
            "ecContrib": 124608
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 515719
        },
        "951673500": {
            "orgId": "951673500",
            "orgName": "HELIOSPECTRA AB",
            "ecContrib": 131830
        },
        "923182757": {
            "orgId": "923182757",
            "orgName": "LEMNATEC GMBH",
            "ecContrib": 249216
        },
        "934068970": {
            "orgId": "934068970",
            "orgName": "NPZ INNOVATION GMBH",
            "ecContrib": 0
        },
        "950325200": {
            "orgId": "950325200",
            "orgName": "BASECLEAR BV",
            "ecContrib": 510749
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 265227
        },
        "998218756": {
            "orgId": "998218756",
            "orgName": "CARLSBERG AS",
            "ecContrib": 306198
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 265227
        },
        "986460513": {
            "orgId": "986460513",
            "orgName": "DEUTSCHE SAATVEREDELUNG AG",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 2617990
}