{
    "rcn": "205618",
    "acronym": "INSPIREWater",
    "topics": "SPIRE-01-2016",
    "title": "Innovative Solutions in the Process Industry for next generation Resource Efficient Water management",
    "startDate": "01/10/2016",
    "endDate": "31/03/2020",
    "objective": "INSPIREWATER demonstrates a holistic approach for water management in the process industry using innovative technology solutions from European companies to increase water and resource efficiency in the process industry. This will put Europe as a leader on the world market for segments in industrial water treatment which will create new high skilled jobs in Europe. \nWith extended collaboration between technology providers including innovative SMEís, world-wide active companies in the chemical and steel industries and research organizations, this project also contributes to the aims of the SPIRE SRA, the European Innovation Partnership (EIP) on 'Water' and to the aims of the Commissionís Roadmap on Resource efficiency, supporting effective implementation of European directives and policies in the water management area.\nINSPIREWATER addresses non-technical barriers as well as technical, as innovation needs both components and demonstrates them in the steel and chemical industry. A flexible system for water management in industries that can be integrated to existing systems is worked out and demonstrated to facilitate implementation of technical innovations.  Technical innovations in the area of selected membrane technologies, strong field magnetic particle separator, and a catalyst to prevent biofouling are demonstrated, including valorisation of waste heat. This will increase process water efficiency as well as resource, water and energy savings in the process industry.\nThe development and demonstration work is combined with a strong emphasis on exploitation and dissemination. Specific exploitation strategies are developed for the different solutions in INSPIREWATER. Dissemination targets different target groups: Stakeholders in different process industry also beyond the involved ones, e.g. Pulp and paper, but also policy makers based on the findings of the project.",
    "totalCost": "7621135",
    "ecMaxContribution": "5396274,75",
    "coordinator": "IVL SVENSKA MILJOEINSTITUTET AB",
    "coordinatorCountry": "SE",
    "participants": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH;MOL KATALYSATORTECHNIK GMBH;DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.;FACHHOCHSCHULE NORDWESTSCHWEIZ;BLUE-TEC B.V.;SANDVIK MATERIALS TECHNOLOGY AB;DOW CHEMICAL IBERICA SL;ARCELORMITTAL INNOVACION INVESTIGACION E INVERSION SL;CLARIANT IBERICA PRODUCCION SA;IMCG LTD",
    "participantCountries": "DE;CH;NL;SE;ES;UK",
    "projectParticipants": {
        "974206406": {
            "orgId": "974206406",
            "orgName": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH",
            "ecContrib": 432654
        },
        "954725314": {
            "orgId": "954725314",
            "orgName": "ARCELORMITTAL INNOVACION INVESTIGACION E INVERSION SL",
            "ecContrib": 477470
        },
        "999765324": {
            "orgId": "999765324",
            "orgName": "SANDVIK MATERIALS TECHNOLOGY AB",
            "ecContrib": 160281
        },
        "923542918": {
            "orgId": "923542918",
            "orgName": "MOL KATALYSATORTECHNIK GMBH",
            "ecContrib": 175875
        },
        "996837088": {
            "orgId": "996837088",
            "orgName": "IMCG LTD",
            "ecContrib": 658000
        },
        "999856310": {
            "orgId": "999856310",
            "orgName": "FACHHOCHSCHULE NORDWESTSCHWEIZ",
            "ecContrib": 0
        },
        "999511184": {
            "orgId": "999511184",
            "orgName": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
            "ecContrib": 422750
        },
        "999476361": {
            "orgId": "999476361",
            "orgName": "IVL SVENSKA MILJOEINSTITUTET AB",
            "ecContrib": 1141532
        },
        "923891827": {
            "orgId": "923891827",
            "orgName": "CLARIANT IBERICA PRODUCCION SA",
            "ecContrib": 1120000
        },
        "942434735": {
            "orgId": "942434735",
            "orgName": "BLUE-TEC B.V.",
            "ecContrib": 444675
        },
        "955366484": {
            "orgId": "955366484",
            "orgName": "DOW CHEMICAL IBERICA SL",
            "ecContrib": 363038
        }
    },
    "calculatedTotalContribution": 5396275
}