{
    "rcn": "205617",
    "acronym": "DNAREPAIRMAN",
    "topics": "MSCA-ITN-2016",
    "title": "Regulated Assembly of Molecular Machines for DNA REPAIR: a Molecular Analysis training Network",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The European Training Network DNAREPAIRMAN aims to train a new generation of innovative young scientists in cutting edge biophysical research methodology to address central questions in biology concerning the mode of action of critical molecular machines with relevance for human health. The Network consists of a highly collaborative consortium consisting of 12 participants coming from academia, industry, and the creative sector. Participating laboratories in the Network are part of established research schools within renowned research organizations and Universities, with supervisors who are experts within their respective research field, publish regularly in high-impact journals and have received EURYI and ERC awards. This environment of excellence offers a multidisciplinary PhD program to 12 young researchers (ESRs), through training in the analysis of basic chemical and physical principles that underlie the correct timing and localization of events during DNA repair. In addition training will center around method development using methodology, equipment, software and experience provided first-hand by four small technology-driven companies. Individual research projects as well as personal training plans will be implemented for each ESR, incorporating a local training program, multiple rotations within partner laboratories, exposure to the non-academic sector and Network meetings. ESRs will follow scientific workshops, courses in transferable skills, career development and entrepreneurship, and will disseminate and communicate their projects to a diverse audience in close collaboration with the creative sector. DNAREPAIRMAN will result in a new generation of mature and innovative European scientists with a thorough understanding of fundamental quantitative principles underlying biology, with experience in technique development, and affinity for the academic as well as the non-academic research setting, providing a broad and promising career perspective.",
    "totalCost": "3097183,68",
    "ecMaxContribution": "3097183,68",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "ELVESYS SAS;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS;UNIVERSITY OF BRISTOL;FUTURESYNTHESIS SP ZOO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MEDICAL RESEARCH COUNCIL",
    "participantCountries": "FR;DE;NL;UK;PL",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 262876
        },
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 255374
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 510749
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 498433
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 546576
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 273288
        },
        "934863594": {
            "orgId": "934863594",
            "orgName": "FUTURESYNTHESIS SP ZOO",
            "ecContrib": 224137
        }
    },
    "calculatedTotalContribution": 3097184
}