{
    "rcn": "205660",
    "acronym": "OnTrack",
    "topics": "BB-04-2016",
    "title": "Innovative solutions for increasing efficiency and reducing environmental impacts of future wood supply",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The OnTrack proposal is built around two concepts; (1) The development of a rubber tracked timber forwarder, based on proven technology, with low ground pressure, reduced environmental impacts, high travel speed and appropriate ergonomics, providing increased access to forest resources on soft soilsñ the OnTrack Forwarder, and (2) The development of an automatic sensor system that monitors and records geo-referenced ground disturbance from forest machines and enables measures to reduce negative environmental impacts ñ the OnTrack Monitor. At the end of the project, both of these OnTrack innovations will be ready for fully operational testing and limited serial production. It is expected that the innovations will be marketed within three years from the project start. \nOnTrack will have positive economic and environmental impacts on the European forest sector. The OnTrack Forwarder will increase machine utilization rates for contractors and contribute to a more consistent wood supply with economic benefits the forest-based value chains. OnTrack will also strengthen the current marked position and open new markets for the involved enterprises. The OnTrack Forwarder reduces the amount of wheel rutting and soil disturbance between 40 and 70%, compared to a conventional forwarder under given conditions. The OnTrack Monitor will be the first operational system that monitors wheel rutting and damage to the soil during forest operations, and will allow forest owners, certification bodies, and policy makers to set thresholds for damages, for adopting improved operation practices, and for efficient amelioration of ruts that have exceeded these thresholds.\nOverall, OnTrack will lead to significant improvement in the procurement of ecosystem services such as wood supply, carbon, water and nutrient regulation, biodiversity conservation, and recreation. Hence, the project provides intelligent tools for forest production while keeping the multifunctional role of forest in focus.",
    "totalCost": "2018583,12",
    "ecMaxContribution": "1661361,88",
    "coordinator": "NIBIO - NORSK INSTITUTT FOR BIOOKONOMI",
    "coordinatorCountry": "NO",
    "participants": "PRINOTH SPA;KURATORIUM FUR WALDARBEIT UND FORSTTECHNIK (KWF) GMBH;OWREN AS;KONSTHOLMEN TB AB;LATVIJAS VALSTS MEZZINATNES INSTITUTS SILAVA;PONSSE OYJ;METSATEHO OY;STIFTELSEN SKOGSBRUKETS FORSKNINGSINSTITUT - SKOGFORSK",
    "participantCountries": "IT;DE;NO;SE;LV;FI",
    "projectParticipants": {
        "941887655": {
            "orgId": "941887655",
            "orgName": "PONSSE OYJ",
            "ecContrib": 171500
        },
        "968680316": {
            "orgId": "968680316",
            "orgName": "KURATORIUM FUR WALDARBEIT UND FORSTTECHNIK (KWF) GMBH",
            "ecContrib": 83431
        },
        "958882443": {
            "orgId": "958882443",
            "orgName": "LATVIJAS VALSTS MEZZINATNES INSTITUTS SILAVA",
            "ecContrib": 46150
        },
        "921198137": {
            "orgId": "921198137",
            "orgName": "OWREN AS",
            "ecContrib": 121625
        },
        "999754848": {
            "orgId": "999754848",
            "orgName": "NIBIO - NORSK INSTITUTT FOR BIOOKONOMI",
            "ecContrib": 620633
        },
        "921330833": {
            "orgId": "921330833",
            "orgName": "KONSTHOLMEN TB AB",
            "ecContrib": 132926
        },
        "929390951": {
            "orgId": "929390951",
            "orgName": "METSATEHO OY",
            "ecContrib": 57050
        },
        "999469571": {
            "orgId": "999469571",
            "orgName": "STIFTELSEN SKOGSBRUKETS FORSKNINGSINSTITUT - SKOGFORSK",
            "ecContrib": 161062
        },
        "921012285": {
            "orgId": "921012285",
            "orgName": "PRINOTH SPA",
            "ecContrib": 266984
        }
    },
    "calculatedTotalContribution": 1661361
}