{
    "rcn": "205694",
    "acronym": "ExcEED",
    "topics": "EEB-02-2016",
    "title": "ExcEED ñ European Energy Efficient buildingdistrict Database: from data to information to knowledge",
    "startDate": "01/09/2016",
    "endDate": "31/05/2019",
    "objective": "The European Union is undertaking consistent action to enforce and promote energy efficiency in building sector. The new energy efficient constructions, expression of the European efforts to decrease CO2 emissions, represent a growing share of the building stock. Now there is an unavoidable need to learn from what we are doing, or have recently done, to improve the quality and the performances of the future building sector. This proposal plans the creation of European Energy Efficient building & district Database (ExcEED). ExcEED will be a solid and well-structured database with measured and qualitative information from beyond the state of the art buildings. The key aspects of the database will be:\nï A set of tools that allows geo-clustered, statistical, and knowledge analysis of the data;\nï A collection of tailored Key Performance Indicators (KPIs) that will ìtransform data into informationî;\nï The ability to analyse building-district interaction;\nï The existence of the database and associated analyses will be guaranteed beyond the project conclusion thanks to a model of financial self-support; \nï The ability to continuously gather new data thanks to specific features (e.g. occupant surveys) that increase project visibility among designers with interest in the major rating schemes (e.g. LEED);\nï The connection with the major EU financed databases on buildings (i.e. Building Observatory). \nThe advanced tools and KPIs associated to the database will allow the analysis of energy performance and environmental quality at the level of single building/district, geo-cluster of buildings, and European new or renovated building stock. The analysis will result in knowledge to inform single building managers, designers, and European policy makers.",
    "totalCost": "749633,75",
    "ecMaxContribution": "749633,75",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "BUILDINGS PERFORMANCE INSTITUTE EUROPE ASBL;WATTICS LIMITED;HOVAL SRL;3E NV",
    "participantCountries": "BE;IE;IT",
    "projectParticipants": {
        "954830559": {
            "orgId": "954830559",
            "orgName": "WATTICS LIMITED",
            "ecContrib": 201429
        },
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 236250
        },
        "966732459": {
            "orgId": "966732459",
            "orgName": "BUILDINGS PERFORMANCE INSTITUTE EUROPE ASBL",
            "ecContrib": 146571
        },
        "923545828": {
            "orgId": "923545828",
            "orgName": "HOVAL SRL",
            "ecContrib": 49696
        },
        "998314786": {
            "orgId": "998314786",
            "orgName": "3E NV",
            "ecContrib": 115688
        }
    },
    "calculatedTotalContribution": 749634
}