{
    "rcn": "205632",
    "acronym": "ETHOS",
    "topics": "REV-INEQUAL-01-2016",
    "title": "Towards a European THeory Of juStice and fairness",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "'ETHOS seeks to provide building blocks for the development of the an empirically informed European theory of justice by (a) refining and deepening the knowledge on the European foundations of justice - both historically based and contemporary envisaged; (b) enhancing the awareness of the mechanism that impede the realisation of the justice ideals that live in contemporary Europe; (c) advancing the understanding of the process of drawing and re-drawing of the boundaries of justice (fault lines); and (d) providing guidance to politicians, policy makers, advocacies and other stakeholders on how to design and implement policies to reserve inequalities and prevent injustice.\nIn ETHOS approach, justice is not merely an abstracted moral ideal of universal reach that is worth striving for. It is predominantly a continuously re-enacted and re-constructed, 'lived' experience, embedded in firm legal, political, moral, social, economic and cultural institutions that are geared to giving members of society what is their due. In ETHOS project, justice will be studied in its interdependence between the ideal and the real, the normative and the practical, the formal and the informal - all set in the highly complex institutions of modern European societies.\nTo enhance the formulation of an empirically based theory of justice, ETHOS will explore the normative underpinnings of justice and its practical realisation in four heuristically defined domains of justice (social justice, economic justice, political justice, and civil and symbolic justice), as revealed in: (a) philosophical and political tradition, (b) legal framework, (c) daily (bureaucratic) practice, (d) current public debates, and (e) the accounts of the vulnerable populations in six European countries (the Netherlands, the UK, Hungary, Austria, Portugal and Turkey). The question of boundary drawing and re¨drawing and the fault lines of justice will permeate the whole investigation.\n'",
    "totalCost": "2485483,75",
    "ecMaxContribution": "2485483,75",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "EUROPAISCHES TRAININGS UND FORSCHUNGSZENTRUM FUR MENSCHENRECHTE UND DEMOKRATIE;KOZEP-EUROPAI EGYETEM;UNIVERSITY OF BRISTOL;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;BOGAZICI UNIVERSITESI;CENTRO DE ESTUDOS SOCIAIS",
    "participantCountries": "AT;HU;UK;TR;PT",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1010602
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 353500
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 335448
        },
        "999882500": {
            "orgId": "999882500",
            "orgName": "BOGAZICI UNIVERSITESI",
            "ecContrib": 142025
        },
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 193569
        },
        "998389961": {
            "orgId": "998389961",
            "orgName": "EUROPAISCHES TRAININGS UND FORSCHUNGSZENTRUM FUR MENSCHENRECHTE UND DEMOKRATIE",
            "ecContrib": 429188
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 21152
        }
    },
    "calculatedTotalContribution": 2485484
}