{
    "rcn": "205782",
    "acronym": "ECOVAPOR",
    "topics": "FTIPilot-01-2016",
    "title": "Cost-effective  High-efficiency Smart Steam Boiler of Low Emission technology",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "With EcoVapor, we offer a smart steam boiler that will make steam production a very cost-effective (ca. 30-50% cheaper than typical 3-pass boilers of low NOx emissions), energy-efficient (up to 95% overall), smart (custom-designed based on specific needs for the industry which operates at different powers within a large modulation range (5-100%)), and environmentally friendly alternative (only 80mgNOx/kWh emissions able to comply with the most stringent regulations) to appeal to market segments that want to foster the uptake of new steam-generating technologies to reduce energy bills, optimise energy consumption, and reduce NOx emissions. \nOur company, ICI Caldaie, has partnered with Burnertech - a UK based engineering company specialised in design and manufacturing of tailored solutions for burner design ñ Troll System - an Italian company with more than 20 years expertise in custom-designed products of the electronic market - and CTIC-CITA - a Spanish cluster of companies of the F&B sector, to exploit Ä69.44 million accumulated revenues (by 2022) business opportunity. \nEcoVapor has been developed integrating a low NOx pre-mix burner developed by ICI based on the combustion head of Burnertech (patent application: WO2014167270 (A1)), and an e-termÆ PCB control electronics from Troll.\nWe plan to penetrate initially the EU F&B industry by mid-2018 in countries coinciding with ICI highest volume of sales (Italy, Spain, UK, France, Poland, and Romania), and then, other industries starting from 2019 (i.e. textile, tanning, chemical, and pharmaceutical) in EU and non-EU countries we already have a consolidated presence (Serbia, Ukraine, Russia, and Kazakhstan) along with US and Canada by 2020, through direct contact of our current sales force.",
    "totalCost": "1991926,25",
    "ecMaxContribution": "1425098,38",
    "coordinator": "I.C.I CALDAIE SPA",
    "coordinatorCountry": "IT",
    "participants": "ASOCIACION PARA LA INVESTIGACION DESARROLLO E INNOVACION DEL SECTOR AGROALIMENTARIO - AIDISA;TROLL SRL;BURNERTECH COMBUSTION ENGINEERS LIMITED",
    "participantCountries": "ES;IT;UK",
    "projectParticipants": {
        "920023564": {
            "orgId": "920023564",
            "orgName": "TROLL SRL",
            "ecContrib": 330330
        },
        "999450462": {
            "orgId": "999450462",
            "orgName": "ICI CALDAIE SPA",
            "ecContrib": 0
        },
        "997754417": {
            "orgId": "997754417",
            "orgName": "ASOCIACION PARA LA INVESTIGACION DESARROLLO E INNOVACION DEL SECTOR AGROALIMENTARIO - AIDISA",
            "ecContrib": 102500
        },
        "920023952": {
            "orgId": "920023952",
            "orgName": "BURNERTECH COMBUSTION ENGINEERS LIMITED",
            "ecContrib": 332956
        }
    },
    "calculatedTotalContribution": 765786
}