{
    "rcn": "205793",
    "acronym": "Eye-O-T",
    "topics": "SMEInst-13-2016-2017",
    "title": "Cyber security system with a high IoT network visibility and fast vulnerability detection for Smart Homes.",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Today there are around 800 million connected devices in Smart Homes, which forecasted to reach 2 billion devices by 2020 - an uptick of about 250 million new devices per year. Smart Home networks become crowded, difficult to maintain and vulnerable. Todayís Smart Home systems, such as smart TVs, Internet-connected camera systems, alarm sensors, smart light bulbs or thermostats, can be hacked only in few minutes and provide a wealth of data about the way people live, bank information, legal information and etc.\nPerytons proposes a centralized diagnostic solution for the Smart Home Operators, called Eye-O-T. The Eye-O-T enables the operators to monitor and analyze in real time a large number of IoT networks, distributed over many remote sites and running different local communication protocols. The system is composed by plug & play probes that capture Smart Home IoT edge and gateway traffics and send it to the cloud through the existing broadband infrastructure; and an intuitive real-time dashboard. The Eye-O-T security system not only enables Smart Home owners to minimise their house and privacy vulnerability to security breaches and malicious attacks, but also reduces the Smart Home maintenance cost for operators by 30% and increases the operatorís deployment capacity of at least 10%.\nThe Phase 1 project will allow Perytons to define a minimum viable product, plan a feasible cyber security and centralized monitoring system scale-up, elaborate the business scale up, and size the reachable market and a reliable market share. Within the overall project, Perytons aims to: scale up the solution to be able to support large scale IoT network deployment, ingrate the system with one large cloud service, interface the solution with common Network Management solutions and demonstrate Eye-O-T visibility and security trough a large scale pilot in houses with 300 probes deployed in Germany and the UK together with Smart Home Operators.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PERYTONS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918962675": {
            "orgId": "918962675",
            "orgName": "PERYTONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}