{
    "rcn": "205756",
    "acronym": "ivMX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of the new generation of structural biology by coupling in vivo crystallography to intense x-ray sources",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Mostly motivated by, but not restricted to the comprehensive analysis and understanding of biological phenomena with potential medical implications, structural biology gives access to the atomic details of macromolecules, allowing to decipher their biological functions. Using state-of-the-art developments coupled to third-generation x-ray synchrotron sources, macromolecular x-ray crystallography (MX) stands as the primary method for determining the structures of proteins, alone or in complex with partner ligands. The major bottleneck of MX lies in the requirement to obtain crystals of reasonable sizes that can easily by handled and readily give rise to interpretable diffraction patterns. Prior to x-ray diffraction studies, crystal production pipelines involve the characterisation, purification and handling of samples in large quantities through multi-step, complicated, time-consuming and costly procedures.\n\nThe identification of protein crystals naturally occurring inside cells and organisms as diverse as bacteria, protists, fungi, plants, fishes, amphibians, insects and mammals has opened a window for a new type of MX and structural biology. Recently, the emergence of the in vivo crystallography (ivMX) approach took advantage in the developments of new intense coherent x-ray sources that allow collecting diffraction patterns from sub-micron crystals, targets so far unreachable at other x-ray sources. This proposal intends to get further insights into the yet uncontrollable events dictating in vivo crystal growth, by structure determination and analysis of readily available ivMX systems. While deciphering these phenomena and applying them to external proteins recombinantly expressed in hosts where in vivo crystal growth could be identified, a small platform for ivMX will be initiated, with the aim of reducing the tedious and costly sample preparation steps currently used in MX.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "SYNCHROTRON SOLEIL SOCIETE CIVILE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998721507": {
            "orgId": "998721507",
            "orgName": "SYNCHROTRON SOLEIL SOCIETE CIVILE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}