{
    "rcn": "205742",
    "acronym": "TREPISTEME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Formal Truth in Epistemology",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Understanding the notions of truth and knowledge has been at the root of the philosophical enterprise since the very beginning. It turns out that these notions are intimately related and that understanding truth requires understanding knowledge and vice versa. Constitutive questions concerning these notions, such as ìAre there truths that cannot be known?î can only be understood, let alone answered, if we have a grasp of both notions. Epistemology, conceived as the study of human knowledge, should therefore simultaneously investigate the notion of truth. Surprisingly, very little research has been conducted from this perspective. Rather research on truth and research on knowledge has been mostly conducted independently. This project will approach the traditional epistemological question of the definition of knowledge from this integrated perspective, and attempt to bridge a gap between current research in epistemology and research on theories of truth. \nFormal tools and techniques have played an important role in the development of philosophy in the last century. More recently, there has been something like a renaissance of the use of formal methods in philosophy, and in particular in epistemology, with the rise of so-called formal epistemology. The project may be viewed as a contribution to this renaissance since it will make essential use of tools from philosophical and mathematical logic. The ultimate aim of the project is to provide a formal framework for truth and epistemic, or doxastic, notions such as knowledge and belief that is philosophically adequate from an epistemic and a truth theoretic point of view. A unifying framework for the notions of truth and knowledge will prove to be a powerful tool for philosophy, casting new light on several debates in epistemology. The project will therefore deepen and advance our understanding of two of the most central philosophical notions: truth and knowledge.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}