{
    "rcn": "205721",
    "acronym": "ORCHESTRATE",
    "topics": "ERC-ADG-2015",
    "title": "Building complex life through self-organization: from organ to organism",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "A major challenge in regenerative medicine is to create phenotypic functioning tissues by controlling cell behaviour. We particularly lack the ability to form complex tissues composed of multiple cell types and with three-dimensional architecture, which are defining features of most tissues. We know that cells are conferred with the ability to choreograph their own development through self-organization. I hypothesize that if we actively promote this intrinsic capacity with new cell culture platforms, we can orchestrate self-organization to make complex tissues, organs, and even organisms with a high degree of reproducibility and in large numbers. \nThis proposal begins with the design and development of new cell culture platforms which will be used to test my hypothesis. Building upon our proprietary microfabrication and -fluidic technology, we will create advanced platforms that will control how cells aggregate and enable the application of biomolecules with spatial and temporal resolution to orchestrate self-organization. This technology will be transferred into three projects of increasing complexity and ambition: making in vitro models of pancreatic islets, the pituitary gland, and a mouse blastocyst. For each, we need to find the right conditions to enrich for desired phenotypes and functions, which means that we need quantitative read-outs. We will use state-of-the-art biological methods, including RNA-sequencing, to give us a holistic view of transcript expression and pathway activation, and in situ sequencing to allow us to pinpoint the expression of important phenotypic markers at a single cell level. \n\nThe anticipated outcomes of this proposal are three-fold: first, we will develop a new generation of cell culture platforms with integrated microfluidics; second, we will uncover new knowledge about how to orchestrate self-organization; and third, we will make in vitro models of pancreatic islets, pituitary glands, and mouse blastocysts.",
    "totalCost": "2655000",
    "ecMaxContribution": "2655000",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 2655000
        }
    },
    "calculatedTotalContribution": 2655000
}