{
    "rcn": "205713",
    "acronym": "VINCAT",
    "topics": "ERC-CoG-2015",
    "title": "A Unified Approach to Redox-Neutral C-C Couplings: Exploiting Vinyl Cation Rearrangements",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The preparation of complex molecular architectures employing multi-component reactions where the number of bond-forming events is maximised is a central goal of the discipline of Organic Synthesis. The contemporary, pressing need for sustainable chemical reactions has raised the demand for novel reaction families that explore the concept of redox-neutrality and proceed with the generation of minimal waste. In this proposal, I present a unified and conceptually novel approach to atom-economical C-C bond formation in challenging contexts without the need for transition metal promoters or reagents. To this end, I propose the innovative harvesting of the potential of vinyl cation intermediates as platforms for the deployment of nucleophilic entities capable of orchestrating rearrangement reactions. The combination of such high-energy intermediates, generated under mild conditions, with the power of carefully designed rearrangements leads to an array of useful new transformations. Furthermore, the very high atom-economy and simplicity of these reactions renders them not only sustainable and environmentally friendly but also highly appealing for large-scale applications. Additional approaches to enantioselective synthesis further enhance the methods proposed. \nThe paradigm proposed herein for the exploitation of vinyl cations will also open up new vistas in the centuries-old aldol reaction and in amination chemistry. This showcases the vast potential of these simple principles of chemical reactivity. The myriad of new reactions and new product families made possible by VINCAT will decisively enrich the toolbox of the synthetic practitioner.",
    "totalCost": "1940025",
    "ecMaxContribution": "1940025",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1940025
        }
    },
    "calculatedTotalContribution": 1940025
}