{
    "rcn": "205726",
    "acronym": "KIRANDIS",
    "topics": "ERC-ADG-2015",
    "title": "NK receptors and disease",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "NK cells are relevant to many kinds of disease, including viral infection, autoimmunity, cancer, transplantation and reproduction. The behavior of NK cells is controlled by a large number of different cell surface receptors, in a region on chromosome 19 called the LRC. Some of these receptors, such as KIR, are highly variable in gene number and allele sequence in different individuals. Many of them interact with HLA class I molecules, which are also highly polymorphic. To understand and exploit NK receptors and disease this project has three aims:\n\n 1. To investigate how variation in receptors encoded in the LRC influences viral infection and disease course.\nMy laboratory is known for high-throughput KIR copy number and allele typing. Highly polymorphic KIR receptors are refractory to analysis by SNP typing and next generation sequencing (NGS) methods, so interrogation of large numbers of samples for accurate disease determination is not feasible. To overcome this problem we propose to develop digital PCR, sequence-based allele typing, imputation and NGS after sequence capture. Once underway, a large number of disease cohorts and matched controls will be investigated, spanning autoimmunity, infection and birth-weight, in collaboration with other laboratories.  \n\n2. To investigate mechanisms viruses use to evade NK cells.\nTo facilitate this we have generated reporter cells that permit weak interaction of receptors with their ligands to be detected by production of Green Fluorescent Protein (GFP). The evasion of NK cells by HCMV, vaccinia and HPV viruses will be studied. This work will be in conjunction with expert virology groups in the UK.\n\n3. To identify novel ligands for LRC-encoded receptors.\nWe will use the reporter cells to screen for ligands, initially by blocking binding with monoclonal antibodies. We intend to identify ligands for KIR and LILR, where these are unknown, especially focusing on activating receptors.",
    "totalCost": "1735205",
    "ecMaxContribution": "1735205",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}