{
    "rcn": "205763",
    "acronym": "HIPERLAM",
    "topics": "FOF-13-2016",
    "title": "High Performance Laser-based Additive Manufacturing",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "HIPERLAM is an SME driven Research and Innovation Action (RIA) well-aligned to the Factories of the Future (FoF) Initiative with a strong emphasis upon demonstrating superior cost and speed performance in end-to-end processes featuring laser-based additive manufacturing in two key applications requiring high resolution printed conductive metallic lines, namely laser printed RFID antenna and laser printed Fingerprint sensors. Existing subtractive top-down process will be replaced by HIPERLAMís additive process for both Applications. Process maps illustrate the existing multiple processing steps compared to HIPERLAMís significantly fewer steps.  Real-time diagnostics are included and Modelling investigations will be undertaken to support optimisation. The promise of HIPERLAMís high resolution laser based additive manufacturing solutions is to transform the manufacturing processing speed by 10x for laser printed RFID antenna (Application 1) and 5x in the case of the lead-time for laser printed fingerprint sensor design (Application 2). Similarly, HIPERLAM promises to reduce costs by 20x and 50% respectively for Application 1 and Application 2. HIPERLAM features high resolution LIFT Printing and Laser Sintering utilising novel high viscous inks to achieve printed conductive metallic structures down to 10 µm resolution over large areas (10 to 1000 cm2) suitable for scale-up to full production. The targeted applications address global market needs and will support mainstream adoption of AM processes in EU industry by displacing existing processes with smart, flexible, digitally enabled manufacturing technology. HIPERLAM business cases promise significant revenue growth in both application spaces and in the potential for consortium partners to establish themselves in pre-eminent positions in high resolution, low cost, high throughput AM technology.",
    "totalCost": "3756256,25",
    "ecMaxContribution": "3756256",
    "coordinator": "ORBOTECH LTD",
    "coordinatorCountry": "IL",
    "participants": "P.V. NANO CELL LTD;OXFORD LASERS LIMITED;MODUS RESEARCH AND INNOVATION LIMITED;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FLEXENABLE LIMITED;KITE INNOVATION (EUROPE) LIMITED;PRAGMATIC PRINTING LIMITED",
    "participantCountries": "IL;UK;NL;EL",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 542445
        },
        "991778053": {
            "orgId": "991778053",
            "orgName": "FLEXENABLE LIMITED",
            "ecContrib": 271688
        },
        "930980587": {
            "orgId": "930980587",
            "orgName": "P.V. NANO CELL LTD",
            "ecContrib": 579361
        },
        "999792872": {
            "orgId": "999792872",
            "orgName": "ORBOTECH LTD",
            "ecContrib": 886000
        },
        "999702177": {
            "orgId": "999702177",
            "orgName": "OXFORD LASERS LIMITED",
            "ecContrib": 666312
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 446500
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 19157
        },
        "952007083": {
            "orgId": "952007083",
            "orgName": "PRAGMATIC PRINTING LIMITED",
            "ecContrib": 268125
        },
        "914153124": {
            "orgId": "914153124",
            "orgName": "MODUS RESEARCH AND INNOVATION LIMITED",
            "ecContrib": 76668
        }
    },
    "calculatedTotalContribution": 3756256
}