{
    "rcn": "205705",
    "acronym": "GIFT",
    "topics": "CULT-COOP-08-2016",
    "title": "Meaningful Personalization of Hybrid Virtual Museum Experiences Through Gifting and Appropriation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "'A main challenge with the development of virtual museums is establishing meaningful user experiences that allow for personal, complex and emotional encounters with art and cultural heritage. The GIFT project suggests creating meaningful personalization through digital gifting and emotional appropriation: Designs for allowing visitors to create their own museum tours as digital 'mixtapes', and to play with technologies that measure emotional responses to artwork as a playful reappropriation of museum spaces.\n\nWe aim to accommodate the complex ways in which users may confront art and heritage content, and engage users to participate and share experiences that are emotionally poignant and personally profound. Through multidisciplinary, practice-based research we will develop, test and validate two ground-breaking prototypes for digital encounters with cultural heritage. From this process we will develop a framework with theory, tools, design guidelines and best practice recommendations for creating meaningful personalization of hybrid virtual museum experiences.\n\nThe GIFT consortium includes leading artists and researchers with a long history of successful collaborations, who will be working with a panel of 10 lead users from prominent European museums, to develop theoretical and practical advances with great impact for the cultural heritage sector and European society.\n\nBy enabling more engaging hybrid virtual/physical museum experiences, we will contribute to increasing citizens' curiosity and engagement. The hybrid format will also help make both virtual museum experiences as well as physical visits more engaging and attractive, thus contributing to economic growth through ticket sales as well as digital sales. By providing frameworks that help non-technical experts in the heritage sector to build and experiment with meaningful personalization of digital cultural heritage, the project gives the sector tools to build and innovate further.\n\n'",
    "totalCost": "2440303",
    "ecMaxContribution": "2440303",
    "coordinator": "IT-UNIVERSITETET I KOBENHAVN",
    "coordinatorCountry": "DK",
    "participants": "STICHTING EUROPEANA;UPPSALA UNIVERSITET;NEXTGAME DIGITAL DOO BEOGRAD ZEMUN;BLAST THEORY;THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "NL;SE;RS;UK",
    "projectParticipants": {
        "998263958": {
            "orgId": "998263958",
            "orgName": "STICHTING EUROPEANA",
            "ecContrib": 78272
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 598117
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 457745
        },
        "998273464": {
            "orgId": "998273464",
            "orgName": "IT-UNIVERSITETET I KOBENHAVN",
            "ecContrib": 729632
        },
        "928061663": {
            "orgId": "928061663",
            "orgName": "NEXTGAME DIGITAL DOO BEOGRAD ZEMUN",
            "ecContrib": 250820
        },
        "937136595": {
            "orgId": "937136595",
            "orgName": "BLAST THEORY",
            "ecContrib": 325717
        }
    },
    "calculatedTotalContribution": 2440303
}