{
    "rcn": "205710",
    "acronym": "SolutionSleep",
    "topics": "ERC-CoG-2015",
    "title": "Understanding creativity and problem solving through sleep-engineering",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Innovative problem solving is critical for all spheres of organised endeavour, including science and industry, and thus forms the cornerstone of a successful society.  Such creative thinking often requires suppression of preconceptions and restructuring of existing knowledge.  Pioneering work has shown that sleep facilitates problem solving, but exactly how, and which sleep characteristics are important, remain to be determined.  We know that recent experiences are replayed in sleep, and that in Slow Wave Sleep (SWS) this replay integrates new knowledge with old.  The role of such replay in Rapid Eye Movement (REM) sleep, a stage which is strongly linked to creativity, is unknown. Here, I propose a model which combines physiology, behavioural studies, and computational modelling to make testable predictions about the complimentary contributions of memory replay in REM and SWS to problem solving. I will test this model through explicit manipulation of memory replay in sleep. I will use a very recently developed technique to explicitly trigger memory replay, a pioneering method for quantifying this replay, and cutting-edge approaches for manipulation of neural oscillations during sleep. I expect two key results:  first, I will uncover the principles of how memory replay in REM and SWS combines with specific neural oscillations to promote both long-term memory and creative problem solving.  This will involve development of a computational model which will enable optimised experimental design, paving the way for efficient future investigation of how to enhance innovation through manipulation of sleep. Second, I will develop methods for boosting key sleep processes in a selective, targeted manner.  Immediate consequences will include a translational project to facilitate everyday problem solving. My findings will revolutionist the understanding of sleep and how it impacts upon some of our most important cognitive abilitiesómemory and problem solving.",
    "totalCost": "1999195",
    "ecMaxContribution": "1999195",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1999195
        }
    },
    "calculatedTotalContribution": 1999195
}