{
    "rcn": "205738",
    "acronym": "NOMBIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nano-OptoMechanical Systems for Biological Sensors",
    "startDate": "01/11/2016",
    "endDate": "14/01/2019",
    "objective": "The emergence of antibiotic resistance is one of the major challenges in microbiology and medicine today. Early identification of the pathogens causing an infection and the rapid identification of antibiotic resistance is critical to provide the most effective drugs to the patient and to avoid costly and inefficient treatments that can potentially lead to the development of further resistances. This project proposes application of nano-optomechanical disk resonators to face this challenge. We expect to achieve ultra-sensitive and ultrafast gene-based pathogen detection with subzeptogram (10-21g) mass resolution, beating current techniques. The development of arrays of 100s of microdrum devices per chip will weigh complementary DNA strands to those immobilized on the microdrum surface, so tens of different pathogens in a sample can be identified, along with antibiotic resistances, which are also marked by mutations. The devices will be challenged with a proof-of-principle application to identify sepsis-causing pathogens from blood samples and their resistance to the most commonly used antibiotics. The proposed devices provide a large binding area to reduce the analysis time while preserving extreme sensitivity, down to a few biomolecules (DNA strands). We will be able to screen for tens of different pathogens per chip, with sensitivity good enough to target early infection stages from a standard blood extraction. This multidisciplinary and intersectorial project promotes the collaboration of well-recognized academic research groups expert in the optomechanics field and in the development of novel biosensing tools, a clinical laboratory and an industrial partner, pursuing to generate greater economic and social impact; as well as a highly effective training program for the benefit of the researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}