{
    "rcn": "205777",
    "acronym": "CarbSens",
    "topics": "ERC-PoC-2016",
    "title": "An ultra compact greenhouse gas remote sensing system for ranges between 500 and 2000 m",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "The CO2Volc project (ERC n.279802) has produced an active remote sensing instrument based on the differential absorption LIDAR principle, called CO2DIAL. It is designed to measure column averaged CO2 concentrations for path lengths between 500 and 2000 m. A key advantage over other open-path techniques is that no retroreflector or separate active source is required for fence-line monitoring. It therefore fills a key operational gap in CO2 sensing technologies. In addition, through a laser replacement, the instrument can be used to measure also CH4, allowing both main carbon gas species to be quantified, and producing the name of this project, CarbSens. An affordable greenhouse gas (GHG) sensing platform with spatial coverage of 2000 m that fits into a backpack, can be mounted on an aircraft, car, mast or even a drone would have a wide variety of commercially attractive applications. These include efficient monitoring of CO2 leakage from CO2 storage sites or urban traffic, quantification of fugitive CH4 upon hydraulic fracturing (fracking), CH4 leakage from pipelines or biogas tanks, or refining regional GHG budgets for improved climate modeling. A system with the features of the CO2DIAL is not commercially available. We believe that our technology has the potential to create a new market for affordable, man-portable remote gas sensors, and carbon quantification services. In the initial project phase we will define an adequate commercialization strategy, focusing on user groups in the hydrocarbon and carbon sequestration industries. A commercial prototype will then be derived from the CO2DIAL. A focus will be to make the system affordable (<40 kÄ) and even more compact and lightweight (< 10 kg) to arrive at an instrument that is suitable for a large group of users. The final goal of the proposal is to produce a portfolio consisting of a working commercial prototype and a marketing strategy, including either secured licensing or the initiation of a spin-out company.",
    "totalCost": "149817",
    "ecMaxContribution": "149817",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 149817
        }
    },
    "calculatedTotalContribution": 149817
}