{
    "rcn": "205751",
    "acronym": "WATER DROP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Droughts and Water Scarcity in the EU: Economic Impact, Adaptation, Policy Implications and Integrated Assessment Modelling",
    "startDate": "01/10/2016",
    "endDate": "01/05/2019",
    "objective": "Drought risks and water scarcity are expected to intensify as a result of human-induced climate change. Some areas in Europe, notably the Mediterranean countries are more prone to prolonged drought spells than others. Understanding and properly measuring the overall and sector-wide economic impact of those episodes at the geographically most disaggregated level is of crucial importance for the design of disaster risk management instruments and other policy-related issues. At the same time, it becomes necessary to assess whether this response varies over time. In other words, we need to know whether we are somehow adapting to climate change. Adaptation in the context of climate change is a concept that raises many questions: empirical estimates are scarce and highly desired by scientists and institutions like the IPCC; how this adaptation mechanism can be embedded into economic models of climate change is also an unresolved issue. I will try to address both in this project.\nThe objective of my research is twofold: on the one hand, obtain quantitative measures of the economic impact of droughts and test for the existence of adapting behaviour and, on the other hand, respond the demands of the IPCC that urge for progress in the integration and modelling of adaptation into climate-economy models. To do so, in a first stage I will apply econometric techniques envisaged by the new climate-economy literature to regional, European-wide data to obtain estimates of the economic consequences of droughts and unveil potential adapting behaviour. Then, I will resort to sophisticated climate-economy models, like CGE and IAM models, to shed light into the modelling of adapting behaviour under deterministic and stochastic scenarios.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "FONDAZIONE ENI ENRICO MATTEI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 126208
        }
    },
    "calculatedTotalContribution": 126208
}