{
    "rcn": "205709",
    "acronym": "PHA-ST-TRAIN-VAC",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Leveraging Pharmaceutical Sciences and Structural Biology Training to develop 21st Century Vaccines",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "Immunisation is one of the most cost-effective and proven tools to control and eliminate infectious diseases, saving millions of lives each year, yet key challenges remain in order to guarantee the future health of the expanding and ageing global population. For example, effective vaccines are still required for Respiratory Syncytial Virus (RSV) and Group B Streptococcus (GBS), both of which cause significant hospitalisations globally each year. RSV is a common cause of respiratory disease among all age groups; annually it results in an estimated 33.8 million acute lower respiratory tract infections (resulting in 66,000-199,000 deaths) and among the elderly, it results in as many hospitalisations as influenza. Group B Streptococcus (GBS) infections also pose a serious risk; GBS is a leading cause of invasive infections in pregnant women, new-born infants, and the elderly. To meet the challenge of developing fit-for-purpose, age-appropriate vaccines against these disease targets, this EID will bring together two cross-sector, world leading teams ñ GSK Vaccines S.r.L and the University of Strathclyde ñ with the objective to equip the next generation of vaccinologists with the skills and tools to deliver vaccines for the 21st Century. GSK Vaccines S.r.L is a global leader in vaccine research, development and production and will work in partnership with the vaccine team within USTRATH and the Strathclyde Institute of Pharmacy and Biomedical Sciences, who have an international track-record of translatable and innovative research in immunology, immunomodulation, structural biology, and formulation design and pharmaceutical engineering of vaccine systems. PHA-ST-TRAIN-VAC will deliver a unique, multidisciplinary and intersectoral training programme to develop and equip four early stage researchers with the required skills and entrepreneurship to develop new vaccines to protect against RSV and GBS, in a formulation tailored to the age of the patient.",
    "totalCost": "1062698,4",
    "ecMaxContribution": "1062698,4",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "GLAXOSMITHKLINE VACCINES SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 516123
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 1062699
}