{
    "rcn": "205747",
    "acronym": "Fit-The-Fat",
    "topics": "MSCA-IF-2015-EF",
    "title": "IMMUNOMETABOLISM IN HUMAN OBESITY",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The incidence of obesity and type 2 diabetes (T2D) are inexorably increasing and elevated healthcare costs related to the higher disease-associated morbidity are affecting European and extra-European countries. Obesity is associated with resistance to the action of insulin (called insulin-resistance) in adipocytes, which is thought to be induced by a low-grade inflammation present in the adipose tissue. Bariatric surgery has been described as the most effective treatment for obesity; however, the pursuit of non-invasive strategies to override obesity-induced insulin-resistance, promote weight loss and restoration of glycemic control is highly needed. In this project will be investigated the hypothesis that T cells residing in the visceral adipose tissue (VAT) are endowed with immunological and metabolic properties that are altered in obese patients and that, in turn, induce insulin-resistance in adipocytes. The following specific Objectives will be accomplished during the fellowship: I. Determine identity, metabolic demands and immunological functions of human VAT-T cells in obese patients and lean subjects; II. Assess the metabolic properties of human VAT-T cells in obese patients and lean subjects; III. Target VAT-T cell-mediated mechanisms of insulin-resistance. In this project, clinical expertise on diabetes and competences in tissue-specific T cell immunology will be merged with cutting-edge technologies in the cellular and molecular biology of diabetes as well as active support from a broad network of collaborators in the field of cell metabolism. The proposed research project has the scientific, structural and institutional support to bring new knowledge on T cell metabolic demand and functional properties in human obesity and lead to the discovery of new pathways involved in the induction of insulin-resistance, ultimately fostering advances in the field of Immunometabolism as well as the applicantís career development.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}