{
    "rcn": "205771",
    "acronym": "MAGIC",
    "topics": "ERC-PoC-2016",
    "title": "Metal Assisted chemical etching of Gratings for X-ray InterferometriC systems",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "Phase contrast and scattering-based (dark-field) X-ray imaging can potentially revolutionize the radiological approach to medical imaging because they are intrinsically capable of detecting subtle differences in the electron density of a material and of measuring the effective integrated local small-angle scattering power generated by the microscopic density fluctuations in the specimen. \nWithin the context of the ERC-Starting Grant PhaseX (310005) we deeply investigated and further developed gratings- based interferometry, a rapidly establishing phase sensitive technique. In particular, we generated seminal work towards the translation of phase contrast imaging into clinic with the world-wide first in-vitro phase-contrast mammographic investigation of whole breast mastectomies and the first reader study investigating potential clinical relevance of phase-contrast mammography. \nGrating fabrication is the main bottleneck so far preventing grating-based X-ray phase-contrast interferometry from being applied at high energies and large Field of View (FOV). With PhaseX, we addressed the fundamentals of grating fabrication in order to deliver high-quality diffraction gratings with high-aspect ratio. In particular, we explored unconventional fabrication techniques in order to go beyond the physical limits of the conventional approaches and we developed the idea of innovative technology at the basis of this ERC-PoC project (MAGIC). Among the tested wet etching techniques, Metal Assisted Chemical Etching (MACE) showed exceptional performances for fabrication of large area silicon gratings with high aspect ratio. The main idea of MAGIC is to use MACE for grating fabrication with characteristics that fulfil high energy and large FOV applications: we target the same quality with a competitive price in order to keep the ratio quality/cost in a favorable range with additional advantages of large FOV and possibility of serving a large market on a quicker way.†",
    "totalCost": "149997",
    "ecMaxContribution": "149997",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "PAUL SCHERRER INSTITUT",
    "participantCountries": "CH",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 136197
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 13800
        }
    },
    "calculatedTotalContribution": 149997
}