{
    "rcn": "205790",
    "acronym": "Eclipse",
    "topics": "SMEInst-11-2016-2017",
    "title": "Ecological Low Impact Production Sport Elastomer",
    "startDate": "01/10/2016",
    "endDate": "28/02/2017",
    "objective": "The infill materia for artificial turfs made from polyurethane coated rubber granulate SBR present several drawbacks in terms of performance, environment and health: rigidity of the polyurethane coating, polyurethane dust dispersion in the air due to the friction with shoes and subsequent risk of inhalation.\nEclipse aims to introduce a new generation of coated recycled rubber granulates for infill material with better elasticity performance, which is also greener, healthier and more sustainable than the current in use.\nThe product will offer higher quality, better performance, and a better value for money when compared to its direct competitor materials, namely the recycled black SBR, EPDM and green coated SBR, being 50-60% cheaper, more sustainable (10% virgin rubber/90% recycled rubber) and less polluting (Production CO2 emissions are 3 to 16 times lower than competitors producition process).\nEclipse is intended to be sold in a B2B model and offered to its customers/clients, such as Sports associations and local communities, companies building up artificial turfs, through either licensing of the production or sales to distributors and/or specialised sport construction companies. The market segments of interest are many, from outdoor sports and recreational areas, to schools and colleges facilities. Preliminary market plan foresees 70.000 tons sold on the fitth year of commercialisation with turnover of 49 MÄ, cumulated profits of about 38MÄ. The manufacturing and commercialisation will be realized by the consortium partners.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CRISTOFOROS KAIRIDIS TECHNIKI KAI EMBORIKI ANONIMI ETAIRIA",
    "coordinatorCountry": "EL",
    "participants": "ZAKLAD BADAWCZO-PRODUKCYJNY TEBAMIX SP ZOO;BOBEICA ALEXANDRU",
    "participantCountries": "PL;DE",
    "projectParticipants": {
        "934398091": {
            "orgId": "934398091",
            "orgName": "BOBEICA ALEXANDRU",
            "ecContrib": 0
        },
        "934415842": {
            "orgId": "934415842",
            "orgName": "CRISTOFOROS KAIRIDIS TECHNIKI KAI EMBORIKI ANONIMI ETAIRIA",
            "ecContrib": 50000
        },
        "964932430": {
            "orgId": "964932430",
            "orgName": "ZAKLAD BADAWCZO-PRODUKCYJNY TEBAMIX SP ZOO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}