{
    "rcn": "205749",
    "acronym": "MEDICINE",
    "topics": "MSCA-IF-2015-GF",
    "title": "MEDICINE. Indigenous concepts of health and healing in Andean populations: understanding the relevance of traditional MEDICINE in a changing world.",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "In the context of a complex global agenda in traditional and complementary medicine, indigenous concepts of health and healing are less well documented and understood. MEDICINE will examine concepts of health and healing from an indigenous and culturally specific context, taking a unique time-depth perspective and with a framework of interdisciplinary methods which integrates archaeological-historical, ethnographic and modern health sciences approaches. MEDICINE offers a novel perspective and methods in the development policies sensitive to indigenous and minority peopleís social, economic and health needs and, too, on developing culturally sensitive approaches to the conservation of their ëintangible cultural heritageí. MEDICINE will also develop novel methodological and theoretical approaches to model how peoples survive and adapt their traditional belief systems in a context of alien cultural impacts. \n\nThe study population are indigenous Quichua peoples in the northern Andean region of Ecuador, a country where the ER has considerable experience. Models of their understanding of health, illness and healing, and the way these have adapted and changed through time will be used to develop a ëtoolí transferable to contemporary global policy scenarios.\n\nMEDICINE will benefit from the ER's unique perspectives from Medicine and Archaeology to explore the impact of traumatic cultural transition on people, the significance of traditional practices as intangible cultural heritage, and the degree to which the longer-term archaeological perspective can help promote understanding in a vital area of contemporary concern. It will enable her to develop further policy relevant skills, a particular output being contributions to policy and practice in the development of culturally sensitive approaches to the health and social needs of migrant and minority peoples from traditional cultural backgrounds.",
    "totalCost": "217708,2",
    "ecMaxContribution": "217708,2",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 217708
        }
    },
    "calculatedTotalContribution": 217708
}