{
    "rcn": "205786",
    "acronym": "TORC",
    "topics": "SMEInst-10-2016-2017",
    "title": "Truck with an Organic Rankine Cycle",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Fuel efficiency has become a priority for the whole truck industry as fuel represents more than 35% of the freight operators total cost of ownership. Saving 5% of fuel triples freight operatorsí net margins and saves 6 tonnes of CO2 annually per truck. Knowing that one third of the fuel introduced in a thermal engine is lost as waste heat in exhaust gases, harvesting this huge quantity of heat to create additional energy represents an untapped opportunity to save fuel. EXOES wants to seize this unique business opportunity.\n\nDuring 7 years of R&D, EXOES developed the most strategic component of a waste heat recovery system (ORC): the expander. Branded EVEÆ (for Energy Via Exhaust), this very innovative TRL6 expansion machine was tested in representative environments labs by major truck manufacturers and worldwide Tier 1s. \n\nSuch tests revealed an outstanding 5% fuel-consumption reduction (25% higher than competitors), what offers to the freight operators a payback period of less than 2 years. EVEÆ also allows truck manufacturers and Tier 1s to generate new revenues and margins. Thanks to its compatibility with any single truck platform, EVEÆ reduces their investment risks. With these advantages on its competitors, EXOES can target the worldwide heavy commercial vehicles segment.\n\nEXOES needs now to achieve a 5% fuel consumption reduction under real road tests via the DEMOTRUCK, to prepare the industrialisation of the EVEÆ expander in a design-to-cost approach, to design the manufacturing plant for key sub-components and to assess the maintenance interval (more than 1,000 hours targeted). These are prerequisites before signing the first licencing agreement with a Tier 1. Preparing the international replication in addition summarise the TORC objectives that will make from EXOES the global leader in ORC systems with more than 230,000 EVE units installed on trucks. By 2022, the company will have created more than 210 jobs and generated a cumulative turnover of Ä 56 m.",
    "totalCost": "3048761,25",
    "ecMaxContribution": "2134132,88",
    "coordinator": "EXOES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923603058": {
            "orgId": "923603058",
            "orgName": "EXOES",
            "ecContrib": 2134133
        }
    },
    "calculatedTotalContribution": 2134133
}