{
    "rcn": "205706",
    "acronym": "CIRCULAR IMPACTS",
    "topics": "SC5-25-2016",
    "title": "Measuring the IMPACTS of the transition to the CIRCULAR economy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The EU 2020 targets of the European Union and international commitments of the EU make it mandatory for the EU to reduce its environmental impact while at the same time to make its economy more productive and more competitive. One important pathway to achieve both objectives is making the European economy more circular, meaning that the use of non renewable material resources is reduced, while at the same time the European economy is further developed and more jobs are created. \n\nCIRCULAR IMPACTS aims to provide European policy makers with the knowledge to guide and foster the transition to a more circular economy by developing an overarching impact assessment of that transition and at the same time make the evidence base available for policy makers to develop impact assessment for their own specific policy proposals. As the circular economy is an ambition with a very wide and not precisely defined application area, CIRCULAR IMPACTS will start by defining the circular economy, identifying the most important application areas, understanding the policy needs of the area and developing a methodology for assessing the macroeconomic and societal impacts. It will then focus on assembling the available evidence for impact assessments and make this evidence base available for policy makers and the project itself with a web based search tool. This search tool will also help to make several relevant information collections funded by past EU research framework programs visible again, by connecting their evidence base to the circular economy agenda. The project will then collect missing information in case studies in order to understand the processes of the circular economy and the processes it might replace in more detail. To achieve that CIRCULAR IMPACTS has already assembled a Steering group of industry experts which will be able to provide the connections and the industry knowledge to the impact assessment.",
    "totalCost": "501280",
    "ecMaxContribution": "501280",
    "coordinator": "ECOLOGIC INSTITUT gemeinn¸tzige GmbH",
    "coordinatorCountry": "DE",
    "participants": "CENTRE FOR EUROPEAN POLICY STUDIES;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "BE;NL",
    "projectParticipants": {
        "999747670": {
            "orgId": "999747670",
            "orgName": "CENTRE FOR EUROPEAN POLICY STUDIES",
            "ecContrib": 147500
        },
        "999741171": {
            "orgId": "999741171",
            "orgName": "ECOLOGIC INSTITUT gemeinnützige GmbH",
            "ecContrib": 221625
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 132155
        }
    },
    "calculatedTotalContribution": 501280
}