{
    "rcn": "205702",
    "acronym": "OrgaDetect",
    "topics": "ERC-PoC-2016",
    "title": "Commercializing NuDev's Organic Permeable Base Transistors (OPBT) in full Organic photodetectors and chip-size spectrometers",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Within the ERC Advanced Researcher Grant ìNuDevî, promising organic electronic devices especially transistors have been developed. A candidate being able to replace inorganic transistors due its outstanding features and potential low cost production process is the Organic Permeable Base Transistor (OBPT). However, electronic industry is almost completely silicon based today. Therefore, applications using organic electronic devices need to compete on the basis of superior and unique features to outperform inorganic technology. \n\nSuch a potential application of the OPBT has been achieved in the lab of the PI of the ìNuDevî Grant. In a recent scientific breakthrough, a novel organic photodetector technology for the near infrared (NIR) with outstanding features going far beyond the specifications of inorganic detectors has been invented. To fully exploit the advantages of this technology and to achieve integrated devices, organic electronics should be utilized for both amplification and read-out of the detectors. This way, photodetectors as well as fully integrated chip-sized NIR-spectrometers with high detectivity, high resolution, and with all the advantages of organic electronics such as flexibility and low cost mass production are possible.\n\nWith this Proof-of-Concept Grant, funding is requested for combining OPBTs with the novel photodetector technology of the PI. By achieving optimized prototypes of such a structure, the Proof-of-Concept will be furnished to attract investors to commercialize this result of the NuDev Grant. The multi-billion Euro optical sensor market with its high growth rates on the one hand and the unique features of the PIís technologies resulting in manifold application fields on the other hand are eminent preconditions for a success of the planned spin-off. Moreover, the described technology is a promising way for Europe to significantly increase its share of the optical sensor market that is currently dominated by Asia and North America.",
    "totalCost": "149687,5",
    "ecMaxContribution": "149687",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 149687
        }
    },
    "calculatedTotalContribution": 149687
}