{
    "rcn": "205791",
    "acronym": "MIMODETECT",
    "topics": "SMEInst-13-2016-2017",
    "title": "Improved detection of underground pipes by Multiple Input Multiple Output (MIMO) radar for The Radar Networks",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "In February 2008, an explosion caused by the build-up of gas from an accidental leak killed one of the firemen investigating the scene and injured 26 people. In France alone, 4 500 accidental leaks occur every year through unthoughtful excavation of surrounding construction works, whilst in the UK alone 30 to 40 incidents happen each year where workmen are seriously injured by accidentally slicing through electricity cables. Without even factoring in the estimated time a cost expenses due to service outages, it has become a safety priority to improve underground utility (UU) network detection protocols. Developing better detection technologies, which reduce the reliance on the interpretation of the operator and have the ability to differentiate between types of pipelines in different soil conditions, has become an urgent priority.\nDetectReseaux aims to exploit the business opportunity brought forward by a national project to map underground utilities by 2020 (Ä1 billion investment) by developing a novel detection technology and an innovative franchise model to provide 44 direct jobs and Ä4.5 million in five years. Moreover, improved knowledge of geolocation of underground utilities will help prevent hundreds of injuries every year across the EU. The Radar Networks (TRN) is a non-intrusive, accurate (<40 cm) and compact solution providing detailed information of shape, size and material of pipes in a variety of soil conditions as well as a faster data analysis, allowing to reduce the training of the detection operators by 85%.\nTRN will position us ready to export our franchise business model to the international scene by 2020, when EU-wide legislation is expected to be introduced.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DETECT RESEAUX 69",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925374375": {
            "orgId": "925374375",
            "orgName": "DETECT RESEAUX 69",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}