{
    "rcn": "205768",
    "acronym": "ProBOS",
    "topics": "SMEInst-13-2016-2017",
    "title": "Protection Beyond Operating System - Development of the next generation cyber security solution",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Cybercrime is on the rise in terms of scope and impact, which is facilitated by current environment: increasing use of mobile devices, social networking, mobile communications and cloud computing. Cyber attacks are made mostly against governments and corporates to gather guarded information, or to disrupt their operation in general. Advanced attackers targeted 5 out of 6 large companies each month in 2014, whereas 60% of all targeted attacks struck small- and medium-sized organisations. The same year companies across all industries worldwide have reported a total of 42.8 million detected attacks. And the consequences are varied and serious: crime involving computers and networks has cost the world economy more than $445 billion annually and the cost is expected to reach 1 trillion in 2016. Restroring damages caused by successful cyber attacks is extremely difficult and costly, if not impossible. Moreover, when a security breach occurs, the company or organisation concerned not only loses valuable and/or sensitive data, but it also suffers damage to its brand and reputation that can take a lot of time and money to repair. The increasing cybercrime urges for innovative cyber security solutions that are able to detect and immediately respond to attacks that are highly sophisticated and damaging, which is more important than ever. And this phenomena generates market opportunity for cybersecurity specialty companies. At ReaQta we develop the next generation cyber security protection solution ñReaQta-core - that can revolutionise the IT security market by offering a higher level of protection to governments and private organisations. ReaQta-core is the first to apply a novel approach that incorporates a unique NanoOS and an Artificial Intelligence Engine to protect endpoints from the most advanced and sophisticated cyberthreats.",
    "totalCost": "2814766,28",
    "ecMaxContribution": "1970336,4",
    "coordinator": "REAQTA LTD",
    "coordinatorCountry": "MT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927071002": {
            "orgId": "927071002",
            "orgName": "REAQTA LTD",
            "ecContrib": 1970336
        }
    },
    "calculatedTotalContribution": 1970336
}