{
    "rcn": "205727",
    "acronym": "LoCo",
    "topics": "MSCA-IF-2015-EF",
    "title": "Low Coordinate Transition Metal Single Molecule Magnets",
    "startDate": "13/02/2017",
    "endDate": "12/02/2019",
    "objective": "The Fellow, Maialen Espinal (MEV) from the University of Bath, outlines a case for support to work alongside the Host, Prof Mike Whittlesey (MKW: University of Bath, UK), on the design of novel two-coordinate complexes of Ni, Co and Fe as single molecule magnets (SMMs).The rationale for the work is the 2013 report by the MKWs group of a cationic Ni(I) N-heterocyclic carbene complex that exhibited the first example of SMM behavior observed in a mononuclear Ni complex. SMMs are the focus of considerable multidisciplinary investigations because of their potential for high-density information storage and quantum computing. Most work until now has focussed on lanthanides, but there has been an increasing realisation that organotransition metal derived SMMs may offer significant benefits in terms of their ability to stabilise different electronic environments as a result of being able to adopt unique coordination geometries. MEVs approach will be to use large ring NHC ligands and probe the influence of ring size, substituents, coordination mode and resulting molecular geometry on magnetic behaviour. The project will utilise the research experience of the applicant in synthetic chemistry to make new compounds in Bath, but most importantly, provide her a unique opportunity to develop new skills for progression of her career by exposure to new techniques and methodologies through periods of secondment to internationally leading laboratories for studies of magnetism (Prof Annie Powell (AKP), Karlsruhe, Germany), paramagnetism via Electron Paramagnetic Resonance (Prof Damien Murphy (DMM), Cardiff, UK) and computational chemistry (Prof Stuart Macgregor (SAM), Heriot-Watt, UK).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}