{
    "rcn": "205779",
    "acronym": "RAM",
    "topics": "SMEInst-05-2016-2017",
    "title": "RAM is a revolutionary magneto-optical technology platform, outperforming current solutions in accuracy, cost, and time to diagnosis, when assessing human blood cells for Malaria presence",
    "startDate": "01/10/2016",
    "endDate": "31/12/2016",
    "objective": "Malaria as a disease has long-since continued to drain the finances, and resources of European entities, and everyone else involved, when trying to contain its negative effects. Most pressing of all, are the millions of innocents lives lost to the disease, with numbers continuing to climb every minute. The Rapid Assessment Malaria (RAM) serves to be the first malaria screening tool, that is able to quantify even the slightest presence of malaria parasites in an individual's blood cells, regardless of symptoms, all within the space of 60 seconds. The device exceeds all competitor offerings on the 6 key metrics defined by the World Health Organization as being pivotal to being a malaria detecting tool; with the top of the list being sensitivity to density of infection. \nThe objective is to optimize the beta prototype in its magnetic and lighting technical functionalities, in order to obtain the most accurate number of malaria parasites when assessing blood cells.\nThis will be achieved through continual engineering of current electronics, in conjunction with third-party optical experts, to fine-tune the current prototype in order to be conclusively showcased in clinical trials. Progress with the WHO and major private entities such as Bosch healthcare have already been established ensuring a ready-made sales channel upon European commercialization. The proposed work in Phase 1 of the SME instrument fits into the overall plan to reach market by contributing the financial resources needed to plan a fast sound wider deployment of the RAM solution and its market uptake, specifically in its current dealings with large healthcare organisations as both distributors and end-users of the product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DDG INTERNATIONAL LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925640349": {
            "orgId": "925640349",
            "orgName": "DDG INTERNATIONAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}