{
    "rcn": "205732",
    "acronym": "BSSTD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bioelectrochemical Sensing of Sexually Transmitted Diseases",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "The detection of sexually transmitted diseases (STDs) has become a serious medical concern around the globe, as the number of reported cases increases every year, particularly in the United Kingdom. Infection with STDs, such as Gonorrhea and Chlamydia can result in long term health issues, such as infertility, reproductive tract cancer, and poor perinatal outcome. The successful treatment of these diseases depends on a quick and reliable method of diagnosis, which will be the topic of this proposal. The overall goal of the proposed research is to develop a detection method for bacteria, associated with STDs, based on bioelectrochemical techniques.\nSpecific objectives of the proposed research consist of the identification of a redox couple functioning as electron donor for bacterial oxidases, the specific binding of bacteria to a macroelectrode, the electrochemical recognition of immobilized bacteria at the macroelectrode, testing for false-positive and false-negative results, the varying of target cultures to extend the scope of the proposed research, and finally, the assembly of a biosensing device using disposable screen printed electrodes.\nThe proposed technique will make use of a biochemical test for aerobic bacteria, the oxidase test, by adapting it for electrochemical detection. In doing so, high selectivity will be achieved by targeted binding of living bacteria to immobilized antibodies on an electrode, whereas sensitivity will be strongly increased through the localized electrochemical detection of the oxidase test product. To demonstrate the usefulness and applicability to medical diagnostics, an approach is proposed to transfer the presented proof of concept to portable screen printed electrodes, which will permit the routine use of this concept in a bioelectrochemical handheld device. The proposed research answers the European Commissionís call for the development of new technologies in the health sector and an urgent need in public health monitoring.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}