{
    "rcn": "205766",
    "acronym": "RADIAN",
    "topics": "MG-1.5-2016-2017",
    "title": "Facilitating Collaboration in ReseArch and Development to Foster Further Innovation in European AeroNautics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Aviation is a vital industrial sector of Europeís society and economy. For several historical reasons the economic activities in this field are unevenly distributed across Europe. Statistics show that also the R&D effort, which always comes along with the aviation, mirrors this allocation. On one hand, there are countries and regions featuring low involvement in aviation research and also low participation in the EU Framework Programmes; on the other ñ some regions are heavily involved in aviation R&D and are origin of wealth and prosperity.\nRADIAN is a multi-step project which intends to overcome this misbalance by identification of barriers for international collaboration in aviation research at EU level and by subsequent development and verification of solutions and measures on level of the European regions.\n\nThe initial step is to assess the impact of regional, national and international environment on aviation actors. An impact is considered to become a ìbarrierî in case it has a detrimental nature or significantly differs from the pan-European average. By systematically comparing single impact scenarios for various actors located in different  European regions, barriers for cooperation will be identified.\n\nHaving this verified knowledge, 12 target regions are identified to derive, verify and execute tailored activity plans aiming at the enhancement of the actorís ability to cooperate by reducing the disadvantageous impact or by the advancement of actorís own assets, knowledge and abilities. \n\nAnother field of work of RADIAN is a self-sustaining collaboration platform which acts as a host for transnational exchange. The platform aims at becoming a live portal, for providing personalised information related to the usersí interests such as open calls, available funding schemes, recent advancements etc.",
    "totalCost": "1996662,65",
    "ecMaxContribution": "1996662,5",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "NATIONAL AEROSPACE UNIVERSITY KHARKIV AVIATION INSTITUTE NAMED BY N ZUKOVSKIY;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;SLOT CONSULTING KERESKEDELMI, SZOLGALTATO, TANACSADO KFT;INVENT BALTICS OU;EASN Technology Innovation Services BVBA;AEROSPACE VALLEY;THELSYS GMBH;STOWARZYSZENIE POLSKIEGO PRZEMYSLULOTNICZEGO;CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
    "participantCountries": "UA;IT;HU;EE;BE;FR;DE;PL",
    "projectParticipants": {
        "999539508": {
            "orgId": "999539508",
            "orgName": "SLOT CONSULTING KERESKEDELMI, SZOLGALTATO, TANACSADO KFT",
            "ecContrib": 238750
        },
        "998834027": {
            "orgId": "998834027",
            "orgName": "NATIONAL AEROSPACE UNIVERSITY KHARKIV AVIATION INSTITUTE NAMED BY N ZUKOVSKIY",
            "ecContrib": 115000
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 282000
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 209150
        },
        "993246051": {
            "orgId": "993246051",
            "orgName": "INVENT BALTICS OU",
            "ecContrib": 136688
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 198950
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 85750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 410875
        },
        "992660074": {
            "orgId": "992660074",
            "orgName": "STOWARZYSZENIE POLSKIEGO PRZEMYSLULOTNICZEGO",
            "ecContrib": 144750
        },
        "956352295": {
            "orgId": "956352295",
            "orgName": "THELSYS GMBH",
            "ecContrib": 174750
        }
    },
    "calculatedTotalContribution": 1996663
}