{
    "rcn": "205784",
    "acronym": "RePower",
    "topics": "SMEInst-09-2016-2017",
    "title": "RePower: Maintenance-free and cost-efficient fuel for wireless sensors to energy- and resource-saving solutions",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "PROBLEM: \nBuildings are responsible for 40 % of energy consumption and 36 % of CO2 emissions in the EU. Monitoring building health and energy consumption ensures that technical installation and the building perform and minimize actual energy consumption. Monitoring sensors are often wireless sensors placed in the building constructions, making battery changes cost expensive.\n\nSOLUTION: \nThe patented RePower solution to harvest energy for the sensors makes installation and maintenance easy and cost-efficient; as it is simply clamped-on any power cable, the\nsensor is plugged on and then running during the sensor lifetime. A typically battery operated sensor using long life Lithium\nbatteries have a cost of 180 Ä due to the batteries. A RePoweríed sensor have no maintenance cost due to the RePower\nsupply.\n\nPPROJECT: \nThis project develops, tests and demonstrates RePower in building installations. RePower is a patented and non-invasive\nsolution to power the different monitoring sensors in an installation, harvesting energy from the outside of multicore power\ncables. The project has a total of 113 person months and project length of 24 months.\n\nIMPACT: \nThree years after market-launch we expect to distribute 1.4 million RePower driven units annual, to public and commercial\nbuildings, generating 256 new employees at Xtel, ReMoni and our partners. \n\nMARKET:\nSales is established through international service companies, distributors, and OEM customers, using our already established sales network. The global market potential for new wireless sensors nodes in 2020 is estimated to 15 billion units a year for the groing market of the Internet of Things (IoT). \n\nEU RELEVANCE: \nRePower has the opportunity to be an industrial enabler for the EU IoT development, and thereby strength the European competitiveness , with a novel solution to solve the power issue of wireless sensors.",
    "totalCost": "1578931,25",
    "ecMaxContribution": "1105251",
    "coordinator": "REMONI ApS",
    "coordinatorCountry": "DK",
    "participants": "XTEL APS;NOLIAC SYSTEMS SRO",
    "participantCountries": "DK;CZ",
    "projectParticipants": {
        "914660822": {
            "orgId": "914660822",
            "orgName": "NOLIAC SYSTEMS SRO",
            "ecContrib": 120091
        },
        "950472931": {
            "orgId": "950472931",
            "orgName": "REMONI ApS",
            "ecContrib": 946821
        },
        "919648368": {
            "orgId": "919648368",
            "orgName": "XTEL APS",
            "ecContrib": 38339
        }
    },
    "calculatedTotalContribution": 1105251
}