{
    "rcn": "205797",
    "acronym": "HUTI",
    "topics": "SMEInst-01-2016-2017",
    "title": "Feasibility Study for HUTI ñ the Human Traffic Assistance System",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Currently passenger flow in airports is managed through a combination of advanced IT software solutions (data analysis, passenger flow analysis) and the use of physical barriers (wall-mounted retractable belts, post and panel barricades, swing gates, or portable stanchions). The deployment and management of physical barriers is a costly and time-consuming procedure that is slow to react to people flow changes and, relies on expensive and inefficient manual human labor. Staff needs to deploy and reposition the barriers at least a few times each day.\nCurrently there are no commercially available crowd management solutions on the market that could replace the use of expensive and outdated physical barriers. \n\nHuti (TRL 6), developed by Blue Ocean Robotics (BOR), is an intelligent swarm of robots that will replace the physical barriers and barrier management personnel by providing a better flow of people, enhancing experience for travelers and decreasing costs for airports. This solution reduces labour costs needed to manage large crowds, provides better experience for the traveller and allows to quickly address changes in passenger flow or temporary closures. \nHuti was developed in collaboration with Vilnius International Airport, which showed interest and demand for such a solution. Blue Ocean Robotics is further working closely with the airport, which intends to be the first launching customer. The robot is the first innovative physical barrier that can work with minimal human intervention, providing queue management, guidance and entertainment functions. Huti robots creates a new market for robotic crowd management solutions. \nTo ensure successful commercialization, in Phase 1 of SME Instrument, Blue Ocean Robotics intends to develop an elaborate feasibility study for Huti robot commercialization  that would include: a thorough analysis of market and user needs, redesign of the product, and a business plan with an extensive financial, pricing, and IPR strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB BLUE OCEAN ROBOTICS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936170669": {
            "orgId": "936170669",
            "orgName": "UAB BLUE OCEAN ROBOTICS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}