{
    "rcn": "205743",
    "acronym": "EXPECTBRAIN",
    "topics": "MSCA-IF-2015-EF",
    "title": "How the human brain combines the certainty of prior expectations and the clarity of sensory input during speech perception",
    "startDate": "01/01/2017",
    "endDate": "13/11/2019",
    "objective": "A fundamental question in the study of human perception concerns how we combine new sensory information with prior knowledge. Different underlying neural mechanisms have been proposed for how perceptual priors are combined with sensory input depending on their respective certainty to generate a subjective experience. Predictive Coding models suggest that neuronal populations compare (bottom-up) input from the sensory organs against (top-down) predictions so that only the unexpected part of the input is processed. Alternative models (e.g., Sharpening) propose that perceptual representations of the expected sensory input are enhanced while unexpected sensory input is suppressed. The objective of this proposal is to close this controversial research gap by testing 1) how top-down and bottom-up influences on perception depend on their respective certainty, i.e., the confidence in prior predictions and the clarity of sensory evidence, and 2) whether and how this mechanism is related to inter-individual differences during perception. To achieve this I will test multiple neuroimaging techniques (fMRI and EEG) against computational simulations of the two models. I will use state-of-the-art brain-activity pattern analysis to decode brain responses to individual words during perception of degraded speech. The innovative approach of combined pattern-information analysis techniques will allow unprecedented access to decode how prior information changes the representation of sensory information. The results of this project will have important implications for several clinical areas, e.g., the treatment of hearing impairments and neuropsychiatric conditions that are accompanied by aberrant perceptual experiences such as autism or schizophrenia. By strengthening my portfolio of research skills, the proposed project represents the perfect lead-in phase to put me in the position to start my independent research group at the host organisation and ultimately obtain a permanent post.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}