{
    "rcn": "205720",
    "acronym": "reLIVE",
    "topics": "ERC-ADG-2015",
    "title": "Unraveling complex organ regeneration through live imaging and molecular profiling approaches",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Many animals have the ability to regenerate parts of their body following injury or amputation. While there is great biological and medical interest in this process, many fundamental questions remain unanswered, because complex organ regeneration is poorly represented in classic model organisms; flies, nematodes and mammals have limited regenerative abilities, in contrast to flatworms, crustaceans and fish.\n\nreLIVE explores fundamental questions on regeneration in an emerging crustacean model, Parhyale hawaiensis, which combines extensive regenerative abilities, advanced genetic tools and live imaging.\n\nThe project will address the following fundamental, centuries-old questions on regeneration:\n1) Which are the progenitors that underpin complex organ regeneration? Do epidermis, tendons, neurons, glia and muscle arise de novo from undifferentiated adult stem cells, or do they emerge from differentiated cell types? Are the progenitors unipotent/committed or multipotent? Which are their molecular responses and behaviors during the course of regeneration?\n2) Do diverse animal groups regenerate in the same way? Do the regenerative progenitors of crustaceans have common molecular and functional properties with those of vertebrates and flatworms? Do they have a shared evolutionary history?\n3) How does regeneration differ from development? Are these processes operating on comparable temporal and spatial scales? How similar are the transcriptional responses and cell behaviors that underpin embryonic and regenerative morphogenesis of the limb?\n\nTo answer these questions, reLIVE will take advantage of the unique opportunities offered by Parhyale limb regeneration and, for the first time, combine four cutting-edge approaches: a) CRISPR-mediated marking of specific cell types, b) continuous live imaging and cell tracking in regenerating limbs over week-long periods, c) a novel method of cell lineage reconstruction, and d) transcriptional profiling on individual cells.",
    "totalCost": "2571694",
    "ecMaxContribution": "2571694",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2571694
        }
    },
    "calculatedTotalContribution": 2571694
}