{
    "rcn": "205718",
    "acronym": "DanioPattern",
    "topics": "ERC-ADG-2015",
    "title": "Development and Evolution of Colour Patterns in Danio species",
    "startDate": "01/11/2016",
    "endDate": "30/04/2021",
    "objective": "Colour patterns are prominent features of many animals and have important functions in communication such as camouflage, kin recognition and mate selection. Colour patterns are highly variable and evolve rapidly leading to large diversities even within a single genus. As targets for natural as well as sexual selection, they are of high evolutionary significance. The zebrafish (Danio rerio), a vertebrate model organism for the study of development and disease, displays a conspicuous pattern of alternating blue and golden stripes on the body and on the anal- and tailfins. Mutants with spectacularly altered patterns have been analysed, and novel approaches in lineage tracing have provided first insights into the cellular and molecular basis of colour patterning. These studies revealed that the mechanisms at play are novel and of fundamental interest to the biology of pattern formation. Closely related Danio species have very divergent colour patterns in body and fins offering the unique opportunity to study development and evolution of colour patterns in vertebrates building on the thorough analysis of one model species. Our research in zebrafish will explore the basis of direct interactions between chromatophores mediated by channels and junctions. We will investigate the divergent mode of stripe formation in the fins and the molecular influence of the cellular environment on chromatophore interactions. In closely related Danio species, we will investigate the cellular interactions during pattern formation. We will analyse transcriptomes and genome sequences to identify candidate genes providing the molecular basis for pigment pattern diversity. These candidate genes will be tested by creating mutants and exchanging allelic variants using the CRISPR/Cas9 system. The work will lay the foundation to understand not only the genetic basis of variation in colour pattern formation between Danio species, but also the evolution of biodiversity in other vertebrates.",
    "totalCost": "2250000",
    "ecMaxContribution": "2250000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2250000
        }
    },
    "calculatedTotalContribution": 2250000
}