{
    "rcn": "205799",
    "acronym": "ITECCO Demo",
    "topics": "SMEInst-10-2016-2017",
    "title": "Demonstration and market replication of Innofreightís innovative rail logistics equipment for the raw material supply of the steel industry",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The rail-based raw material supply of the European steel industry is currently carried out with outdated special wagons overaged, inflexible and in desperate need for modernization and cost-efficient  replacements.\nInnofreight solves this problem with a modular system consisting of the new ultra-light, multipurpose container waggon, the Innowaggon, and special containers. In the last years the company developed the self unloading RockTainer Ore for the transport of ore and other heavy bulk goods and the MonTainer for the Transport of coal and coke. A newly developed stationary unloading station is used to empty the MonTainers under all weather conditions. \nThe containers are the low cost part of the system. In combination with the InnoWaggon, they build a special waggon, which fits the current needs of the market. Long term changes on the markets can be met by changing the cheap containers. The more expensive part of the system is the InnoWaggon which has alway a high utilisation: equipped with the right containers, it will always fit future demands. A special waggon becomes idle when the demand for its freight decreases.\nInnofreights system has the following main advantages: Low costs due to high utilisation, low tare weight and higher payload. Additionally it offers safer, faster and more reliable handling processes than conventional solutions. \nThe main goals of this project are:\n1. Full scale demonstration of the modular system (waggon, containers and unloading device) in a medium size steel mill.\n2. Ready the companies organisational structure and processes to fit a fast growing process by conquering a new market. \n3. Dissemination and exploitation of the successful demonstration to convince the stakeholders of potential customers on fairs, in media and in sales conversations. \nInnofreight already is market leader for the transport of bulk goods for the paper industry. This project aims to become market leader for bulk goods for the steel industry.",
    "totalCost": "3160166,25",
    "ecMaxContribution": "2212116,38",
    "coordinator": "INNOFREIGHT Speditions GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940675834": {
            "orgId": "940675834",
            "orgName": "INNOFREIGHT Speditions GmbH",
            "ecContrib": 2212116
        }
    },
    "calculatedTotalContribution": 2212116
}