{
    "rcn": "205703",
    "acronym": "EURYKA",
    "topics": "REV-INEQUAL-05-2016",
    "title": "Reinventing Democracy in Europe: Youth Doing Politics in Times of Increasing Inequalities",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "The proposed project aims to study the relations between inequalities and young people's ways of doing politics as well as to advance scenarios for future democratic models and political systems in Europe that are more inclusive for young people. It has three main objectives: (1) To provide systematic evidence on the ways in which inequalities are lived by young people and (re)acted upon, exploring the coping mechanisms which are embedded in young people's ways of doing politics; these coping mechanisms are manifested in multiple forms, i.e. as either political (dis)engagement and contestation online and offline or as (trans-)national democratic innovation and experimentation; (2) To advance knowledge on the conditions and causes underpinning young people's ways of doing politics; this involves an examination of their norms, values, attitudes, and behaviors regarding democracy, power, politics, policy-making, social and political participation (online and offline) and the organization of economic, social and private life in order to identify ways to strengthen youth political participation and engagement with democratic life in Europe; (3) To suggest a number of different future scenarios for the development of democracy and political participation in Europe, putting particular emphasis on implementing new democratic models that are more inclusive for young people especially those with fewer opportunities. The research design consists of a multidimensional theoretical framework that combines macro-level (institutional), meso-level (organizational), and micro-level (individual) explanatory factors, a cross-national comparative design that includes nine European countries with different institutional arrangements and policies towards youth, and an integrated methodological approach based on multiple sources and methods (policy analysis, claims-making analysis, organizational survey, panel survey, survey experiments, biographical interviews, and social media analysis).",
    "totalCost": "3245720",
    "ecMaxContribution": "2595720",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITAET SIEGEN;UNIWERSYTET WARSZAWSKI;THE UNIVERSITY OF SHEFFIELD;FONDATION NATIONALE DES SCIENCES POLITIQUES;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;UPPSALA UNIVERSITET;PANEPISTIMIO KRITIS;EUROPEAN ALTERNATIVES LIMITED LBG;SCUOLA NORMALE SUPERIORE",
    "participantCountries": "DE;PL;UK;FR;ES;SE;EL;IT",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 291250
        },
        "999849617": {
            "orgId": "999849617",
            "orgName": "UNIVERSITAET SIEGEN",
            "ecContrib": 338750
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 621870
        },
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 253000
        },
        "949710220": {
            "orgId": "949710220",
            "orgName": "EUROPEAN ALTERNATIVES LIMITED LBG",
            "ecContrib": 137000
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 355125
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 172500
        },
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 196250
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 229975
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2595720
}