{
    "rcn": "205741",
    "acronym": "DN-CARTILOGEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Design of double network polycarbonate-based hydrogels by simultaneous reactions: scaffolds for load-bearing soft tissue regeneration",
    "startDate": "12/09/2016",
    "endDate": "11/09/2018",
    "objective": "Polymer materials have outstanding properties with which to be applied for a wide range of applications. In particular, hydrogel materials are widely studied for applications in tissue engineering on account of their high water contents. Despite the advances in these materials, some biomedical targets remain challenging. Articular cartilage (AC) is the white flexible load-bearing soft tissue able to withstand the highest loads in physically demanding areas of the body. Once it is damaged, its poor ability for self-repair may induce a progressive loss of function that, ultimately, results in a severe musculoskeletal degenerative condition. While most commonly used hydrogel fabrication techniques still have practical limitations or do not lead to materials that are sufficiently strong for AC regeneration, the DN-Cartilogel project proposes the preparation of innovative tough, double network hydrogel materials that are based on advanced hydrophilic poly(carbonate)s. The tailored design of polymers with specific side-chain and end group functionalities will lead to hydrogel materials with improved mechanical strength, toughness and high water content. To this end, the project will apply the one-step synthetic methodology based on orthogonal click chemistry that was reported recently by the host group to generate novel and highly tunable materials. The ultimate goal is to develop a straightforward path to design robust DN hydrogels able to induce the differentiation of mesenchymal stem cells into specialized cartilage-producing cells, which directly addresses priorities established by the H2020 Work Programme.",
    "totalCost": "183454,81",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 142432
        }
    },
    "calculatedTotalContribution": 142432
}