{
    "rcn": "205731",
    "acronym": "INNOVATION",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multi-wavelength regeneration technologies for advanced modulation optical signals",
    "startDate": "14/09/2016",
    "endDate": "13/09/2018",
    "objective": "The ultimate goal of this Fellowship, entitled ìMulti-wavelength regeneration technologies for advanced modulation optical signalsî (INNOVATION) is to train a talented researcher through a research project focused on the development of all-optical regeneration subsystems handling multi-wavelength and advanced modulation signal waveforms in a single device. Focusing on the hardcore issue of multi-wavelength regeneration ìhow to reduce nonlinear crosstalk for spectrally efficient advanced modulation signalsî, the Fellow proposes pioneering concepts including novel nonlinear devices (nonlinear multi-core fibres and phase-sensitive parametric oscillator units), new crosstalk suppression methods (spatial-division-multiplexing and bidirectional oscillation methods). The resulting regeneration subsystems will dramatically reduce cost and power consumption by combining the nonlinear processing with high-speed multiplexing. Finally, the system testing will demonstrate a multi-wavelength (>8 channels), multi-phase-shift-keying (MPSK) signal regeneration in a commercial network, which offers a high-capacity and green technology alternative to core switching nodes. The INNOVATION outputs will significantly increase the competitiveness of European communications industry in broadband technologies. \n    The Fellow ñ Dr. Feng Wen ñ will be trained in the fast-growing field of all-optical signal processing, receiving unique training experiences at the host: Aston Institute of Photonic Technologies (Prof. Sergei K. Turitsyn), and industrial partners: Xtera Communications (Dr. Stuart Barnes), France Telecom (Dr. Erwan Pincemin) and OFS (Dr. Lars Gr¸ner-Nielsen). The Fellow will gain a multidisciplinary skillset in telecommunications, as well as fibre-optic and other industrial fields. This project assembles excellent European and Chinese researchers to build a long-term network to enhance EU scientific excellence in optical fibre communication.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}