{
    "rcn": "205715",
    "acronym": "COSMIC-DANCE",
    "topics": "ERC-CoG-2015",
    "title": "Unraveling the origin of the Initial Mass Function",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Despite the tremendous progress achieved over the past decade, the study of stellar formation is far from complete. We have not yet measured the minimum mass for star formation, nor the shape of the IMF down to the least massive free-floating planets, or know how universal this shape is. Although clusters are the building blocks of galaxies, little is known about their early dynamical evolution and dispersal into the field. The main culprit for this state of affairs is the high level of contamination and incompleteness in the sub-stellar regime, even for the best photometric and astrometric surveys.\nCOSMIC-DANCE aims at overcoming these drawbacks and revealing the shape of the IMF with a precision and completeness surpassing current and foreseeable surveys of the next 15 years. We will: \n1) Measure: using a groundbreaking, proven and so far unique method I designed, we will measure proper motions with an accuracy comparable to Gaia but 5 magnitudes deeper, reaching the planetary mass domain, and, critically, piercing through the dust obscured young clusters inaccessible to Gaiaís optical sensors.\n2) Discover: feeding these proper motions and the multi-wavelength photometry to innovative hyper-dimensional data mining techniques, we will securely identify cluster members within the millions of sources of the COSMIC-DANCE database, complemented by Gaia at the bright end, to obtain the final census over the entire mass spectrum for 20 young nearby clusters, the end of a 60-year quest.\n3) Understand: by providing conclusive empirical constraints over a broad parameter space unaccessible to current state-of-the-art surveys on the much debated respective contributions of evolutionary effects (dynamics, feedback and competitive accretion) and initial conditions (core properties) to the shape and bottom of the IMF, the most fundamental and informative product of star formation, with essential bearings on many areas of general astrophysics.",
    "totalCost": "1859413",
    "ecMaxContribution": "1859413",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 1859413
        }
    },
    "calculatedTotalContribution": 1859413
}