{
    "rcn": "205700",
    "acronym": "eHealth Hub",
    "topics": "SC1-HCO-10-2016",
    "title": "eHealth Hub, The European Hub for eHealth Business Support",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The business opportunities in eHealth are equally as important as the health care challenges they are trying to solve. Therefore, the participation of this emerging industry in building a strong EU economy is potentially proportional to the impact it will have on the health of our citizens.\n\nIf the eHealth market is accelerating globally, it is still up and coming in Europe and has not accelerated to its full speed. The number of EU eHealth SMEs is on the rise, investments are starting to flow, insurance companies are starting to reimburse digital solutions, and the rest of the stakeholders in the ecosystem are getting increasingly involved. NOW seems like the perfect time for a big push to support the growth of our eHealth SMEs.\n \nEurope counts a number of support initiatives for eHealth SMEs. However, they are usually local or regional, short-term, not supporting eHealth SMEs at various stages of development, lacking a strong vertical focus and never addressing all the challenges facing European eHealth SMEs. Incubators and accelerators are popping up here and there but with a limited impact: their support is short term, targets early stage start-ups, usually requires a relocation and is costly in terms of equity for SMEs. Regional development agencies are also helping start-ups in their respective backyards but they usually lack a vertical focus and a cross-border reach into 28 complicated health systems.\n\nThis proposal describes the creation of a support system that is cross-border, sustainable, highly specialized on the eHealth vertical, providing long-term support at various stages of development, and addressing all the challenges facing European eHealth SMEs: finding the right business model, accessing finance, connecting with the demand side and accelerating their commercialization, getting legal and regulatory guidance to develop their solution in compliance with a multi-layer complicated framework.",
    "totalCost": "2996862,5",
    "ecMaxContribution": "2996862,5",
    "coordinator": "TICBIOMED TECNOLOGIAS DE LA INFORMACION PARA LA SALUD EN LA REGION DE MURCIA ASOCIACION",
    "coordinatorCountry": "ES",
    "participants": "STEINBEIS INNOVATION GGMBH;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;INNO TSD;META GROUP SRL;ENGAGE - KEY TECHNOLOGY VENTURES AG;STEINBEIS 2I GMBH;LARDIER PASCAL;QUEEN MARY UNIVERSITY OF LONDON;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "DE;IT;FR;UK;NL",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "923852154": {
            "orgId": "923852154",
            "orgName": "LARDIER PASCAL GEORGES",
            "ecContrib": 0
        },
        "969492400": {
            "orgId": "969492400",
            "orgName": "TICBIOMED TECNOLOGIAS DE LA INFORMACION PARA LA SALUD EN LA REGION DE MURCIA ASOCIACION",
            "ecContrib": 738050
        },
        "999609833": {
            "orgId": "999609833",
            "orgName": "INNO TSD",
            "ecContrib": 368325
        },
        "955586286": {
            "orgId": "955586286",
            "orgName": "ENGAGE - KEY TECHNOLOGY VENTURES AG",
            "ecContrib": 247125
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 365950
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 228750
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 163700
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 163700
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 300575
        }
    },
    "calculatedTotalContribution": 2576175
}