{
    "rcn": "205725",
    "acronym": "NeuroSyntax",
    "topics": "ERC-ADG-2015",
    "title": "The cerebral representation of sequences and roles : investigating the origins of human uniqueness.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "What are the origins of humansí remarkable capacities to grasp, memorize, and produce complex sequences and rules, as manifested in language and mathematics? During its evolution, the human brain may have acquired a capacity to represent nested rules, based in part on the expansion of circuits involving the inferior frontal gyrus. This hypothesis will be tested using behavioral measures, functional MRI, magneto-encephalography (MEG), electro-corticography (ECOG) and machine learning techniques in human and non-human primates tested in identical paradigms. \n(1) We will design a hierarchy of non-linguistic visual and auditory sequences that place increasing demands on abstract rule coding.(2) Behavioral studies of pointing time and eye tracking will investigate the memory for such sequences in human adults, children, and macaque monkeys, and their extrapolation to future items. (3) Functional MRI, MEG, and ECOG will probe the localization, time course, and neural coding of such non-linguistic sequences in human adults. (4) In the same subjects, we will investigate the representation of linguistic and mathematical structures and determine if they involve the same areas and coding principles. (5) We will also record fMRI and ECOG responses to this hierarchy of non-linguistic sequences in macaque monkeys, in search of both correspondences and sharp differences with humans. (6) The same non-linguistic materials will be used in fMRI and EEG studies of human children and infants. Our hypothesis predicts that human children may perform better than adult monkeys. (7) We will formulate and test mathematical models that propose that the human brain ìcompressesî incoming sequences using nested rules (Kolmogorov complexity), uses predictive codes to anticipate on future inputs, and encodes syntax via tensor-product representations.\nThe results will clarify the brain mechanisms of human language and abstraction abilities, and shed light on their ontogeny and phylogeny.",
    "totalCost": "2499746,66",
    "ecMaxContribution": "2499746,66",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 2499747
        }
    },
    "calculatedTotalContribution": 2499747
}