{
    "rcn": "205724",
    "acronym": "GameofGates",
    "topics": "ERC-ADG-2015",
    "title": "Solute carrier proteins as the gates managing chemical access to cells",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Chemical exchange between cells and their environment occurs at cellular membranes, the interface where biology meets chemistry. Studying mechanisms of drug resistance, I realized that SoLute Carrier proteins (SLCs), not only represent the major class of small molecule transporters, but that they are encoded by one of the most neglected group of human genes. I identified a case where an SLC controls the activity of mTOR, suggesting that other SLCs may be involved in signalling. This formed the basis for the GameofGates project proposal. The name refers to SLCs as a metaphor for cellular gates coordinating access to resources following game rules that are largely unknown but worth learning, as the acquired knowledge could impact our understanding of cellular physiology and open avenues for innovative treatment of human diseases.\nGameofGates (GoG) plans the investigation of SLC function by comprehensively and deeply charting the genetic and protein interaction landscape of SLCs in a human cell line, while monitoring fitness, drug sensitivity and metabolic state. GoG aims at functionally de-orphanize many SLCs by assessing hundreds of thousands of genetic interactions as well as thousands protein and drug interactions. I hypothesize that SLC action is linked to signalling pathways and plays an important role in integration of metabolism and cell regulation for successful homeostasis. I propose that whole circuits of SLCs may be linked to particular nutrient auxotrophy states and that knowledge of these dependencies could instruct assessment of vulnerabilities in cancer cells. In turn, these could be pharmacologically exploited using existing or future drugs. Overall, GoG should position enough pieces into functional and regulatory networks in the SLC puzzle game to facilitate future work and motivate the community to embrace investigation of SLCs as conveyers of metabolic and chemical integration of cell biology with physiology and, in a wider scope, ecology.",
    "totalCost": "2389782",
    "ecMaxContribution": "2389782",
    "coordinator": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999530293": {
            "orgId": "999530293",
            "orgName": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
            "ecContrib": 2389782
        }
    },
    "calculatedTotalContribution": 2389782
}