{
    "rcn": "205723",
    "acronym": "Neurogenesis",
    "topics": "ERC-ADG-2015",
    "title": "Exploration and promotion of neurogenesis in the adult brain",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "It is now well established that new neurons are added to certain regions of the adult brain. There is today considerable interest in the development of regenerative therapies based on modulating endogenous neurogenesis, but it is necessary to better understand these events to assess whether this is rational and realistic. \nThis application takes its initiation in two recent discoveries that we have made: that astrocytes in the mouse striatum give rise to new neurons after stroke or inhibition of Notch signaling (Magnusson et al., Science, 2014) and that neurogenesis is a continuous process in the human striatum throughout adulthood (Ernst et al., Cell, 2014). We propose to characterize the molecular regulation of neurogenesis from striatal astrocytes in detail, and compare these astrocytes with those in other regions to understand why striatal astrocytes are uniquely neurogenic and whether astrocytes in other parts of the brain can be induced to give rise to new neurons. We will, moreover, assess the role of integration of new neurons in the striatal circuitry by inducing neurogenesis in the striatum in adult mice by blocking Notch signaling or by inducing stroke and modulate the activity of the new neurons by optogenetics and chemogenetics. We will, furthermore, study whether striatal neurogenesis is altered in human neurological diseases by retrospective birth dating by measuring the integration of 14C from nuclear bomb tests. We will assess whether inducing striatal neurogenesis in corresponding mouse models of neurological diseases has therapeutic potential. \nThis project will elucidate the molecular regulation of neurogenesis from astrocytes and the neurogenic potential of astrocytes in different parts of the brain, reveal the role of new neurons in the striatum, answer whether striatal neurogenesis is altered in common neurological conditions in humans and reveal whether inducing striatal neurogenesis may have therapeutic potential.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}