{
    "rcn": "205767",
    "acronym": "IPCOM",
    "topics": "SMEInst-13-2016-2017",
    "title": "Next generation IP-based smart Push-to-Talk communication device for public security",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Paumax, doing business as ìAINA Wirelessî, is a Finnish developer of wireless communication devices for professional users of Push-to-Talk (PTT) over IP. Paumax aims to drive the convergence of Walkie-Talkie Radios with modern Mobile Broadband technology.\n\nMobile Broadband (WiFi/LTE) offers a wide array of versatile usage: PTT, Video recording, geo-locating, emergency dispatch and other functions can be applied to public safety operations. Governments and businesses have invested billions into IP based communication from network infrastructure to smartphone PTT apps, yet innovation for the usability lag behind.\nEven though smartphones can run versatile applications, in practice they are little useful for public safety officials, because their job requires them to stay hands free.\n\nYou cannot chase a criminal and operate a touch screen phone simultaneously. Remote-Speaker-Microphones are indispensable. For this reason many public safety authorities continue using Walkie-Talkie Radios for PTT - despite the high costs - and use a smartphone for anything else.\n\nPaumax recently launched a Bluetooth Speaker-Microphone, solving the immediate demand from public safety. Designed as a remote control of public safety smartphone apps, it features multiple buttons for PTT, Emergency, and programmable buttons to assign tasks of an app to the remote device.\n\nIn continuation Paumax plans to further develop and commercialise a market-disrupting device that combines the resilience of a Tetra Radio with the versatility of smart technology: The IP Communicator. This handheld device will run any PTT app directly loaded onto the speaker-microphone and connects directly to a wireless network. This eliminates the need for smartphones, Radios and Bluetooth all together, takes full advantage of Mobile Broadband while maintaining decades of grown user habits. And it is capable of maintaining critical communications, even when commercial networks fail due to natural or terrorist catastrophes.",
    "totalCost": "2446250",
    "ecMaxContribution": "1712375",
    "coordinator": "PAUMAX OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923643604": {
            "orgId": "923643604",
            "orgName": "PAUMAX OY",
            "ecContrib": 1712375
        }
    },
    "calculatedTotalContribution": 1712375
}