{
    "rcn": "205729",
    "acronym": "OBSTETRICVIOLENCE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Obstetric violence.The new goal for research, policies and human rights on childbirth",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "In many European countries, childbirth still includes a variety of routine medical interventions, such as labour-inducing drugs, the lithotomic position, epidurals, manoeuvres, episiotomy and an excess of surgical deliveries. These also happen for women with low-risk pregnancies, despite WHO recommendations and the findings of evidence-based medicine on the topic. Sometimes women can be coerced into accepting medical interventions, or these interventions are performed without their consent. In Latin America, over the past decade, the term ìobstetric violenceî has become part of the legal framework. The concept refers to acts in the context of labour and birth categorised as physically or psychologically violent due to unjustified use of medical interventions. Specific laws against obstetric violence ñ a type of gender-based violence ñ exist in Argentina (2009), Venezuela (2007) and Mexico (2014). In Europe, the issue is discussed by human rights organisations and social movements in order to fight for a more respectful birth, but no country has passed legislation on the matter yet. The project aims to reconstruct and analyse the historical, social and political processes that led to the legal recognition of obstetric violence in Latin America, focusing on the experience in Argentina. The impact that this recognition has had on birth care services and the training of health personnel will be analysed. A qualitative methodology based on case studies and social actorsí perspectives will be adopted. Medical anthropology ñ with contributions from disciplines such as community health, human rights and gender studies ñ will provide the theoretical framework for the project. Tools and best practices will be identified and transferred at the European level in order to contribute to the public debate on a respectful birth and to support a process of political recognition of obstetric violence in the European context. An Observatory on Obstetric Violence will be implemented.",
    "totalCost": "153381,6",
    "ecMaxContribution": "153381,6",
    "coordinator": "UNIVERSITA DEGLI STUDI DI UDINE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899281": {
            "orgId": "999899281",
            "orgName": "UNIVERSITA DEGLI STUDI DI UDINE",
            "ecContrib": 153382
        }
    },
    "calculatedTotalContribution": 153382
}