{
    "rcn": "205736",
    "acronym": "NANOPTO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel processing of colloidal nanocrystals for optoelectronic applications",
    "startDate": "12/09/2016",
    "endDate": "11/09/2018",
    "objective": "NANOPTO aims at developing novel physicochemical routes to obtain a semiconductor matrix embedding dispersed quantum-dots (dots-in-matrix) starting from colloidal nanocrystals.\nIn recent years, a multitude of different semiconductor materials have been synthesized and studied to  increase the performance of current technologies or to develop new and attractive applications. As a first-order approximation, materials boosting high photoluminescence (PL) quantum yield (PLQY)  possess low or hindered charge mobility, as pristine colloidal semiconductor nanocrystals (NCs). To overcome this limitation, many different NCs processing techniques have been developed, but all of them either cause the formation of charge trap-states on the NCs surface (thus quenching the PL) or do not significantly enhance the charge mobility. For this reason, NANOPTO will tackle this fundamental limitation of NCs by developing novel general methods to enhance their charge mobility without creating surface trap-states, thus leading the way to the development of more efficient light-emitting diodes (LEDs) and solar cells that can be processed in solution. In particular, NANOPTO aims at exploiting both chemical and physical routes to prepare colloidal core-shell NCs and solder their shells in solid-state thus creating a bulk semiconductor matrix (granting enhance charge mobility) embedding quantum-dots (granting the desired optical properties).",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}