{
    "rcn": "205748",
    "acronym": "TaGFrag",
    "topics": "MSCA-IF-2015-EF",
    "title": "Stabilising Protein-Protein Interactions: A Target-Guided Fragment-Based Approach",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This action aims to discover novel, synthetically tractable small-molecule stabilisers of the therapeutically important 14-3-3? ñ estrogen receptor alpha (ER?) protein-protein interaction (PPI). To achieve this a rational target-guided chemical biology approach will be developed that combines the concepts of fragment-based drug discovery with bioorthogonal synthesis. The significances of achieving this aim are two-fold. First, it would provide valuable tool or lead compounds to aid the maturation of this interaction as a clinical target. Secondly, it would provide a rational and efficient approach for the discovery of PPI stabilisers in general. This under-explored area of pharmaceutical research has the potential to deliver new medicines for the treatment of diseases such as cancer which pose a major societal challenge in Europe. \n\nThe project will combine the powerful tools of synthetic chemistry, biophysical assay techniques and protein crystallography in the true ethos of chemical biology for drug discovery. It will provide the Fellow with excellent experimental training in this increasingly important field, complimenting his proven track-record in synthetic organic chemistry research. Therefore this proposal seeks support to embark on an innovative, integrated and multidisciplinary programme of research which will allow for the consolidation and expansion of the experiences gained by the Fellow during his brief tenure at the ideally suited Laboratory of Chemical Biology, the Technical University of Eindhoven (TU/e).  This Fellowship is a crucial opportunity to enhance the Fellowís creative and innovative potential thus allowing him to establish an independent research career at the interface of synthetic chemistry and the study of biological systems.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}