{
    "rcn": "205754",
    "acronym": "MMPCURSRT",
    "topics": "MSCA-IF-2015-EF",
    "title": "A multi-method perspective on children's use of rehearsal in serial recall tasks",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Rehearsal is a key construct in models of immediate memory and refers to the overt or covert repetition of items to counteract forgetting. A long-standing assumption is that children younger than 7 years do not engage in rehearsal, as such children tend not to show key ëexperimental effectsí thought to be signatures of rehearsal. However, given a growing debate in the adult experimental literature on the interpretation of these effects, and more recent concerns in the developmental literature about how one should understand changes in their magnitude, the questions of when rehearsal develops, and the role that it plays in supporting serial recall in children become open once again.\nThese are theoretically and educationally important questions that cannot be addressed with the methods currently being used, and so the proposed project adopts a novel combination of three particularly informative approaches to properly address these issues. These methods from different traditions of memory research are: self-paced presentation times to index the pauses that participants insert into a task to allow rehearsal, rehearse aloud protocols that capture the participantsí rehearsal behaviour by making this overt, and trial-by-trial self-reports of strategy use. In total, 210 children between the age of 6 and 10 years will participate in three inter-linked experiments using these methods, with the relevant covariates of short-term memory capacity, working memory capacity, and articulation speed also being measured. A major strength of the proposal is that state-of-the-art multi-level modelling of the data will allow for modelling of both participant and task effects on trial level strategy use, avoiding the problems inherent in traditional analyses.\nThis multi-method design coupled with multi-level modelling will give unparalleled insight into the validity of different methods of strategy assessment and into the key issue of childrenís strategic behaviour in memory tasks.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}