{
    "rcn": "205765",
    "acronym": "NEWBITS",
    "topics": "MG-6.3-2016",
    "title": "NEW Business models for ITS",
    "startDate": "01/10/2016",
    "endDate": "31/03/2019",
    "objective": "The overall objective of the NEWBITS project is to provide with a deep understanding of the changing conditions and dynamics that affect and/or influence C-ITS innovations. New KPIs will be designed to feed reactive and network oriented value creation propositions that improve the collaborative decision-making process across the various stakeholders. This improved value definition must minimize the failures inherent to (C-) ITS innovation diffusion, evolve present business models, and identify effective incentives to accelerate (C-) ITS deployment.\nTo support its main goal, the project proposes to apply a business ecosystem approach for (C-) ITS which acknowledges the context of economics of networks by introducing a higher conceptual level than that of individual organisations, focusing at how organisations create value within the context of the networks in which they interoperate. NEWBITS consortium will design and implement a holistic intelligence process that will gather key information and indicators on market, demand, stakeholderís involvement and innovation diffusion for ITS and C-ITS.  Furthermore, the project will develop a tailored application of the Value Network Analysis (VNA) business modelling method, which enables to model value networks, either internal or external to the organizations acting in the business ecosystems. NEWBITS method will be applied at macro-level (ITS and C-ITS context and market) and the meso-level (upon 4 pre-selected case studies). NEWBITS will configure Communities of Interest to foster a fully integrated network approach to the business modeling and develop a web-based network platform to support the project approach. NEWBITS will formalise the enhanced understanding of the potential system benefits and fundamental economics of new business models suited to C-ITS in the European context, and develop relevant outcomes to support policy measures towards C-ITS deployment.",
    "totalCost": "1976000",
    "ecMaxContribution": "1976000",
    "coordinator": "ORTELIO LTD",
    "coordinatorCountry": "UK",
    "participants": "STEINBEIS INNOVATION GGMBH;ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;ATOS SPAIN SA;COVENTRY UNIVERSITY ENTERPRISES LIMITED;STEINBEIS 2I GMBH;CE - ONDERZOEK, ADVIES ENCONSULTANCY VOOR DUURZAAMHEID BV;TTS Italia;UNIVERSITAT AUTONOMA DE BARCELONA;INTELSPACE TEXNOLOGIES KAINOTOMIAS AE",
    "participantCountries": "DE;IT;ES;UK;NL;EL",
    "projectParticipants": {
        "999931485": {
            "orgId": "999931485",
            "orgName": "COVENTRY UNIVERSITY ENTERPRISES LIMITED",
            "ecContrib": 269750
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 227250
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "956480432": {
            "orgId": "956480432",
            "orgName": "ORTELIO LTD",
            "ecContrib": 368875
        },
        "983062409": {
            "orgId": "983062409",
            "orgName": "INTELSPACE TEXNOLOGIES KAINOTOMIAS AE",
            "ecContrib": 207250
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 150375
        },
        "999745439": {
            "orgId": "999745439",
            "orgName": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
            "ecContrib": 136125
        },
        "972994488": {
            "orgId": "972994488",
            "orgName": "CE - ONDERZOEK, ADVIES ENCONSULTANCY VOOR DUURZAAMHEID BV",
            "ecContrib": 248812
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 217562
        },
        "996031309": {
            "orgId": "996031309",
            "orgName": "TTS Italia",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 1975999
}