{
    "rcn": "205785",
    "acronym": "TRANSBIO",
    "topics": "SMEInst-05-2016-2017",
    "title": "Cellular BIOtechnology for prognosis and monitoring in renal TRANSplantation",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Kidney transplantation is the treatment of choice for patients with end-stage kidney disease (ESKD). However, although surgical techniques and postoperative care have greatly advanced, renal transplantation is not empty of challenges.\nThe most important challenge is to achieve the long-term survival of the transplanted organ. Graft survival depends on the ability of the recipe of not rejecting the ìforeign organî. Rejection is a naturally occurring process triggered by a biological response of the immune system, which main function in the body is to defend it against infectious organisms and other invaders. As such, the immune system is prepared to reject a ìforeign organî, something that is nowadays prevented by prescribing immunosuppressive therapies to the patients for their whole life. However, the use of immunosuppressive therapies entails important problems. On one side, suppressing the immune system implies severe side effects like opportunistic infections, cancer and other severe malignancies. On the other side, even under immunosuppressive therapies, about 50% of transplanted kidneys are lost during the first 10 years and this is because of an immune response usually described as chronic rejection. Therefore, the major challenges in ESKD deal with avoiding the side effects associated with immunosuppressant drugs and avoiding chronic rejection. \nIn the TRANSBIO project we aim at bringing to the healthcare market a technology for efficient clinical management of patients undergoing a kidney transplant based on a simple and non-invasive blood test. \nConsidering that worldwide, the number of people receiving renal transplantation annually is estimated at about 80,000 people, growing by approximately 6% annually and representing a prevalence of about 700 patients per million population, or what is the same about 5 million people living with a transplanted kidney, the TRANSBIO business opportunity seems unquestionable.",
    "totalCost": "3846640,86",
    "ecMaxContribution": "3845140",
    "coordinator": "BIOHOPE SCIENTIFIC SOLUTIONS FOR HUMAN HEALTH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925517353": {
            "orgId": "925517353",
            "orgName": "BIOHOPE SCIENTIFIC SOLUTIONS FOR HUMAN HEALTH SL",
            "ecContrib": 3845140
        }
    },
    "calculatedTotalContribution": 3845140
}