{
    "rcn": "205722",
    "acronym": "MacAGE",
    "topics": "ERC-ADG-2015",
    "title": "Macrophage aging and rejuvenation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Tissue resident macrophages are essentially present in every organ of the body and perform critical functions in immunity, tissue homeostasis and regeneration. Recent evidence shows that resident macrophages can originate from embryonic progenitors and be maintained in tissues long term by local proliferation independently of monocytes. This self-renewal ability, however, appears to decline with age, with potentially major consequences for the response to infection, the resolution of inflammation and the ability for tissue regeneration. Understanding the decline of self-renewal in the aging macrophage may thus hold key elements for maintaining healthy tissue integrity. Drawing from analogies to stem cell self-renewal we want to decipher the molecular and cellular parameters of macrophage self-renewal and its decline with age.\nWe want to understand the age-associated changes in gene expression and epigenetic identity of tissue macrophage populations with the ultimate goal to reverse age dependent decline in self-renewal and function. Results from my laboratory have identified transcription factors that control the access to a network of self-renewal genes that are also used in stem cells. Using several complementary genetic mouse models tapping into this network we want to investigate whether its activation in resident macrophage population in vivo can rejuvenate their self-renewal capacity and revert aging related changes. These approaches will be complemented by unbiased genome wide screens in vivo using latest generation CRISPR/Cas9 genome editing technology to identify new signaling pathways guiding macrophage self-renewal and aging. Using innovate combinations of genetics and adoptive transfer protocols we will test whether this knowledge can be employed to reverse macrophage dependent loss of immune competence and failed tissue regeneration with age. Our results will lead to new general insight and potential novel cellular therapies for degenerative diseases.",
    "totalCost": "2499994",
    "ecMaxContribution": "2499994",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2499994
        }
    },
    "calculatedTotalContribution": 2499994
}