{
    "rcn": "205717",
    "acronym": "CohesinMolMech",
    "topics": "ERC-ADG-2015",
    "title": "Molecular mechanisms of cohesin-mediated sister chromatid cohesion and chromatin organization",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "During S-phase newly synthesized ìsisterî DNA molecules become physically connected. This sister chromatid cohesion resists the pulling forces of the mitotic spindle and thereby enables the bi-orientation and subsequent symmetrical segregation of chromosomes. Cohesion is mediated by ring-shaped cohesin complexes, which are thought to entrap sister DNA molecules topologically. In mammalian cells, cohesin is loaded onto DNA at the end of mitosis by the Scc2-Scc4 complex, becomes acetylated during S-phase, and is stably ìlockedî on DNA during S- and G2-phase by sororin. Sororin stabilizes cohesin on DNA by inhibiting Wapl, which can otherwise release cohesin from DNA again. In addition to mediating cohesion, cohesin also has important roles in organizing higher-order chromatin structures and in gene regulation. Cohesin performs the latter functions in both proliferating and post-mitotic cells and mediates at least some of these together with the sequence-specific DNA-binding protein CTCF, which co-localizes with cohesin at many genomic sites. Although cohesin and CTCF perform essential functions in mammalian cells, it is poorly understood how cohesin is loaded onto DNA by Scc2-Scc4, how cohesin is positioned in the genome, how cohesin is released from DNA again by Wapl, and how Wapl is inhibited by sororin. Likewise, it is not known how cohesin establishes cohesion during DNA replication and how cohesin cooperates with CTCF to organize chromatin structure. Here we propose to address these questions by combining biochemical reconstitution, single-molecule TIRF microscopy, genetic and cell biological approaches. We expect that the results of these studies will advance our understanding of cell division, chromatin structure and gene regulation, and may also provide insight into the etiology of disorders that are caused by cohesin dysfunction, such as Down syndrome and ìcohesinopathiesî or cancers, in which cohesin mutations have been found to occur frequently.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919069": {
            "orgId": "999919069",
            "orgName": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}