{
    "rcn": "205740",
    "acronym": "ROBUST POLICY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developing a robust decision making framework for climate change policy under uncertainty",
    "startDate": "20/09/2016",
    "endDate": "19/09/2018",
    "objective": "Although the EU is on track to achieve the climate targets of ì20-20-20î, there is an ongoing debate over whether a more aggressive emission reduction goal is needed to be set for 2030. The root cause of such debate is not only the lack of scientific understanding of climate change but also severe uncertainties about the pace of change and the extent to which it impacts human and natural systems. The policy implications of climate change uncertainty depend on the proper treatment of uncertainty in integrated assessment models (IAM) of climate change. There have been several attempts to incorporate uncertainty in standard IAM frameworks but the results vary widely across the models. This is in particular important for implementing effective mitigation and adaptation strategies within the EU which require a great deal of coordination among the member states with different levels of economic development and political incentives. The objective of this research is to develop a framework for robust climate policy making under uncertainty. During the first stage of this project I will conduct a through survey of current treatment of uncertainty in standard IAMs to obtain the best practices. In the second stage, I will develop a unifying framework for analyzing decision making under uncertainty in the context of climate change. I will adopt a robust optimization approach to assess climate targets and the optimal pathway to achieve those objectives. This theoretical framework then will be applied to the current and future EU climate targets and the results will be illustrated for climate policy making in Italy as a key Member State.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ENI ENRICO MATTEI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}