{
    "rcn": "205752",
    "acronym": "BREADforALL",
    "topics": "MSCA-IF-2015-EF",
    "title": "IMPROVING GLUTEN-FREE FLOURS FUNCTIONALITY BY MW TREATMENTS; A TOOL FOR HIGH QUALITY OF GLUTEN-FREE BAKERY (PHYSICAL, SENSORIAL AND NUTRITIONAL)",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Food safety, natural foods with clean labels, process intensification and green technology combination is an attractive research idea for the European Community being in line with the 'Health, Demographic Change and Wellbeing', 'Secure, clean and efficient energy' and ìBiotechnology foresight identifying gaps and high-value opportunities for the EU industryî initiatives. BREADforALL project responds to this challenge using gluten-free (GF), nutritious, raw materials and clean, efficient technology to develop food products suitable for celiac disease patients, which moreover, represent both a social necessity and market opportunity.\n Celiac disease (permanent intolerance of gluten) is one of most common human genetic disorders nowadays with an increasing prevalence of 1-2%. The main problem is lack of high quality food, free of proteins triggering allergy and the target group of GF products is currently expanding to adhere e.g. people looking for non allergenic ingredients.\n The technological solutions adopted so far are mainly focused on hydrocolloids usage, substances that often result in crumb problems and significantly raise the prices. BREADforALL focuses on alteration of existing structures of protein and starch network for modulating the functionality of GF raw materials. Project aims 1) to investigate the impact of thermal treatment (green technology) assisted with microwave radiation (effective systems for energy saving) on structural, functional and physicochemical properties of GF flours (teff and buckwheat) and 2) to study the feasibility of treated flours to improve technological functionality of GF breadmaking matrices and physical and nutritional quality of bakery. \n The satisfactory implementation of BREADforALL project will fill the gap between multidisciplinary fields of food sciences and engineering establishing interdisciplinary scenario connecting microwave technology, flour physical modification and gluten-free baking technology.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE VALLADOLID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}