{
    "rcn": "205788",
    "acronym": "SCR",
    "topics": "SMEInst-13-2016-2017",
    "title": "Disruptive Cybersecurity SaaS for SMEs and freelance developers",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "After obtaining the Seal of Excellence from the EU (Attached), this is an improved version of the proposal.\n\nGiven the accelerating growth and importance of cybersecurity across many sectors of the economy and society, we have detected and aim to solve the lack of effective security provision in software engineering.\nOur system automates the vulnerability scanning of software assets and reduces the effort required for development teams to adopt security best practices. Further, our solution reduces costs by 80% compared to hiring consultants for like-for-like tasks. By enabling developers to scan their code before going to production, we can save firms between 3 to 30 times the cost of development, help firms build trust with end-users, empower and educate developers. Confirming market need, the product has been tested and is currently being adopted by 25 companies.\nThe objective of our proposal is to enhance research and development into specific use cases. In particular, we shall focus our efforts on the needs of developers active in the Internet of Things, where security is in its infancy. While our system currently automatically scans ports, web servers, applications and containers, the goal of continued R&D is to expand this disruptive platform to integrate with IoT technologies and platforms to offer scanning encompassing both broader and deeper use cases than the competition, who tend to focus on providing tools to cover compliance standards.\nOur market is worldwide and shall be targeted through a network of partners and direct online sales via a subscription model. With a balanced, experienced team and carefully architected system, as well as impressive early market traction, we are optimistic about the long term adoption of Secure Secure's services by developers who are growing ever more conscious about the importance of security.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SECURE SECURE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921260411": {
            "orgId": "921260411",
            "orgName": "SECURE SECURE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}