{
    "rcn": "205711",
    "acronym": "EURO-EXPERT",
    "topics": "ERC-CoG-2015",
    "title": "Cultural Expertise in Europe: What is it useful for?",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Respect for diversity has been at the forefront of political accession to the European Union since 1993 and socio-legal scholarship has developed articulated reflections on the accommodation of ethnic and religious minorities in Europe. Country-experts have been instructed with increasing frequency in judicial and pre-judicial proceedings involving members of diasporic communities. In some common law countries the role of the expert witness has expanded to systematically assist the judge when litigants or defendants belong to minorities; in most civil law countries, similar roles are played by translators and cultural mediators, including notaries and lawyers. Cultural expertise is sometimes used in order to avoid excessive judicialisation. Notwithstanding, disbelief is developing around cultural expertise; and, excalations of violence and counter-violence signal that European majority and the so-called minorities are drifting apart. Hence our question: Cultural Expertise in Europe: What is it useful for? A comprehensive assessment of cultural expertise was entrenched by its narrow technical definition. This project develops around a new integrated concept of cultural expertise to empirically investigate its use and impact in fourteen European countries. In-context data will be collected through ethnographic fieldwork conducted by a modular team allowing real time analysis and immediate use of results by the stakeholders. The objectives will be to: 1) map the terms, condition, and costs of cultural expertise in private and public law; 2) create a toolkit for measuring the impact of cultural expertise; 3) establish an open access searchable data base for the consultation of cases and solution including cultural expertise; 4) design a teaching and learning module using the cultural expertise impact toolkit; and 5) formulate policy-making guidelines which include tested solutions for a sustainable inclusiveness in Europe.",
    "totalCost": "1562495,13",
    "ecMaxContribution": "1562495,13",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 43248
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1519247
        }
    },
    "calculatedTotalContribution": 1562495
}