{
    "rcn": "205746",
    "acronym": "Intersex Genealogy",
    "topics": "MSCA-IF-2015-EF",
    "title": "Postcolonial genealogy of intersexuality. Influence of US and Spanish scientific theories in the Colombian medical practices and discourses about intersexuality in the second half of twentieth century",
    "startDate": "12/09/2016",
    "endDate": "11/09/2018",
    "objective": "Historically, intersexuality has been a paradox for scientific, biological and sociological interpretation of sex. A body that does not correspond to normal parameters imposed by the medicalization process has been elusively understood by patriarchal and feminist discourses alike. Despite the importance of the sex/gender dichotomy for second wave feminism, this false dichotomy needs to be reviewed in light of the new queer and poststructuralist theories. Such an approach works to deconstruct the traditionalist boundaries constructed between nurture and nature and to rebuild a new concept of identity that includes our bodiesí sovereignty. The aim of this proposed project is to trace a postcolonial genealogy of intersexuality in the second half of Colombiaís twentieth century. Since the late 1950, Colombian medical discourses about sexuality and gender have been influenced by John Moneyís (1921-2006), and Gregorio MaraÒÛnís (1887ñ1960) theories. These two endocrinologists have been decisive in the consolidation of a worldwide concept of gender in the twentieth century. By doing a historic assessment of the theories of these two renowned scientists and studying their impact on Colombian medical discourses, we expect to unveil the network of postcolonial knowledge that has contributed to building the concepts of sex and gender in the Colombian context, as well as the historical construction of the medical and juridical concept of intersexuality as a disease. Currently, we know that at least one percent of the population is born as intersexual, and Colombia is the only country where the Constitutional Court has intervened and ruled in a case of a sex assignation. Today, diverse ways of being have to be defended; the denaturalization of patriarchal and heteronormative scientific discourses will contribute to the democratization of science and to greater inclusiveness in relation to gender diversity.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}