{
    "rcn": "205719",
    "acronym": "MUYA",
    "topics": "ERC-ADG-2015",
    "title": "The Multimedia Yasna",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "What exactly are the words which priests recite in the Yasna, the core ritual of one of the most ancient and influential living religions, Zoroastrianism? What is their meaning and how do they relate to the ritual actions? The Yasna is significant for our cultural heritage not only because of its influential thought system which arguably impacted on post-exilic Judaism, nascent Christianity and Islam, but also because with parts of it going back to the 2nd millennium BCE, it is the oldest witness to Iranian languages. Its full appreciation, however, is severely hampered by the presence of outdated editions and translations or by their absence altogether. Moreover, the relationship between the text recited and the action performed during the ritual is unexplored due to a lack of documentary evidence. The Multimedia Yasna proposes to fill these gaps in a methodologically ground-breaking fashion.\nMUYA combines two different, yet complementary approaches by examining the Yasna both as a ritual performance and as a text attested in manuscripts. The two approaches will be integrated to answer questions about the meaning and function of the Yasna in a historical perspective. The research methods for achieving MUYAís objectives unite cutting edge approaches from Digital Humanities, Philology and Linguistics into four interrelated work-packages. These will involve filming and analyzing the ritual performance and teaching practices in priestly schools, the creation of a suite of electronic tools for editing Avestan texts, a database of transcribed manuscripts of the Yasna and in-depth studies of selected parts of the text by combining datasets produced by electronic processes with philological methods of textual criticism and linguistic analysis. These complementary datasets and methods will be used to produce an online publication of the sub-titled and interactive film of the Yasna ritual, together with print editions, translations and commentaries of the Avestan Yasna.",
    "totalCost": "2499618",
    "ecMaxContribution": "2499618",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF BIRMINGHAM;UNIVERSITAT TRIER;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 142181
        },
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 2073079
        },
        "999863682": {
            "orgId": "999863682",
            "orgName": "UNIVERSITAT TRIER",
            "ecContrib": 115982
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 168375
        }
    },
    "calculatedTotalContribution": 2499617
}