{
    "rcn": "205735",
    "acronym": "WARMUSIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "The War on Music. Heritage, Islam and Peacekeeping in relation to the Islamist attacks in Mali",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "This project offers a critical approach to the recent phenomenon of the Islamist attacks on cultural heritage. Its objectives are to analyze 1) the performative and musical dimensions of Islamic identity during conflicts and 2) the global protection policies of the so-called ìintangible heritageî. In addition, it aims at 3) building a new paradigm for post-conflict reconstruction and peacekeeping in collaboration with Kingís College London experts and with international organizations (Secondment). The research develops around a central case-study: the attacks on music (formal interdictions, threats to musicians, destruction of musical instruments) that occurred during the Northern Mali occupation by armed groups claiming to be Islamists in 2012, and the intangible heritage protection and reconstruction programs implemented by the Malian Government, UNESCO, UN peace force and the European Union.  \nThe enquiry, based on an ethnographic methodology, develops around two specular sections. The first one, called ìAn Islam of development? Muslim Malian identities facing the war on musicî, is dedicated to the musical negotiations of Muslim identities during the insurgency, the role of Islamic organizations in cultural development and the local perceptions of international cultural aid. The second one, ìPreserving othersí culture. International policies on intangible heritageî, focuses on the conceptual frame and concrete protection measures defined by heritage institutions in the context of Malian peacekeeping. This double focus enables a comparison between two different ontologies, ìreligionî and ìdevelopmentî, for a broader understanding of the reasons why culture is targeted, banned and reconstructed as a result of the confluence of current trends in conflicts and globalization. Finally, the project intends to enlarge the academic debate concerning the recent Islamist cultural attacks, encouraging new forms of collaboration with international organizations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}