{
    "rcn": "205780",
    "acronym": "CIRDinnova",
    "topics": "FTIPilot-01-2016",
    "title": "Shifting the limits of resuscitation with ìCIRD Controlled Integrated Resuscitation Deviceî",
    "startDate": "01/12/2016",
    "endDate": "31/05/2020",
    "objective": "Sudden cardiac arrest is one of the most frequent causes of death. But only 3% of the patients survive out-of-hospital resuscitation, and only 18% survive in-hospital resuscitation. Today the time-frame for successful resuscitation is only about 3 to 5 minutes after cardiac arrest. Thereafter, with every minute a rapid decline in survival is observed, tending to ìzeroî beyond ten minutes of CPR. For decades no significant improvement of the clinical outcome and no significant scientific progress in resuscitation could be shown! More than 10 years ago a research group led by the international renowned cardiac surgeon Prof F Beyersdorf at the Freiburg University Hospital started intensive clinical R&D to develop a completely new therapeutic concept for resuscitation The new therapeutic concept enables a game changing breakthrough in resuscitation therapy. It is patient-individual and introduces for the first time a controlled, automated and personalized medical therapy in emergency medicine. The designation for the therapy is ìCARL ñ Controlled Automated Reperfusion of the whoLe bodyî. To bring this new therapy worldwide into the hospitals and rescue organisations a new start-up company ñ the ResuSciTec GmbH - has been founded as a Spin-off from the Freiburg University Hospital in 2010. In close collaboration with the Freiburg University Hospital ResuSciTec developed an innovative system of medical devices called ìCIRD - Controlled Integrated Resuscitation Deviceî. First very promising results from a clinical study in humans are already available. That means ResuSciTec has reached TRL 7. To reach TRL 9 and to start full international commercialisation and wide market take-up a consortium consisting of ResuSciTec as industrial partner and three university hospital in Freiburg (DE), Linz (AT) and Rotterdam (NL) will execute the proposed innovation action.",
    "totalCost": "2923723,45",
    "ecMaxContribution": "2277959,13",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "RESUSCITEC GMBH;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;KEPLER UNIVERSITATSKLINIKUM GMBH",
    "participantCountries": "DE;NL;AT",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 369702
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 198121
        },
        "918260007": {
            "orgId": "918260007",
            "orgName": "KEPLER UNIVERSITATSKLINIKUM GMBH",
            "ecContrib": 203354
        },
        "932900896": {
            "orgId": "932900896",
            "orgName": "RESUSCITEC GMBH",
            "ecContrib": 1506783
        }
    },
    "calculatedTotalContribution": 2277960
}