{
    "rcn": "205716",
    "acronym": "ShaleSafe",
    "topics": "FTIPilot-1-2015",
    "title": "Development of a monitoring system for inspection of soil and aquifer contamination by shalegas and fracking chemicals",
    "startDate": "01/10/2016",
    "endDate": "31/03/2019",
    "objective": "In the United States, shale gas rose from less than 1% of domestic gas production in 2000 to over 20% by 2010. It is projected that it will account for 46% of United States gas supply by 2035.  It has revolutionized the US economy by creating 600,000 direct and indirect jobs and contributed $49 billion annually to government revenues. With only a handful of well rigs (72 in Europe compared to over 2000 in the US as of 2012); Europe is 8-10 years behind the USA.\nThe most imminent challenge for oil and gas industry in Europe (and the rest of the world) is therefore being able to demonstrate/guarantee safe exploration and extraction techniques in order to address the associated environmental concerns. The ideal way to do this will be by continuously monitoring environmental conditions and effects (including in the long term) of the underground soil and water in-situ during exploration to be able to effectively mitigate for the soil and aquifer contamination by methane gas and fracking chemicals in the possible event that they occur. With reports in the U.S. of cases where mistakes were made, this is a possibility. This problem has led to a fragmented political landscape regarding shale gas, with Poland being a main backer; the U.K., Lithuania and Romania moving cautiously ahead and others being hesitant. \nCurrently, soil and water inspection is done by testing samples in the lab which is expensive and time consuming. In the FP7 SOIMON project, a soil monitoring system embedded in a sonic drilling pipe has been developed and tested in the field. The system allows soil monitoring while drilling a hole in the soil. This system, used in ShaleSafe, allows monitoring of the soil and groundwater above the shale gas reservoir and around the shale gas well by performing  monitoring in hydrogeological wells. This method is quick, cost effective and allows for long term monitoring.",
    "totalCost": "2990102,5",
    "ecMaxContribution": "2620143,25",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "HGL DYNAMICS LIMITED;OIKON ZELENA INFRASTRUKTURA DRUSTVOS OGRANICENOM ODGOVORNOSCU ZA ZASTITU OKOLISA I PROSTORNO UREDENJE;TEKNOLOGISK INSTITUT;META GROUP SRL",
    "participantCountries": "UK;HR;DK;IT",
    "projectParticipants": {
        "952886291": {
            "orgId": "952886291",
            "orgName": "HGL DYNAMICS LIMITED",
            "ecContrib": 358381
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 820592
        },
        "921800701": {
            "orgId": "921800701",
            "orgName": "OIKON ZELENA INFRASTRUKTURA DRUSTVOS OGRANICENOM ODGOVORNOSCU ZA ZASTITU OKOLISA I PROSTORNO UREDENJE",
            "ecContrib": 264670
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 240188
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 936312
        }
    },
    "calculatedTotalContribution": 2620143
}