{
    "rcn": "205783",
    "acronym": "TheraPD",
    "topics": "SMEInst-05-2016-2017",
    "title": "TheraPD: Smart and safer automated peritoneal dialysis by means of sterile connectivity, bio-sensors control systems and more biocompatible solutions for preventing rapid degradation of peritoneal mem",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "2.7 million People worldwide (250,000 Europeans) have kidney transplants or undergo a dialysis treatment because of irreversible end-stage renal disease (ESRD). This number has more than doubled over the past 15 years and involves 3-5% of NHS budgets. Current therapy consist in either a kidney transplant, haemodialysis connected to a machine at the hospital for at least 3h, 3 times a week, or the better-outcome cost-effective home-based peritoneal dialysis (PD). Although widely demonstrated to have greater results and to be cost-effective, PD is only used in 11% of the cases because of its drawbacks: peritonitis (35% dropout), poorly biocompatible solutions available, and overfilling of the peritoneal cavity causing rapid degradation on the mesothelium membrane. Our innovative TheraPD solution provide the most safe and efficient automated peritoneal dialysis therapy to date. It entails a comprehensive system composed by a sterile connector (renders peritonitis risk almost zero), a biosensing control system (avoids overfilling), and a new biocompatible dialysate which prevents degradation of peritoneal membrane cells. Another innovation is that our cycler will be equipped with special biosensors to measure the concentration of glucose and pH, this allows to customize the dialysis prescription according to the ultrafiltration capacity of the patient, increases safety level of the treatment and it allows to monitor the uptake of glucose by the patient. By solving these unmet clinical needs, we will increase PD usage by expanding it to people who were not previously eligible, reduce treatment frequency or duration, customize the dialysis treatment according to the response of the patientís body, increase patientsí comfort and significantly reduce healthcare spending.  With ECís support we will achieve all these societal and individual benefits while earning Ä4.7M profit, penetrating 1.15% of the world market, and generating a solid ROI of 1.65 after 5 years from launch.",
    "totalCost": "2838126,25",
    "ecMaxContribution": "2838126,25",
    "coordinator": "GLOMERIA THERAPEUTICS SOCIETA' A RESPONSABILITA' LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919729557": {
            "orgId": "919729557",
            "orgName": "GLOMERIA THERAPEUTICS SOCIETA' A RESPONSABILITA' LIMITATA",
            "ecContrib": 2838126
        }
    },
    "calculatedTotalContribution": 2838126
}