{
    "rcn": "205744",
    "acronym": "DIAL-IN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dynamic Integrated structural and proteomic Analysis of the LUBAC complex and its involvement in NF-?B and inflammation",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "One of key challenges in current biology is to characterize the genotype to phenotype transition and explain how genomic variation results in specific phenotypes. According to the 'modular biology' paradigm, dynamically regulated multi-protein modules mediate this transition. My project aims at testing this paradigm by applying to a clinically highly relevant case study an integrated workflow of new technologies developed in the host laboratory.  In particular, I will focus on a novel ubiquitin ligase complex, linear ubiquitin chain assembly complex (LUBAC), a critical but poorly understood player in several inflammation-related pathways, most notably the canonical NF-?B pathway. Given its key role in the pathogenesis of inflammation, understanding LUBAC will have fundamental biomedical implications. To investigate its structure, function and regulation, I will integrate data generated by mass spectrometry, which is the focus of the Aebersold laboratory, and cryo-electron microscopy (cryo-EM), which is the main expertise I acquired during my PhD. First, I will use quantitative affinity-purification coupled to mass spectrometry (AP-SWATH) to identify the dynamic interactome and the post-translation modifications (PTMs) of LUBAC. I will then define the structure of the complex by combining available atomic models of known LUBAC components, cryo-EM and cross-linking coupled to mass spectrometry (XL-MS). Finally, I will study clinical mutants and map the repercussions of genetic variation at the level of the complex organization, its interactome and of the global proteomic landscape. By these means, I will give a systemic and mechanistic account of the genotype to phenotype transition in clinically relevant scenarios. The output of the project, in line with the Work Programme, will be the production of new knowledge of fundamental biological and medical relevance and the development and validation of enabling technologies at the forefront of molecular biology research.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}