{
    "rcn": "205714",
    "acronym": "FLATLAND",
    "topics": "ERC-CoG-2015",
    "title": "Electron-lattice-spin correlations and many-body phenomena in 2D semiconductors and related heterostructures",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Two-dimensional crystalline materials exhibit exceptional physical properties and offer fascinating potential as fundamental building blocks for future two-dimensional electronic and optoelectronic devices.  Transition metal dichalcogenides (TMDCs) are of particular interest as they show a variety of many-body phenomena and correlation effects. Key properties are: i) additional internal degrees of freedom of the electrons, described as valley pseudospin and layer pseudospin, ii) electronic many-body effects like strongly-bound excitons and trions, and iii) electron-lattice correlations like polarons. While these phenomena represent intriguing fundamental solid state physics problems, they are of great practical importance in view of the envisioned nanoscopic devices based on two-dimensional materials. \n\nThe experimental research project FLATLAND will address the exotic spin-valley-layer correlations in few-layer thick TMDC crystals and TMDC-based heterostructures. The latter comprise other 2D materials, organic crystals, metals and phase change materials as second constituent. Microscopic coupling and correlation effects, both within pure materials as well as across the interface of heterostructures, will be accessed by time- and angle-resolved extreme ultraviolet-photoelectron spectroscopy, femtosecond electron diffraction, and time-resolved optical spectroscopies. The project promises unprecedented insight into the microscopic coupling mechanisms governing the performance of van der Waals-bonded devices.",
    "totalCost": "2640632,89",
    "ecMaxContribution": "2640632,89",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2640633
        }
    },
    "calculatedTotalContribution": 2640633
}