{
    "rcn": "205836",
    "acronym": "DismantlingNoise",
    "topics": "ERC-CoG-2015",
    "title": "Dissecting the (epi)genetic origins of phenotypic variation and metabolic disease susceptibility",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Current estimates place the prevalence of obesity beyond 1 billion by the year 2030. As a critical risk factor for heart disease, diabetes and stroke, obesity represents one of the chief socio-economic challenges of our day. While studies have mapped a genetic framework for understanding obesity, the etiological contribution of several regulatory layers, and in particular epigenetic regulation, remain poorly understood. A perfect example, we know that isogenic C57Bl6/J mice can vary by as much as 100% in body weight upon high fat feeding; currently, we have no mechanistic explanation for the emergence of such phenotypic variation. Here, I propose three aims dedicated towards understanding the (epi)genetic control of phenotypic variation and disease susceptibility. First, we will catalogue epigenome and phenome variation to an unprecedented depth and resolution in the isogenic context. Next, we will examine two completely novel models of epigenetically sensitized bi-stable obesity and thus begin a mechanistic dissection of phenotypic variation. Finally, we will map a series of gene-gene and gene-environment epistasis interactions including eight models of developmental plasticity and approximately a dozen chromatin regulator mutants. The latter epistasis matrix will identify the molecular mechanisms that trigger, amplify and buffer phenotypic variation and stochastic obesity in mice. The functional (epi)phenomics approach is unique. It builds the first unbiased framework against which to understand developmental plasticity and phenotypic variation, and at the same time generates powerful resources for disease researchers worldwide.",
    "totalCost": "1997853",
    "ecMaxContribution": "1997853",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1997853
        }
    },
    "calculatedTotalContribution": 1997853
}