{
    "rcn": "205881",
    "acronym": "OrmoSys",
    "topics": "SMEInst-06-2016-2017",
    "title": "Orthopaedic Modular System for a systematic diagnosis and treatment of foot and related musculoskeletal deformities",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "200,000,000. This is the sad number of people in the EU that currently suffer pain due to improperly formed feet and adequate orthotic support. This number is expected to rise sharply in the next years due to increasingly aging demographics and decreased physical activity. An improperly formed foot that is unaddressed by adequate orthotic support inevitably results in disabling musculoskeletal problems later in life. In this light it is unacceptable that currently 2 out of 5 orthotic insoles are improperly designed due to poor diagnosis, design or production. Current systems for designing orthotic soles are static and do not take into account pressure points or dynamic movement of the patient. Furthermore, these systems are highly dependent of the individual technical expertise of the insole designer and manufacturer. This along with the decreasing number of orthotics professionals in Europe leads to a decline in the overall quality and availability of adequate orthotic insoles.\nBased on the knowledge acquired from extensive diagnosing and treating, LKZ has developed OrmoSys, a complete system for the diagnosis and treatment of foot and postural ailments. Building on standardised tests and powerful algorithms, an ICT-system recommends fully customised orthotic insoles. By combining a limited number of shapes and materials, OrmoSys allows for 39,744 different insole types which precisely address the patientsí problems. Built on proven technical knowledge, this orthotic modular system allows unskilled operators with low experience to develop quality and consistent orthotic insoles, with less room for errors.\nThe goal of the project is to produce the current prototype (TRL7) to meet the identified market requirements, i.e. high product quality and customer satisfaction, easy to handle, acceptable price. This will facilitate the successful introduction of OrmoSys in the identified markets for comfort, sport and medical orthotic insoles, thus addressing an 18bn Ä market.",
    "totalCost": "2673750",
    "ecMaxContribution": "1871625",
    "coordinator": "LANGMEIER FATMIR FETULA",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918184153": {
            "orgId": "918184153",
            "orgName": "LANGMEIER FATMIR FETULA",
            "ecContrib": 1871625
        }
    },
    "calculatedTotalContribution": 1871625
}