{
    "rcn": "205832",
    "acronym": "PhotoMedMet",
    "topics": "ERC-CoG-2015",
    "title": "Towards Novel Inert (Photo-)toxic Ru(II) Polypyridyl Complexes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "In this grant application, I propose to investigate in-depth the potential of novel inert Ru(II) polypyridyl complexes as novel anticancer drug candidates. Such compounds were investigated by Dwyer and Shulman in 1950s and 1960s both in vitro and in vivo with relatively promising results. This impressive seminal work was unfortunately not followed-up. This lack of additional studies was recently attributed, at least in part, to the observed neurotoxicity of the complexes. Nonetheless, over the last years, there has been a revival of important in vitro studies of such inert Ru(II) polypyridyl complexes for anticancer purposes. However, without further in vivo studies, it is reasonable to think that similar neurotoxicity to that observed by Dwyer and Shulman could be encountered. In order to tackle these (potential) drawbacks, I propose to use a prodrug approach.\nFurthermore, I also intend to investigate the potential of inert Ru(II) polypyridyl complexes as photosensitizers (PSs) in photodynamic therapy (PDT). In the search for an alternative approach to chemotherapy, PDT has proven to be a promising, effective and non-invasive treatment modality. Importantly, in order to increase even further the potential of the PSs presented in this project, I propose to also excite them via simultaneous two-photon absorption (TPA) in the so-called two-photon excitation PDT (2 PE-PDT). Importantly, the newly Ru(II)-based PSs will be coupled to cancer cell-specific peptides or antibodies. This double selectivity (targeting vector and photo-activation) should limit the frequently encountered side-effects of (metal-based) anticancer drugs. Another important aim of this second part of this project will be the use of the Ru(II)-based PSs to kill bacteria. Interestingly, PDT has been recently shown to be an interesting alternative to fight bacteria. I therefore intend to couple Ru(II)-based (2PE )PSs to bacteria-specific peptides to bring bacteria specificity.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997732592": {
            "orgId": "997732592",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE PARIS",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}