{
    "rcn": "205889",
    "acronym": "NASCENT",
    "topics": "ERC-CoG-2015",
    "title": "Novel Approach to Systematically Characterize Exercise- and Nutrient- responsive genes in Type 2 diabetes and cardiovascular disease",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Proposal summary\nType 2 diabetes and cardiovascular disease are devastating and costly morbidities whose prevalences are increasing rapidly around the world. As such, there is an urgent need to develop innovative and effective prevention and treatment strategies. As numerous clinical trials have shown, lifestyle modification is by far the best way to prevent these diseases, with lifestyle being twice as effective as the best drugs, less costly and free from side effects. Yet, human biology is complex, causing some people to respond well and others poorly to the same lifestyle interventions. Thus, a huge, as yet unrealised opportunity exists to optimize the prevention and treatment of cardiometabolic diseases by tailoring lifestyle interventions to the patientís unique biology. \nNASCENT is an integrated programme of research through which I will functionally annotate and later translate discoveries of gene-lifestyle interactions made through the interrogation of large epidemiological (N>100,000) datasets at my disposal. The functional annotation of these discoveries will be done using state-of-the-art epigenomic and targeted gene editing tools, whereas the translation of those findings will be achieved using a innovative and powerful clinical trial design that focuses on treatments that are tailored to the participantís genotype (genotype-based recall). \nNASCENT capitalizes on a solid foundation of cohorts, methods, and expertise that I have built-up over the past fifteen years, but also exploits state-of-the-art epigenomic and gene-editing technologies that have not previously been used in studies of gene-lifestyle interactions. I expect the integration of these established and new approaches in NASCENT to propel major advances in understanding gene-lifestyle interactions in cardiometabolic disease that help optimise disease prevention.",
    "totalCost": "1875000",
    "ecMaxContribution": "1875000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1875000
        }
    },
    "calculatedTotalContribution": 1875000
}