{
    "rcn": "205892",
    "acronym": "MUSES",
    "topics": "ERC-CoG-2015",
    "title": "Towards middle-range theories of the co-evolutionary dynamics of multi-level social-ecological systems",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Humans have the capacity to change the biosphere from local to global scales while at the same time fundamentally depending on a functioning biosphere for their well-being. Moreover human societies are increasingly affected by global change and adapting to it in multiple ways. These interdependencies give rise to non-linear, cross-scale dynamics that pose significant challenges for analysis and governance of social-ecological systems (SES). In view of the need for societal transformations towards sustainability is the identification of mechanisms of change in SES an urgent and cutting-edge research frontier.  This project aims to develop new methodologies and middle-range theories of the dynamics of SES. It will take the nature of SES as complex adaptive systems into account by developing a mechanism-based understanding of change in SES as it arises from micro-level interactions within complex networks of actors and ecosystems. Particular emphasis will be put on emergent and top-down cross-scale interactions.   \nTo this end we will develop dynamic multi-level models using agent-based and mathematical modeling approaches. Model development will be based on a typology of cross-scale interactions, theories from the natural and social sciences and empirical evidence from marine and terrestrial SES. We will combine stylized with empirically-based models and cross-case comparison to develop a typology of social-ecological configurations of the long-term persistence of SES and their capacity to change. Knowledge integration across disciplines and the development of integrative frameworks and approaches will be supported by procedures to bridge different ontological and epistemological foundations. The project will advance sustainability science by providing new methods for modeling multi-level SES and cross-scale interactions, and approaches to identify and include critical social-ecological interactions, particularly human adaptive responses, into models of SES.",
    "totalCost": "1969599",
    "ecMaxContribution": "1969599",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1969599
        }
    },
    "calculatedTotalContribution": 1969599
}