{
    "rcn": "205872",
    "acronym": "dEUdil",
    "topics": "SMEInst-12-2016-2017",
    "title": "dEUdil: Building on open data as a new business model in the business information industry",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "DueDil is on a mission to contextualise the worldís private company information and, in the process, to do for private markets what Bloomberg has done for public ones. At the heart of DueDilís success is a big data platform built on top of open data that leverages geo-localisation and network analysis techniques. This combination of our data processing architecture and proprietary algorithms enables us to shift the paradigm of the business information industry with a product that offers superior data contextualisation and usability and unprecedented transparency. By creating tools on top of open data, we are innovating in the business information industry in a way that is simply unavailable to the traditional incumbents who have grown through acquisition rather than innovation. We are well established in the UK & Ireland and the next step is pan-European expansion. To this end, we are seeking a grant to strengthen our technology backbone and enable the scaling and gradual localisation of our services from 2 to 19 European Member States (MS). We aim to create a unified database of company and corporate director information across the 19 MS with information matched and searchable seamlessly within and across the 19 MS. We will also start building our continental Europe business development capacity for those new markets centrally from London, rolling out our solution incrementally across Europe. By removing the major, widely acknowledged barrier to growth: finding new business and risk managing suppliers and customers by providing access to business information of unprecedented transparency, we believe DueDil can become a powerful growth and job creation engine for Europe and thus generate a massive return for European taxpayersí money. To achieve this, we have assembled a talented, skilled, multi-cultural team and received backing from well-known investors that have been involved in some of the largest European exits of the last decade.",
    "totalCost": "4449563,75",
    "ecMaxContribution": "2500000",
    "coordinator": "DUEDIL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927082157": {
            "orgId": "927082157",
            "orgName": "DUEDIL LIMITED",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}