{
    "rcn": "205893",
    "acronym": "OpenMaker",
    "topics": "ICT-10-2015",
    "title": "Harnessing the power of Digital Social Platforms to shake up makers and manufacturing entrepreneurs towards a European Open Manufacturing ecosystem",
    "startDate": "20/06/2016",
    "endDate": "19/12/2018",
    "objective": "OpenMaker brings together mainstream manufacturers and makers (i.e. tech-savvy craftsmen driven by social innovation and open source principles) in an purposely designed ecosystem built to enable cross-boundary partnerships for innovation. The partnerships will be facilitated by a targeted programme piloted in four locations in Europe and curated by experienced facilitators. Combining skills and expertise across boundaries will benefit all collaborators and stimulate innovation in manufacturing. Specifically, in relation to business models, production processes, products and governance structure and systems. This is intended to contribute to industrial renewal in Europe which will have direct benefits for sustained growth and employment. This bespoke ecosystem will blend on and offline opportunities for collaboration mirroring the multifaceted ways individuals interact in a networked society. Our dedicated digital platform will support communication between all the partners in the four locations and allow stakeholders and partners from other locations to participate. It will also function to map and collect data on social dynamics. Network analysis will be used to harvest data, and generate a deeper understanding of the social dynamics between the partners and across the stakeholders which constitute this community. Such knowledge will help the consortium to improve methods and tools to foster partnerships for innovation in manufacturing. This project will benefit society through generating novel partnerships that combine greater productivity and social impact. Moreover it will provide evidence for business, policymakers and the public that industrial development can serve the common good while still being competitive and sustainable.",
    "totalCost": "3289406,25",
    "ecMaxContribution": "3156906,25",
    "coordinator": "THE YOUNG FOUNDATION LBG",
    "coordinatorCountry": "UK",
    "participants": "LAMA DEVELOPMENT AND COOPERATION AGENCY SOCIETA COOPERATIVA;FUNDACION TECNALIA RESEARCH & INNOVATION;CONSORZIO TOP-IX - TORINO E PIEMONTE EXCHANGE POINT;ACCORD HOUSING ASSOCIATION LIMITEDIPS;UNIVERSITAT ZURICH;SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA;Centire s.r.o.;PLUSVALUE;BOGAZICI UNIVERSITESI",
    "participantCountries": "IT;ES;UK;CH;SK;TR",
    "projectParticipants": {
        "951272793": {
            "orgId": "951272793",
            "orgName": "ACCORD HOUSING ASSOCIATION LIMITEDIPS",
            "ecContrib": 451250
        },
        "949613996": {
            "orgId": "949613996",
            "orgName": "SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA",
            "ecContrib": 182500
        },
        "925581664": {
            "orgId": "925581664",
            "orgName": "PLUSVALUE",
            "ecContrib": 306250
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 400500
        },
        "999882500": {
            "orgId": "999882500",
            "orgName": "BOGAZICI UNIVERSITESI",
            "ecContrib": 363750
        },
        "968929703": {
            "orgId": "968929703",
            "orgName": "THE YOUNG FOUNDATION LBG",
            "ecContrib": 383750
        },
        "953622036": {
            "orgId": "953622036",
            "orgName": "Centire s.r.o.",
            "ecContrib": 377031
        },
        "965164260": {
            "orgId": "965164260",
            "orgName": "CONSORZIO TOP-IX - TORINO E PIEMONTE EXCHANGE POINT",
            "ecContrib": 294375
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "954330330": {
            "orgId": "954330330",
            "orgName": "LAMA DEVELOPMENT AND COOPERATION AGENCY SOCIETA COOPERATIVA",
            "ecContrib": 397500
        }
    },
    "calculatedTotalContribution": 3156906
}