{
    "rcn": "205869",
    "acronym": "SheepNet",
    "topics": "RUR-10-2016-2017",
    "title": "Sharing Expertise and Experience towards sheep Productivity through NETworking",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "'SheepNet is a thematic network project about practice-driven innovation to improve sheep productivity (number of lambs weaned/ewe mated): a critical component of farmersí income and therefore of the sustainability and attractiveness of sheep farming. SheepNet will establish durable exchange of scientific and practical knowledge among researchers, farmers and advisors, through a multi-actor and transdisciplinary approach at national and international levels and by the broad involvement of European Agriculture knowledge and Innovation Systems. This will promote the implementation and dissemination of innovative and best technologies and practices for the improvement of sheep productivity. To maximize impact and ensure a wide coverage of different farming systems, SheepNet will bring together six main sheep producing EU countries, plus Turkey, and Australia, New Zealand, and every relevant EU network.\nThe project aims to:\nï         produce a scientific, technical and practical knowledge reservoir through a combined 'top-down and bottom-up' approach and the strong involvement of 45 innovative farms; \nï         foster cross-fertilization through multi-actors workshops at national and international levels, a broad and interactive participation of the 'sheep community' via social networks and an interactive platform;\nï         develop an easily understandable support package of communication and learning material, web-based tools, interactive platform, designed to help both scientists and stakeholders and a strong interactions with the EIP AGRI Service Point will guarantee long-lasting and wide accessibility of the SheepNet results.'",
    "totalCost": "1995289,38",
    "ecMaxContribution": "1991289,5",
    "coordinator": "INSTITUT DE L'ELEVAGE",
    "coordinatorCountry": "FR",
    "participants": "TOGEN DANISMANLIK TARIM VE HAYVANCILIK ZIRAAT GIDA BIOTEKNOLOJI ITHALAT IHRACAT SAN VE TIC LTD;UNIVERSITATEA DE STIINTE AGRICOLE SI MEDICINA VETERINARA A BANATULUI REGELE MIHAI I AL ROMANIEI DIN TIMISOARA;EFFICIENT INNOVATION SAS;SRUC;AGRIS SARDEGNA - AGENZIA PER LA RICERCA IN AGRICOLTURA;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;NEIKER-INSTITUTO VASCO DE INVESTIGACION Y DESARROLLO AGRARIO SA;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "TR;RO;FR;UK;IT;IE;ES",
    "projectParticipants": {
        "997594173": {
            "orgId": "997594173",
            "orgName": "AGRIS SARDEGNA - AGENZIA PER LA RICERCA IN AGRICOLTURA",
            "ecContrib": 203509
        },
        "997218395": {
            "orgId": "997218395",
            "orgName": "INSTITUT DE L'ELEVAGE",
            "ecContrib": 388626
        },
        "917342581": {
            "orgId": "917342581",
            "orgName": "TOGEN DANISMANLIK TARIM VE HAYVANCILIK ZIRAAT GIDA BIOTEKNOLOJI ITHALAT IHRACAT SAN VE TIC LTD",
            "ecContrib": 181125
        },
        "999899669": {
            "orgId": "999899669",
            "orgName": "SRUC",
            "ecContrib": 250364
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 179682
        },
        "998784072": {
            "orgId": "998784072",
            "orgName": "NEIKER-INSTITUTO VASCO DE INVESTIGACION Y DESARROLLO AGRARIO SA",
            "ecContrib": 227589
        },
        "987914058": {
            "orgId": "987914058",
            "orgName": "UNIVERSITATEA DE STIINTE AGRICOLE SI MEDICINA VETERINARA A BANATULUI REGELE MIHAI I AL ROMANIEI DIN TIMISOARA",
            "ecContrib": 170688
        },
        "954725605": {
            "orgId": "954725605",
            "orgName": "EFFICIENT INNOVATION SAS",
            "ecContrib": 133750
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 255958
        }
    },
    "calculatedTotalContribution": 1991291
}