{
    "rcn": "205879",
    "acronym": "Greenrail",
    "topics": "SMEInst-10-2016-2017",
    "title": "Greenrail, innovative and sustainable railway sleepers: the greener solution for railway sector",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Greenrail S.r.l., winner of SME Phase I and Seal of Excellence SME Phase II has designed an innovative composite railway sleeper. Greenrail Sleeper, patented in 122 countries, combines the advantages of concrete sleepers with the ones of composite sleepers. It is made of an inner core in concrete, covered by an elastic outer shell obtained from recycled plastic and ELT (End-of-Life Tyres), which reduces maintenance costs, vibrations and noise and allows to recover 35 tons of ELT and 35 tons of plastic from urban waste for each kilometer of line (1 km = 1670 sleepers). It is the sustainable substitute of pre-stressed concrete sleepers and it has a longer lifespan, estimated in 50 years from the first installation. Moreover, it is the only existing sleeper that can integrate sensors and systems for energy production and/or data transmission for safety and/or telecommunications. Besides the Greenrail Basic sleeper the company has planned further R&D for Greenrail Solar (a sleeper able to transform every km of line into a photovoltaic field producing from 150 kWh to 600 kWh), Greenrail LinkBox (a Greenrail Solar which also incorporates systems of data transmission for safety and telecommunications able to communicate with remote control rooms) and Greenrail Piezo (Greenrail Basic sleeper which incorporates piezoelectric systems and dynamometers that activate themselves at every train transition, producing energy able to power integrated systems for analysis and diagnostics of the railroad line). The goals of the project are: - obtain the homologation of Greenrail Basic sleeper through the pilot activity with RFI (Rete Ferroviaria Italiana), following the certification regulations; - R&D investments on Greenrail Solar, LinkBox and Piezo by 2018; - commercialisation and manufacturing plant.",
    "totalCost": "3272623,75",
    "ecMaxContribution": "2290836",
    "coordinator": "GREENRAIL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938202043": {
            "orgId": "938202043",
            "orgName": "GREENRAIL SRL",
            "ecContrib": 2290836
        }
    },
    "calculatedTotalContribution": 2290836
}