{
    "rcn": "205870",
    "acronym": "WOODnat",
    "topics": "BB-04-2016",
    "title": "Second generation of planted hardwood forests in the EU",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The past EU funding programs for the afforestation of agricultural marginal areas promoted many walnut quality hardwood planted forests in southern Europe, which are mostly small to medium-sized and dispersed in the territory. Although southern European countries have intensively invested in research on walnut silviculture and genetics, the owners of small planted forests lack the know-how needed to properly manage their plantations, being a majority of them poorly managed or abandoned. Moreover, the average age of the walnut plantations and their need for thinnings imply that large quantities of small-diameter trees will be produced in the years to come. However, small-dimensioned European walnut logs are not demanded by wood industry because of the higher transformation costs and because of the competition of the American walnut.\nWOODNat, focused on the whole walnut hardwood-chain, aims at increasing the use of quality walnut hardwood produced under sustainable management practices in planted forests of southern Europe, which implies adding value to the whole chain of the walnut hardwood market, involving the different stakeholders of the market. To help this approach, WOODNat will benefit from biotechnology, robotics, and the development of a mobile app. Thanks to WOODNat, walnut plant nurseries will improve characteristics of walnut plants in order to reach a higher standard in the market while increasing nursery productivity, and will keep after-sale contact with plantation managers to get feedback of the success of the walnut plants. A whole package of environmentally sustainable management practices, including sustainable innovative approaches to degrade by-products, will be implemented in walnut planted forests, not only in new plantations but also in many now abandoned or poorly-managed exploitations. Such package of good practices will increase not only productivity, but also multifunctionality of walnut plantations",
    "totalCost": "3078427,8",
    "ecMaxContribution": "2210305,72",
    "coordinator": "SEISTAG INNOVACION SL",
    "coordinatorCountry": "ES",
    "participants": "INDUSTRIAL PLANTS OOD;BOSQUES NATURALES SA;WAF ESTRUCTURAS DIGITALES SL;ASIMOV EFFICIENCY SL;WALE SAS;ECM INGENIERIA AMBIENTAL SL;LOSAN ROMANIA SRL;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
    "participantCountries": "BG;ES;FR;RO;IT",
    "projectParticipants": {
        "952863011": {
            "orgId": "952863011",
            "orgName": "ECM INGENIERIA AMBIENTAL SL",
            "ecContrib": 224481
        },
        "999531360": {
            "orgId": "999531360",
            "orgName": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
            "ecContrib": 184688
        },
        "938049074": {
            "orgId": "938049074",
            "orgName": "WAF ESTRUCTURAS DIGITALES SL",
            "ecContrib": 231630
        },
        "939364976": {
            "orgId": "939364976",
            "orgName": "SEISTAG INNOVACION SL",
            "ecContrib": 290123
        },
        "924965714": {
            "orgId": "924965714",
            "orgName": "INDUSTRIAL PLANTS OOD",
            "ecContrib": 134085
        },
        "921122768": {
            "orgId": "921122768",
            "orgName": "LOSAN ROMANIA SRL",
            "ecContrib": 282625
        },
        "921209777": {
            "orgId": "921209777",
            "orgName": "WALE SAS",
            "ecContrib": 112000
        },
        "920839722": {
            "orgId": "920839722",
            "orgName": "ASIMOV EFFICIENCY SL",
            "ecContrib": 183120
        },
        "938080890": {
            "orgId": "938080890",
            "orgName": "BOSQUES NATURALES SA",
            "ecContrib": 567554
        }
    },
    "calculatedTotalContribution": 2210306
}