{
    "rcn": "205897",
    "acronym": "HKADeC",
    "topics": "ERC-ADG-2015",
    "title": "Human Capital Accumulation in Developing Countries: Mechanisms, Constraints and Policies",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "We propose to study the process of human capital accumulation during the early years of life in developing countries. The research is motivated by the importance of early years to human development, both because of the long run consequences of events during that period and because of high malleability across key developmental domains during that period, making it particularly salient for policy interventions. The research is organized into three parts. First, we need to understand the process of formation of human capital, what economists refer to as the production function of human capital. Human capital is understood as a multidimensional object whose components (cognition and intelligence, socio-emotional skills, health) evolve in a complex way interacting with a variety of inputs and environmental factors. Disentangling the role played by different factors and inputs (including initial conditions, environmental shocks, parental inputs, centre based care) is important for our understanding of the process and for policy analysis. Second, we need to understand parental behaviour, as parents choose many of the investments in human capital development. Many questions are open: what are the constraints (resources, information, beliefs and attitudes) that parents face in making investment choices? Do parents make optimal choices? Do parents reinforce or compensate shocks? How are resources allocated across children of different gender and/or ability? Who makes decisions within the family? Third, measurement and the design of measurement tools is central to our research. We need to examine the performance of existing measurement tools and propose, design and validate new ones. The research, led by an economist, is interdisciplinary, using inputs from psychologists, child development specialists, geneticists, anthropologists and is organized around a unified framework, whereupon parents make choices taking into account the production function and a number of constraints",
    "totalCost": "1781278,75",
    "ecMaxContribution": "1781278",
    "coordinator": "Institute for Fiscal Studies",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998931027": {
            "orgId": "998931027",
            "orgName": "Institute for Fiscal Studies",
            "ecContrib": 1781278
        }
    },
    "calculatedTotalContribution": 1781278
}