{
    "rcn": "205877",
    "acronym": "UWIT",
    "topics": "SMEInst-01-2016-2017",
    "title": "UnderWater Information Technology (UWIT)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Alleco, a Finnish SME, has developed the worldís first tablet computer with a fully functional touchscreen that works under water. With patented core technology, 25 years of experience in the industry and existing cooperation with the worldís leading diving equipment distributor, Aqua Lung, Alleco is well positioned to bring this novel solution rapidly to the market. With the developed product Alleco is expecting to realize its growth strategy and become a global leader in providing the diving industry with ground-breaking new information and communication technologies.\n\nAllecoís objective with this project is to replicate the market success of consumer mobile devices in an underserved market on a global scale. The proposed outcome of the project will be an ICT solution for professional divers - ranging from scientists, military and fire&rescue to dive instructors - that will disrupt the market for diving equipment and decrease the costs of an average diving project by more than 50%. On a longer time scale, additional market segments include offshore oil&gas, the mining industry, as well as the medical industry, where electronic devices that are dust- and water proof, easy to clean, as well able to operate in explosive prone areas, are in high demand, but short supply.\n\nThe specific objectives of the project are to finalize the necessary hardware (TRL7) and software (TRL7) components and to develop an underwater data exchange- and positioning system (TRL7). Pilot testing will help to validate the full solution in real-life environments and raise customer awareness.\n\nThe successful implementation of the UWIT project will open up a route to a potential target market of Ä2,82Bn. By 2021 Alleco expects to earn more than 53MEUR annually from the project results, and reach a turnover in excess of 100 MEUR by 2024.",
    "totalCost": "1194875",
    "ecMaxContribution": "836412,5",
    "coordinator": "ALLECO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938127450": {
            "orgId": "938127450",
            "orgName": "ALLECO OY",
            "ecContrib": 836412
        }
    },
    "calculatedTotalContribution": 836412
}