{
    "rcn": "205833",
    "acronym": "MicroContact",
    "topics": "ERC-CoG-2015",
    "title": "Microcontact. Language variation and change from the Italian heritage perspective.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "This project aims to add an important block to syntactic theory, by developing new theoretical tools to account for microvariation and change. The central idea is that change and microvariation are necessary parts of grammar, and that they are in fact constrained by Universal Grammar (Chomsky 1957 ff.); in order to understand them we need not focus on the starting point and endpoint of change only, but also on the process itself. Observing change in progress can offer insights into its causes and the mechanisms underlying it. We aim at getting snapshots of change in progress by examining endogenous, diachronic change and change in contact for a number of genetically and typologically related varieties. \n\nBetween the end of the 19th c. and the 1920s, many Italians migrated to the Americas. After World War II, a third wave of migration took place: around 400.000 people left Italy between 1950-1960. Interestingly, most of these Italians did not speak Italian as their native language: they all spoke some ìdialectî. With this term we traditionally refer to those Romance languages spoken in Italy that evolved from Latin, and are sister languages to standard Italian. When these immigrants moved across the Atlantic, their languages entered in contact with other Romance varieties, like Argentinian Spanish, Brazilian Portuguese, or QuÈbÈcois French, as well as with English. \n\nThe languages spoken by these 1st generation immigrants, who are now very old, are extremely important, as they potentially give a unique window into the mechanisms of language change in general, and of syntactic change in particular.",
    "totalCost": "1996250",
    "ecMaxContribution": "1996250",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1996250
        }
    },
    "calculatedTotalContribution": 1996250
}