{
    "rcn": "205819",
    "acronym": "ROLINCAP",
    "topics": "LCE-24-2016",
    "title": "Systematic Design and Testing of Advanced Rotating Packed Bed Processes and Phase-Change Solvents for Intensified Post-Combustion CO2 Capture",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "ROLINCAP will search, identify and test novel phase-change solvents, including aqueous and non-aqueous options, as well as phase-change packed bed and Rotating Packed Bed processes for post-combustion CO2 capture. These are high-potential technologies, still in their infancy, with initial evidence pointing to regeneration energy requirements below 2.0 GJ/ton CO2 and considerable reduction of the equipment size, several times compared to conventional processes . These goals will be approached through a holistic decision making framework consisting of methods for modeling and design that have the potential for real breakthroughs in CO2 capture research. The tools proposed in ROLINCAP will cover a vast space of solvent and process options going far beyond the capabilities of existing simulators. ROLINCAP follows a radically new path by proposing one predictive modelling framework, in the form of the SAFT-? equation of state, for both physical and chemical equilibrium, for a wide range of phase behaviours and of molecular structures. The envisaged thermodynamic model will be used in optimization-based Computer-aided Molecular Design of phase-change solvents in order to identify options beyond the very few previously identified phase-change solvents. Advanced process design approaches will be used for the development of highly intensified Rotating Packed Bed processes.  Phase-change solvents will be considered with respect to their economic and operability RPB process characteristics. The sustainability of both the new solvents and the packed-bed and RPB processes will be investigated considering holistic Life Cycle Assessment analysis and Safety Health and Environmental Hazard assessment. Selected phase-change solvents, new RPB column concepts and packing materials will be tested at TRL 4 and 5 pilot plants. Software in the form of a new SAFT-? equation of state will be tested at TRL 5 in the gPROMS process simulator.",
    "totalCost": "3212587,5",
    "ecMaxContribution": "3089845",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "ELPEDISON PARAGOGI ILEKTRIKIS ENERGEIAS AE;THE UNIVERSITY OF SHEFFIELD;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITY OF NEWCASTLE UPON TYNE;KOREA ADVANCED INSTITUTE OF SCIENCE AND TECHNOLOGY;PROCESS SYSTEMS ENTERPRISE LIMITED;COWI AB;CAO HELLAS MAKEDONIKI ASVESTOPOIIA ANONIMI ETAIRIA PARAGOGIS KAI EMPORIAS ASVESTOY KAI LOIPON DOMIKOICHIMIKON ILON;GWANGJU INSTITUTE OF SCIENCE AND TECHNOLOGY;JULIUS MONTZ GMBH;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "EL;UK;KR;SE;DE",
    "projectParticipants": {
        "962422458": {
            "orgId": "962422458",
            "orgName": "JULIUS MONTZ GMBH",
            "ecContrib": 175000
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 612099
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 334339
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 336840
        },
        "955108270": {
            "orgId": "955108270",
            "orgName": "GWANGJU INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 0
        },
        "918119357": {
            "orgId": "918119357",
            "orgName": "ELPEDISON PARAGOGI ILEKTRIKIS ENERGEIAS AE",
            "ecContrib": 66250
        },
        "962424495": {
            "orgId": "962424495",
            "orgName": "CAO HELLAS MAKEDONIKI ASVESTOPOIIA ANONIMI ETAIRIA PARAGOGIS KAI EMPORIAS ASVESTOY KAI LOIPON DOMIKOICHIMIKON ILON",
            "ecContrib": 62500
        },
        "998066272": {
            "orgId": "998066272",
            "orgName": "PROCESS SYSTEMS ENTERPRISE LIMITED",
            "ecContrib": 303508
        },
        "997863930": {
            "orgId": "997863930",
            "orgName": "KOREA ADVANCED INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 0
        },
        "951053379": {
            "orgId": "951053379",
            "orgName": "COWI AB",
            "ecContrib": 160000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 666375
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 372935
        }
    },
    "calculatedTotalContribution": 3089846
}