{
    "rcn": "205862",
    "acronym": "SolTile",
    "topics": "SMEInst-09-2016-2017",
    "title": "A roof integrated solar tile system to develop cost-effective distributed solar power generation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "There is an increasing global need to reduce dependence on fossil fuels as a resource and convert to renewable production of energy. Traditional solar installations require large amounts of material, equipment and labour resulting in unattractive systems and a poor market adoption. The EU is currently installing less than 100,000 residential solar roofs per year however this needs to increase to 3,000,000 per year to avoid worst scenario climate change. Soltiles innovative business project aims to significantly accelerate the uptake of solar power for individual properties whilst disrupting the existing model of utility scale central power generation. The Soltiles solution offers an efficient and reliable solution to residential solar power whilst maintaining the aesthetics of the property. For homeowners, the tiles generate enough power to attain self-sufficiency. The moulded tile is installed like a standard roofing tile by roofing contractors. The patented product is unique by incorporating both crystalline and thin film technology improving flexibility and versatility of the substrate. After conducting a successful feasibility assessment in the SME Instrument Phase 1, Soltilesí Phase 2 project aims to re-engineer the tiles for increased efficiency; optimise the manufacturing processes of the tile; establish compliance with necessary regulation; and install and test 18 roofs for complete system validation.",
    "totalCost": "2203904,25",
    "ecMaxContribution": "1542732,98",
    "coordinator": "SOLTILES SAS",
    "coordinatorCountry": "FR",
    "participants": "ENERGIE RENOUVELABLES DU SUD OUEST",
    "participantCountries": "FR",
    "projectParticipants": {
        "921250323": {
            "orgId": "921250323",
            "orgName": "ENERGIE RENOUVELABLES DU SUD OUEST",
            "ecContrib": 324261
        },
        "931261305": {
            "orgId": "931261305",
            "orgName": "SOLTILES SAS",
            "ecContrib": 1218472
        }
    },
    "calculatedTotalContribution": 1542733
}