{
    "rcn": "205806",
    "acronym": "HiEff-BioPower",
    "topics": "LCE-07-2016-2017",
    "title": "Development of a new highly efficient and fuel flexible CHP technology based on fixed-bed updraft biomass gasification and a SOFC",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Within the project a new highly efficient biomass CHP technology consisting of a fuel-flexible fixed-bed updraft\ngasifier, a novel compact gas cleaning system and a solid oxide fuel cell (SOFC) shall be developed for a capacity\nrange of 1to 10 MW (total energy output). The technology shall distinguish itself by a wide fuel spectrum applicable (wood pellets, wood chips, SRC, selected agricultural fuels like agro-pellets, fruit stones/shells), high gross electric (40%) and overall (90%) efficiencies as well as equal-zero gaseous and PM emissions. The system shall consist of a fuel-flexible updraft gasification technology with ultra-low particulate matter and alkali metal concentrations in the product gas (which reduces the efforts for gas cleaning), an integrated high temperature gas cleaning approach for dust, HCl and S removal and tar cracking within one process step as well as a SOFC system which tolerates certain amounts of tars as fuel. It is expected to achieve at the end of the project a TRL of 5 and a MRL of at least 5.\nTo fulfill these goals a methodology shall be applied which is divided into a technology development part (process\nsimulations, computer aided design of the single units and the overall system, test plant construction, performance and\nevaluation of test runs, risk and safety analysis) as well as a technology assessment part covering techno-economic,\nenvironmental and overall impact assessments and market studies regarding the potentials for application. Moreover, a clear\ndissemination, exploitation and communication plan is available.\nThe novel technology shall define a new milestone in terms of CHP efficiency and equal-zero emission technology in the\nmedium-scale capacity range and shall contribute to a stronger and future-oriented EU energy supply based on renewables. Its fuel flexibility shall ensure high attractiveness and market application potential and thus strengthen the industrial base in the EU as well as the technological leadership.",
    "totalCost": "4997371,25",
    "ecMaxContribution": "4997371,25",
    "coordinator": "BIOS BIOENERGIESYSTEME GMBH",
    "coordinatorCountry": "AT",
    "participants": "BOSAL EMISSION CONTROL SYSTEMS NV;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CALIDA CLEANTECH GMBH;KARLSRUHER INSTITUT FUER TECHNOLOGIE;AVL LIST GMBH;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;VIESSMANN HOLZFEUERUNGSANLAGEN GMBH;UNIVERSITEIT UTRECHT",
    "participantCountries": "BE;DE;AT;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 191596
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 838486
        },
        "997914564": {
            "orgId": "997914564",
            "orgName": "BIOS BIOENERGIESYSTEME GMBH",
            "ecContrib": 851075
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 225872
        },
        "936527629": {
            "orgId": "936527629",
            "orgName": "VIESSMANN HOLZFEUERUNGSANLAGEN GMBH",
            "ecContrib": 809475
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 715900
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 727504
        },
        "962158424": {
            "orgId": "962158424",
            "orgName": "CALIDA CLEANTECH GMBH",
            "ecContrib": 426225
        },
        "991660004": {
            "orgId": "991660004",
            "orgName": "BOSAL EMISSION CONTROL SYSTEMS NV",
            "ecContrib": 211238
        }
    },
    "calculatedTotalContribution": 4997371
}