{
    "rcn": "205873",
    "acronym": "Sleep for All",
    "topics": "SMEInst-01-2016-2017",
    "title": "Diagnostics of sleep disorders for all patient groups",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Nox Medical will develop and bring to market disruptive technology in sleep diagnostics to address an epidemic which costs Europe more than Ä 300 billion annually. Nox Medical is a leading company in the field of sleep diagnostics equipment. Based on our experience and market positioning we plan to revolutionize sleep diagnostics by improving the diagnostic power of our products and making them accessible to a much larger market. Current sleep diagnosis methods and criteria are based on findings which were made before computers were common place in the hospital environment. Since then, a range of biomarkers and diagnostics protocols have been discovered, validated, and published in scientific journals. These biomarkers and diagnostics protocols have not been integrated into routine diagnosis. This is partly due to technological challenges and partly due to the conservative nature of medicine. By adopting these biomarkers and diagnostics protocols into state of the art diagnostics products, Nox Medical is bridging the gap between research and clinical application. The resulting products will allow more sleep studies being performed in the home environment, instead of being performed inside a hospital. This will allow better patient stratification, reduction of cost, and make sleep diagnosis available to a much larger market. The results of the project open up a possibility of revolutionising the business model behind sleep diagnostics by offering sleep diagnostics as a service, similar to a model commonly used in software marketing today.",
    "totalCost": "2883150",
    "ecMaxContribution": "2000000",
    "coordinator": "NOX MEDICAL EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934034147": {
            "orgId": "934034147",
            "orgName": "NOX MEDICAL EHF",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}