{
    "rcn": "205895",
    "acronym": "ViEWS",
    "topics": "ERC-ADG-2015",
    "title": "The Violence Early-Warning System: Building a Scientific Foundation for Conflict Forecasting",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The challenges of preventing, mitigating, and adapting to large-scale political violence are daunting, particularly when violence escalates where it is not expected. Early-warning systems of sufficient quality and transparency do not exist, limiting the ability of the international community to effectively assist affected populations. We propose to develop, test, and iteratively improve a pilot Violence Early-Warning System (ViEWS) that is rigorous, data-based, and publicly available to researchers and the international community. This objective is challenging but feasible. The conflict research community has laid the ground for such a system through careful isolation of theoretically manageable sub-components of complex phenomena, and concomitant systematic, disaggregated data collection efforts. A major innovation in the project is to integrate these isolated research programs into a theoretically and methodologically consistent forecasting system, by means of dynamic simulation techniques in combination with Bayesian Model Averaging, and guided by continuous out-of-sample evaluation. This integration effort will not only allow an early-warning system of unprecedented scope and performance, but also build theoretically informative bridges between numerous compartmentalized conflict research programs. Concentrating on theoretical and methodological development, the pilot will be limited in scope to Africa but be scalable. ViEWS will provide early warnings for four forms of political violence: armed conflict involving states and rebel groups, armed conflict between non-state actors, violence against civilians, and forced population displacement, and apply these to specific actors, sub-national geographical units, and countries. Led by HÂvard Hegre, the system will leverage the data resources within the Uppsala Conflict Data program, the world-leading provider of conflict data, in combination with a strong team of highly experienced conflict scholars.",
    "totalCost": "2496972",
    "ecMaxContribution": "2496972",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 2496972
        }
    },
    "calculatedTotalContribution": 2496972
}