{
    "rcn": "205831",
    "acronym": "HyperQC",
    "topics": "ERC-CoG-2015",
    "title": "Hyper Quantum Criticality",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Hyper Quantum Criticality ñ HyperQC is a major initiative with the aim of generating and controlling novel phases of correlated magnetic quantum matter, and of exploring them in high-precision experiments. A combination of new capabilities enabled by the development of instrumentation, pioneering ultra-fast studies and experiments on magnetic model materials will allow both the exploration of fundamental Hamiltonians and fully quantitative tests of quantum criticality in hyper-parameter space: temperature, magnetic field, pressure, energy, momentum and time.  \n \nHyperQC - Challenge. Direct control of the dimensionality, symmetry, chemical potential and interactions in magnetic materials is achieved by a new experimental set-up combining high magnetic fields and pressures with ultra-low temperatures, which will be installed on neutron scattering instruments at the Swiss Spallation Neutron Source SINQ. Experiments on a number of magnetic model materials allow the realization and high-precision measurements of the multi-dimensional quantum critical properties of systems including magnon Bose-Einstein Condensates, spin Luttinger liquids and renormalized classical ordered phases, as well as of other many-body phenomena in quantum spin systems. \n\nHyperQC ñ Vision. Experiments on the time-dependent, non-equilibrium properties of quantum magnets and quantum critical points are new. Ultra-short laser and X-ray pulses are able to alter and measure the lattice, spin, orbital and electronic properties of solids, which has been demonstrated in recent experiments on multiferroic materials and superconductors. The effects of such pulses on a number of well-characterized model quantum magnets will be investigated with the aim of studying the time-dependent dynamics of quantum critical systems for the first time.",
    "totalCost": "2328648,75",
    "ecMaxContribution": "2328648,75",
    "coordinator": "PAUL SCHERRER INSTITUT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 2328649
        }
    },
    "calculatedTotalContribution": 2328649
}