{
    "rcn": "205850",
    "acronym": "CATAPULT",
    "topics": "MSCA-IF-2015-GF",
    "title": "Coupling ATomistics and mesoscAle Plasticity for toUghness of noveL hybrid maTerial",
    "startDate": "01/02/2017",
    "endDate": "30/05/2020",
    "objective": "The project is one of an interactive synergism between theoretical modelling at UC Berkeley's MSE department and the CNRS-LEM and multiple length-scale structural/mechanical characterization and innovative processing at UCB. The researcher will lead the project under the supervision of Pr. Asta (UCB) and Dr. Finel (LEM). The work will be done in strong collaboration with Dr. Devincre (LEM) and experimentalist Pr. Ritchie (UCB). As structural materials reach their performance limits, one of the major scientific challenges for the 21st century is the development of new lightweight, high-performance structural materials to support advances in diverse strategic fields from building to transportation or energy. Tomsia and Ritchie have designed a freeze-casting technique to synthesize materials that closely mirror the hierarchical microstructure of nacre, producing the highest toughness ceramics on record. Now, our goal is to improve the material strength as well as toughness. Preliminary results have been recently obtained in the form of Al2O3/Al-Si composites exhibiting high toughness but a strength still 30% lower than pure metal. Our project aims to identify, characterize and model the material fracture, involving physical processes at many length scales and, finally, to design hybrid material with optimized mechanical properties. Our efforts to define the scientific mechanisms needed to develop such new damage-tolerant materials will follow an innovative multi-scale approach: combination of first-principles modelling of the interfaces and micro-mechanics models of bulk elastic and plastic relaxation, together with experimental data.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}