{
    "rcn": "205845",
    "acronym": "SavINGS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Locating Muscle Memory of Vocal Motor Skills",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Fine motor skills, such as singing or playing an instrument, require precise neural control of the musculature that executes the task. This high level of precision can only be acquired through extensive practice, while both the brain and the peripheral musculature adapt to the task. Although the level of motor performance decreases when a skill is not used, once acquired, previous levels of performance can be regained quickly with only little practice, a phenomenon called ësavingsí. It is unclear, however, what mechanisms underlie savings, and where the information is stored that enables the quick retrieval of previously learned skills.\n\nTo investigate these questions we propose to use our recently developed model system that allows us to experimentally control the acquisition, discontinuation, and re-acquisition of vocal motor performance in songbirds. This novel model system provides us with an excellent opportunity to untangle the contributions of the central nervous system and the peripheral musculature involved in song production to the savings of vocal motor skills.\n\nUsing in vivo two-photon microscopy, we will study dynamic changes in the dendritic arborization of motor neurons in the songbird brain during the development, discontinuation, and rapid retrieval of vocal motor performance. At these different stages of skill utilization we will also investigate structural changes to the vocal organ with in vivo x-ray microtomography (µCT) and quantify the mechanical performance of isolated muscle bundles in vitro afterwards. Together these approaches will demonstrate whether modifications to the brain, the vocal musculature, or both, contribute to the savings of vocal motor skills, and enhance our understanding of the neural and peripheral mechanisms that are responsible for memorization and recall of motor skills.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}