{
    "rcn": "205804",
    "acronym": "PEGASUS",
    "topics": "LCE-07-2016-2017",
    "title": "Renewable Power Generation by Solar Particle Receiver Driven Sulphur Storage Cycle",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "PEGASUS (Renewable Power Generation by Solar Particle Receiver Driven Sulphur Storage Cycle) will investigate a novel power cycle for renewable electricity production applying a solar particle receiver with a sulphur storage system for baseload operation. The proposed process combines solid particles as heat transfer fluid that can also be used for direct thermal energy storage with indirect thermochemical storage of solar energy in solid sulphur, rendering thus a solar power plant capable of round-the-clock renewable electricity production.  Concepts of solar sulphur power plants will be developed and a flowsheet analysis in conjunction with a techno-economic study will be carried out to simulate the performance of the process. Prototypes of the key components (i.e. solar centrifugal particle receiver, sulphuric acid evaporator, sulphur trioxide decomposer and sulphur combustor) will be developed, constructed and operated at relevant scale. On-sun testing of the particle receiver will be carried out in the newly constructed high-flux solar simulator of the German Aerospace Center (DLR) in Juelich, Germany. Furthermore, an integrated operation of the receiver together with the evaporator and the decomposer will be realised in this facility to demonstrate the suitability of the concept. In addition, materials to be used simultaneously as solar heat capture, transfer and storage media as well as catalytic particles in the solar receiver, evaporator and decomposer will be developed, tested and analysed with respect to reaction kinetics and long-term stability. Moreover, system models of the key components will be implemented, validated with experimental data and applied to simulate the performance of the process components. These models will be integrated into the developed flowsheets for the above mentioned process simulations and techno-economics to predict the prospects of the technology.",
    "totalCost": "4695365",
    "ecMaxContribution": "4695365",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;BRIGHTSOURCE INDUSTRIES ISRAEL LTD;KARLSRUHER INSTITUT FUER TECHNOLOGIE;BALTIC CERAMICS SPOLKA AKCYJNA;PROCESSI INNOVATIVI SRL",
    "participantCountries": "EL;IL;DE;PL;IT",
    "projectParticipants": {
        "969042029": {
            "orgId": "969042029",
            "orgName": "PROCESSI INNOVATIVI SRL",
            "ecContrib": 676500
        },
        "926830539": {
            "orgId": "926830539",
            "orgName": "BRIGHTSOURCE INDUSTRIES ISRAEL LTD",
            "ecContrib": 750000
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 701375
        },
        "921360321": {
            "orgId": "921360321",
            "orgName": "BALTIC CERAMICS SPOLKA AKCYJNA",
            "ecContrib": 700000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 619000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1248490
        }
    },
    "calculatedTotalContribution": 4695365
}