{
    "rcn": "205883",
    "acronym": "PigHeat",
    "topics": "SMEInst-09-2016-2017",
    "title": "Utilizing Pig By-products as Heat Source to Save Recycling and Energy Cost.",
    "startDate": "01/11/2016",
    "endDate": "31/08/2018",
    "objective": "BIGAS ALSINA, a family owned company specialized on machinery manufacturing for the Food sector, aims to commercialize PigHeat, a novel technology that allows processing pig fur and pig roughing.\nRight now, pig fur and roughing are simply dried in order to reduce weight and volume, and used as fertilizer in landfills. In other words, pig meat processing means that there is a waste that actually needs to be disposed of, which is the least desirable effect of waste. Not only does pig meat processing incur waste disposal, it also implies an important investment in energy to remove water as well as removal cost. This cost is directly paid by the slaughterhouse.\nThrough the proposed PigHeat processes, pig fur and roughing can be used as an alternative source of fuel that creates steam and service water instead of using gas, diesel or electricity. The meat processing industry consumes high amounts of energy. By using pig fur and roughing as fuel, an environmental waste problem is transformed into an important way to save 15% of heating energy, while promoting waste valorization and a circular economy within the sector.\nThis is achieved in 4-steps: i) homogenization, ii) hydrolysis, iii) drying and iv) combustion. The obtained product is a Co2 neutral biomass with exceptionally high heating value (even higher than wood pellets) that can be used in the daily operations of the same installation.\nDue to the stringent waste regulations, the 1,700 medium sized slaughterhouses in Europe are looking for a solution. Not only that, they are operating on very low margins and PigHeat will allow them to cut energy expenses, thereby increasing profits. Buying PigHeat implies certain costs for slaughterhouses, however the savings will fully have paid for the machinery in less than two years. Offering attractive payment modules, our innovative solution is likely to conquer the market swiftly.",
    "totalCost": "1984566,25",
    "ecMaxContribution": "1389196,38",
    "coordinator": "BIGAS ALSINA SOCIEDAD ANONIMA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929834532": {
            "orgId": "929834532",
            "orgName": "BIGAS ALSINA SOCIEDAD ANONIMA",
            "ecContrib": 1389196
        }
    },
    "calculatedTotalContribution": 1389196
}