{
    "rcn": "205835",
    "acronym": "EPITOR",
    "topics": "ERC-CoG-2015",
    "title": "NEUROBIOLOGY OF EPILEPSY GENES",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Ion channel genes have long been linked to Mendelian focal epilepsies, but my recent finding of frequent mutations in DEPDC5 opens completely new perspectives. DEPDC5 is an inhibitor of the mTORC1 (mammalian target of rapamycin) signaling pathway, the master regulator of cell proliferation and growth. Mutations of this gene are found in a wide spectrum of focal epilepsy syndromes, with or without cortical malformations. I propose to examine the links between DEPDC5 and the mTORC1 pathway in cortical development and the genesis of epileptic activity. \nMy proposal work will combine high-throughput sequencing, in vivo proteomics, biochemistry, electrophysiology, and animal behavior testing (video-EEG). Functional analyses will be made on human postoperative tissue and neuronal cultures from human iPSC and specific rodent models. These approaches will enable me to (1) ask if and how the mTORC1 signaling pathway may contribute to epileptogenesis and seizures in patients with DEPDC5 mutations, (2) attempt to explain the diversity of phenotypes, in particular the presence of cortical lesion by searching for somatic brain mutations in the gene, (3) explore neurobiology pathways and partners of DEPDC5, and (4) identify novel actors for inherited focal epilepsies.\nOur results will help us understand the genesis of epileptic networks, and more generally how defects in mTORC1 signaling cascade cause neurologic conditions. We anticipate genetic studies on germline and somatic mutations will have a significant clinical impact for genetic counseling and improved prognosis. The molecules and pathways that will be studied in this proposal differ completely from ion channels and receptors that have been so far associated with focal epilepsies. Thus I hope to provide a new orientation for the field, to identify novel genetic mechanisms and to provide an unbiased route to new molecular therapeutic targets.",
    "totalCost": "1998760",
    "ecMaxContribution": "1998760",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1998760
        }
    },
    "calculatedTotalContribution": 1998760
}