{
    "rcn": "205830",
    "acronym": "InterWiring",
    "topics": "ERC-StG-2015",
    "title": "Wiring up the SomatoSensory Cortex",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Understanding how the mammalian brain network acquires its ability during development to process information and interact with the environment is one of the fundamental challenges in modern biology.\nThe brain originates from a sheet of neural progenitors during embryogenesis but rapidly develops into distinct functional areas such as primary sensory and the highly associative cortices. Although all cortical areas consist of the same main neuronal elements, excitatory and inhibitory cells, their functions are markedly distinct. Unlike others, primary sensory cortical regions receive direct inputs from the environment through the respective thalamic nuclei starting at an early stage in development and are therefore likely to be shaped by incoming activity from sensory modalities. Despite the plethora of data on the arealization of the cortex by early signaling centers and the critical period plasticity mechanisms which take place after the basic elements of the circuit have been laid out, very little is known about the important period in between and how individual elements bind together to construct a functional circuit.  \nThis proposal is aimed at bridging this gap in knowledge, by addressing the long-standing question of how genes and activity interact during development to establish the correct wiring of excitatory and inhibitory cells in cortical sensory areas.\nAs the primary role of inhibitory cells is to shape the flow of information transfer in the brain, they are well positioned to contribute significantly to the distinct modes of information processing performed in different cortical areas. Considering that dysfunction of cortical inhibitory circuits has been proposed as a major contributor to the etiology of neuropsychiatric-neurodevelopmental disorders, it is my hope that this approach will not only provide insights into the making of the healthy brain, but also into clinically relevant pathologies.",
    "totalCost": "1970000",
    "ecMaxContribution": "1970000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1970000
        }
    },
    "calculatedTotalContribution": 1970000
}