{
    "rcn": "205858",
    "acronym": "DiReC-IL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Computer Simulation of the Dissolution and Regeneration of Cellulose from Ionic Liquids",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The technological importance of cellulose, the most abundant and most widely used organic material on Earth is paramount with a very versatile range of applications. It constitutes the basis, among others, for paper and textile industries. Two emerging applications have been gaining importance and substantial attention: one is developing new fiber reinforced nanocomposites. The other novel application is as a carbon-neutral and renewable source for the production of biofuels. Due to its recalcitrance, cellulose fibers always need pre-treatment before actual applications. Traditional techniques work with harmful compounds constituting great environmental risk. In line with the Europe 2020 strategy, cheap and environmentally friendly technologies need to be promoted to achieve a more sustainable and resource efficient economy. Ionic liquids, a novel class of complex solvents with unique properties and a great potential to revolutionize chemical technologies, have been applied as dissolution media for processing cellulose, which has already led to cheaper and ìgreenerî methods. To further develop these technologies, a thorough understanding of the molecular details of the dissolution and recrystallization processes is needed. Although considerable efforts have been dedicated to it, this has not yet been achieved. In this project we propose a new molecular simulation based approach by using enhanced sampling techniques to elucidate the molecular details of the slow and intricate dissolution and recrystallization processes. Unlike previous studies, we will start by investigating glucose and then increase the complexity of the system through larger oligomers enabling us to extrapolate our results eventually to cellulose fibers. This new systematic bottom-up approach will decrease the arbitrariness which previous studies suffered from. We expect the long-term impact of this project immense leading to new innovations and more efficient green technologies.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}