{
    "rcn": "205841",
    "acronym": "CORREL-CT",
    "topics": "ERC-ADG-2015",
    "title": "Correlative tomography",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Proposal summary (half page)\nThe vision is firstly, to develop correlative tomography to radically increase the nature and level of information (morphological, structural and chemical) that can be obtained for a 3D volume of interest (VoI) deep within a material or component by coupling non-destructive (3D\\time) X-ray tomography with destructive (3D) electron tomography and, secondly to exploit this new approach to shed light on damage accumulation processes arising under demanding conditions. Successful completion of this project will provide new 3D & 4D insights across many areas and yield key experimental data for multiscale models.\nObjective 1: To build the capability of correlative tomography\n- To connect platforms across scales and modalities in order to track a VoI that may be located deep below the surface and to combine multiple techniques within a single platform.\n- To add new facets to correlative tomography including\n\\ 3D chemical imaging\n\\ 3D crystal grain mapping\n\\ the local stress distribution\n\\ mechanical performance mapping at the VoI scale\nObjective 2: To apply it to gain new insights into damage accumulation\nCorrelative tomography will provide a much richer multi-faceted hierarchical picture of materials behaviour from life science to food science from geology to cultural heritage. This project will focus specifically on identifying the nucleation, propagation and aggregation of damage processes in engineering materials.\n- We will identify and track the mechanisms that control the progressive degradation of conventional bulk engineering materials operating under demanding conditions.\n- We will examine the hierarchical strategies nature uses to control failure in natural materials through heterogeneous chemistry, morphology and properties. Alongside this we will examine the behaviour of man-made nano-structured analogues and whether we can exploit some of these strategies.",
    "totalCost": "2926425",
    "ecMaxContribution": "2926425",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2926425
        }
    },
    "calculatedTotalContribution": 2926425
}