{
    "rcn": "205856",
    "acronym": "FNS-4-NAMOSAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of fluorescence nanospectroscopy to elucidate the roles of nanoscale molecular segregation in the activation of T-cells",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "BACKGROUND\nNanoscale protein and lipid heterogeneities, e.g. lipid rafts, have been detected in numerous membrane-related cellular processes, including the initiation of the immune response upon T-cell activation. However, the interplay of protein and lipid segregation remains unclear.\n\nPROBLEM\nSuper-resolution fluorescence microscopy can localize such supramolecular structures, but reveals little information on their identity. In contrast, (micro)spectroscopies with environment-sensitive probes can identify local molecular properties, but lack the appropriate spatial resolution for their localization.\n\nAIM\nThe main research goal of the Action is to establish an original method with suitable resolution and sensitivity to improve our understanding of lipid reorganization during the activation of T-cells.\n\nSOLUTION\nWe will develop fluorescence nanospectroscopy (FNS) by combining STED microscopy, spectral detection, and environment-sensitive probes, to achieve the sensitivity to local molecular properties with nanoscale spatial resolution.\n\nIMPACT\nBesides new insights into molecular mechanisms of immunity, FNS will importantly complement the available methods by probing local molecular order, facilitating FRET measurements, super-resolved spectral imaging etc. It will enable further advances in numerous fields of molecular and cell biology where membrane proteins and lipids act in a precisely coordinated manner.\n\nTRAINING\nThe Researcher will be enrolled in the world-leading environment in the fields of STED microscopy, membrane structure and dynamics, and immunology. The acquired deep knowledge on the subjects of research, gained solid experimental and leadership skills from the Supervisor, invaluable experience from a cross-sectoral visit in the collaborating company, as well as his integration into the network within the scientific communities of planned multidisciplinary research activities, will decisively boost his future career as an independent life scientist.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}