{
    "rcn": "205802",
    "acronym": "SunAqua18",
    "topics": "SMEInst-11-2016-2017",
    "title": "Sustainable Desalination System",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Our Earth is drying-up. Water is an over-used vital resource worldwide and more than 1billion people still live in water-scarce regions and around 3,5 billion could experience water scarcity by 2025. Fortunately, 97% of all water contained on the Earth is in liquid phase & just few steps from the coast: Seawater. Within this scenario, global desalination capacity in 2015 reached 95 million m3 water per day, distributed among 18,700 plants worldwide. These incredible figures are translated into a global water desalination market already representing over Ä12 billion/year and CAGR of total cumulative contracted capacity over 9.5% per year. \nAQUA.abib S.L was founded in Barcelona (Spain) 2 years ago as a spin-off of BarcelonaTech after having completed the feasibility assessment of the invention. The introduction of SunAqua into the market will have a positive impact on: i) the economy of our customers, by allowing them to desalinate saline water at lower costs ii) the environment, and iii) AQUA.Abibís economic growth. SunAqua18 consists of a pyramid-shaped structure with an octagonal base, measuring 18m in height (15m of column \\ 3m of human-beings), covering an area of 2.500m2. The structure is covered by an outer transparent plastic layer and an inner dark-coloured layer which is considered to efficiently harvest sunlight from sun. \nThe system was validated by the end of 2013 with a SunAqua pilot-scale, which was running during 4 months. Moved by real market demand and several expressions of interest, we are committed to quickly moving towards our final commercial product, with overall dimensions assuring the best cost/efficiency ratio: SunAqua18. Thanks to the promising performance of the fully-operational prototype we estimate yearly revenues up to 19MÄ by the end of the 5th year and cumulated benefits reaching 16.6Ä. These figures would allow us to assure a Payback period of our project lower than 3 years.",
    "totalCost": "1891932,5",
    "ecMaxContribution": "1324352,75",
    "coordinator": "AQUA. ABIB WATER SOLUTIONS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918218685": {
            "orgId": "918218685",
            "orgName": "AQUA. ABIB WATER SOLUTIONS SOCIEDAD LIMITADA",
            "ecContrib": 1324353
        }
    },
    "calculatedTotalContribution": 1324353
}