{
    "rcn": "205816",
    "acronym": "GRAMOFON",
    "topics": "LCE-24-2016",
    "title": "New process for efficient CO2 capture by innovative adsorbents based on modified graphene aerogels and MOF materials",
    "startDate": "01/10/2016",
    "endDate": "31/03/2020",
    "objective": "Global warming resulting from the emission of greenhouse gases has received widespread attention with international action from governments and industries, including a number of collaborative programs, such as SET-Plan, and very recently the International Climate Change hold 2015 in Paris. Key European Commission roadmaps towards 2030 and 2050 have identified Carbon Capture and Storage (CCS) as a central low-carbon technology to achieve the EUís 2050 Greenhouse Gas (GHG) emission reduction objectives, although there still remains a great deal to be done in terms of embedding CCS in future policy frameworks. \nThe selective capture and storage of CO2 at low cost in an energy-efficient is a world-wide challenge. One of the most promising technologies for CO2 capture is adsorption using solid sorbents, with the most important advantage being the energy penalty reduction during capture and regeneration of the material compared to liquid absorption. \nThe key objectives of GRAMOFON projects are: \n(i) to develop and protoype a new energy and cost-competitive dry separation process for post-combustion CO2 capture based on innovative hybrid porous solids Metal organic frameworks (MOFs) and Graphene Oxide nanostructures.\n(ii) to optimize the CO2 desorption process by means of Microwave Swing Desorption (MSD) and Joule effect,  that will surpass the efficiency of the conventional heating procedures.\nThis innovative concept will be set up by world key players expert in synthesis, adsorption, characterization and modelling, as well as process design and economic projections.",
    "totalCost": "4273288,75",
    "ecMaxContribution": "4188253,75",
    "coordinator": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
    "coordinatorCountry": "ES",
    "participants": "GRAPHENEA SA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TELEDYNE E2V (UK) LIMITED;UNIVERSITE DE MONS;MOF TECHNOLOGIES LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;KOREA RESEARCH INSTITUTE OF CHEMICAL TECHNOLOGY;PROCESS DESIGN CENTER BV",
    "participantCountries": "ES;DE;UK;BE;FR;KR;NL",
    "projectParticipants": {
        "999513415": {
            "orgId": "999513415",
            "orgName": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
            "ecContrib": 525155
        },
        "971995582": {
            "orgId": "971995582",
            "orgName": "GRAPHENEA SA",
            "ecContrib": 368125
        },
        "990884004": {
            "orgId": "990884004",
            "orgName": "UNIVERSITE DE MONS",
            "ecContrib": 405750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 852531
        },
        "952385674": {
            "orgId": "952385674",
            "orgName": "MOF TECHNOLOGIES LIMITED",
            "ecContrib": 371525
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 405990
        },
        "962688432": {
            "orgId": "962688432",
            "orgName": "TELEDYNE E2V (UK) LIMITED",
            "ecContrib": 701178
        },
        "995356092": {
            "orgId": "995356092",
            "orgName": "KOREA RESEARCH INSTITUTE OF CHEMICAL TECHNOLOGY",
            "ecContrib": 0
        },
        "997187161": {
            "orgId": "997187161",
            "orgName": "PROCESS DESIGN CENTER BV",
            "ecContrib": 558000
        }
    },
    "calculatedTotalContribution": 4188254
}