{
    "rcn": "205878",
    "acronym": "ADST",
    "topics": "SMEInst-01-2016-2017",
    "title": "Advanced Digital Stuttering Therapy Tools",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "People with speech disorders, such as stuttering, are challenged in their daily life, and often suffer from social exclusion and employment difficulties. Health statistics show  that 10% of the population suffer from speech impediments. Health systems are spending about Ä32 Billion annually on speech therapy (see analysis in section 2.1). While other healthcare practices are progressing rapidly, speech therapy has not adapted yet ICT practices and still operates traditionally with pen and paper. The ìNational Stuttering Associationî  indicates 84% relapse in stuttering therapy ñ 5 out of 6 patients will continue to stutter after therapy.\nNiNiSpeech Ltd. (NiNiSpeech) is revolutionizing Speech Therapy using unique digital technologies. The company selected to first address the most difficult speech condition - stuttering condition. NiNiSpeech was awarded 2nd place in the EU eHealth competition (Amsterdam, June 2016) . The judges commended NiNiSpeechís novel digital approach to the challenges faced by speech therapy. \nThe New Advanced Digital Stuttering Therapy Tools (ìADSTî) project aims to improve the therapistsí and the patientsí experience, boosts the therapy outcome, and reduces therapy cost. \nThe unique IT system provides an ultimate environment for the person who stutters (ìPWS Appî) to assimilate speech techniques in the brain, equips the Speech Language Pathologist with a first view to real-world speech (ìSLP Dashboardî), and incorporates the first and only automatic detection and measurement of speech fluency.",
    "totalCost": "2595625",
    "ecMaxContribution": "1816937,5",
    "coordinator": "NINISPEECH LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934152972": {
            "orgId": "934152972",
            "orgName": "NINISPEECH LTD",
            "ecContrib": 1816938
        }
    },
    "calculatedTotalContribution": 1816938
}