{
    "rcn": "205801",
    "acronym": "VOPSA2.0",
    "topics": "SMEInst-08-2016-2017",
    "title": "Value Omega 3 and Astaxanthin products from SeaAlgae",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Omega-3 is an essential oil required by the body for proper functioning. It protects from cardiovascular diseases and\nimproves the development and functioning of the skin as well nervous and visual system. Astaxanthin is a carotenoid\npigment and is one of the most effective antioxidants to support human health.\n\nThe global demand for Omega-3 and Astaxanthin for human consumption will require large quantities of both products:\n260.000 tonnes of Omega-3 and 670 tonnes of Astaxanthin per year. This growing demand comes mainly from health\nconscious customer segment. This segment is also very interested in buying natural and eco-friendly products. However,\ntheir traditional extraction process from marine organisms (mainly fish and krill) is not sustainable: over fishing, high energy,\nraw materials consumption and a low efficiency. The majority of the marine resources are fully exploited or overexploited.\n\nThe SME Neoalgae has designed an eco-innovative and sustainable industrial bioprocess for obtaining Omega-3 and\nAstaxanthin using marine microalgae as a natural source. This system is the answer to the growing demand in Omega-3 and\nAstaxanthin, especially in nutraceutical, cosmetic and pharmaceutical applications. With the new process, production of\nOmega-3 and Astaxanthin will not affect marine resources. Both products will be free of pollutants, without fishy aftertaste\nand odour free, apt for vegans, and with competitive and stable production costs.\n\nAfter the feasibility of the new products has been proved at a technical and market level, this SME-2 project will scale-up the\nproduction of both compounds and will demonstrate their effectiveness through their inclusion in nutraceuticals and in new\necological products for the treatment of 3 skin diseases: acne, atopic skin and aging skin produced by the SME Bicosome.\nBoth companies will benefit from a dramatic boost in their sales and improve their market positions, as well as\ninternationalising their businesses.",
    "totalCost": "1980665",
    "ecMaxContribution": "1386465,51",
    "coordinator": "NEOALGAE MICRO SEAWEEDS PRODUCTS SL",
    "coordinatorCountry": "ES",
    "participants": "BICOSOME SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "924453263": {
            "orgId": "924453263",
            "orgName": "BICOSOME SL",
            "ecContrib": 562554
        },
        "951102655": {
            "orgId": "951102655",
            "orgName": "NEOALGAE MICRO SEAWEEDS PRODUCTS SL",
            "ecContrib": 823911
        }
    },
    "calculatedTotalContribution": 1386465
}