{
    "rcn": "205855",
    "acronym": "DecodePL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Perceptual learning as optimized decoding: from maps to mechanisms",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "We usually think that as we emerge from childhood, our brains become less plastic, making learning effortful and highly specific. Recent findings however challenge this view, suggesting that even adult perceptual learning (PL), often considered the most specific form of learning, has the potential to generalize across training conditions. This questions classical theories positing that PL changes encoding in early sensory areas, as the functional properties of these areas cannot account for generalization. Building on recent computational models, I propose instead that PL relates to decoding, that is, how information from sensory areas is communicated and read out by higher areas to make decisions, because readout weights can be more flexibly adjusted and accommodate generalization. Decoding accounts are theoretically attractive yet technically challenging to test, as they require a multiscale brain investigation, i.e., tracking PL across networks, areas, and single neurons. I will address these theoretical and technical challenges by capitalizing on a recent innovation combining noninvasive neuroimaging with electrophysiological recordings while monkeys learn a discrimination task. This approach will allow for the first time to create a comprehensive map of brain areas involved in PL in monkeys, determine the involvement of connectivity changes to PL, and unravel the computations that the neurons in these specific areas perform. This project, at the intersection of neuroscience, psychology and computational theory, will set forth the foundations for a mechanistic investigation of PL at an unprecedented level of detail, bridging multiple scales from whole-brain networks down to single neurons, and will therefore allow me to start a competitive scientific career as an independent researcher. Ultimately, this innovative framework will help us understand the building blocks of adult brain plasticity, and how to optimize rehabilitation and educational applications.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "DEUTSCHES PRIMATENZENTRUM GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 171461
        },
        "997770131": {
            "orgId": "997770131",
            "orgName": "DEUTSCHES PRIMATENZENTRUM GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 171461
}