{
    "rcn": "205809",
    "acronym": "SARAH",
    "topics": "MG-3.1-2016",
    "title": "Increased Safety and robust certification for ditching of aircrafts and helicopters",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "SARAH is concerned with establishing novel holistic, simulation-based approaches to the analysis of aircraft ditching. It is build up from a consortium of experts from OEM industries, experienced suppliers of simulation technologies, established research institutions and representatives of the certification authorities. Results of SARAH are expected to support a performance-based regulation and certification for next generation aircraft and helicopter and to enhance the safe air transport as well as to foster the trustworthiness of aviation services.\nAircrafts and helicopters often travel above water and thus have to prove a safe landing under emergency conditions. The specific challenge is to minimize the risk of injury to passengers and to enable safe evacuation. Accordingly, the motion of the  aircraft/helicopter along with the forces acting on the structure are studied for controlled water impact during the design phase of an aircraft. \nDitching has close links with crash simulation, but also distinctive features. Examples refer to hydrodynamic slamming loads on airborne vehicles and complex hydromechanics (partially at very large forward speeds) as well as the interaction of multi-phase fluid dynamics (involving air, water, and vapor phases) and structure mechanics. \nDesign for ditching involves more than the analysis of loads and subsequent strengthening of the structure. It often requires adjustment campaigns for the handling of the vehicle during approach and the identification of favorable approach/flight-path conditions in line with the pilots flying capabilities to minimize the remaining kinetic energy of the vehicle to be transferred into the water. \nIn conclusion, a pressing need for more advanced studies to support the development of next-generation, generalized simulation-based ditching-analysis practices is acknowledged by all stakeholders. The public interest in safety makes this proposal an ideal candidate for a European research proposal.",
    "totalCost": "6636395",
    "ecMaxContribution": "6636393,75",
    "coordinator": "IBK-INNOVATION GMBH & CO. KG",
    "coordinatorCountry": "DE",
    "participants": "AIRBUS HELICOPTERS;NEXTFLOW SOFTWARE;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;ECOLE CENTRALE DE NANTES;TECHNISCHE UNIVERSITAET BRAUNSCHWEIG;EASN Technology Innovation Services BVBA;AIRBUS OPERATIONS GMBH;CONSIGLIO NAZIONALE DELLE RICERCHE;DASSAULT AVIATION;HYDROCEAN;AIRBUS DEFENCE AND SPACE SA",
    "participantCountries": "FR;DE;BE;IT;ES",
    "projectParticipants": {
        "999988327": {
            "orgId": "999988327",
            "orgName": "AIRBUS HELICOPTERS",
            "ecContrib": 378750
        },
        "999964756": {
            "orgId": "999964756",
            "orgName": "AIRBUS OPERATIONS GMBH",
            "ecContrib": 105000
        },
        "926189272": {
            "orgId": "926189272",
            "orgName": "NEXTFLOW SOFTWARE",
            "ecContrib": 453055
        },
        "991776016": {
            "orgId": "991776016",
            "orgName": "IBK-INNOVATION GMBH & CO. KG",
            "ecContrib": 560969
        },
        "999699558": {
            "orgId": "999699558",
            "orgName": "AIRBUS DEFENCE AND SPACE SA",
            "ecContrib": 412500
        },
        "997998857": {
            "orgId": "997998857",
            "orgName": "HYDROCEAN",
            "ecContrib": 632082
        },
        "999509050": {
            "orgId": "999509050",
            "orgName": "ECOLE CENTRALE DE NANTES",
            "ecContrib": 724375
        },
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 495250
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 172500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1292500
        },
        "999957675": {
            "orgId": "999957675",
            "orgName": "DASSAULT AVIATION",
            "ecContrib": 702049
        },
        "999838753": {
            "orgId": "999838753",
            "orgName": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG",
            "ecContrib": 707364
        }
    },
    "calculatedTotalContribution": 6636394
}