{
    "rcn": "205829",
    "acronym": "ROPHARE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Insights into the role of phages on the bacterial resistome",
    "startDate": "26/12/2016",
    "endDate": "25/12/2019",
    "objective": "There is an imperative need to gain knowledge on the spread and evolution of antimicrobial resistance (AMR). Recent evidence from environmental, animal and human microbial studies shows that AMR is ancient and environments without contact with anthropogenic antibiotics possess abundant AMR genes. Bacteriophages are the most abundant entities in Earth and recent studies provide indirect evidence for the major role of transduction in the dissemination of AMR genes. Hence, phages might be of critical importance for evading one of the bottlenecks (ecological connectivity) that modulates the transmission of AMR genes from natural environments to animal and human biomes. \nIn this proposal, a holistic and multidisciplinary approach that combines molecular genetics, genomics, metagenomics, in-vitro experimental analysis, computational biology, bioinformatics analysis, and modelling will be followed to measure the potential of naturally occurring phages to be vehicles for AMR transmission and spread in environmental systems with different antibiotic selective pressure. This comprehensive approach will allow us to better understand the phage-bacteria interactions that drive the AMR spread in different ecosystems. From this understanding we expect to be able to design and develop new tools for the control of antimicrobial resistance in clinical and veterinary practice as well as in agriculture. \nThis project will contribute to the objectives of the Work Programme by: 1) allowing the researcher to gain new skills and additional training-through-research in phage and phage-bacteria interactions, computational and (meta)genomic analysis; and to become an EU leading specialist in a research field with emerging growth potential; 2) transferring the acquired knowledge to the EU; 3) establish a long-term collaboration between several centres of excellence that will enhance the quality of research of Europe and make it more competitive and attractive for high-profile researchers.",
    "totalCost": "254480,4",
    "ecMaxContribution": "254480,4",
    "coordinator": "FUNDACION RIOJA SALUD-FRS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999532233": {
            "orgId": "999532233",
            "orgName": "FUNDACION RIOJA SALUD-FRS",
            "ecContrib": 254480
        }
    },
    "calculatedTotalContribution": 254480
}