{
    "rcn": "205885",
    "acronym": "GRAPHEEN",
    "topics": "SMEInst-02-2016-2017",
    "title": "Green and straightforward process for the synthesis of Graphene-based nanomaterials.",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Graphene-based materials have emerged as the ideal candidates to substitute other conventional materials currently used as electrodes in energy storage devices (most of them currently based on graphite or other forms of carbon). The reason is\nbasically the fact that graphene, which is a  recently discovered form of carbon awarded with the Nobel Prize in 2010, is the only material known that gathers together the extraordinary properties of great mechanical and tensile strength, the largest surface area described for any other material, a high chemical stability and superior thermal and electrical conductivities.\nThe combination of these extraordinary properties makes of graphene a unique material. However, what really makes of graphene a huge promise under a macroeconomic perspective is that graphene in essence is carbon; one of the most\nabundant elements in earth. This is why graphene has attracted a huge social, economic and industrial interest over the last years and this is why some sources predict that graphene will become the responsible of the next technological revolution.\nHowever, the current methods for production of graphene-based materials require from multistep chemical transformations, making their industrial production completely unfeasible and very expensive. Therefore, the use of these materials in real energy storage devices is prevented nowadays.\nGnanomat S.L, has patented an environmental friendly, safe (no need for hazardous or toxic chemical reagents or solvent) straightforward method for the production of graphene-based materials in a single step procedure, which will make feasible their low cost industrial production. Thanks to the unique features of our technology, it has the potential to become the gold-standard method for industrial production of graphene based materials, offering a solution to overcome the critical barriers in actually exploiting the benefits of these materials in energy storage devices.",
    "totalCost": "1783888,75",
    "ecMaxContribution": "1248722,13",
    "coordinator": "GNANOMAT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935941652": {
            "orgId": "935941652",
            "orgName": "GNANOMAT SL",
            "ecContrib": 1248722
        }
    },
    "calculatedTotalContribution": 1248722
}