{
    "rcn": "205880",
    "acronym": "ARGO",
    "topics": "SMEInst-04-2016-2017",
    "title": "Highly accurate, flexible, robust and scalable multicamera system for spacecraft autonomousattitude determination through low cost cameras",
    "startDate": "01/10/2016",
    "endDate": "30/06/2019",
    "objective": "'The project addresses the sector of Spacecraft Attitude Determination from star measurements which is a critical element of the Attitude and Orbit Control System for any spacecraft. Nowadays the need of high accuracy for demanding satellite missions is achievable through high-quality star trackers, but high costs and lack of flexibility are still a gap to overcome for covering the needs of emerging space markets, like the ones related to low mass and size satellites, called SmallSats. The Consortium, composed by two high tech Italian SMEs, intend to pave the way towards next generation star tracker systems by proposing a disruptive innovation for this sector: ARGO, an innovative multicamera system for spacecraft autonomous attitude determination by means of star observation, able to offer high flexibility, robustness, accuracy, scalability and significant reduction of production costs compared to products currently on the market.  \nARGO's main advances with respect to the state-of-art have been conceived, developed and successfully tested by EICAS in previous R&D activities. ARGO is ready for TRL6, having proved ARGO feasibility in relevant environment at TRL5 -  through a preliminary night sky test campaign  - by means of a prototype based on low-cost industrial cameras.\nThe purpose of this proposal is to accomplish the following steps necessary for fully exploiting the ARGO potential and reaching the commercialisation stage:\nï\tfrom the scientific/technical point of view, to bring the ARGO technology readiness level up to TRL9, by developing a system completed and 'flight qualified' through significant tests and demonstrations both ground and flight In Orbit Demonstrations (IOD)\nï\tfrom the business point of view, to take the necessary actions with end-users and relevant stakeholders to accelerate and maximise the impact of the proposed disruptive innovation and to actuate the Consortium business strategy to reach the market.\n'",
    "totalCost": "2808867,5",
    "ecMaxContribution": "1966207,25",
    "coordinator": "EICAS AUTOMAZIONE SPA",
    "coordinatorCountry": "IT",
    "participants": "TYVAK INTERNATIONAL SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "931609147": {
            "orgId": "931609147",
            "orgName": "TYVAK INTERNATIONAL SRL",
            "ecContrib": 1006595
        },
        "996478867": {
            "orgId": "996478867",
            "orgName": "EICAS AUTOMAZIONE SPA",
            "ecContrib": 959612
        }
    },
    "calculatedTotalContribution": 1966207
}