{
    "rcn": "205838",
    "acronym": "SPLICECODE",
    "topics": "ERC-ADG-2015",
    "title": "Alternative Splicing Codes for Synaptic Specificity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Neuronal networks represent an impressive example of highly organized complex systems. Sperry postulated that selective neuronal connectivity is achieved by chemoaffinity labels. Several such labels for axon guidance and topographic mapping have been defined. However, until recently, molecules that direct the recognition of synaptic partners and functional specification of synapses have remained obscure.\n\nChemoaffinity tags are envisioned to provide a recognition code that would encompass the recognition of self versus non-self, recognition of sister cells, and recognition of appropriate and inappropriate synaptic partners.  Key parameters that determine the function of recognition systems are the diversity (number of independently recognizable tags), the repertoires of recognition tags in a cell population, and the contribution of tags to selective interactions. The finite number of protein-coding genes in the human genome severely limits the genetic resources that can be employed for generating molecular diversity. In this project we will test the hypothesis that alternative splicing is a central mechanism for the amplification of molecular diversity in recognition tags and their role in synaptic specificity. We will implement novel mass-spectrometry and sequencing methods to define molecular diversity of a highly diversified receptor family in mice. We will unravel the logic of receptor repertoires across cell populations and test the importance of cell type-specific alternative splicing programs for synaptic specificity. \n\nThe focus of this project on cell-type specific alternative splicing advances a new dimension in neuronal transcriptomics. Discoveries and technical innovations made in this work should be applicable to molecular studies of recognition events in any system. Finally, human genetic studies link mutations in the gene families explored here to autism. Thus, insights from this work will facilitate analysis of the pathophysiology of this disorder.",
    "totalCost": "2496460",
    "ecMaxContribution": "2496460",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 2496460
        }
    },
    "calculatedTotalContribution": 2496460
}