{
    "rcn": "205884",
    "acronym": "SQS",
    "topics": "SMEInst-07-2016-2017",
    "title": "AUTOMATED SEMINAL QUALITY  PLATFORM FOR SWINE REPRODUCTION UPGRADING",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "ZoitechLab is a biotechnological SME belonging to Arquimea Group engaged in the development of technologies for livestock, agriculture and forestry applications, with extensive know-how, products, services and customers in the field of Swine Reproduction.\n\nThe increasing population and pork meat demand worldwide open a huge market opportunity to satisfy social needs. In this way, higher fertility rates are required to increase pork farm production. This means that Artificial insemination (AI) centres need a quick and unbiased analysis system to boost production. ZoitechLab has developed a new system concept that responds to this demand. \n\nSQS (Seminal Quality System) is a disruptive, innovative and compact advanced system for automated semen quality analysis. It analyses the 3 main fertility parameters (sperm viability, concentration and morphology) by fluorescence, and calculates automatically the extender volume and the amount of doses to be producedñ in less than 5 mins. The ease to use and the automatized process will enable AI-centres to produce doses with the guarantee of a high fecundation potential.\n\nFirst SQS units are being in the short term, and the prototypes will be upgraded with the integration of new developments demanded by clients. After the implementation of these improvements, ZoitechLab will design and execute the scaling-up process to meet clientsí demand.",
    "totalCost": "1038416,25",
    "ecMaxContribution": "726891,38",
    "coordinator": "ZOITECHLAB SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933526061": {
            "orgId": "933526061",
            "orgName": "ZOITECHLAB SL",
            "ecContrib": 726891
        }
    },
    "calculatedTotalContribution": 726891
}