{
    "rcn": "205875",
    "acronym": "REW-TYRES",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative and compact process for recycling rubber suitable to improve the environmental footprint of the tyre industry over the life-cycle",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The project aims at developing and bringing to market an innovative process for recycling rubber in the tyre industry. The process is a sequence of mechanical operations implemented by a compact dedicated line and is foreseen in two versions that apply to different phases of tyres lifecycle:\nREWORK: main version that applies to tyre production to rework all scraps and non-compliant components and produce rubber 100% reusable in the main production;\nRECYCLE: a variant of process that applies to recovering rubber from end-of-life tyres (ELT) to produce sheeted rubber usable for moulded applications. Variants include pre-conditioning phases to clear rubber from textile cords.\nThe two versions are conceived to serve different customer segments, REWORK for tyre manufacturers to improve eco-efficiency and reduce production costs, RECYCLE for recyclers of ELT to produce cleaner, more usable forms of recycled rubber suitable to open new high-value application opportunities and increase ELT management profit.\nIn both segments business models and value chains are consolidated and needs to be served are explicit, thus creating a very favourable context for the exploitation.\nThe project builds on a solid technological and business background. ELSY is the global leader of specialised machines and control systems for tyre and plastic industries. The process was conceived to respond to needs that came out from the day-by-day relationship with all the main manufacturers worldwide.\nProjects aims at 1) developing enabling subsystems for REWORK and RECYCLE lines, 2) building prototype versions of the two lines, 3) carrying out validation tests, 4) carrying out industrialisation including design and suppliers engagement, 5) organising exploitation including engagement of key partners and definition of common business cases.\nFor ELSY the project is crucial in the strategy to expand vertically the offer in markets we already lead and enter in new market segments with excellent potential",
    "totalCost": "3542500",
    "ecMaxContribution": "2479750",
    "coordinator": "ELECTRONIC SYSTEMS SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924450450": {
            "orgId": "924450450",
            "orgName": "ELECTRONIC SYSTEMS SPA",
            "ecContrib": 2479750
        }
    },
    "calculatedTotalContribution": 2479750
}