{
    "rcn": "205843",
    "acronym": "Hidden life",
    "topics": "MSCA-IF-2015-EF",
    "title": "Host-microbe interactions involving microbial dark matter: Biology and evolution of a ubiquitous group of intracellular bacteria.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The kingdom Bacteria represents the most widespread and diverse life form on Earth. On the 89 recognized bacteria phyla, 60 lack a cultivable representative, being thus considered as candidate phyla, or ìmicrobial dark matterî (MDM). Accumulating evidence suggests that a substantial fraction of these elusive microbes is associated with (eukaryotic) hosts. The candidate phylum TM6 represents a major MDM phylum; its members are globally widespread and frequently detected in natural and man-made environments. The draft genome sequence of an uncultivated TM6 member suggested a potential symbiotic lifestyle with protist hosts. This was recently confirmed with the first TM6 isolate obtained by co-cultivation with amoebae. In line with these observations, I recently isolated and cultivated a free-living amoeba species naturally harbouring TM6 bacteria as endosymbionts, making it the first TM6 bacterium isolated with its natural host, and the second worldwide to be cultivated in laboratory conditions. While members of the TM6 phylum are ubiquitous and thought to be involved in major biological processes, their ecology and biology remain at this time unexplored. Through the use of state-of-the-art genomics, bioinformatics, super resolution microscopy, proteomics and innovative metatranscriptomics approaches, I aim to uncover the ecology and biology of TM6 bacteria. The proposed research, facilitated by my ability to cultivate TM6 bacteria within their natural hosts in laboratory conditions, is relevant and urgently needed, because i) it will improve our general understanding of MDMís poorly known ecology, and ii) it will help uncover the lifestyle of a ubiquitous group of intracellular microbes, their strategies to infect and thrive within eukaryotic hosts.\nCarrying out this project will undoubtedly place me in an excellent position to develop a successful and top-level career in the field of host-microbe interactions and symbioses.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}