{
    "rcn": "205859",
    "acronym": "MF-Synapse",
    "topics": "MSCA-IF-2015-EF",
    "title": "Presynaptic calcium channels distribution and impact on coupling at the hippocampal mossy fiber synapse",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "This proposal will focus on the hippocampal mossy fiber (MF) synapse, formed between the axons of dentate gyrus granule cells and CA3 pyramidal neurons. The hippocampus plays an important role in learning and memory formation and MF synapses are involved in processing, storage and recall of spatial information. The MF tract connects the entorhinal cortex to CA3 pyramidal neurons. MF presynaptic terminals are large in size, forming giant synapses on proximal dendrites of CA3 pyramidal neurons. Based on this structure, the MF synapse is proposed to have a key role in hippocampal function as a ìdetonator synapseî that reliably discharges the postsynaptic target neurons. Additionally, it is thought to be involved in storage of information in the CA3 region network by triggering synaptic plasticity between these pyramidal neurons. Despite its important role in hippocampal function and plasticity, there is still very limited information about this key synapse. This proposal will investigate the nanoscale location and distribution of presynaptic voltage-gated calcium channels (VGCCs) at the hippocampal mossy fiber synapse and how it influences coupling at this presynaptic terminal. The opening of VGCCs at presynaptic terminals leads to calcium entry and a subsequent rise in concentration in the vicinity of the channels. The spatial volume occupied by this increased calcium concentration is referred to as calcium domains. The coupling distance between these domains and calcium sensors at the release machinery of docked synaptic vesicles is critical as it determines speed and precision of fusion of vesicles and, thus, release of neurotransmitters. Results from these observations would form the basis for a quantitative understanding of mechanisms underlying time-course of transmission and presynaptic plasticity at this synapse and thus, how it relates to their particular network function in hippocampus.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}