{
    "rcn": "205876",
    "acronym": "UbiqutekGlide",
    "topics": "SMEInst-07-2016-2017",
    "title": "UbiqutekGlide: An advanced electrical weed control device to be integrated with existing agricultural equipment, yielding a zero chemical, organic result at a reduced operational cost",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Reduce herbicide usage. Ubiqutek, a UK-based SME built on over 45 years of research presents ëGlideí a cost-effective, safe to use and environmentally friendly electrical agricultural weed control solution to be integrated to existing manufacturerís agricultural platforms.\n\nBenefiting the agricultural market, Glide successfully controls weeds, whilst reducing operational costs and the industries use of herbicides and replacing with an organic process that maintains soil moisture and nutrients and increases crop yield.\n\nHaving already developed ëTouch', a horticultural and amenity electronic weed control device that has been well received by the market, we are well placed to adapt our core technology for the agricultural market. During our Phase 1 feasibility study, we have undertaken significant research to prove commercial and technical feasibility including voice of customer and business planning, and are now embarking on our Phase 2 journey. We have an ambitious growth target to achieve revenue of Ä37.5m pa by 2023, cumulative net profit of Ä49.6m, and creating direct employment of 14 FTE. We project the ROI to the EC at 4.8 with breakeven at year 4 post-commercialisation.\n\nWeeds are controlled largely for food production due to their economic significance: the biotic stresses caused by weeds, insects and diseases cause a 31ñ42% loss in annual food production globally (Ä454bn). Herbicides account for over a third of the pesticides used in Europe; without herbicides, it is predicted food prices would increase by 40%\n\nWith herbicides being legislated against due concerns over their health effects, and given increasing global food requirements, alternative weed control technology is essential in the prevention of unsustainable food inflation. This Horizon 2020 Phase 2 project will allow us to scale up our existing prototype and gain independent and extensive trial results of the Glide technology enabling us to launch to market with the necessary evidence of efficacy",
    "totalCost": "1865045,25",
    "ecMaxContribution": "1305531,68",
    "coordinator": "UBIQUTEK LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932083574": {
            "orgId": "932083574",
            "orgName": "UBIQUTEK LTD",
            "ecContrib": 1305532
        }
    },
    "calculatedTotalContribution": 1305532
}