{
    "rcn": "205890",
    "acronym": "MOFcat",
    "topics": "ERC-CoG-2015",
    "title": "Fundamental and Applied Science on Molecular Redox-Catalysts of Energy Relevance in Metal-Organic Frameworks",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Organometallic redox-catalysts of energy relevance, i.e. water and hydrogen oxidation, and proton and carbon dioxide reduction catalysts, will be incorporated into metal-organic frameworks (MOFs). Immobilization and spatial organization of the molecular catalysts will stabilize their molecular integrity and ensure longevity and recyclability of the resulting MOFcats. The organized environment provided by the MOF will enable the control of conformational flexibility, diffusion, charge transport, and higher coordination sphere effects that play crucial roles in enzymes, but cannot be addressed in homogenous solution and are thus largely unexplored. The effect that the MOF environment has on catalysis will be directly probed electrochemically in MOFcats that are immobilized or grown on electrode surfaces. In combination with spectroscopic techniques in spectroelectrochemical cells, intermediates in the catalytic cycles will be detected and characterized. Kinetic information of the individual steps in the catalytic cycles will be obtained in MOFs that contain both a molecular photosensitizer (PS) and a molecular catalyst (PS-MOFcats). The envisaged systems will allow light-induced electron transfer processes to generate reduced or oxidized catalyst states the reactivity of which will be studied with high time resolution by transient UV/Vis and IR spectroscopy. The acquired fundamental mechanistic knowledge is far beyond the current state-of-the-art in MOF chemistry and catalysis, and will be used to prepare MOFcat-based electrodes that function at highest possible rates and lowest overpotentials. PS-MOFcats will be grown on flat semiconductor surfaces, and explored as a novel concept to photoanode and -cathode designs for dye-sensitized solar fuel devices (DSSFDs). The design is particularly appealing as it accommodates high PS concentrations for efficient light-harvesting, while providing potent catalysts close to the solvent interface.",
    "totalCost": "1968750",
    "ecMaxContribution": "1968750",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1968750
        }
    },
    "calculatedTotalContribution": 1968750
}