{
    "rcn": "205865",
    "acronym": "TAOIDE",
    "topics": "LCE-07-2016-2017",
    "title": "Technology Advancement of Ocean energy devices through Innovative Development of Electrical systems to increase performance and reliability",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Life cycle cost of electricity generated by marine renewable technologies is determined by multiple factors including energy production capability, capital costs, and operating and maintenance (O&M) costs, as well as multiple other logistical, permitting, environmental, and finance cost factors. ORPCís direct experience has been that operating and maintenance costs are dominant in the cost structure. It is clear that for marine renewable energy systems to be commercially viable they must demonstrate exceptionally high reliability and availability. ORPC is now addressing these cost, efficiency and reliability issues in order to achieve commercial status. This Project is a critical next step in commercialization of ORPCís hydrokinetic power system technology for the European market. Ultimate Project goals are to develop a complete power transfer system from prime mover to electrical grid with normal maintenance intervals of greater than five years, and availability of greater than 98%. Intermediate goals are to deliver a system with design maintenance intervals of greater than five years, and availability greater than 96%. The projects primary objectives are listed below:\n1. Develop wet gap electrical generator design capable of operating in seawater flooded condition\n2. Develop advanced bearings and seal designs for hydrokinetic machines\n3. Develop and implement control strategies to maximize power output and power quality for multiple prime mover designs\n4.  Develop and implement advanced health monitoring system\n5. Validate the system design work by integrated full scale lab testing of system\n6. Integrate these components into a baseline ORPC hydrokinetic turbine and assess associated economic improvements\n7. Disseminate Project results and findings",
    "totalCost": "3237773,75",
    "ecMaxContribution": "3237773,75",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "LETTERKENNY INSTITUTE OF TECHNOLOGY;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ORPC IRELAND LIMITED;SKF (U.K) LIMITED",
    "participantCountries": "IE;DE;UK",
    "projectParticipants": {
        "991902019": {
            "orgId": "991902019",
            "orgName": "LETTERKENNY INSTITUTE OF TECHNOLOGY",
            "ecContrib": 345875
        },
        "923174512": {
            "orgId": "923174512",
            "orgName": "ORPC IRELAND LIMITED",
            "ecContrib": 1330849
        },
        "999767846": {
            "orgId": "999767846",
            "orgName": "SKF (U.K) LIMITED",
            "ecContrib": 281112
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 877188
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 402750
        }
    },
    "calculatedTotalContribution": 3237774
}