{
    "rcn": "205807",
    "acronym": "NEXT-CSP",
    "topics": "LCE-07-2016-2017",
    "title": "High Temparature concentrated solar thermal power plan with particle receiver and direct thermal storage",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "According to the Integrated Roadmap of the Set-plan, and to reach the new EU target of 27% of renewable energies in 2030, there is the need to rapidly expand the use of all renewable energy sources in Europe to accelerate the fight against global climate change. This requires the acceleration of development of new options that are emerging today, particularly, technologies that solve the key issue of energy storage. \nThe next-CSP Project is a response to this need and addresses significant improvements in all three elements targeted by the LCE-07-2016 call related to concentrated solar power: heat transfer fluids, which can be used for direct thermal energy storage; the solar field; and high temperature receivers allowing for new cycles. The proposed fluidized particle-in-tube concept is a breakthrough innovation that opens the route to the development of a new generation of CSP plants allowing high efficiency new cycles (50% and more) and 20% improvement of CSP plant efficiency. \nThe Next-CSP technology that cumulates the know-how acquired during the CSP2 FP7 EU project on the particle-in-tube technology can be rapidly cost-competitive and introduced in the market. A cost reduction by 38% is expected with respect to current CSP electricity cost. \nThe project will demonstrate at industrial pilot scale (TRL5) the validity of the particle-in-tube concept atop the Themis facility solar tower. A 4-MWth tubular solar receiver able to heat particles up to 800∞C will be constructed and tested as well as the rest of the loop: a two-tank particle heat storage and a particle-to-pressurized air heat exchanger coupled to a 1.2 MWel gas turbine. \nA commercial scale power plant (150 MWel) will also be designed on the basis of experimental and simulation results and associated costs assessed. The consortium includes 6 companies that will lead the development of the first worldwide demonstration of this innovative technology and pave the way for future commercial exploitation.",
    "totalCost": "4947420",
    "ecMaxContribution": "4947420",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "WHITTAKER ENGINEERING (STONEHAVEN) LIMITED;ELECTRICITE DE FRANCE;EUROPEAN POWDER AND PROCESS TECHNOLOGY BVBA;EURONOVIA;SBP SONNE GMBH;Fundacion IMDEA Energia;INSTITUT NATIONAL POLYTECHNIQUE DE TOULOUSE;KATHOLIEKE UNIVERSITEIT LEUVEN;COMESSA SA",
    "participantCountries": "UK;FR;BE;DE;ES",
    "projectParticipants": {
        "947903013": {
            "orgId": "947903013",
            "orgName": "WHITTAKER ENGINEERING (STONEHAVEN) LIMITED",
            "ecContrib": 1679156
        },
        "998683192": {
            "orgId": "998683192",
            "orgName": "Fundacion IMDEA Energia",
            "ecContrib": 199791
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 498316
        },
        "962584448": {
            "orgId": "962584448",
            "orgName": "COMESSA SA",
            "ecContrib": 307062
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1361072
        },
        "946451990": {
            "orgId": "946451990",
            "orgName": "SBP SONNE GMBH",
            "ecContrib": 207800
        },
        "962102455": {
            "orgId": "962102455",
            "orgName": "EUROPEAN POWDER AND PROCESS TECHNOLOGY BVBA",
            "ecContrib": 172438
        },
        "940140394": {
            "orgId": "940140394",
            "orgName": "EURONOVIA",
            "ecContrib": 200312
        },
        "999836037": {
            "orgId": "999836037",
            "orgName": "INSTITUT NATIONAL POLYTECHNIQUE DE TOULOUSE",
            "ecContrib": 164412
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 157059
        }
    },
    "calculatedTotalContribution": 4947418
}