{
    "rcn": "205815",
    "acronym": "GRIDSOL",
    "topics": "LCE-07-2016-2017",
    "title": "SMART RENEWABLE HUBS FOR FLEXIBLE GENERATION: SOLAR GRID STABILITY",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Fight against climate change has its main battlefield at the energy sector. Electricity and transport are the largest contributors to GHG emissions; the trend in transport toward electric vehicle will increase pressure on the electricity system and fundamentally change its dynamics. With producers focused on their legitimate business targets, and consumers focused on security of supply and low prices, the burden of decarbonizing electricity falls on policy makers as driving force, and on transport system operators (TSOs) as technical managers that ensure the safety and stability of supply.\nGrid stability is a delicate equilibrium, where some agents provide stability via ancillary services (regulating voltage and frequency) and others rely on that stability (consuming energy and/or disturbing the frequency due to embedded capacitors/impedances); power producers are usually stabilizers (synchronous turbines that provide inertia against sudden changes). Penetration of non-synchronous renewables such as Wind and PV threatens to disrupt the balance, especially in islands and poorly interconnected areas, as they provide power but rely on stability provided by others; this forces the system to have lots of synchronous generators idle just for stability, which is inefficient and costly.\nGRIDSOL wants to change the approach: we propose Smart Renewable Hubs, where a core of synchronous generators (CSP and biogas combined cycle HYSOL) is integrated with PV under a dynamic control system (DOME), self-regulating and providing ancillary grid services thanks to firm, flexible generation on a single output, tailored to a specific location, relieving pressure on the TSO.\nThe project will research an advanced control (DOME) to ensure operation efficiency and grid stability with higher RES penetration, and a multi-tower concept for CSP cost reduction and efficiency improvement, to provide secure, clean and efficient electricity by getting the most of each renewable primary source.",
    "totalCost": "3421447,5",
    "ecMaxContribution": "3421447,5",
    "coordinator": "COBRA INSTALACIONES Y SERVICIOS S.A",
    "coordinatorCountry": "ES",
    "participants": "INVESTIGACION DESARROLLO E INNOVACION ENERGETICA SL;FUNDACION TECNALIA RESEARCH & INNOVATION;DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE;CESI - CENTRO ELETTROTECNICO SPERIMENTALE ITALIANO 'GIANCINTO MOTTA' SPA;SBP SONNE GMBH;ETRA INVESTIGACION Y DESARROLLO SA;DANMARKS TEKNISKE UNIVERSITET;EA ENERGIANALYSE AS;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "ES;EL;IT;DE;DK",
    "projectParticipants": {
        "965392404": {
            "orgId": "965392404",
            "orgName": "COBRA INSTALACIONES Y SERVICIOS S.A",
            "ecContrib": 775478
        },
        "953032082": {
            "orgId": "953032082",
            "orgName": "DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE",
            "ecContrib": 125000
        },
        "999935850": {
            "orgId": "999935850",
            "orgName": "CESI - CENTRO ELETTROTECNICO SPERIMENTALE ITALIANO 'GIANCINTO MOTTA' SPA",
            "ecContrib": 529722
        },
        "999926441": {
            "orgId": "999926441",
            "orgName": "ETRA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 268438
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 265125
        },
        "946451990": {
            "orgId": "946451990",
            "orgName": "SBP SONNE GMBH",
            "ecContrib": 390000
        },
        "970146277": {
            "orgId": "970146277",
            "orgName": "INVESTIGACION DESARROLLO E INNOVACION ENERGETICA SL",
            "ecContrib": 402312
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 318750
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 189012
        },
        "996825254": {
            "orgId": "996825254",
            "orgName": "EA ENERGIANALYSE AS",
            "ecContrib": 157610
        }
    },
    "calculatedTotalContribution": 3421447
}