{
    "rcn": "205820",
    "acronym": "RE-SERVE",
    "topics": "LCE-07-2016-2017",
    "title": "Renewables in a Stable Electric Grid",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Future energy systems will use renewable energy sources to minimise CO2 emissions.  Currently large generators powered by fossil fuel turbines maintain the stability and quality of energy supplies through their inertia.  The inertia of these generator-turbine groups gives providers a significant time window in which to react to network events.  We urgently need to find ways to stabilise energy systems with up to 100% RES (where inertia is often lost due to power converter mediated energy transfer) to generate ìRE-SERVEsî so that society can relax in the knowledge that it has a stable and sustainable energy supply.  \nRE-SERVE will address this challenge by researching new energy system concepts, implemented as new system support services enabling distributed, multi-level control of the energy system using pan-European unified network connection codes.  Near real-time control of the distributed energy network will be enabled by innovative 5G based ICT.  Energy system use case scenarios supplied by energy providers will form the basis of energy system models.  Performance characteristics of the new control mechanisms will be investigated through integration of energy simulations and live 5G communications.  We will create a pan-European multi-site simulation test-bed, bringing together the best facilities in Europe.\nRE-SERVE results include published models of system support services, innovative architectures for the implementation of the services, performance tests on our pan-European real-time simulation, and live, test-beds, a model for pan-European unified network connection codes and actions to promote results to standardisation organisations, all of which maintain the RE-SERVE in energy systems. Commercialisation of results will result in breakthroughs in the efficient utilisation of use of RES, a spin-off and a wide range of enhanced professional solutions and services.",
    "totalCost": "4996652,5",
    "ecMaxContribution": "4996652,5",
    "coordinator": "ERICSSON GMBH",
    "coordinatorCountry": "DE",
    "participants": "GRIDHOUND UG (HAFTUNGSBESCHRANKT);ESB NETWORKS LTD;COMPANIA NATIONALA DE TRANSPORT ALENERGIEI ELECTRICE TRANSELECTRICA SA;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;WATERFORD INSTITUTE OF TECHNOLOGY;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;CENTRUL ROMAN AL ENERGIEI - CRE;POLITECNICO DI TORINO;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;FLEXIBLE ELEKTRISCHE NETZE FEN GMBH",
    "participantCountries": "DE;IE;RO;IT",
    "projectParticipants": {
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 128750
        },
        "940893308": {
            "orgId": "940893308",
            "orgName": "CENTRUL ROMAN AL ENERGIEI - CRE",
            "ecContrib": 341325
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 360000
        },
        "927487811": {
            "orgId": "927487811",
            "orgName": "GRIDHOUND UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 155000
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 575089
        },
        "999755236": {
            "orgId": "999755236",
            "orgName": "COMPANIA NATIONALA DE TRANSPORT ALENERGIEI ELECTRICE TRANSELECTRICA SA",
            "ecContrib": 193750
        },
        "992927988": {
            "orgId": "992927988",
            "orgName": "ESB NETWORKS LTD",
            "ecContrib": 802714
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 873875
        },
        "934653686": {
            "orgId": "934653686",
            "orgName": "FLEXIBLE ELEKTRISCHE NETZE FEN GMBH",
            "ecContrib": 182250
        },
        "999618660": {
            "orgId": "999618660",
            "orgName": "WATERFORD INSTITUTE OF TECHNOLOGY",
            "ecContrib": 300000
        },
        "999944386": {
            "orgId": "999944386",
            "orgName": "ERICSSON GMBH",
            "ecContrib": 1083900
        }
    },
    "calculatedTotalContribution": 4996653
}