{
    "rcn": "205803",
    "acronym": "AtmoHealth",
    "topics": "SMEInst-01-2016-2017",
    "title": "A pan-national collaborative analytics platform for the exploration and improvement of population health",
    "startDate": "01/10/2016",
    "endDate": "31/03/2018",
    "objective": "Healthcare data analysis has become an integral part of public health policy making, medical research, the development of\nnew treatments and medical innovation. Governments, pharmaceutical industries, insurance companies, medical research\ngroups and hospitals increasingly use population-based healthcare data as a critical support to research and decisionmaking.\n\nCitizens are also increasingly keen to learn about the distribution and outcome of conditions which they may be\nsuffering from. However, an affordable, user-friendly platform that brings together population health and research data from\nmultiple sources and enables it to be easily presented and ëminedí for this wide range of purposes does not currently exist.\niMoHEALTH will meet this need. The completed iMoHEALTH SMEI Phase 1 feasibility study enabled developers, FACE\nRecording and Measurement Systems Ltd, to conduct a number of research and development activities to build a detailed\nbusiness plan. This, combined with the exceptionally enthusiastic response of both prospective users and potential\ncommercial partners, confirmed that the product meets a clear market need and will have major perceived benefits to\nhealthcare stakeholders across Europe. Indeed, the level of response suggested that the need is even greater and more\nkeenly felt than had been previously anticipated. \n\nTo build on the current TRL6, this project sets out to refine and improve the iMoHEALTH platform by both evolution of the back-end architecture and additional front-end functionality to reach TRL9, as well as performance verification in a broader range of healthcare contexts. FACE has over 20 years of experience in the health and social care sectors, developing solutions that meet the collective needs of practitioners, patients/service users and their carers, managers, policymakers and researchers. FACE has a national reputation for delivering high quality solutions, producing nationally accredited and awarding winning products.",
    "totalCost": "1798316,13",
    "ecMaxContribution": "1258821,29",
    "coordinator": "IMOSPHERE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938139672": {
            "orgId": "938139672",
            "orgName": "IMOSPHERE LTD",
            "ecContrib": 1258821
        }
    },
    "calculatedTotalContribution": 1258821
}