{
    "rcn": "205891",
    "acronym": "FAMEC",
    "topics": "ERC-CoG-2015",
    "title": "Forensic Architecture: The Media Environments of Conflict",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Forensic Architecture is an emergent field that refers to the presentation of architectural evidence in legal contexts. As contemporary conflicts increasingly take place within urban areas, homes and neighbourhoods become targets and a growing number of civilian casualties occur within cities and buildings. Architectural investigation thus becomes an essential tool of conflict analysis, not only for its crucial role in the pursuit of accountability, but also because it enables ground breaking methodological and theoretical inquiries into the context and conduct of urban conflicts. Forensic Architecture (FA), as developed by the PI, employs a novel set of research techniques to analyse violations of international humanitarian law (IHL) and human rights (HR) as they bear upon the built environment. FA employs architecture in three distinct ways: as an object of analysis; as a method of research; and as a mode of presentation. As such FA is able to provide unique, solid, and clear evidence about incidents that other methods of investigation cannot engage with. This proposal, Forensic Architecture: The Media Environments of Conflict (FAMEC) will further develop the field of FA in response to a set of newly evolved challenges. These are concerned with the way in which new modes of documentation and analysis 単 based on social and environmental media 単 have shifted the relation between conflict and built spaces. Working closely with leading HR organizations, the project will provide novel types of architectural evidence in the context of a number of high profile IHL and HR investigations, in such places as Syria, Israel/Palestine and Amazonia/Brazil. Our forensic work will be the starting point for a set of theoretical reflections 単 articulated in books, articles, journal special issues, conferences and exhibitions 単 that will ground FA in the histories of forensics, architecture, and human rights.",
    "totalCost": "1996830",
    "ecMaxContribution": "1996830",
    "coordinator": "GOLDSMITHS' COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882791": {
            "orgId": "999882791",
            "orgName": "GOLDSMITHS' COLLEGE",
            "ecContrib": 1996830
        }
    },
    "calculatedTotalContribution": 1996830
}