{
    "rcn": "205871",
    "acronym": "RVCR",
    "topics": "SMEInst-10-2016-2017",
    "title": "KGYAT have developed the RVCR, the worldís first commercially viable Rotary Variable Compression Ratio (VCR) engine.",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "'KGYAT have developed RVCR, the worldís first commercially viable Variable Compression Ratio (VCR) engine. KGYATís proprietary RVCR (Rotary Variable Compression Ratio) engine technology combines into one high-tech powertrain the specific output and performance advantages of rotary motors and the thermal efficiency gains from VCRs. This enables the RVCR engine to eliminate the complexities in conventional crank mechanism-based VCRs and offer the advantages of; multiple fuel flexibility, efficiency gains by 30%, lower emissions, and reduced cost, making it the worldís first commercially viable VCR engine. This disruptive, highly efficient fuel-flexible RVCR engine will enable a smooth transition from 20th century fossil fuel dependency to 21st century green fuels without disrupting the existing fossil-fuel based economic structures.\nRVCR has been prototyped within a laboratory environment, however KGYAT is now looking to gain funding to: demonstrate and validate the performance of a 75kW RVCR engine on a test bed for product qualification; and industrialisation of the RVCR engine with an engine manufacturer, including a design for manufacturing and assembly and the optimisation of costs, demonstrating viability of high volume production. \nDue to RVCRís robustness and efficiency it is a perfect solution to reduce emissions and fuel consumption of passenger cars.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KGYAT UK PRIVATE LTD",
    "coordinatorCountry": "UK",
    "participants": "CADFEM UK CAE LTD;A & M EDM LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "929829682": {
            "orgId": "929829682",
            "orgName": "CADFEM UK CAE LTD",
            "ecContrib": 0
        },
        "930315846": {
            "orgId": "930315846",
            "orgName": "KGYAT UK PRIVATE LTD",
            "ecContrib": 50000
        },
        "927315636": {
            "orgId": "927315636",
            "orgName": "A & M EDM LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}