{
    "rcn": "205837",
    "acronym": "PACMAN",
    "topics": "JTI-CS2-2014-CFP01-LPA-03-02",
    "title": "Prognostics And Computer Aided Maintenance",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Aircraft System Prognostic solutions integrated into an airline E2E maintenance operational context.\n\nThe key objective of the proposal is to demonstrate benefits of aircraft system prognostics solutions integrated into an airline E2E maintenance operational context. This will be achieved by development of following innovative components:\nï A novel prognostic architecture that includes both on-board and ground elements shall be demonstrated using a large passenger aircraft selected Aircraft System.\nï Specific prognostics capabilities such as data collection, data processing, symptom generation, failure mode identification and predictive trending shall be demonstrated within an advanced Integrated Health Monitoring and Management (IHMM) system.\nï A revolutionary augmented reality (AR) mobile tools as gesture recognition, speech recognition and near-to-eye (NTE) displays that aids maintenance execution by bringing the necessary information directly to the engineer at remote repair sites shall be developed and demonstrated.\n\nThe primary impact of the proposed work shall be to maximize aircraft utilization and achievement of reduction in operational interrupts. We will achieve this by developing a framework allowing Airlines, MROs, OEMs, and Suppliers to share a common understanding of the diagnostic and prognostic health of the aircraft. This program leverages some of ongoing Honeywell work in the area of predictive analytics, connected aircraft architectures, and computer aided maintenance to achieve Large Passenger Aircraft IADP Platform work package 3.6 goals.",
    "totalCost": "1757938,75",
    "ecMaxContribution": "1757938,75",
    "coordinator": "HONEYWELL INTERNATIONAL SRO",
    "coordinatorCountry": "CZ",
    "participants": "VYSOKA SKOLA BANSKA - TECHNICKA UNIVERZITA OSTRAVA",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999868144": {
            "orgId": "999868144",
            "orgName": "VYSOKA SKOLA BANSKA - TECHNICKA UNIVERZITA OSTRAVA",
            "ecContrib": 285000
        },
        "997834830": {
            "orgId": "997834830",
            "orgName": "HONEYWELL INTERNATIONAL SRO",
            "ecContrib": 1472939
        }
    },
    "calculatedTotalContribution": 1757939
}