{
    "rcn": "205852",
    "acronym": "RACE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Rate of Adaptation in a Changing Environment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "For thousands of years, we have been changing the environment that surrounds us to satisfy our needs and to make our life safer, easier and more prosperous. However, we are not alone on this planet and the increasing magnitude of alterations we impose on our environment impacts the biosphere at every level, from bacteria to mammals. Many of these anthropogenic influences may be fatal for those species, leading to extinction and decrease of biodiversity. To avoid that, it is crucial to understand the process of adaptation in the context of a changing environment, and to understand the limits to population persistence.\n\nHowever, rigorous analysis of the adaptive process has been hindered by technical difficulties and our understanding of adaptation in a changing environment is extremely limited.  \nTherefore, I want to investigate the rate of adaptation in a changing environment from a completely new perspective, enabled by the latest advancements in the field of computer science. The recent establishment of a unified framework of evolutionary processes, bridging the gap between evolutionary computation and evolutionary theory, enables the translation of methods and results between the fields. It has been shown that these techniques can be applied to simple models of biological evolution, and provide new insights into the evolutionary processes. I suggest to employ these methods to analyse the rate at which organisms can adapt to the changing environment.\n\nIn this project, I will investigate the rate of adaptation, its dependence on natural parameters such as population size and selection strength, and assess the limits to environmental dynamics that can be reconciled with the survival of the species. Knowing the limits to adaptation, the key parameters influencing them and the critical threshold that species can withstand is of vital importance not only to policy makers, but also to all of us.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}