{
    "rcn": "205847",
    "acronym": "EvolAge",
    "topics": "MSCA-IF-2015-EF",
    "title": "Experimental Evolution of Aging: the genetic link between lifespan, nutrient sensing and fat metabolism",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Reproduction and diet are the two main factors that affect aging in a wide range of animal species, including humans. Recent studies suggest that the link between these factors and aging is controlled by genes related to fat metabolism and nutrient sensing, but the exact role of these genes in lifespan and late-life health remains to be elucidated. In addition, most of the known 'aging' genes were identified with laboratory-generated mutants or transgenic manipulations. The genetic mechanisms that control natural variation in lifespan, which may depend on subtle changes to known 'aging' genes or completely different genes, are still unknown, whereas these natural alleles are responsible for aging phenotypes observed in natural populations, including in humans.\n\nIn this project, I propose to study a unique set of experimentally evolved (EE) Drosophila melanogaster lines that have developed an extended lifespan in response to (1) selection on postponed reproduction and/or (2) resistance to developmental undernutrition. We have sequenced the genomes of these lines and identified natural alleles that may underlie variation in lifespan and now plan to (1) compare our genome data to datasets of other long-lived Drosophila lines to identify the most promising candidate genes/alleles for functional testing. (2) I will characterize fat metabolism in the EE lines to investigate the correlation between fat metabolism and aging. (3) I will use the powerful and innovative combination of transgenic RNAi and a 'synthetic recombinant inbred population' approach to test if and how my candidate genes/alleles have an effect on lifespan and fat metabolism.\n\nI expect that my results, which may reveal natural alleles that affect aging and how metabolism is involved in this process, will provide a significant contribution to the field of aging research. This is relevant to both science and society, and may provide important stepping-stones toward the improvement of human health.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}