{
    "rcn": "205839",
    "acronym": "Metacontrol",
    "topics": "ERC-ADG-2015",
    "title": "Cognitive control in context: Neural, functional, and social mechanisms of metacontrol",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Human behavior is commonly understood as emerging from a struggle between will and habit, i.e., between ìintentionalî processes driven by the current goal and ìautomaticî processes driven by available stimuli. This scenario suggests that it is mainly the goal-related processes that render behavior adaptive. Based on a novel theoretical framework (the Metacontrol State Model, combined with the Theory of Event Coding) that is motivated by recent behavioral and neuroscientific observations, I suggest an alternative view and argue that people can control the relative contributions of goal-driven and stimulus-driven processes to decision-making and action selection. In particular, people regulate the interaction between these processes by determining the ratio between (goal) persistence and flexi-bility, depending on task, situation, and personal experienceóa process that I refer to as ìmetacontrolî. The project aims to identify and trace individual ìmetacontrol policiesî (biases towards persistence or flexibility) and task- and condition-specific changes therein by means of behavioral, computational, and neuroscientific techniques, and by using virtual-reality methods. I shall study, account for, and try predicting individual differences in the choice and implementation of such policies, identify and explain the cognitive and social consequences of adopting a particular policy, and investigate whether and how people can adopt meta¨control policies from othersóeither intentionally or automati-cally. I shall also study whether and to what degree people use situational cues to automatize the implementation of suitable policies, and whether often-used, highly practiced policies can become chron-ified and turn into a trait-like processing style, as suggested by cultural studies.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}