{
    "rcn": "205854",
    "acronym": "NLO-CO",
    "topics": "MSCA-IF-2015-GF",
    "title": "Large scale structure of the Universe and fundamental physics",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The purpose of this cosmology project is to study the content and evolution of our Universe using the distribution of matter on large scales. A key goal of forthcoming galaxy surveys is probing fundamental physics, such as the mass of neutrinos and the nature of dark energy, the component sourcing cosmic acceleration. The analysis and interpretation of their data crucially relies on the development of perturbation theory methods and other theoretical tools to describe and predict the evolution of large scale structures in the universe, particularly in the non-linear regime. This project aims to establish the optimal approach to compute the growth of structures and to extract information about dark energy and neutrino masses from the data.\n\nThis action will address important questions in non-linear structure formation. More specifically, I will 1) devise efficient techniques to obtain information on non-linear clustering from data and apply it to bispectrum estimators and BAO reconstruction; 2) obtain the predictions for general massive neutrinos and dark energy models, beyond the power spectrum; and 3) improve the precision of semi-analytical methods to compute non-linear perturbations on small scales; A very concrete goal of the project is to produce a numerical code and make it public. This code will find direct application in the forecast and analysis of the data from the Euclid mission and other galaxy surveys, to probe the properties of neutrinos and the nature of gravity.\n\nIn the outgoing phase I will work at University of California, Berkeley (US) to benefit from its great involvement in galaxy surveys and expertise in studies of large scale structure in connection to observations. In the return phase I will work in the Institut de Physique ThÈorique Saclay (France) where many theoretical developments in perturbation theory and extensions to non-standard models have been developed.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 264668
        }
    },
    "calculatedTotalContribution": 264668
}