{
    "rcn": "205805",
    "acronym": "DISC",
    "topics": "LCE-07-2016-2017",
    "title": "Double side contacted cells with innovative carrier-selective contacts",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The DISC project addresses the need to reduce the consumption of fossil fuels by developing key technologies for the next generation of high-performance photovoltaic (PV) solar cells and modules, allowing ultra-low solar electricity costs with minimum environmental impact.\nDISC focuses on the only way to fully exploit the potential of silicon to its maximum: through the use of carrier selective junctions, i.e., contacts which allow charge carriers to be extracted without recombination.  Such contacts allow for simple device architecture as considered in DISC - non-patterned double-side contacted cells ñ which can be fabricated within a lean process flow, either by upgrading existing or within future production lines. In DISC, a unique consortium of experienced industrial actors will collaborate with a set of institutes with demonstrated record devices and worldwide exceptional experience in the R&D field of carrier selective contacts. DISC will target efficiencies >25.5% on large area cell and >22% at module level while demonstrating pilot manufacturing readiness at competitive costs. \nTogether with a reduction of non-abundant material consumption (Ag, In), with an enhancement of the energy yield, with modern module design ensuring outstanding durability, DISC will provide the key elements for achieving in Europe very low Levelized Costs of Electricity between 0.04 ñ 0.07$/kWh (depending on the irradiation), with mid-term potential for further reduction, making solar one of the cheapest electricity source. The high efficient PV modules developed in DISC are predestined for rooftop installations, i.e., neutral with respect to land use aspects. A life cycle approach applied in DISC prevents the shifting of environmental or social burdens between impact categories.\nDISC has a chance to contribute towards mitigating the impacts of climate change, improving energy access and towards bringing Europe back at the forefront of solar cell science, technology and manufacturing.",
    "totalCost": "6620246,25",
    "ecMaxContribution": "4743518,75",
    "coordinator": "INSTITUT FUR SOLARENERGIEFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "AYMING;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;ENVIRONMENTAL RESOURCES MANAGEMENT LIMITED;MEYER BURGER AG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MECO EQUIPMENT ENGINEERS BV;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;VON ARDENNE GMBH;TOTAL MARKETING SERVICES;ECOSOLIFER MODULGYARTO FOTOVILLAMOS TECHNOLOGIAK KORLATOLT FELELOSSEGU TARSASAG;UNIVERZA V LJUBLJANI",
    "participantCountries": "FR;CH;UK;DE;NL;HU;SI",
    "projectParticipants": {
        "985726223": {
            "orgId": "985726223",
            "orgName": "INSTITUT FUR SOLARENERGIEFORSCHUNG GMBH",
            "ecContrib": 994795
        },
        "925677209": {
            "orgId": "925677209",
            "orgName": "ECOSOLIFER MODULGYARTO FOTOVILLAMOS TECHNOLOGIAK KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 193501
        },
        "954439843": {
            "orgId": "954439843",
            "orgName": "MECO EQUIPMENT ENGINEERS BV",
            "ecContrib": 416556
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 799968
        },
        "950924854": {
            "orgId": "950924854",
            "orgName": "ENVIRONMENTAL RESOURCES MANAGEMENT LIMITED",
            "ecContrib": 267500
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 372125
        },
        "925927372": {
            "orgId": "925927372",
            "orgName": "VON ARDENNE GMBH",
            "ecContrib": 535150
        },
        "999944968": {
            "orgId": "999944968",
            "orgName": "AYMING",
            "ecContrib": 148750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 857548
        },
        "986082019": {
            "orgId": "986082019",
            "orgName": "MEYER BURGER AG",
            "ecContrib": 0
        },
        "999956511": {
            "orgId": "999956511",
            "orgName": "TOTAL MARKETING SERVICES",
            "ecContrib": 157626
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4743519
}