{
    "rcn": "205817",
    "acronym": "PROGRESSIVE",
    "topics": "SC1-HCO-16-2016",
    "title": "PROGRESSIVE STANDARDS AROUND ICT FOR ACTIVE AND HEALTHY AGEING",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The PROGRESSIVE project will provide a dynamic and sustainable framework for standards and standardisation around ICT for AHA. The project is pan-European but also draw on wider international experience ñ especially in the contexts of interoperability and standards harmonisation.\n\nAs attitudes towards ageing change there is recognition of the importance of older peopleís engagement. Engagement can empower. It can encourage and facilitate greater involvement of older people in economic and political life as well as within communities and families. It follows that the inclusion of older people must be integral to ways of thinking about standards for ICT for AHA. Traditional top-down, clinically driven approaches to standards often fail to recognise the importance of such engagement and overlook the opportunity of co-production approaches.\n\nA strongly ethical approach is adopted in the PROGRESSIVE project. It uses responsible research and innovation (RRI) as a key reference point. The new way of thinking adopted involves a dialogue that moves from what can be a formulaic standards and service ëdeliveryí model in favour of provision in ways that take fuller account of needs and choices of older people.\n\nThe PROGRESSIVE project recognises four domains - age friendly communities; reformed and empowering services; accessible, affordable and supportive homes; and active, health and empowered older people and 22 fields (Fig 1). Within these it acknowledges the commercial opportunities of the ësilver economyí - both as a market for goods and services and as a milieu where older people can be assets and active contributors.\n\nThe PROGRESSIVE project will establish parameters by which good practice in standards and the standardisation process around ICT for AHA can be identified. A platform to be developed will promote discussion and debate. The work will lay the foundation for standards that will be increasingly fit for purpose ñ with potential benefits to all our lives.",
    "totalCost": "905781,25",
    "ecMaxContribution": "905781,25",
    "coordinator": "DE MONTFORT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "TELEHEALTH QUALITY GROUP EEIG;ASOCIACION ESPANOLA DE NORMALIZACION;UNINFO - Associazione di Normazione Informatica;EUROPEAN HEALTH TELEMATICS ASSOCIATION;STICHTING NEDERLANDS NORMALISATIE - INSTITUUT;DIN DEUTSCHES INSTITUT FUER NORMUNG E.V.;CONSIGLIO NAZIONALE DELLE RICERCHE;AGE PLATFORM EUROPE;THE OPEN UNIVERSITY",
    "participantCountries": "UK;ES;IT;BE;NL;DE",
    "projectParticipants": {
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 52344
        },
        "999445321": {
            "orgId": "999445321",
            "orgName": "EUROPEAN HEALTH TELEMATICS ASSOCIATION",
            "ecContrib": 100000
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 254531
        },
        "999548917": {
            "orgId": "999548917",
            "orgName": "DIN DEUTSCHES INSTITUT FUER NORMUNG E.V.",
            "ecContrib": 66312
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 58438
        },
        "999968733": {
            "orgId": "999968733",
            "orgName": "UNINFO - Associazione di Normazione Informatica",
            "ecContrib": 53875
        },
        "999631755": {
            "orgId": "999631755",
            "orgName": "STICHTING NEDERLANDS NORMALISATIE - INSTITUUT",
            "ecContrib": 66281
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 70625
        },
        "924208629": {
            "orgId": "924208629",
            "orgName": "TELEHEALTH QUALITY GROUP EEIG",
            "ecContrib": 75375
        },
        "999788119": {
            "orgId": "999788119",
            "orgName": "AGE PLATFORM EUROPE",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 905781
}