{
    "rcn": "205818",
    "acronym": "BioMates",
    "topics": "LCE-08-2016-2017",
    "title": "Reliable Bio-based Refinery Intermediates",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The EU targets at replacing 10% of all transport fossil fuels with biofuels by 2020 to reduce the dependence on petroleum through the use of nationally, regionally or locally produced biofuels, while simultaneously reducing greenhouse gas emissions. However, the EU is concerned with the questionable sustainability of the conventional biofuels and the unattractive production costs of second and third generation biofuels. The BioMates project aspires to contribute to the drastic increase of non-food/feed biomass utilisation for the production of greener transportation fuels via an effective and sustainable new production pathway. The project will validate the proposed innovative technology which has the potential of over 49 million tons CO2-eq savings, at least 7% crude oil imports reduction which corresponds to over 7 billion Ä savings for EU, while indicating its socio-economic, environmental and health expected benefits.\n\nThe main premise of the BioMates project is the cost-effective and decentralized valorization of residual (straw) and nonfood (Miscanthus) biomass for the production of bio-based products of over 99% bioenergy content. The bio-based productsí targeted market is the EU refining sector, utilizing them as a bio-based co-feed of reliable, standardizable properties for underlying conversion units, yielding high bio-content hybrid fuels which are compatible with conventional combustion systems. The BioMates approach is based on innovative non-food/feed biomass conversion technologies, including ablative fast pyrolysis and mild catalytic hydrotreating, while incorporating state-of-the-art renewable H2-production technology as well as optimal energy integration. The proposed pathway for decarbonizing the transportation fuels will be demonstrated via TRL5 units, allowing the development of an integrated, sustainability-driven business case encompassing commercial and social exploitation strategy.",
    "totalCost": "5923316,25",
    "ecMaxContribution": "5923316,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;HYET HYDROGEN BV;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH;RANIDO, S.R.O.;BP EUROPA SE",
    "participantCountries": "EL;UK;NL;CZ;DE",
    "projectParticipants": {
        "921327050": {
            "orgId": "921327050",
            "orgName": "BP EUROPA SE",
            "ecContrib": 267500
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 450001
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 645625
        },
        "999703826": {
            "orgId": "999703826",
            "orgName": "IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH",
            "ecContrib": 374310
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1873931
        },
        "948784355": {
            "orgId": "948784355",
            "orgName": "RANIDO, S.R.O.",
            "ecContrib": 340000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 1031275
        }
    },
    "calculatedTotalContribution": 4982642
}