{
    "rcn": "205823",
    "acronym": "ENERGISE",
    "topics": "LCE-31-2016-2017",
    "title": "European Network for Research, Good Practice and Innovation for Sustainable Energy",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Considerable challenges remain today regarding Europe¥s transition towards a decarbonised energy system that meets the economic and social needs of its citizens. Rebound effects, that is, a full or partial cancelling-out of efficiency gains over time through increased overall energy use, highlight the centrality of consumption in multi-scalar decarbonisation efforts, urgently requiring attention from scientists and policy makers. Calls also abound for innovative, research-led programmes to enhance the social acceptability of energy transition initiatives and technologies. Understanding how culture-specific views and practices and energy policy and governance both shape and reflect individual and collective energy choices is of paramount importance for the success of the Energy Union. \nENERGISE responds directly to these challenges by engaging in frontier energy consumption scholarship. Recognising the persistence of diverse energy cultures, both within and between countries, ENERGISE offers an ambitious social science programme to enhance understanding of changes in energy consumption practices across 30 European countries. Moving beyond state-of-the-art research, ENERGISE theoretically frames and empirically investigates socio-economic, cultural, political and gender aspects of the energy transition. It also examines how routines and ruptures (re)shape household energy consumption practices. Adopting a cutting-edge Living Labs approach, designed specifically to facilitate cross-cultural comparisons, ENERGISE fuses tools for changing individual- and community-level energy consumption with a novel method for energy sustainability assessment. ENERGISE will open new research horizons and greatly enhance Europeís capacity for high-impact, gender-sensitive consumption research. It also offers timely support for public- and private-sector decision-makers who grapple with the design and implementation of measures to effectively reduce household energy consumption.",
    "totalCost": "3720453,75",
    "ecMaxContribution": "3176513,75",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "GREENDEPENDENT INTEZET NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;HELSINGIN YLIOPISTO;UNIVERSITE DE LAUSANNE;FOCUS DRUSTVO ZA SONARAVEN RAZVOJ;APPLIED RESEARCH AND COMMUNICATIONS FUND;UNIVERSITEIT MAASTRICHT;KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION;AALBORG UNIVERSITET",
    "participantCountries": "HU;DE;FI;CH;SI;BG;NL;UK;DK",
    "projectParticipants": {
        "960274490": {
            "orgId": "960274490",
            "orgName": "GREENDEPENDENT INTEZET NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 383350
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 404000
        },
        "986253224": {
            "orgId": "986253224",
            "orgName": "FOCUS DRUSTVO ZA SONARAVEN RAZVOJ",
            "ecContrib": 46500
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 371520
        },
        "999815376": {
            "orgId": "999815376",
            "orgName": "APPLIED RESEARCH AND COMMUNICATIONS FUND",
            "ecContrib": 85906
        },
        "999864652": {
            "orgId": "999864652",
            "orgName": "KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 431476
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 606610
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 0
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 415189
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 431962
        }
    },
    "calculatedTotalContribution": 3176513
}