{
    "rcn": "205882",
    "acronym": "NICENAV",
    "topics": "SMEInst-10-2016-2017",
    "title": "Navigation-grade ITAR-free Certifiable Equipment for the Navigation of Air Vehicle, based onFOG technology",
    "startDate": "01/09/2016",
    "endDate": "31/12/2017",
    "objective": "We are Civitanavi Systems, a high-tech European SME operating in the international marketplace, retaining cutting edge expertise in the emerging Fiber Optic Gyroscope (FOG) technology, applied to Inertial Reference Systems (standard avionic equipments) for civil avionic applications. \n\nNICENAV is our pivotal entrepreneurial project over the next decade, forecasted to position Civitanavi Systems among top 10 Navigation solution providers worldwide and top 3 in Europe. \n\nNICENAV project targets at introducing into the market the first worldwide Inertial Reference System based on FOG technology (NICENAV CFN-50GC) in place of existing obsolescent RLG-based solutions, free from the overwhelming compliance with ITAR imposed by the US government for both military and civil products. It also guarantees the best peak performances on the market with an extraordinary compact size.\n\nA high performance IRS, not subject to ITAR compliance and based on FOG technology will certainly be a disruptive product in the segment of high-end navigation systems for business jets and single-aisle commercial airplanes, where Honeywell (US manufacturer) is dominating the market with a RLG-based and ITAR-compliant solution called LASEREF VI micro IRS. \n\nWe have the key technology to replace obsolete American solutions: we have already started doing it, as proved by the new partnerships established with Piaggio Aerospace and Pilatus Aircrafts. \n\nThe goal is to accelerate our entry-time in the market (16 months) to respond to the growing interest from clients (Pilatus Aircraft, Piaggio Aerospace). \n\nThe achievement of TRL 9 is the natural target of NICENAV and SME Instrument is the best route to  reduce the time-to-market while maintaining the technological and market advantage over competitors.\n\nEstimated impact: Civitanavi would reach a turnover (for only the NICENAV product line) of Ä19M after 5 years from the launch of the product.",
    "totalCost": "2130797,5",
    "ecMaxContribution": "1491558,25",
    "coordinator": "CIVITANAVI SYSTEMS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934691128": {
            "orgId": "934691128",
            "orgName": "CIVITANAVI SYSTEMS SRL",
            "ecContrib": 1491558
        }
    },
    "calculatedTotalContribution": 1491558
}