{
    "rcn": "205886",
    "acronym": "ArtomatixSuite",
    "topics": "SMEInst-01-2016-2017",
    "title": "An innovative 3D content generation solution for digital artists",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "'The 3D Computer Graphics Industry represents a vibrant Ä115 billion global opportunity (2016) poised for spectacular growth. By 2022, the 3D Graphics market will represent Ä282 billion, a 2.5x increase from current levels. Studios creating 3D content are already at the limits of human capacity and are challenged to meet the current market demands. Artomatix revolutionises the way 3D art is created. Instead of designing, say, an intricate brick wall pixel by pixel for use in a video game scene, one could take a photo of a brick wall with their phone and Artomatix will extrapolate the rest, imagining a new ëvirtualí brick wall. Rather than being the paintbrush, your computer acts as the painter. Instead of being the painter, an artist will become the art director, providing the high level guidance and vision.Artomatix is offering this ëvirtual painterí as a cloud-based Software-as-a-Service (SaaS) that can increase the industries art asset production capacity from 69 million assets in 2016 to 95 million, and to beyond 236m by 2022.  \n\nWith that in mind, Artomatix addresses several EU-wide challenges referenced in the following documents, ìUnlocking the potential of cultural and creative industriesî, ìTowards a data-driven economyî and 'Unleashing the potential of cloud computing in Europeî.\n\nThe 3D Computer Graphics Industryís annual wages for 3D artists are expected to reach Ä63.6bn by 2022, up from Ä25.8bn in 2016, highlighting the strong potential of automated 3D content creation solutions. Based on our feasibility assessment, software development, sales and marketing efforts and our elaborated business plan, subject to obtaining funding for the project, it is our intention to secure a 0.78% market share of the 3D content creation market (~1.3m assets), have 55k 3D artists using the Artomatix Suite by 2022, generate annual revenues of Ä16.3 million, and create jobs for up to 123 full time staff.'",
    "totalCost": "2100000",
    "ecMaxContribution": "1470000",
    "coordinator": "ARTOMATIX LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935233164": {
            "orgId": "935233164",
            "orgName": "ARTOMATIX LIMITED",
            "ecContrib": 1470000
        }
    },
    "calculatedTotalContribution": 1470000
}