{
    "rcn": "205863",
    "acronym": "QUATERMAIN",
    "topics": "ERC-PoC-2016",
    "title": "Quaternary Amino Acids on Scale for Medicine and Agroscience",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "Enantiopure quaternary amino acids, carrying two carbon-based substituents at the ? carbon, are one of the most important groups of modified ? amino acids, of great commercial value in the development of new pharmaceuticals and agrochemicals. Certain of these quaternary amino acids are readily available by stereoselective ? alkylation of available amino acids, but not those functionalized by the addition of ?-aryl groups. In this project, we propose to develop an industrially scalable, practical method for the synthesis of ?-arylated quaternary amino acids in enantiomerically pure form by streamlining, optimization and scale-up of a reaction we discovered while working on the synthesis of quaternary amino acids as conformational controllers within an ERC-funded Advanced Grant. The method is operationally simple and employs only inexpensive commodity chemicals as precursors. It uses no chiral auxiliary or catalyst, and exploits both structure and stereochemistry of the starting amino acid to make the quaternary amino acids in enantiomerically pure form. It avoid the use of transition metals, freeing the method from the potential problems associated with their toxicity, cost and volatility of supply. The nearest competitive methods are either limited in scope to electron-deficient aryl rings, or they employ toxic and expensive transition metal catalysts. Interest in the method has been garnered from the fine chemical, pharmaceutical and agrochemical industry, but further work on scale-up and practical issues are needed for the technology to become industry-ready.\n\nIn parallel with this main thrust of the project, we will carry out preliminary work on related chemistry, developing a new, simple route to analogues of arogenate into a practical method for the synthesis of a new agrochemical targets of potentially very great commercial interest. The ready availability of these compounds will offer significant potential for future agrochemical innovation.",
    "totalCost": "149918",
    "ecMaxContribution": "149918",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 149918
        }
    },
    "calculatedTotalContribution": 149918
}