{
    "rcn": "205853",
    "acronym": "SUMO-ZNHIT6-snoRNPs",
    "topics": "MSCA-IF-2015-EF",
    "title": "ZNHIT6: a new SUMO E3 ligase regulating RNA metabolism",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "It is widely accepted that eukaryotic cells contain large populations of small nucleolar RNA-protein complexes (snoRNPs), which mediate the modification of rRNA nucleotides and facilitate cleavage of rRNA precursors. Thus, they may control general protein translation by regulating the level and function of ribosomes. It is currently thought that understanding the process of snoRNP biogenesis will provide the knowledge indispensable to determine their exact function and means of regulation. Although, it is known that SUMO-mediated protein modifications are crucial for snoRNP functions, the E3 responsible for this process as well as their precise targets, or time and space frame of the modification are not known. Preliminary results of the host group obtained by novel proteomic approaches demonstrated that proteins of box C/D snoRNP complex undergo SUMOylation and that BCD1/ZNHIT6 might be a new SUMO E3 ligase responsible for these modifications.\nThe specific aim of this study is to demonstrate whether ZNHIT6 indeed is a SUMO E3 ligase, to identify its substrates and reveal the function of BCD1-mediated SUMOylation of these targets in the regulation of RNA metabolism. For that purpose, I will be trained in a number of state-of the-art techniques. Notably, I will create a series of cell lines depleted of BCD1 or expressing its tagged versions using CRISPR/Cas technology. The role of ZNHIT6 in RNA metabolism will be analysed by classical biological methods, such as: IF, WB, FACS. In addition, I will use new mass spectrometry based approach designed by the host lab for the detection of SUMOylated targets. A wide range of in vitro assays will also be used to determine interactions and SUMO E3 ligase activity of ZNHIT6. The innovative character of this proposal lies in the complementarity of research techniques used and the participants involved for studying this biological question and will provide insights into the cross talk between SUMOylation and RNA metabolism.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}