{
    "rcn": "205860",
    "acronym": "CINMAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Chiral Plasmons in Protein-Nanoparticle Hybrid Materials for Application as Biosensors",
    "startDate": "20/10/2016",
    "endDate": "19/10/2018",
    "objective": "The real challenge in the field of nanomaterials is to fabricate hybrid systems that can function as smart materials in a wide variety of applications. Hybrid systems possessing protein templates can be potential candidates in this direction due to the wide variety of applications possible in biological systems. The project outlined below aims at the synthesis of novel hybrid conjugates based on protein templates and gold/silver nanoparticles (NPs)/nanorods (NRs) as plasmonic materials to generate chiral plasmons. Different proteins will be utilized for the fabrication of two different chiral templates: (i) helical one dimensional aggregates and (ii) chiral crystals. The plasmonic metal NPs/NRs can be introduced on these templates utilizing electrostatic and covalent interactions resulting in chiral plasmons. The mechanism of chirality transfer from the template to NPs/NRs can be studied by the detailed crystallographic investigations of the template, nanoparticle and their heterojunctions. The extent of chirality transfer would depend largely on the nature of the template and hence the project aims at fabricating hybrid systems wherein the transfer of chirality from the template to the plasmonic material is efficient. The hybrid systems can be used for enhancing the spectroscopic signals of molecules in Surface Enhanced Raman Scattering (SERS). Our ultimate goal is to utilize the hybrid chiral systems as biosensors (i) for the detection of assembly and disassembly of proteins as well as (ii) for understanding crystallographic changes in medication. The importance of the first part is emphasized by the fact that the assembly of proteins is the cause for various neurodegenerative diseases and its disassembly can be an effective mode of therapy. On the other hand, the insulin is delivered to diabetic patients in the form of crystals and the slow crystal dissolution is the mode of supplying insulin into the blood stream. The importance of the two biological phenomena m",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}