{
    "rcn": "205903",
    "acronym": "CombiCat",
    "topics": "MSCA-IF-2015-EF",
    "title": "Combined Catalysis: Enhancing Asymmetric Synthesis",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The stereoselective synthesis of small organic molecules depends on robust catalytic methods. Despite many advances in enantioselective synthesis, an unsolved challenge in catalysis is the translation of enantioselective catalytic reactions to diastereoselective reactions ñ where a chiral catalyst controls the outcome of reaction of a chiral substrate. \n\nIn this proposal, we seek to investigate this 'double stereodifferentiation' in various organocatalytic reactions, and in transition metal-catalyzed cycloisomerization, two fields which take advantage of the expertise of the host group and the experienced researcher. We further aim to explore the union of these two fields using 'Combined catalysis' ñ specifically, in dual catalytic processes through which we seek to improve stereoselective syntheses of small organic molecules attractive to the pharmaceutical industry. The culmination of the project will be cascade dual catalytic processes, where the organocatalyst serves to activate the substrate towards metal-catalyzed cycloisomerization, and also to mediate a further asymmetric synthetic transformation.\n\nThe successful completion of these goals will require the combined expertise of the two project partners: in metal catalysis (the host group) and organocatalysis (the ER), with the proposal being based on preliminary results in both areas.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}