{
    "rcn": "205939",
    "acronym": "INLIFE",
    "topics": "ICT-24-2016",
    "title": "Incubate a New Learning and Inspiration Framework for Education",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "INLIFE will provide an innovative gamification framework targeting both typical as well as special education and social inclusion activities based on Serious Games. INLIFEís core concept leverages on the potential of the Internet-of-Things (IoT) paradigm to directly link actions, decisions and events happening in real-life with in-game educational progress and modern gaming technologies. This bridge strengthens the infusion of gamification into non-leisure contexts, boosting at the same time the creation of new educational methodologies as well as new business opportunities. The challenge INLIFE addresses is to effectively join the forces of gaming industries, IoT technologies and social science research outcomes to support the development of creative and effective applications in education and for social inclusion.\n\nThe INLIFE framework will be based on an open, layered architecture, consisting of modules supporting agile abstraction methods, model-driven development and transformation technologies, as well as state-of-the-art gaming and human-computer interaction techniques. It will enable the bidirectional, real time communication between the serious game and the surrounding environment, bringing the player in the center of the game while living the reality.\n\nThe INLIFE technologies, tools and software solutions will be validated in four carefully set pilots through the integration and demonstration of two selected serious games, one for the education of children and students on environmental sustainability and one targeted at assisting children with autism to learn, thus facilitating their social inclusion. The realization of the INLIFE vision will ultimately pave the way for the proliferation of new innovative IoT-based serious games, created also by third parties, featuring enhanced gameplays and educational efficacy, thus establishing new market opportunities for involved stakeholders.",
    "totalCost": "1495000",
    "ecMaxContribution": "1002400",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "FIVE FLAMES MOBILE SLL;SYNELIXIS LYSEIS PLIROFORIKIS AUTOMATISMOU & TILEPIKOINONION ANONIMI ETAIRIA;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;THALES SA;IMAGINARY SRL;AYUNTAMIENTO DE VALLADOLID",
    "participantCountries": "ES;EL;CH;FR;IT",
    "projectParticipants": {
        "971840479": {
            "orgId": "971840479",
            "orgName": "AYUNTAMIENTO DE VALLADOLID",
            "ecContrib": 105000
        },
        "999668227": {
            "orgId": "999668227",
            "orgName": "SYNELIXIS LYSEIS PLIROFORIKIS AUTOMATISMOU & TILEPIKOINONION ANONIMI ETAIRIA",
            "ecContrib": 152862
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 168700
        },
        "935180590": {
            "orgId": "935180590",
            "orgName": "FIVE FLAMES MOBILE SLL",
            "ecContrib": 195562
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 196875
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "997439070": {
            "orgId": "997439070",
            "orgName": "IMAGINARY SRL",
            "ecContrib": 183400
        }
    },
    "calculatedTotalContribution": 1002399
}