{
    "rcn": "205976",
    "acronym": "EURASTIP",
    "topics": "SFS-24-2016",
    "title": "Promoting Multi-Stakeholder Contributions to International Cooperation on Sustainable Solutions for Aquaculture Development in South-East Asia",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "EURASTIP will evaluate and prepare for the launch of an international multi-stakeholder platform (MSP), so as to provide a new mechanism to create and reinforce international cooperation on sustainable aquaculture between Europe and South-East Asia and will focus on actions that will provide mutual benefit to both regions. EURASTIP, headed by the European Aquaculture Technology and Innovation Platform (EATiP) will create and support 3 National Pilot multi-stakeholder Platforms (NPPs) in major aquaculture producing countries (Thailand, Vietnam and Bangladesh) and develop road-map models for others in the region, providing the foundation for an international MSP. It will create, develop and reinforce the networking needed for the promotion of B2B partnerships, using European and SE Asian networks, realising international brokerage events and promoting cooperation. EURASTIP will identify and address common standards for aquaculture site planning, animal health, food product safety and farm governance, supporting sustainable aquaculture development. Focus is given to reinforcing professional skills and competences in industry and research, using European and SE Asian education networks and industrial apprenticeship opportunities. The NPPs will develop vision documents, strategic research and innovation agendas (SRIAs), priorities and proposed actions; these will feed into EURASTIP impact measurement and including influence on national and regional policies. Attention is given to widespread dissemination actions, promoting EURASTIP in SE Asia and in Europe, encouraging a strong legacy position. URASTIP will provide recommendations and a plan for the establishment of an international MSP, covering its scope and operation further to the project timeline, leading to reinforced long-term international cooperation efforts and opportunities.",
    "totalCost": "1998779",
    "ecMaxContribution": "1998779",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "European Aquaculture Technology and Innovation Platform;THE UNIVERSITY OF STIRLING;TRUONG DAI HOC NONG LAM - THANH PHO HO CHI MINH;INTERNATIONAL CENTER FOR LIVING AQUATIC RESOURCES;WAGENINGEN UNIVERSITY;UNIVERSITI MALAYSIA TERENGGANU",
    "participantCountries": "BE;UK;VN;MY;NL",
    "projectParticipants": {
        "997658484": {
            "orgId": "997658484",
            "orgName": "European Aquaculture Technology and Innovation Platform",
            "ecContrib": 1157710
        },
        "969030292": {
            "orgId": "969030292",
            "orgName": "UNIVERSITI MALAYSIA TERENGGANU",
            "ecContrib": 55045
        },
        "926159590": {
            "orgId": "926159590",
            "orgName": "TRUONG DAI HOC NONG LAM - THANH PHO HO CHI MINH",
            "ecContrib": 121420
        },
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 197015
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 150262
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 197881
        },
        "999636993": {
            "orgId": "999636993",
            "orgName": "INTERNATIONAL CENTER FOR LIVING AQUATIC RESOURCES",
            "ecContrib": 119445
        }
    },
    "calculatedTotalContribution": 1998778
}