{
    "rcn": "205978",
    "acronym": "ARDITO",
    "topics": "ICT-21-2016",
    "title": "Access to rights data via identification technologies optimisation",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Everything is digital today in the creative industries value network. The production process, often the products, the supply chains, and the communication with end users.\nThe digital world calls for fast and cross-border re-use of creative content in different contexts, at different levels of granularity, for different purposes.\nHowever there is a dark lacuna when it comes to the digital content value network ñ everything is digital except the actual functioning of the rights supply chains to enable such re-use. When users wish to re-use content, it is very hard to find information on who to ask for permission, which licenses are available, and on which terms and conditions.\nThis is where the ARDITO project comes into play. The project vision is that any user should be able easily to access such rights information. To obtain this, we need a Rights Data Network (RDN), a network of connected e-infrastructures to automate the exchange of information about rights. We do not start from scratch. The Linked Content Coalition initiative has defined the framework. The RDI project has demonstrated how such RDN could implement the LCC framework; and the Copyright Hub has provided a first implementation of such principles.\nThe time to go live with actual services is now. A group of SMEs, well established in different creative sectors (books, audio-visual and images), a research centre and the Copyright Hub Foundation decided to promote the ARDITO idea to accelerate the development of the RDN, through optimising a range of content identification technologies (watermarks, content recognition, DOIs) for use in the RDN, integrating them into the Copyright Hub ecosystem, and developing new services, ready to bring to the market.\nThe services are varied but share the same vision: to be an access point to the RDN offered to different markets. The final aim is to support SMEs in European creative industries in promoting new business ideas through monetising the re-use of their content.",
    "totalCost": "1202310,09",
    "ecMaxContribution": "972853,47",
    "coordinator": "MEDRA S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "B-COM;ALBUM ARCHIVO FOTOGRAFICO, S.L.;THE COPYRIGHT HUB FOUNDATION;ICONTACT BV;EUROPE ANALYTICA LIMITED",
    "participantCountries": "FR;ES;UK;NL",
    "projectParticipants": {
        "929462634": {
            "orgId": "929462634",
            "orgName": "ICONTACT BV",
            "ecContrib": 104242
        },
        "994590083": {
            "orgId": "994590083",
            "orgName": "EUROPE ANALYTICA LIMITED",
            "ecContrib": 146294
        },
        "951492207": {
            "orgId": "951492207",
            "orgName": "ALBUM ARCHIVO FOTOGRAFICO, S.L.",
            "ecContrib": 129406
        },
        "983090442": {
            "orgId": "983090442",
            "orgName": "MEDRA S.R.L.",
            "ecContrib": 208582
        },
        "929876145": {
            "orgId": "929876145",
            "orgName": "THE COPYRIGHT HUB FOUNDATION",
            "ecContrib": 252591
        },
        "948011362": {
            "orgId": "948011362",
            "orgName": "B-COM",
            "ecContrib": 131739
        }
    },
    "calculatedTotalContribution": 972854
}