{
    "rcn": "205957",
    "acronym": "SOLVe",
    "topics": "ERC-2016-STG",
    "title": "Connecting SOLar and stellar Variabilities",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The proposed project aims at answering four general questions of high scientific importance:\n- How typical is the Sun as active star?\n- What is the solar role in climate change?\n- What are the limitations for detectability of Earth-type planets in habitable zones?\n- Can the solar paradigm help us to explain variability of other stars and to better detect and characterize\nexoplanets?\nThese exciting questions can now be addressed thanks to recent progress in solar and stellar physics. On the\nobservational side, the unprecedented precision of broadband stellar photometry achieved with the CNES\nCoRoT and the NASA Kepler satellites initiated a new era in studying stellar photometric variabilities.\nRecent surveys with ground-based automated telescopes have significantly increased the number of stars\nobserved over their activity cycles. On the theoretical side, solar irradiance models have matured to\nreproduce solar brightness variability in great detail. The enormous progress in magnetohydrodynamic\nsimulations of solar and stellar atmospheres as well as the development of new computationally efficient\nradiative transfer schemes makes it finally possible to extend physics-based solar irradiance models to other\nstars, thus opening an entirely new horizon for solar-stellar and solar-terrestrial connection studies.",
    "totalCost": "1443000",
    "ecMaxContribution": "1443000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1443000
        }
    },
    "calculatedTotalContribution": 1443000
}