{
    "rcn": "205923",
    "acronym": "POWDERBLADE",
    "topics": "FTIPilot-01-2016",
    "title": "Commercialisation of Advanced Composite Material Technology: Carbon-Glass Hybrid in PowderEpoxy for Large (60-100m) Wind Turbine Blades",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "POWDERBLADE aims to gain market acceptance and rapid market take up of an innovative materials technology involving\ncarbon/glass fibres in powder epoxy to be commercialised initially in the production of larger wind turbine blades (60 metre\n\\). The immediate impact of this disruptive materials technology in the wind energy sector will be reduced wind turbine cost\n(-20%). This in turn will lead to increased productivity of low-carbon energy from more rapid market deployment of large\nturbines. The reduction in costs and increase in productivity will reduce the Levelised Cost of Electricity (LCOE) for the\nEuropean citizen ñ the ultimate beneficiary of this innovation.\nThis ambitious project is led by …ire Composites, an established industry player in composites manufacturing for the\nAerospace and Renewable sectors and an experienced FP7/Horizon 2020 participant.In the year after project end,\n…ireComposites will generate over Ä7m in revenue from direct sales of larger blade components using the new materials,\nincreasing to Ä39m by 2021. The longer term commercial strategy is to focus on recurring revenues from the supply of\nadvanced materials directly to manufacturers to produce blades and other products under license. This revenue stream will\ngenerate Ä60m by 2021. …ireComposites will employ an additional 78 staff in direct production at project end increasing to\n489 employees over both revenue streams three years later.\nSuzlon, a large wind OEM and end user, is the second industry partner. Their involvement demonstrates early market\nacceptance of the new technology. Suzlon are committed to investing substantial funds in the commercialisation of this\ntechnology in return for the opportunity to gain significantly as the first large industry player to market with light, cost-effective\ncarbon-glass hybrid blades. Technology partner (University of Edinburgh) and innovation specialists (WestBIC) will support\nthe industry partners in achieving the goals of POWDERBLADE.",
    "totalCost": "3558500",
    "ecMaxContribution": "2731700",
    "coordinator": "EIRECOMPOSITES TEORANTA",
    "coordinatorCountry": "IE",
    "participants": "SE BLADES TECHNOLOGY BV;INNOVATION AND MANAGEMENT CENTRE LIMITED;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "NL;IE;UK",
    "projectParticipants": {
        "924279051": {
            "orgId": "924279051",
            "orgName": "INNOVATION AND MANAGEMENT CENTRE LIMITED",
            "ecContrib": 357500
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 445000
        },
        "961834444": {
            "orgId": "961834444",
            "orgName": "EIRECOMPOSITES TEORANTA",
            "ecContrib": 1535800
        },
        "950181446": {
            "orgId": "950181446",
            "orgName": "SE BLADES TECHNOLOGY BV",
            "ecContrib": 393400
        }
    },
    "calculatedTotalContribution": 2731700
}