{
    "rcn": "205930",
    "acronym": "VIRUSCAN",
    "topics": "FETPROACT-01-2016",
    "title": "Optomechanics for Virology",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Viral infections diagnosis demands novel, cheaper and rapid technologies to overcome present constraints. Current gold standard for diagnosis of viral infections is based on pathogen-targeted nucleic acid identification; thus, it cannot discern infectious stages from latent ones and it demands time consuming adjustments when mutations occur or new emerging viruses are to be included in the diagnostic protocols. Lately, optomechanics has served to fundamental advancements in physics, from gravitational wave detection to the study of mechanical quantum ground states but it has not yet delivered its full applicability potential. \nVIRUSCAN aims to apply frontier advancements in optomechanics to the biosensing and diagnostic fields and to create a new interdisciplinary research community with the goal to advance optomechanics, nanoelectromechanics, native mass spectrometry and biophysics towards clinical applications.\nVIRUSCAN will provide a novel technology capable to identify viral particles and asses their infective potential through the characterization of two physical parameters: mass and stiffness. Stiffness of viral particles has been recently known to act as a regulator of their infectivity at different stages of the virus life cycle. In parallel, advancements in nanoelectromechanical systems have recently demonstrated that stiffness and mass information from nanoscale adsorbates can be disentangled. Targeting intrinsic physical properties of viral particles will allow developing an open platform that will tackle any virus and their mutations. \nVIRUSCAN will have impact at all levels by: providing a personalized treatment to the patients, reducing the use of not effective antibiotics, increasing safety in blood transfusions, allowing a quick and trustworthy response to emergency situations (e.g. recent EBOLA in West Africa and the ZIKA in Brazil), reducing the spread of viral infections, reducing costs per analysis and screening of a wide range of pathogens.",
    "totalCost": "7148586,25",
    "ecMaxContribution": "7148586,25",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE PARIS DIDEROT - PARIS 7;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;SERVICIO MADRILENO DE SALUD;FASMATECH EPISTIMONIKI KAI TECHNOLOGIKI ANONYMI ETAIREIA;RIJKSUNIVERSITEIT GRONINGEN;HEINRICH-PETTE INSTITUT LEIBNIZ INSTITUT FUER EXPERIMENTELLE VIROLOGIE",
    "participantCountries": "FR;NL;ES;EL;DE",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 1079262
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 603750
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1098870
        },
        "991028049": {
            "orgId": "991028049",
            "orgName": "HEINRICH-PETTE INSTITUT LEIBNIZ INSTITUT FUER EXPERIMENTELLE VIROLOGIE",
            "ecContrib": 882500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1248082
        },
        "968944156": {
            "orgId": "968944156",
            "orgName": "FASMATECH EPISTIMONIKI KAI TECHNOLOGIKI ANONYMI ETAIREIA",
            "ecContrib": 800572
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 579062
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 856486
        }
    },
    "calculatedTotalContribution": 7148584
}