{
    "rcn": "205932",
    "acronym": "SODA",
    "topics": "ICT-18-2016",
    "title": "Scalable Oblivious Data Analytics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "More and more data is being generated, and analyzing this data drives knowledge and value creation across society. Unlocking this potential requires sharing of (often personal) data between organizations, but this meets unwillingness from data subjects and data controllers alike. Hence, techniques that protect personal information for data access, processing, and analysis are needed. To address this, the SODA project will enable practical privacy-preserving analytics of information from multiple data assets using multi-party computation (MPC) techniques. For this data does not need to be shared, only made available for encrypted processing. The main technological challenge is to make MPC scale to big data, where we will achieve substantial performance improvements. We embed MPC into a comprehensive privacy approach, demonstrated in an ICT-14.b and a healthcare use case.\n\nOur first objective is to enable MPC for big data applications by scaling the performance. We follow a use case-driven approach, combining expertise from the domains of MPC and data analytics. Our second objective is to combine these improvements with a multidisciplinary approach towards privacy. By enabling differential privacy in the MPC setting aggregated results will not leak individual personal data. Legal analysis performed in a feedback loop with technical development will ensure improved compliance with EU data privacy regulation.  User studies performed in a feedback loop with our consent control component will make data subjects more confident to have their data processed with our techniques. Our final objective is to validate our approach, by applying our results in a medical demonstrator originating from Philips practice and in a use case arising from the ICT-14.b data experimentation incubators. The techniques will be subjected to public hacking challenges. The technical innovations will be released as open-source improvements to the FRESCO MPC framework.",
    "totalCost": "2980610",
    "ecMaxContribution": "2980609,75",
    "coordinator": "PHILIPS ELECTRONICS NEDERLAND B.V.",
    "coordinatorCountry": "NL",
    "participants": "AARHUS UNIVERSITET;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;ALEXANDRA INSTITUTTET A/S;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "DK;DE;NL",
    "projectParticipants": {
        "999773278": {
            "orgId": "999773278",
            "orgName": "ALEXANDRA INSTITUTTET A/S",
            "ecContrib": 802125
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 589699
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 300525
        },
        "999991625": {
            "orgId": "999991625",
            "orgName": "PHILIPS ELECTRONICS NEDERLAND B.V.",
            "ecContrib": 783121
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 505140
        }
    },
    "calculatedTotalContribution": 2980610
}