{
    "rcn": "205920",
    "acronym": "TIPA",
    "topics": "LCE-07-2016-2017",
    "title": "Tidal Turbine Power Take-Off Accelerator",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "In this project we will design, build and test an innovative Direct Drive Power Take-Off (PTO) solution for tidal turbines. \n\nThe consortiumís aim in this project is to reduce the lifetime cost of tidal power by 20%, demonstrated by accelerated life testing of a next-generation tidal turbine power take-off (PTO) solution. Project outputs will be independently verified, and will enable: \n\n1.  Improved performance: 20% Lifetime Cost of Energy improvement over a conventional PTO\n2.  Improved reliability: extending service intervals from less than 1 year to over 2 years\n3.  Verified survivability: PTO design lifetime greater than 20 years\n\nThe results will be disseminated and exploited to maximise the benefit of this project to the ocean energy sector, and to raise investor and market confidence in the emerging tidal energy industry.\n\nIn order to verify the technology, we will conduct accelerated onshore and in-sea testing of a prototype PTO and achieve third party validation of the design and the test results. In parallel we will develop a commercialisation strategy for selling and licensing the product to tidal energy technology developers, and explore potential uses outside the tidal sector, such as wave power and marine propulsion.\n\nThe project is led by Nova Innovation, a world-leading tidal energy technology and project developer. Project partners are: SKF, Siemens, The University of Edinburgh, Delft Technical University, Wood Group and the Center for Wind Power Drives RWTH Aachen University.\n\nThis proposal is being submitted to the call LCE-07-2016-2017: Developing the next generation technologies of renewable electricity and heating/cooling, and is perfectly aligned with the scope of the call: to increase the performance and reliability of ocean energy subsystems.",
    "totalCost": "4401565,25",
    "ecMaxContribution": "4401565,25",
    "coordinator": "NOVA INNOVATION LTD",
    "coordinatorCountry": "UK",
    "participants": "SKF GMBH;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;SIEMENS PLC;WOOD GROUP FRANCE SAS;THE UNIVERSITY OF EDINBURGH;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;UK;FR;NL",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 287890
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 261344
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 539338
        },
        "938084770": {
            "orgId": "938084770",
            "orgName": "NOVA INNOVATION LTD",
            "ecContrib": 2517209
        },
        "965782441": {
            "orgId": "965782441",
            "orgName": "SKF GMBH",
            "ecContrib": 329461
        },
        "933848586": {
            "orgId": "933848586",
            "orgName": "WOOD GROUP FRANCE SAS",
            "ecContrib": 225560
        },
        "999579569": {
            "orgId": "999579569",
            "orgName": "SIEMENS PLC",
            "ecContrib": 240764
        }
    },
    "calculatedTotalContribution": 4401566
}