{
    "rcn": "205970",
    "acronym": "MUSES",
    "topics": "BG-03-2016",
    "title": "Multi-Use in European Seas",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The Multi-Use in European Seas (MUSES) project will review existing planning and consenting processes against international quality standards for MSP and compliance with EU Directives used to facilitate marine and coastal development in the EU marine area to ensure that they are robust, efficient and facilitate sustainable multi use of marine resources. The project will build knowledge of the appropriate techniques to minimize barriers, impacts and risks, whilst maximising local benefits, reducing gaps in knowledge to deliver efficiencies through integrated planning, consenting processes and other techniques.  \n\nMUSES Project - 3 main pillars: \n\n1. Regional overviews which take into account EU sea basins (Baltic Sea, North Sea, Mediterranean Sea, Black Sea and Eastern Atlantic) will be based on an analytical framework to facilitate adoption of a common approach across the sea basins.  The progress in implementation of the concept of Multi-Uses in European Sea Basins will be assessed and key obstacles and drivers identified.\n\n2. A comprehensive set of case studies of real and/or potential multi-use will be conducted and analysed to provide a complete spectrum of advantages in combining different uses of the sea. The case studies will create local stakeholder platforms to identify multi-use potentiality, opportunities and limitations. \n\n3. Development of an Action Plan to address the challenges and opportunities for the development of Multi-Uses of oceans identified in the regional overviews and case studies. Provide recommendations for future action, taking into account national, regional and sea basin dimensions.\n\nThe project will build on work undertaken in other studies including Mermaid, TROPOS, H2Ocean and SUBMARINER.  MUSES project partners have direct links with related forums including The Ocean Energy Forum (OEF) which will assist understanding of many issues that need to be addressed at an EU level and could help facilitate and implement the OEF roadmap.",
    "totalCost": "1987603,88",
    "ecMaxContribution": "1982104,38",
    "coordinator": "MARINE SCOTLAND",
    "coordinatorCountry": "UK",
    "participants": "ECORYS NEDERLAND B.V.;HELLENIC CENTRE FOR MARINE RESEARCH;UNIVERSITY OF DUNDEE;ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG;CONSIGLIO NAZIONALE DELLE RICERCHE;INSTYTUT MORSKI W GDANSKU;FUNDACAO GASPAR FRUTUOSO;THETIS SPA;SUBMARINER NETWORK FOR BLUE GROWTH EWIV",
    "participantCountries": "NL;EL;UK;DE;IT;PL;PT",
    "projectParticipants": {
        "917927782": {
            "orgId": "917927782",
            "orgName": "SUBMARINER NETWORK FOR BLUE GROWTH EWIV",
            "ecContrib": 380094
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 185688
        },
        "997394450": {
            "orgId": "997394450",
            "orgName": "INSTYTUT MORSKI W GDANSKU",
            "ecContrib": 159875
        },
        "951839273": {
            "orgId": "951839273",
            "orgName": "FUNDACAO GASPAR FRUTUOSO",
            "ecContrib": 112875
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 145125
        },
        "997912139": {
            "orgId": "997912139",
            "orgName": "ECORYS NEDERLAND B.V.",
            "ecContrib": 166500
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 117761
        },
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 142000
        },
        "999835358": {
            "orgId": "999835358",
            "orgName": "MARINE SCOTLAND",
            "ecContrib": 352238
        },
        "997579235": {
            "orgId": "997579235",
            "orgName": "THETIS SPA",
            "ecContrib": 219949
        }
    },
    "calculatedTotalContribution": 1982105
}