{
    "rcn": "205908",
    "acronym": "NovelTopo",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel topological phases of matter: From topological invariants to experiments",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Topological phases are exotic states of quantum matter characterized by a topological invariant of their ground state that guarantees the existence of unusual surface or edge modes with many special properties. In the last decade, the discovery of topological insulators has lead to a revolution in this field, in a remarkable joint effort between theory and experiment. Besides realizing a novel phase of matter, these materials can be exploited for many applications like in spintronics, and can serve as a platform to realize even more exotic phases like topological superconductivity and Majorana fermions. In this project, we combine the input of very recent experimental breakthroughs with theoretical guidance to propose realistic setups to characterize and manipulate these phases. \n\nFirst, we will study novel platforms for the realization and manipulation of Majorana fermions. We will study how elemental Bismuth, a trivial and well studied semimetal, may host them in vortices when interfaced with a superconductor. We will then evaluate how to manipulate them when they are coupled in a vortex lattice, proposing the use of vortex dislocations as the carriers of unpaired modes. Then we will propose topological insulator edges as platforms to study fractionalized Majorana zero modes, known as parafermions. We will analyze current experiments in strongly interacting InAs/GaSb quantum wells, evaluating the feasibility of a fractional Josephson effect. We will also propose the edges of two dimensional topological crystalline insulators such as SnTe as candidates for the formation of a fractionalized helical liquid resembling fractional quantum Hall edges. Finally, we will propose how the topological character of Weyl semimetals such as TaAs can be observed experimentally via the photogalvanic effect. A general analysis of the topological structure of photovoltaic responses will be performed to identify further robust signatures of other topological phases.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}