{
    "rcn": "205984",
    "acronym": "e-Confidence",
    "topics": "ICT-24-2016",
    "title": "Confidence in behaviour changes through serious games",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Serious Games have become a popular tool for knowledge transfer, behavioural, perceptual or cognitive change,  but their effectiveness has been under several studies aiming to answer the question whether they are an effective instrument. \nThe E-Confidence project aims to test a methodology that includes several models, such as the Activity Theory-based Model of Serious Games (ATMSG) for game development methodology combined with Applied Behaviour Analysis (ABA ) and Learning Analytics (LA) in order to be able to design serious games able to promote behavioural changes in the user. \nE-Confidence will provide new opportunities for tracking and analysing learners behavioural data and interpreting them in an educational meaningful way. Improving the assessment of progress, performance, learning outcomes, game quality and user appreciation.\nBehaviour analysis might be able to assist game designers in sorting out conceptual and analytical frameworks to improve gamification. E-Confidence will test the methodology with two serious games developed considering behavioural aspects for the Safe use of Internet and Bullying, the games will be tested in different Spanish and English Schools to assess behavioural changes in children.\nHaving an improved understanding of basic principles of behaviour and adopting a more conceptually systematic framework will provide more effective and successful gamification strategies to Game development SMEs and thus provide higher return of investment through time-saving replicable processes.",
    "totalCost": "1151497,5",
    "ecMaxContribution": "999541,88",
    "coordinator": "INSTITUTO TECNOL”GICO DE CASTILLA Y LEON",
    "coordinatorCountry": "ES",
    "participants": "EVERIS SPAIN SL;NUROGAMES GMBH;EUN PARTNERSHIP AISBL;SVEUCILISTE U RIJECI, FILOZOFSKI FAKULTET U RIJECI;UNIVERSIDAD DE SALAMANCA",
    "participantCountries": "ES;DE;BE;HR",
    "projectParticipants": {
        "998696093": {
            "orgId": "998696093",
            "orgName": "INSTITUTO TECNOLÓGICO DE CASTILLA Y LEON",
            "ecContrib": 240000
        },
        "998415084": {
            "orgId": "998415084",
            "orgName": "EUN PARTNERSHIP AISBL",
            "ecContrib": 165525
        },
        "999938081": {
            "orgId": "999938081",
            "orgName": "EVERIS SPAIN SL",
            "ecContrib": 173438
        },
        "969034463": {
            "orgId": "969034463",
            "orgName": "NUROGAMES GMBH",
            "ecContrib": 181125
        },
        "998542057": {
            "orgId": "998542057",
            "orgName": "SVEUCILISTE U RIJECI, FILOZOFSKI FAKULTET U RIJECI",
            "ecContrib": 115000
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 124454
        }
    },
    "calculatedTotalContribution": 999542
}