{
    "rcn": "205983",
    "acronym": "BigDataOcean",
    "topics": "ICT-14-2016-2017",
    "title": "BigDataOcean - Exploiting Ocean's of Data for Maritime Applications",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "The main objective of BigDataOcean is to enable maritime big data scenarios for EU-based companies, organisations and scientists, through a multi-segment platform that will combine data of different velocity, variety and volume under an inter-linked, trusted, multilingual engine to produce a big-data repository of value and veracity back to the participants and local communities.\nBigDataOcean aims to capitalise on existing modern technological breakthroughs in the areas of the big data driven economy, and roll out a completely new value chain of interrelated data streams coming from diverse sectors and languages and residing on cross technology innovations being delivered in different formats (as well in different states, e.g. structured/unstructured, real-time/batches) in order to revolutionise the way maritime-related industries work, showcasing a huge and realistic economic, societal and environmental impact that is being achieved by introducing an economy of knowledge into a traditional sector which does not operate in an orchestrated manner and is rather fragmented. This infrastructure will be combined with four strong pilots that will bring into BigDataOcean a huge amount of data (in TBs) in order to develop the largest maritime database as a resource of collaborative, data-driven intelligence. BigDataOcean will give participants the capability to upload both private and public resources of data, and interrelate them over public and private queries and diagrams.\nThe BigDataOcean system backbone will be domain-agnostic and interoperable with the most popular and established data processing technologies and sensor types, and will be capable of conforming to various different operation systems that one can nowadays meet.\nBased on the consortiumís early market analysis, the project will break even and will be viable from its start (2020) and will return the initial investment of EU-commission by 2025 (ROI).",
    "totalCost": "3566172,5",
    "ecMaxContribution": "2998569,5",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "CENTRO DE INVESTIGACAO EM ENERGIA REN - STATE GRID SA;HELLENIC CENTRE FOR MARINE RESEARCH;EXMILE SOLUTIONS LIMITED;UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;UBITECH LIMITED;Istituto Superiore Mario Boella;FOINIKAS SHIPPING COMPANY NE;ANONYMOS NAFTILIAKI ETAIREIA KRITIS",
    "participantCountries": "PT;EL;UK;DE;CY;IT",
    "projectParticipants": {
        "940068323": {
            "orgId": "940068323",
            "orgName": "CENTRO DE INVESTIGACAO EM ENERGIA REN - STATE GRID SA",
            "ecContrib": 240807
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 275125
        },
        "952657856": {
            "orgId": "952657856",
            "orgName": "FOINIKAS SHIPPING COMPANY NE",
            "ecContrib": 156100
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 318250
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 548162
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 271375
        },
        "926362126": {
            "orgId": "926362126",
            "orgName": "UBITECH LIMITED",
            "ecContrib": 330312
        },
        "998901248": {
            "orgId": "998901248",
            "orgName": "ANONYMOS NAFTILIAKI ETAIREIA KRITIS",
            "ecContrib": 189000
        },
        "926293353": {
            "orgId": "926293353",
            "orgName": "EXMILE SOLUTIONS LIMITED",
            "ecContrib": 408188
        }
    },
    "calculatedTotalContribution": 2737319
}