{
    "rcn": "205964",
    "acronym": "ENVISAGE",
    "topics": "ICT-24-2016",
    "title": "ENhance VIrtual learning Spaces using Applied Gaming in Education",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Online virtual labs, i.e. virtual spaces emulating real laboratories where students can accomplish a number of learning tasks, have the potential to revolutionize the educational landscape by providing students with distance courses and curricula that otherwise would be difficult if not infeasible to be offered. The objective of ENVISAGE is to offer a solution towards optimizing the learning process in virtual labs and therefore maximize their impact in education. In reaching this challenging goal, ENVISAGE proposes to migrate knowledge from the neighboring domain of digital games, where the capture and analysis of detailed, high-frequency behavioral data has reached mature levels in recent years. In digital games, Game Analytics (GA) is used to profile users, predict their behavior, provide insights into the design of games and adapt games to users. These mature technologies can be readily migrated to learning analytics, especially in the situation of virtual labs as these are delivered online thus enabling detailed tracking of learner behavioral data. Tracking and understanding behavioral data can facilitate decision-making at the design level of a lab, but also can allow for adapting learning content to the personal needs and requirements of students. ENVISAGE thus proposes a data-driven approach to solve the problems of designing, adapting, revising and evolving virtual labs. To this end, ENVISAGE will develop a high-level, easy to use authoring environment that integrates the above methodological paradigms allowing for designing and implementing high-standard virtual labs. The integrated ENVISAGE solution will offer social benefits, as through the enhancement of virtual labs it will permit easy and effective access to education and learning to the greatest part of community, and economic benefits, as due to its optimized operating level, it will be easily absorbed by educational organizations, offering SMEs the possibility to seize new business opportunities.",
    "totalCost": "1208125",
    "ecMaxContribution": "1035250",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "GOEDLE IO GMBH;UNIVERSITA TA MALTA;AALBORG UNIVERSITET;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
    "participantCountries": "DE;MT;DK;EL",
    "projectParticipants": {
        "919670969": {
            "orgId": "919670969",
            "orgName": "GOEDLE IO GMBH",
            "ecContrib": 219625
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 183750
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 206250
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 229375
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 196250
        }
    },
    "calculatedTotalContribution": 1035250
}