{
    "rcn": "205911",
    "acronym": "PHOSPHOR",
    "topics": "MSCA-IF-2015-GF",
    "title": "Synthesis of Novel Phosphor Sensor Particles for Advanced Flame Diagnostics",
    "startDate": "01/02/2017",
    "endDate": "31/07/2019",
    "objective": "A longstanding problem in combustion research is that there is no means to simultaneously measure the temperature and velocity in high-temperature, chemically-reacting flows, which is essential to probe complex turbulence-chemistry interactions found in advanced combustion systems. The aim of this project is to solve this problem using a novel laser-based temperature-velocity imaging technique developed by the host organisation (Lehrstuhl f¸r Technische Thermodynamik (LTT), Otto-von-Guericke Universit‰t Magdeburg, Germany), which uses thermographic phosphor particles as a flow ëtracerí. The primary objective of the action is to increase the measureable temperature range via synthesis of new phosphor particles optimised for flow temperature sensing. LTT will collaborate with the Advanced Combustion and Propulsion Lab (ACP), Princeton University, USA, who have developed innovative synthesis methods capable of producing phosphor particles with specific physical and optical properties. At ACP, the candidate fellow (LTT) will learn how to produce phosphors using these advanced methods, and then return to LTT where the new materials will be characterised and proven in flames. A laboratory for phosphor particle production and luminescence characterisation will be installed at LTT. The candidate fellow will develop unique, interdisciplinary expertise in thermographic phosphors, materials that will be at the forefront of future remote sensing technologies. The project will result in completely new measurement capabilities for fundamental and applied research, allowing the design of cleaner, fuel-efficient engines in key automotive, aerospace and power generation industries, thereby using fewer resources and reducing environmental impact. These novel materials will find use in lighting and display technologies and biological sensing, maximising both the impact of the action and opportunities for future collaboration with ACP and other EU research institutions and industry.",
    "totalCost": "199828,2",
    "ecMaxContribution": "199828,2",
    "coordinator": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999515355": {
            "orgId": "999515355",
            "orgName": "TRUSTEES OF PRINCETON UNIVERSITY",
            "ecContrib": 0
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 199828
        }
    },
    "calculatedTotalContribution": 199828
}