{
    "rcn": "205945",
    "acronym": "INSPIRAL",
    "topics": "ERC-2016-STG",
    "title": "Spin-Delocalization with a Twist: Chiral Open-Shell Helices",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Spin-delocalization in molecules containing unpaired electrons gives rise to an unusual intermolecular interaction, named as pancake bond. This bonding interaction couples unpaired electrons between multiple pairs of atoms from each face-to-face oriented spin units, such as phenalenyl radical, and abets formation of assemblies that display large antiferromagnetic interaction in the solid state. This phenomenon governs the potential use of such spin systems as molecular conductors, magneto-optical bistable materials, or molecular spin batteries. Formation of such assemblies during crystallization is spontaneous. It is therefore difficult to control and tune the antiferromagnetic interaction, which dictates the electronic properties of the solid material. Inspired by this challenge, the goal of this project is to develop systems, where the spin-interaction can be tuned within a single molecule to understand principles that govern an intermolecular assembly in the solid state and the bulk properties.\n\nTo achieve this goal, I propose to synthesize and study chiral open-shell helices, in which the intramolecular spin-interaction can be tuned by varying (1) the coupling mode, ferromagnetic versus antiferromagnetic, and (2) its strength. The helical character of these systems enables tuning of the coupling strength by control of the degree of overlap and distance between the spin units, which is difficult to achieve by a spontaneous assembly. Additionally, it provides access to both racemic and enantiopure solid-state architectures that can further impact the properties. Two model systems will be investigated: one in which spins communicate simultaneously through backbone and space, and one where spins communicate only through space. Understanding the principles of spin-interactions in these helical systems is of fundamental interest for designing molecules with tailor-made properties, as well as features that arise unexpectedly from the interplay of the spins in a spiral.",
    "totalCost": "1499925",
    "ecMaxContribution": "1499925",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITAT BASEL",
    "participantCountries": "CH",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1499925
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1499925
}