{
    "rcn": "205959",
    "acronym": "KNOWMAK",
    "topics": "CO-CREATION-09-2016",
    "title": "Knowledge in the making in the European society",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "KNOWMAK project aims at developing a web-based tool, which provides interactive visualisations and state-of-the-art indicators on knowledge co-creation in the European Research Area (ERA). It is structured around three integrative elements:\nï Research topics, by developing ontologies around Societal Grand Challenges and Key Enabling Technologies.\nï Actors, with a focus on the quadruple helix and the involvement of societal actors in knowledge co-creation.\nï Geographical spaces, with a focus on multiple level metropolitan, regional, national and European spaces and their interconnectedness.\nThe tool combines three main data sources: established indicators of scientific and technological knowledge production based on scientific publications and patents; information on knowledge in the making derived from research projectsí descriptions; information on social innovation projects and user attention to knowledge production derived from the Internet and from social media. The integrative elements (topics, actors, space) allow for the interlinking of data items, to produce a characterisation of different dimensions of knowledge in the making.\nKNOWMAK will be tailored to the needs of specific user groups with a focus on four groups: policy-makers, regional actors and representatives of the civil society, business sector, and managers of public research organisations and universities. User groups will be involved in the design of the system, the specification of the indicators and of the visualisations to be provided. This user-centred approach will ensure responsiveness of the tool to (changing) needs of relevant stakeholders in the ERA.\nMoving beyond the existing approaches to S&T indicators, the project will design and implement a consistent infrastructure where different types of data sources are interlinked and mobilized to produce a rich set of indicators and visualisations responding to the needs of specific user groups, thanks to experienced consortium.",
    "totalCost": "1998138,75",
    "ecMaxContribution": "1998138,75",
    "coordinator": "UNIVERSITE DE MARNE LA VALLEE",
    "coordinatorCountry": "FR",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;UNIVERSITEIT LEIDEN;THE UNIVERSITY OF MANCHESTER;THE UNIVERSITY OF SHEFFIELD;POLITECNICO DI MILANO;ZENTRUM FUR SOZIALE INNOVATION GMBH",
    "participantCountries": "AT;NL;UK;IT",
    "projectParticipants": {
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 301250
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 249750
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 99750
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 354750
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 197411
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 295228
        },
        "999896662": {
            "orgId": "999896662",
            "orgName": "UNIVERSITE DE MARNE LA VALLEE",
            "ecContrib": 500000
        }
    },
    "calculatedTotalContribution": 1998139
}