{
    "rcn": "205987",
    "acronym": "BLUEMED",
    "topics": "BG-13-2016",
    "title": "BLUEMED",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The BLUEMED Project is a Coordination and Support Action for the exploitation of the BLUEMED Research and Innovation Initiative for blue jobs and growth in the Mediterranean area, with particular reference to the implementation of the BLUEMED Strategic Research and Innovation Agenda (SRIA). The ultimate objective is to support the activation of sustainable ëblueí innovation and growth, by fostering integration of knowledge and efforts of relevant stakeholders from EU Member States of the Mediterranean Basin, and then among these, other EU and non-EU Countries. To this end, the project will set the scene for the effective coordination of marine and maritime research and innovation activities in the long term. In particular, the Work Package 2 will consolidate the BLUEMED SRIA, develop the BLUEMED Implementation Plan, and promote joint implementation.\nFour dedicated working Platforms on knowledge, economy, technology, and policy will be set up to allow representatives from research, private sector, public administration, and civil society to work together, pivoting on identified key players of these sectors at national level. The Work Package 3 will address relevant framework conditions for efficiently implementing actions, including indicators and assessment methodologies, and key enabling factors such as research infrastructures, data policies, and human resources. Feasibility studies on specific priorities will be developed by the Start-up Actions under Work Package 4. The Work Package 5 will be finally devoted to enlarge the participation to non-EU countries, through connection with project and other suitable activities for promoting the BLUEMED concept and involve all countries in the perspective of a global Mediterranean. The coordination and management of the project, the functioning of the governance as well as communication and dissemination activities will be carried out within Work Package 1.",
    "totalCost": "2998000",
    "ecMaxContribution": "2998000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "INSTITUTO ESPANOL DE OCEANOGRAFIA;IDRYMA PROOTHISIS EREVNAS;HELLENIC CENTRE FOR MARINE RESEARCH;INSTITUT ZA OCEANOGRAFIJU I RIBARSTVO;NACIONALNI INSTITUT ZA BIOLOGIJO;DIRECAO-GERAL DE POLITICA DO MAR;MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;MINISTRY FOR EDUCATION AND EMPLOYMENT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "ES;CY;EL;HR;SI;PT;FR;MT",
    "projectParticipants": {
        "954020706": {
            "orgId": "954020706",
            "orgName": "MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD",
            "ecContrib": 290000
        },
        "997589032": {
            "orgId": "997589032",
            "orgName": "INSTITUT ZA OCEANOGRAFIJU I RIBARSTVO",
            "ecContrib": 170000
        },
        "999650476": {
            "orgId": "999650476",
            "orgName": "NACIONALNI INSTITUT ZA BIOLOGIJO",
            "ecContrib": 140000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 268500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 918000
        },
        "999474033": {
            "orgId": "999474033",
            "orgName": "INSTITUTO ESPANOL DE OCEANOGRAFIA",
            "ecContrib": 145000
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 370000
        },
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 140000
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 231500
        },
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 180000
        },
        "952714795": {
            "orgId": "952714795",
            "orgName": "DIRECAO-GERAL DE POLITICA DO MAR",
            "ecContrib": 145000
        }
    },
    "calculatedTotalContribution": 2998000
}