{
    "rcn": "205926",
    "acronym": "TrafficWise",
    "topics": "SMEInst-10-2016-2017",
    "title": "Transforming Cellular Network Data Into the Next Generation of Mobility Management Platform",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Transportation authorities use real-time traffic data for everyday urban transport management, and analyse commutersí origin and destination points for infrastructure and transit planning. However, intelligent transport systems that provide real-time data cost millions of euros for road sensor deployment. GPS aggregators like Google Maps and Inrix are inexpensive but can miss up to 50% of real time traffic jams, and do not represent population segments proportionally, which is essential to transportation planning. Cellular network location data is now ubiquitous and cheap, but it is imprecise due to the range of cellular antenna coverage.\n\nCellint uses artificial intelligence algorithms to process cellular network location data for optimized transportation management. Our patented technology tracks phones on a mobile network passively and anonymously, pinpointing their locations on any mode of transportation. The result is a virtual sensor network that provides real-time sensor-quality traffic data at a fraction of the cost of sensor systems. Our origin-destination data is so accurate that it can identify the root causes of specific transit congestions.\n\nOur technology is unparalleled in its performance and cost-effectiveness. However, we manually process the data that our transport authority clients require. Preparing customized reports based on this comprehensive data can take weeks or months. This has created a serious bottleneck for us, and is restricting our growth.\n\nIn this project we will upgrade and integrate our current solutions into a single automated transportation information platform with advanced analysis and visualization features, with results provided in minutes instead of months. We will launch 4 modules: 1) Real-time traffic management, 2) Ongoing transportation management, 3) Real-time crowd management, and 4) Parking management. TrafficWise will be the first holistic, low-cost, highly accurate transportation information platform in the world.",
    "totalCost": "1635617,5",
    "ecMaxContribution": "1144932,25",
    "coordinator": "CELLINT TRAFFIC SOLUTIONS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985602451": {
            "orgId": "985602451",
            "orgName": "CELLINT TRAFFIC SOLUTIONS LTD",
            "ecContrib": 1144932
        }
    },
    "calculatedTotalContribution": 1144932
}