{
    "rcn": "205977",
    "acronym": "Next-Lab",
    "topics": "ICT-22-2016",
    "title": "Next Generation Stakeholders and Next Level Ecosystem for ColLaborative Science Education with Online Labs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Next-Lab intends to change the educational landscape of science and technology education in Europe on a very large scale. The project offers a unique and extensive collection of interactive online (virtual and remote) laboratories that, through a process of mixing and re-use, can be straightforwardly and efficiently combined with dedicated support tools (learning apps) and multimedia material to truly form open, cloud-based, shareable educational resources with an embedded pedagogical structure. Next-Lab offers extensive opportunities for localisation and personalisation together with analytics facilities monitoring studentsí progress and achievements. Next-Lab is designed to rely on full co-creation with users in combination with rapid development and testing cycles. Next-Lab builds on the highly successful (FP7) Go-Lab project that already offers online labs, inquiry learning apps, and authoring facilities for inquiry learning. To amplify the existing impact to the next-level innovation stage, Next-Lab extends the Go-Lab system with tools for the learning of 21st century skills, facilities for self- and peer-assessment and portfolio development, as well as opportunities to include learning by modeling. Next-Lab will cover secondary and also primary education, to ensure an early positive attitude towards science and technology and the continuous availability of innovative learning material throughout students' school career. To guarantee long-term impact, Next-Lab also addresses the teachers of the future by its presence in pre-service teacher training programs throughout Europe. To evaluate its impact, Next-Lab combines usage data analysis techniques for very large-scale pilots with in-depth, qualitative, case-based, assessments. Next-Lab prepares for a following sustainable stage of the product. As it builds upon and extends existing networks of teachers, professional associations, and policymakers, the impact of Next-Lab will be massive.",
    "totalCost": "6336337,5",
    "ecMaxContribution": "4917713",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "TARTU ULIKOOL;ECOLE NORMALE SUPERIEURE DE LYON;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;EUN PARTNERSHIP AISBL;IMC INFORMATION MULTIMEDIA COMMUNICATION AG;NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA;UNIVERSITY OF LEICESTER;UNIVERSITY OF CYPRUS;TURUN YLIOPISTO;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
    "participantCountries": "EE;FR;CH;BE;DE;PT;ES;UK;CY;FI;EL",
    "projectParticipants": {
        "997242645": {
            "orgId": "997242645",
            "orgName": "NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO",
            "ecContrib": 465625
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 367625
        },
        "985804405": {
            "orgId": "985804405",
            "orgName": "ECOLE NORMALE SUPERIEURE DE LYON",
            "ecContrib": 270000
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 250625
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 298125
        },
        "999770174": {
            "orgId": "999770174",
            "orgName": "IMC INFORMATION MULTIMEDIA COMMUNICATION AG",
            "ecContrib": 407400
        },
        "998415084": {
            "orgId": "998415084",
            "orgName": "EUN PARTNERSHIP AISBL",
            "ecContrib": 707063
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 221725
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 327125
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1336900
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 265500
        }
    },
    "calculatedTotalContribution": 4917713
}