{
    "rcn": "205998",
    "acronym": "NIGHTINGALE",
    "topics": "SC1-PM-12-2016",
    "title": "Connecting Patients and Carers using wearable sensor technology",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Safest, reliable, individualised care of patients at-risk of deterioration needs patients themselves to play an active role in their care whenever possible: late detection or escalation of deterioration causes avoidable harms, and deaths. In this project we will challenge industry to develop robust monitoring and communications systems that connect patients, carers and health professionals, provide early warning of acute deterioration in and out of hospital, and learn and adapt to different individuals in different situations. Wearable sensor technology allows dynamic monitoring of vital signs that indicate health status, while bidirectional video communication allows interaction with the patient and in depth assessment. Self-learning adaptive algorithms interfaced with Electronic Medical Records can provide reliable early warning with few false alarms; and data about individual responses to different therapies.We will first target known at-risk patients such as those on general hospital floors after discharge from Intensive Care or following major surgery, and the frail elderly. This will also enable the safe care of many patients at home, e.g., patients seen in the Emergency Room but judged not to need hospital admission, or those with serious chronic conditions. Reliable, robust monitoring and communication systems will improve patient safety in hospital and after discharge, will decrease avoidable harms and deaths, reduce length of stay and readmissions, and help maintain patientís independence; providing reassurance of wellness and early warning of deterioration. Analysis of collected ëbig dataí will increase understanding of treatment of specific patient groups, and provide spinoffs such as eHealth applications for chronic conditions. Once mature and integrated in European health care systems, the procured technology can truly transform healthcare by engaging with and empowering all at-risk patients, and enabling their connection with health professionals",
    "totalCost": "5351667,5",
    "ecMaxContribution": "4811998",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITAETSKLINIKUM AACHEN;UNIVERSITY COLLEGE LONDON HOSPITALSNHS FOUNDATION TRUST;STOCKHOLMS LANS LANDSTING;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "DE;UK;SE;BE",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1517531
        },
        "999522921": {
            "orgId": "999522921",
            "orgName": "STOCKHOLMS LANS LANDSTING",
            "ecContrib": 1067062
        },
        "988412056": {
            "orgId": "988412056",
            "orgName": "UNIVERSITY COLLEGE LONDON HOSPITALSNHS FOUNDATION TRUST",
            "ecContrib": 1067812
        },
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 89156
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1070437
        }
    },
    "calculatedTotalContribution": 4811998
}