{
    "rcn": "205966",
    "acronym": "PJ07 OAUO",
    "topics": "SESAR.IR-VLD.Wave1-09-2015",
    "title": "PJ07 Optimised Airspace Users Operations",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The SES Performance Scheme established the principles of performance-driven ATM and Network-wide Collaborative decision making including Civil and State Airspace Users. Hence, it is critical that Flight and Wings Operation Centres processes and tools be enriched for more efficient interaction with ATM Network stakeholders including Airports. \nImproved performance of ATM depends on a higher certainty of the demand during the planning phase; and on improved adherence to the plan during operations. Improved Collaborative Decision Making (CDM) incorporating Airspace Users evolving business needs is key to improve ATM operations and Airspace Users performance.\n\nPJ07-OAUO project brings together key European aviation industry partners with the right expertise to achieve a breakthrough improvement to Airspace Users collaboration with ATM. Cooperation with PJ04, PJ09 and PJ18 will assure a good integration with ATM processes.\n\nAligned with the ATM Masterplan, OAUO focusses on flight planning supported by improved trajectory information sharing with ATM as defined in ICAO/FF-ICE and on flight prioritisation processes in capacity constraint situationsñUDPP-, and on a step-wise integration of Military operations into civil ATM collaborative processes.\nOAUO validates improved Airspace Users Flight/Wings Operations Centresí processes and tools for Trajectory Definition, Fleet Prioritisation and Preferences, and Mission Trajectory. Objectives include new performance indicators reflecting AUsí business needs in the ATM performance scheme; technology that drastically reduces the need for Airspace Users to perform labour intensive coordination; and integration of ICAO/ FF-ICE concept in the Trajectory Definition and UDPP processes. \nOAUO supports the SESAR Deployment and addresses European concerns on economic sustainability of Air Transport system operators, providing access to all types of Airspace Users and flexibility to reduce costs without ATM performance deterioration.",
    "totalCost": "15517952,01",
    "ecMaxContribution": "1369445,3",
    "coordinator": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
    "coordinatorCountry": "BE",
    "participants": "AIRBUS SAS;POLSKA AGENCJA ZEGLUGI POWIETRZNEJ;HUNGAROCONTROL MAGYAR LEGIFORGALMISZOLGALAT ZARTKORUEN MUKODO RESZVENYTARSASAG;RIZENI LETOVEHO PROVOZU CESKE REPUBLIKY STATNI PODNIK;DIRECTION DES SERVICES DE LA NAVIGATION AERIENNE;ENTIDAD PUBLICA EMPRESARIAL ENAIRE;VALSTYBES IMONE ORO NAVIGACIJA;ATOS BELGIUM;FREQUENTIS AG;INDRA SISTEMAS SA;THALES LAS FRANCE SAS;LETOVE PREVADZKOVE SLUZBY SLOVENSKEJ REPUBLIKY, STATNY PODNIK",
    "participantCountries": "FR;PL;HU;CZ;ES;LT;BE;AT;SK",
    "projectParticipants": {
        "997701843": {
            "orgId": "997701843",
            "orgName": "ENTIDAD PUBLICA EMPRESARIAL ENAIRE",
            "ecContrib": 129384
        },
        "995562023": {
            "orgId": "995562023",
            "orgName": "POLSKA AGENCJA ZEGLUGI POWIETRZNEJ",
            "ecContrib": 0
        },
        "919915991": {
            "orgId": "919915991",
            "orgName": "VALSTYBES IMONE ORO NAVIGACIJA",
            "ecContrib": 0
        },
        "957126452": {
            "orgId": "957126452",
            "orgName": "LETOVE PREVADZKOVE SLUZBY SLOVENSKEJ REPUBLIKY, STATNY PODNIK",
            "ecContrib": 0
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 347338
        },
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 49431
        },
        "928673636": {
            "orgId": "928673636",
            "orgName": "DIRECTION DES SERVICES DE LA NAVIGATION AERIENNE",
            "ecContrib": 291763
        },
        "998307317": {
            "orgId": "998307317",
            "orgName": "FREQUENTIS AG",
            "ecContrib": 0
        },
        "923069461": {
            "orgId": "923069461",
            "orgName": "ATOS BELGIUM",
            "ecContrib": 165564
        },
        "999961555": {
            "orgId": "999961555",
            "orgName": "THALES LAS FRANCE SAS",
            "ecContrib": 237652
        },
        "954552363": {
            "orgId": "954552363",
            "orgName": "RIZENI LETOVEHO PROVOZU CESKE REPUBLIKY STATNI PODNIK",
            "ecContrib": 148314
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1369446
}