{
    "rcn": "205975",
    "acronym": "AGROinLOG",
    "topics": "RUR-08-2016",
    "title": "Demonstration of innovative integrated biomass logistics centres for the Agro-industry sector in Europe",
    "startDate": "01/11/2016",
    "endDate": "30/04/2020",
    "objective": "The main goal of AGROinLOG is the demonstration of Integrated Biomass Logistic Centres (IBLC) for food and non-food products, evaluating their technical, environmental and economic feasibility. The project is based on three agro-industries in the fodder (Spain), olive oil production (Greece) and cereal processing (Sweden) sectors that are willing to deploy new business lines in their facilities to open new markets in bio-commodities (energy, transport and manufacturing purposes) and intermediate bio-products (transport and biochemicals). These sectors represent over 10% turnover of agro-food industries and 30% of those with inherent synergies to integrate food and non-food business taking advantage of their existing equipment, seasonality and established food logistics. The synergies of applying IBLCs business in existing agro-industries can have a positive impact over 18% in final product price, giving a clear competitive strength to a wide segment of agro-industries, which can exploit this privileged situation compared to a new biomass supply business built from scratch.\nThe project is built on these agro-industries that will achieve a TRL7-8 in their facilities, guaranteeing operation under real conditions and with big amounts of production compared to the current activity, ensuring proximity to real market at the end of the project. Main challenges are based on being able to integrate logistics, harvesting and equipment in food and non-food applications, where the project is focused; ensuring marketability of the final bio-commodities. Besides, AGROinLOG will apply a multi-actor approach to attain experiences and knowledge of the sectors and agro-industries, enhancing the accuracy of the business models and developing effective and friendly guidelines of best practices to replicate and spread IBLC concept in Europe. This project will contribute towards employment stability ñseasonality avoidance-, rural development and bio-economy goals.",
    "totalCost": "6385661,25",
    "ecMaxContribution": "5935714,89",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "AGROINDUSTRIAL PASCUAL SANZ SL;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;JTI - Institutet fˆr jordbruks- och miljˆteknik AB;University of Belgrade - Faculty of Mechanical Engineering;NUTRIA ANONYMI BIOMICHANIKI ETAIRIA TYPOPIISIS KAI EMPORIAS AGROTIKON PROIONTON;FUNDACION ZARAGOZA LOGISTICS CENTER;AGRICONSULTING EUROPE S.A.;COOPERATIVAS AGRO-ALIMENTARIAS DE ESPANA U DE COOP SOCIEDAD COOPERATIVA;INSTITOUTO AGROTIKIS KAI SYNETAIRISTIKIS OIKONOMIAS INASO PASEGES;LANTMANNEN EKONOMISK FORENING;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA;RISE PROCESSUM AB;ASSOCIATION UKRAINIAN AGRIBUSINESSCLUB;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "ES;EL;SE;RS;BE;IT;UA;NL",
    "projectParticipants": {
        "921932524": {
            "orgId": "921932524",
            "orgName": "AGROINDUSTRIAL PASCUAL SANZ SL",
            "ecContrib": 387752
        },
        "947776428": {
            "orgId": "947776428",
            "orgName": "ASSOCIATION UKRAINIAN AGRIBUSINESSCLUB",
            "ecContrib": 60329
        },
        "997354389": {
            "orgId": "997354389",
            "orgName": "COOPERATIVAS AGRO-ALIMENTARIAS DE ESPANA U DE COOP SOCIEDAD COOPERATIVA",
            "ecContrib": 191585
        },
        "993754040": {
            "orgId": "993754040",
            "orgName": "RISE PROCESSUM AB",
            "ecContrib": 792615
        },
        "999608960": {
            "orgId": "999608960",
            "orgName": "FUNDACION ZARAGOZA LOGISTICS CENTER",
            "ecContrib": 359060
        },
        "959894444": {
            "orgId": "959894444",
            "orgName": "JTI - Institutet för jordbruks- och miljöteknik AB",
            "ecContrib": 639621
        },
        "958182200": {
            "orgId": "958182200",
            "orgName": "NUTRIA ANONYMI BIOMICHANIKI ETAIRIA TYPOPIISIS KAI EMPORIAS AGROTIKON PROIONTON",
            "ecContrib": 211564
        },
        "999531360": {
            "orgId": "999531360",
            "orgName": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
            "ecContrib": 479562
        },
        "935977639": {
            "orgId": "935977639",
            "orgName": "LANTMANNEN EKONOMISK FORENING",
            "ecContrib": 114974
        },
        "928627270": {
            "orgId": "928627270",
            "orgName": "AGRICONSULTING EUROPE S.A.",
            "ecContrib": 335584
        },
        "918080557": {
            "orgId": "918080557",
            "orgName": "INSTITOUTO AGROTIKIS KAI SYNETAIRISTIKIS OIKONOMIAS INASO PASEGES",
            "ecContrib": 342785
        },
        "996740573": {
            "orgId": "996740573",
            "orgName": "University of Belgrade - Faculty of Mechanical Engineering",
            "ecContrib": 76579
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 615962
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 516775
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 810966
        }
    },
    "calculatedTotalContribution": 5935713
}