{
    "rcn": "205958",
    "acronym": "FReSMe",
    "topics": "LCE-25-2016",
    "title": "From residual steel gasses to methanol",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The FReSMe project, From Residual Steel gases to Methanol, will produce a methanol that will be demonstrated in ship transportation. This green fuel will be produced from CO2, recovered from an industrial Blast Furnace, and H2 recovered both from the blast furnace gas itself, as well as H2 produced by electrolysis. The two different sources of H2 will enable (i) maximum use of the current residual energy content of blast furnace gas, while at the same time (ii) demonstrating a forward technology path where low carbon or renewable H2 become more ubiquitous.\nThe project will make use of the existing equipment from two pilot plants, one for the energy efficient separation of H2 and CO2 from blast furnace gas, and one for the production of methanol from a CO2-H2 syngas stream. This can be realised with a small amount of extra equipment, including supplemental H2 production from an electrolyser and a H2/N2 separation unit from commercially available equipment. \nMethanol is a high volume platform chemical of universal use in chemical industry as well as applicable for fuelling internal combustion engines. As such it provides a promising pathway for the large scale re-use of CO2 to decarbonize the transportation and chemical sectors in Europe and decrease the dependence on fossil fuel imports. Production of methanol from CO2 offers the unique combination of scale, efficiency and economic value necessary to achieve large scale carbon reduction targets.\nThe pilot plant will run for a total of three months divided over three different runs with a nominal production rate of up to 50 kg/hr from an input of 800 m3/hr blast furnace gas. This size is commensurate with operation at TRL6, where all the essential steps in the process must be joined together in an industrial environment. The project will address the new integration options that this technology has within the Iron and Steel industry and contains supplementary and supporting research of underlying phenomena.",
    "totalCost": "11406725",
    "ecMaxContribution": "11406725",
    "coordinator": "I-DEALS INNOVATION & TECHNOLOGY VENTURING SERVICES SL",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITATEA BABES BOLYAI;SWEREA MEFOS AB;KEMIJSKI INSTITUT;SSAB EMEA AB;ARRAY INDUSTRIES BV;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;KISUMA CHEMICALS BV;POLITECNICO DI MILANO;TATA STEEL NEDERLAND TECHNOLOGY BV;CRI EHF;Stena Rederi AB",
    "participantCountries": "RO;SE;SI;NL;IT;IS",
    "projectParticipants": {
        "957746282": {
            "orgId": "957746282",
            "orgName": "CRI EHF",
            "ecContrib": 1849375
        },
        "998937235": {
            "orgId": "998937235",
            "orgName": "TATA STEEL NEDERLAND TECHNOLOGY BV",
            "ecContrib": 207500
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 1405185
        },
        "950078141": {
            "orgId": "950078141",
            "orgName": "I-DEALS INNOVATION & TECHNOLOGY VENTURING SERVICES SL",
            "ecContrib": 697000
        },
        "997225379": {
            "orgId": "997225379",
            "orgName": "KISUMA CHEMICALS BV",
            "ecContrib": 250000
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 754900
        },
        "960880449": {
            "orgId": "960880449",
            "orgName": "SSAB EMEA AB",
            "ecContrib": 135625
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 300000
        },
        "972666240": {
            "orgId": "972666240",
            "orgName": "ARRAY INDUSTRIES BV",
            "ecContrib": 1250000
        },
        "999860578": {
            "orgId": "999860578",
            "orgName": "UNIVERSITATEA BABES BOLYAI",
            "ecContrib": 0
        },
        "998221472": {
            "orgId": "998221472",
            "orgName": "SWEREA MEFOS AB",
            "ecContrib": 4422115
        },
        "996314549": {
            "orgId": "996314549",
            "orgName": "Stena Rederi AB",
            "ecContrib": 135025
        }
    },
    "calculatedTotalContribution": 11406725
}