{
    "rcn": "205994",
    "acronym": "MMAA",
    "topics": "ICT-21-2016",
    "title": "Music Magazine and Artist APP project",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "Our project has the aim to put at the disposal of the magazines a cost-effective SaaS solution for exploring new business models that will allow them a sustainable migration to digital, opening up new strategies for monetization and thus promoting quality employment for journalists and audiovisual creators in the music field. And at the same time, MMAA project will empower music artists, bands, and label records with the most valuable insights on who and where are their fans, by means of big data analysis within and beyond the MMAA ecosystem, making possible to them a clear strategy to expand their audience, with tools to work on maintaining their loyalty and monetize it.\n\nThus, the main objective for MMAA is two-fold: \n(1) to become the reference SaaS solution for music magazines, both at European and global level, for improving their digital development strategy in a sustainable way; and \n(2) create an innovative technological user-friendly ecosystem for artists to effectively succeed in the digital age.\n\nIn order to reach the previous general goal the proposed MMAA project will develop and validate in a real-world pilot a Software as a Service (SaaS) product oriented to magazinesí and artistsí specific needs and realities, regarding Content Management, New Business Models, Big Data Analysis and Mobile/Digital Marketing.\n\nThe ultimate goal for MMAA project is to create the reference music digital ecosystem for music, where all the value chain of a music fan is covered in an innovative and interactive way, allowing new business model for a sustainable growth on the digital age. We envision MMAA ecosystem as the reference online space for music lovers to:\nï Direct interaction with their favourite artists and other fans with similar tastes.\nï Access to the most comprehensive concert agenda available and buy tickets.\nï Access quality editorial content in a personalised way.\nï Buy any music or merchandising from their favourite artists.\nï Discover new artists and bands",
    "totalCost": "1191942,08",
    "ecMaxContribution": "889268,75",
    "coordinator": "BELOUD TECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "INTERNATIONAL MUSIC MANAGERS FORUM;ASCORA GMBH",
    "participantCountries": "LU;DE",
    "projectParticipants": {
        "930110691": {
            "orgId": "930110691",
            "orgName": "BELOUD TECHNOLOGY SL",
            "ecContrib": 432740
        },
        "942943112": {
            "orgId": "942943112",
            "orgName": "INTERNATIONAL MUSIC MANAGERS FORUM",
            "ecContrib": 203050
        },
        "972142440": {
            "orgId": "972142440",
            "orgName": "ASCORA GMBH",
            "ecContrib": 253479
        }
    },
    "calculatedTotalContribution": 889269
}