{
    "rcn": "205918",
    "acronym": "FLEDGED",
    "topics": "LCE-08-2016-2017",
    "title": "FLExible Dimethyl ether production from biomass Gasification with sorption-enhancED processes",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The FLEDGED project will deliver a process for Bio-based dimethyl Ether (DME) production from biomass. The FLEDGED project will combine a flexible sorption enhanced gasification (SEG) process and a novel sorption enhanced DME synthesis (SEDMES) process to produce DME from biomass with an efficient and low cost process.\n\nThe primary aim of FLEDGED project is to develop a highly intensified and flexible process for DME production from biomass and validate it in industrially relevant environments. This objective will be accomplished by:\n - Experimental validation of the flexible SEG process at TRL5;\n - Experimental validation of the flexible SEDMES process at TRL5;\n - Evaluation of the full biofuel production chain from energy, environmental, economic, socio-economic and risk point of view;\n - Preparation of the ground for future exploitation of the results of the project beyond FLEDGED, by including in the consortium industrial partners along the whole biofuel production chain.\n\nBy combining the SEG and the SEDMES processes, the FLEDGED project will validate a plant concept that:\n - is characterized by a tremendous process intensification: sorption of CO2 in the gasifier and of water in the DME reactor allows designing an overall process for DME production with only two fundamental steps and with reduced units for syngas conditioning\n - allows operating with a wide range of biomass feedstocks\n - will be more efficient than competitive processes and expected to have a lower cost, thanks to the reduced number of components, the avoidance or significant reduction of recycles and the avoidance of energy consuming and costly air separation and CO2 separation units\n - is capable of producing syngas with tailored composition by adapting the SEG process parameters, which allows coupling with an electrolysis system for converting excess intermittent renewable electricity into a high value liquid fuel",
    "totalCost": "5555830",
    "ecMaxContribution": "5306455",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;ECOHISPANICA I MAS D MEDIOAMBIENTAL SL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;FRAMES RENEWABLE ENERGY SOLUTIONS B.V.;SUMITOMO SHI FW ENERGIA OY;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;UNIVERSITAET STUTTGART;QUANTIS;LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
    "participantCountries": "FR;ES;NL;FI;DE;CH",
    "projectParticipants": {
        "996572569": {
            "orgId": "996572569",
            "orgName": "SUMITOMO SHI FW ENERGIA OY",
            "ecContrib": 219438
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 1426626
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 889452
        },
        "920217564": {
            "orgId": "920217564",
            "orgName": "ECOHISPANICA I MAS D MEDIOAMBIENTAL SL",
            "ecContrib": 73750
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 814295
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 757125
        },
        "994416065": {
            "orgId": "994416065",
            "orgName": "QUANTIS",
            "ecContrib": 0
        },
        "999591209": {
            "orgId": "999591209",
            "orgName": "LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
            "ecContrib": 454456
        },
        "921169134": {
            "orgId": "921169134",
            "orgName": "FRAMES RENEWABLE ENERGY SOLUTIONS B.V.",
            "ecContrib": 311875
        },
        "999958063": {
            "orgId": "999958063",
            "orgName": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS",
            "ecContrib": 359438
        }
    },
    "calculatedTotalContribution": 5306455
}