{
    "rcn": "205942",
    "acronym": "SeaLiT",
    "topics": "ERC-2016-STG",
    "title": "Seafaring Lives in Transition. Mediterranean Maritime Labour and Shipping during Globalization, 1850s-1920s.",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "SeaLiT explores the transition from sail to steam navigation and its effects on seafaring populations in the Mediterranean and the Black Sea between the 1850s and the 1920s. In the core of the project lie the effects of technological innovation on seafaring people and maritime communities, whose lives were drastically altered by the advent of steam. The project addresses the changes through the actors, seafarers, shipowners and their families, focusing on the adjustment of seafaring lives to a novel socio-economic reality. It investigates the maritime labour market, the evolving relations among shipowner, captain, crew and their local societies, life on board and ashore, as well as the development of new business strategies, trade routes and navigation patterns.\n\nMaritime labour and shipping remains an understudied case of the transition from the premodern working environment of the sailing ship to that of the steamer, in a period of rapid technological improvements, economic growth and market integration. Therefore, the project will address a major gap in maritime historiography: on the one hand, the transition from sail to steam, and on the other, the Mediterranean and the Black Sea, ìthe extended Mediterraneanî according to F. Braudel.    \n\nThe project examines in a comparative approach seven maritime regions: the Ionian, Aegean, Tyrrhenian, Adriatic and Black Seas, Spain and southern France. The research team composed of the PI, three postdoctoral fellows, four senior researchers and four Ph.D. candidates from Greece, Italy, Spain, France and Ukraine will study unpublished sources: ship logbooks, crew lists, business records, and private correspondence. They will produce a collective volume, several articles, a final synthesis by the PI, four Ph.D. dissertations, three workshops, one international conference and a website with an online open access database, an archival and bibliographical corpus and reconstruction of ship voyages on a web G.I.S. application.",
    "totalCost": "1372350",
    "ecMaxContribution": "1372350",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 1372350
        }
    },
    "calculatedTotalContribution": 1372350
}