{
    "rcn": "205925",
    "acronym": "MMP",
    "topics": "ERC-PoC-2016",
    "title": "Multiparametric probe for monitoring in real time environmental variables in drilling boreholes",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "The idea that is presented is the commercialization of a multiparametric probe for monitoring in real time environmental variables in drilling boreholes which was designed and tested during the development of the ERC project IPBSL 250350 and able to perform in hostile environments (acidic pH, high concentration of oxidants, high pressure). The main difference between our prototype and the already existing commercial multiparametric probes is the number of measurable parameters, its control and transmission in real time to long distances and the flexibility to use different probes to obtain measurements at different depths of the borehole at the same time. The multiparametric probes already exiting in the market are restricted by the need to operate at low pressures, due mainly to the use of glass chemical sensors which have serious drawbacks such as the need of frequent maintenance, large size and limited range of operative pressures. To solve these problems we are using solid state sensors, ISFETs, carbon nanotubes and optical sensors which reduce the final size of the probe and extend the functioning period, increasing the range of scenarios in which can perform. The improvements that we plan to implement are the miniturization of the probe and improvement of  its  felxibility for its use in different areas of interest. Different experts from geophysical, geological, mining prospection, environment and space exploration have shown their interest in using our multiparametric adaptable probe. The plan of activities presented is affordable taking in consideration the experience of the proposing team.",
    "totalCost": "147753",
    "ecMaxContribution": "147753",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 147753
        }
    },
    "calculatedTotalContribution": 147753
}