{
    "rcn": "205947",
    "acronym": "LIVE INCITE",
    "topics": "SC1-PM-12-2016",
    "title": "Lifestyle intervention in the perioperative process through digital service",
    "startDate": "01/11/2016",
    "endDate": "31/08/2020",
    "objective": "Lifestyle factors of the patient (e.g. smoking, hazardous alcohol drinking and malnutrition) are proven to be independent risk factors negatively impacting health outcome in the perioperative process. Evidence suggests that the implementation of intensive lifestyle intervention programs can significantly reduce the post-surgery complication risk and rehabilitation time . However, implementation of and compliance to such programs are today poor. In addition, possibilities to optimize the patientsí mental and physical state throughout the perioperative process are insufficient.  \n\nLIVE INCITE aims to move beyond the current state of general information being provided about risks and post-surgery activities, to translating statistics and data to individual-specific information, making the individual plan ìrealî for the patient.\n  \nWe believe it is possible to leverage f i existing and new data, best practice behavioral change concepts, intuitive and easy-to-use user experience, modern communication and collaboration channels to integrate not only patients and care providers but also the patientís family and friends, and new technology for continuous monitoring of and feedback on patient activities related to her defined plan. But, no matter which concepts and solutions the market will suggest, sustainability and scalability (related to the likely changing needs and pre-requisites of the specific procurer as well as the dissemination in and uptake from a European-wide procurer community)  has to be enforced through principles related to interoperability, open architecture, and use of international standards.\n\nThrough its consortia including specialized care hospitals, academia, patient organizations as well as collaboration and innovation platforms the project has the critical mass of knowledge to reach a truly innovative solution together with the supply side.",
    "totalCost": "4253479,25",
    "ecMaxContribution": "3828131,34",
    "coordinator": "STOCKHOLMS LANS LANDSTING",
    "coordinatorCountry": "SE",
    "participants": "REGION HOVEDSTADEN;KAROLINSKA INSTITUTET;HOSPITAL CLINICO Y PROVINCIAL DE BARCELONA",
    "participantCountries": "DK;SE;ES",
    "projectParticipants": {
        "999522921": {
            "orgId": "999522921",
            "orgName": "STOCKHOLMS LANS LANDSTING",
            "ecContrib": 3368126
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 105804
        },
        "999900736": {
            "orgId": "999900736",
            "orgName": "HOSPITAL CLINIC I PROVINCIAL DE BARCELONA",
            "ecContrib": 0
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 238758
        }
    },
    "calculatedTotalContribution": 3712688
}