{
    "rcn": "205961",
    "acronym": "Platforms4CPS",
    "topics": "ICT-01-2016",
    "title": "Creating the CPS Vision, Strategy, Technology Building Blocks and Supporting Ecosystem for Future CPS Platforms",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Support for development and integration of Cyber-Physical Systems is seen as essential for the future. As the embedded world meets the Internet world there will be an increasing number of interacting systems with strong connectivity utilised in both society and in industry. Platforms4CPS targets the transport, manufacturing, energy and health sectors. Europe is a world leader in the area of time-critical and safety-critical systems and to maintain this position there is a need to be able to design, develop and deploy highly distributed and connected digital technologies. There is a move towards increased autonomy and a need to meet demanding safety, security, power efficiency, performance, size and cost constraints. Underlying this is a need to develop a foundational background to create the ìscience of systems integrationî to manage the complexity of future CPS. Platforms for CPS deployment are also seen as being key for the future, however, these can only become successful if a supporting ecosystem of developers and users is created. Platforms4CPS thus aims to ìcreate the vision, strategy, technology building blocks and supporting ecosystem for future CPS applicationsî with three key objectives to: \n- Create a vision and strategy for future European CPS by analyzing the ecosystem and market perspective and strategically updating and validating existing CPS roadmaps across multiple domains\n- Promote platform building, bringing together industry and academic experts and create a repository of CPS technology building blocks \n- Build an ecosystem by creating a constituency and through cooperating with ECSEL, ITEA, and ARTEMIS projects on the foundations of CPS engineering, and consensus-building on societal and legal issues related to the deployment of CPS\nThe overall objective directly addresses the call objectives in ICT 1-2016b to maintain and develop Europeís competitive lead in CPS by capitalizing and bringing together expertise for successful exploitation of ICT",
    "totalCost": "998900",
    "ecMaxContribution": "998900",
    "coordinator": "THALES SA",
    "coordinatorCountry": "FR",
    "participants": "STEINBEIS INNOVATION GGMBH;SYSTEM@TIC PARIS REGION;KUNGLIGA TEKNISKA HOEGSKOLAN;FESTO AG & CO KG;FORTISS GMBH;STEINBEIS 2I GMBH;THHINK WIRELESS TECHNOLOGIES LIMITED",
    "participantCountries": "DE;FR;SE;UK",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "958028455": {
            "orgId": "958028455",
            "orgName": "THHINK WIRELESS TECHNOLOGIES LIMITED",
            "ecContrib": 178125
        },
        "999932746": {
            "orgId": "999932746",
            "orgName": "FESTO AG & CO KG",
            "ecContrib": 110550
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 255625
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 108600
        },
        "973770488": {
            "orgId": "973770488",
            "orgName": "SYSTEM@TIC PARIS REGION",
            "ecContrib": 45000
        },
        "996290008": {
            "orgId": "996290008",
            "orgName": "FORTISS GMBH",
            "ecContrib": 88000
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 213000
        }
    },
    "calculatedTotalContribution": 998900
}