{
    "rcn": "205967",
    "acronym": "HY-CAT",
    "topics": "ERC-2016-STG",
    "title": "Multifunctional Hybrid Platforms based on Colloidal Nanocrystals to Advance CO2 Conversion Studies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "In reimagining the worldís energy future, while researchers are seeking alternative ways to produce energy, our current dependence on fossil fuels requires us to capture and store the CO2 to prevent reaching unacceptable CO2 levels in the atmosphere. In this scenario, recycling CO2 by converting it into useful chemicals, such as fuels for transportation, represents an important research area as it will eventually lead to independence from fossil fuels and petroleum. While much progress has been made, this emerging field is challenged by huge technical and scientific questions. The intrinsic thermodynamic stability of the CO2 molecule, combined with slow multi-electron transfer kinetics, makes its reduction exceedingly energetically demanding. Hy-Cat aims to develop novel material platforms to investigate different chemical paths that promote electrochemical CO2 reduction and direct product selectivity. We will synthesize hybrid materials comprising atomically defined CO2 sorbents and nanocrystalline CO2 catalysts intimately bound in a single integrated system. Three different classes of hybrids, each characterized by one specific absorption/pre-activation mechanism, will allow to investigate the effect of each mechanism on the catalyst activity. A key component of the research will be to develop synthetic schemes to access these multifunctional systems with an unprecedented level of control across multiple lengthscales. This control and the intrinsic tunability of the chosen building blocks will allow us to methodically compare structure and activity, so to determine the design principles upon which better catalysts can be made. We will argue that this understanding is required to remove the main bottlenecks towards efficient and selective catalysts to convert CO2 into useful products, such hydrocarbons. Hy-Cat is highly multidisciplinary and its scientific outcome will positively impact several other research fields in chemistry, materials science and engineering.",
    "totalCost": "1420648",
    "ecMaxContribution": "1420648",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1420648
        }
    },
    "calculatedTotalContribution": 1420648
}