{
    "rcn": "205949",
    "acronym": "LUVMI",
    "topics": "COMPET-5-2016",
    "title": "Lunar Volatiles Mobile Instrument",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The ISECG identifies one of the first exploration steps as in situ investigations of the moon or asteroids. Europe is developing payload concepts for drilling and sample analysis, a contribution to a 250kg rover as well as for sample return. To achieve these missions, ESA depends on international partnerships.\nSuch missions will be seldom, expensive and the drill/sample site selected will be based on observations from orbit not calibrated with ground truth data.\nMany of the international science communityís objectives can be met at lower cost, or the chances of mission success improved and the quality of the science increased by making use of an innovative, low mass, mobile payload following the LEAG recommendations.\nThis smart payload when used alone will accurately determine lunar volatile distribution over a wide area, including PSRís, as well as providing ground truth data to calibrate orbital observations. If two, or more, smart payloads are deployed, a greater area will be covered. If the smart payload is used as a scout for ESAís planned 250kg drilling rover or sample return mission, sampling locations of higher value will be identified.\nThe main innovation is to develop an in situ sampling technology capable of depth-resolved extraction of volatiles, and then to package within this tool, the analyser itself, so as to maximise transfer efficiency and minimise sample handling and its attendant mass requirements and risk of sample alteration. By building on national, EC and ESA funded research and developments, this project will develop to TRL6 instruments that together form a smart modular mobile payload that could be flight ready in 2020.\nThis instrument will be tested in a highly representative environment including thermal, vacuum and regolith simulant and the integrated payload demonstrated in a representative environment.\nA roadmap, complemented by an innovative PPP funding approach, for the implementation of the LUVMI flight model will also be developed.",
    "totalCost": "1503568,75",
    "ecMaxContribution": "1503568",
    "coordinator": "SPACE APPLICATIONS SERVICES NV",
    "coordinatorCountry": "BE",
    "participants": "TECHNISCHE UNIVERSITAET MUENCHEN;OHB SYSTEM AG;Dynamic Imaging Analytics Limited;THE OPEN UNIVERSITY",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "921020239": {
            "orgId": "921020239",
            "orgName": "Dynamic Imaging Analytics Limited",
            "ecContrib": 110350
        },
        "999757467": {
            "orgId": "999757467",
            "orgName": "SPACE APPLICATIONS SERVICES NV",
            "ecContrib": 452625
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 257956
        },
        "989360037": {
            "orgId": "989360037",
            "orgName": "OHB SYSTEM AG",
            "ecContrib": 233496
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 449141
        }
    },
    "calculatedTotalContribution": 1503568
}