{
    "rcn": "205956",
    "acronym": "DECCA",
    "topics": "ERC-2016-STG",
    "title": "Devices, engines and circuits: quantum engineering with cold atoms",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Over the last decade, cold atomic gases have become one of the best controlled quantum system. This novel, synthetic material can be shaped at the microscopic level to mimic a wide range of models, and simulate the universal physics that these models describe. This project pioneers a new approach to quantum simulations, jumping from cold atoms materials into the realm of devices: systems carved out of cold gases, separated by interfaces, connected to each other and allowing for a controlled driving.\n\nAt the heart of this approach is the study of transport of atoms at the quantum level. Our devices will allow for the measurement of the universal conductance of quantum critical systems or other many-body states. They will feature interfaces and contacts where new types of localized states emerge, such as the one proposed to explain the long-standing question of the ì0.7 anomalyî in quantum point contacts. They will also allow for a new type of engineering, where currents of particles, spin or entropy can be controlled and directed in order to perform operations such as cooling.\n\nThis research will be possible thanks to the development of a new apparatus, capable of detecting in a non-destructive way tiny atomic currents, such as the one driven through single mode quantum conductors. It will combine an optical cavity for high efficiency optical detection, and high optical resolution optics allowing for manipulations and patterning at the scale of the wave function of individual particles.",
    "totalCost": "1454258",
    "ecMaxContribution": "1454258",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1454258
        }
    },
    "calculatedTotalContribution": 1454258
}