{
    "rcn": "205928",
    "acronym": "SAMBA",
    "topics": "ERC-2016-STG",
    "title": "Sustainable and Advanced Membranes By Aqueous Phase Separation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Membranes play a critical role in the production of safe drinking water and in the treatment of human waste streams. However, membranes themselves are nearly always produced using costly, harmful and environmentally unfriendly aprotic solvents such as N-methyl-pyrrolidone (NMP), dimethylformamide (DMF), or dimethylacetamide (DMAC). This proposal describes a highly novel approach allowing the production of the next generation of advanced membranes without the need to use any organic solvents. Here we make use of so-called responsive polymers that can switch under aqueous conditions from a hydrophilic to a hydrophobic state by a simple change of, for example, pH. In the hydrophilic state, water dissolves the polymers and the so obtained solution can be cast as a thin film. Sudden immersion in a bath at a pH where the polymer becomes hydrophobic, leads to very sudden phase separation whereby the polymer coagulates into a porous film, a membrane. Control over the kinetics of this aqueous phase separation process allows for the fabrication of a large variety of porous structures. Furthermore, this process also works for two oppositely charged polymers, where polyelectrolyte complexation is used to induce phase separation. Crosslinking will be a natural way to guarantee membrane stability but can also be used to further modify/improve membranes. The very nature of this aqueous phase separation process is such that membrane additives that are typically associated with advanced membranes (responsive polymers, enzymes, polyzwitterions, metallic nanoparticles) can readily be incorporated. As such, aqueous phase separation not only allows solvent free membrane production, it also provides a very simple and versatile route for the production of membranes with advanced properties. Finally, the porous structures and novel materials developed within this project could be directly useful for other applications, ranging from adsorption processes and coatings to biomedical materials.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}