{
    "rcn": "205981",
    "acronym": "VIRT-EU",
    "topics": "ICT-35-2016",
    "title": "Values and ethics in Innovation for Responsible Technology in EUrope",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The networked future promises new relationships between people and artifacts, the private and the public, the individual and the collective. The increased networking capabilities of pervasive technologies mean that of personal data are being produced, analyzed, monetized and connected to other data streams in ways that hold both enormous potential and pose profound challenges for European society. Recent policy, such as the EU General Data Protection Regulation, reflects mounting public concerns around emerging data practices, RRI, data ethics and privacy. VIRT-EU addresses these concerns at the point of design through researching and intervening upon the development cultures and ethics of the next-generation IoT innovators. We ask how do European IoT innovators and developers make ethically consequential decisions ñ about code, hardware and data ñ for new connective devices? What assumptions about human behavior, privacy and freedom underpin European cultures of IoT innovation?  Leveraging state of the art collaborative SSH and ICT methodological innovations, VIRT-EU will analyze and map the ethical practices of European hardware and software entrepreneurs, maker and hacker spaces, and community innovators. Our goals are to (1) understand how IoT innovators enact ethics as they design future devices and to (2) generate a new framework for Privacy, Ethical and Social Impact Assessment (PESIA), which will proactively position ethical self-assessments in the development process of IoT technologies. These tools, informed by legal approaches, data mining, quantitative and qualitative social science and design research serve to secure a place for societal concerns in the generation of new technologies, engaging societal stakeholders in ensuring a digital future which is populated by innovative devices and services that are explicitly aligned with, and conscious of, the ethical and social values held by EU citizens.",
    "totalCost": "1999951,25",
    "ecMaxContribution": "1999951,25",
    "coordinator": "IT-UNIVERSITETET I KOBENHAVN",
    "coordinatorCountry": "DK",
    "participants": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;Copenhagen Institute of Interaction Design;UPPSALA UNIVERSITET;POLITECNICO DI TORINO;OPEN RIGHTS",
    "participantCountries": "UK;DK;SE;IT",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 284161
        },
        "986216946": {
            "orgId": "986216946",
            "orgName": "Copenhagen Institute of Interaction Design",
            "ecContrib": 267500
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 350022
        },
        "998273464": {
            "orgId": "998273464",
            "orgName": "IT-UNIVERSITETET I KOBENHAVN",
            "ecContrib": 479074
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 415069
        },
        "951562726": {
            "orgId": "951562726",
            "orgName": "OPEN RIGHTS",
            "ecContrib": 204125
        }
    },
    "calculatedTotalContribution": 1999951
}