{
    "rcn": "205995",
    "acronym": "SABANA",
    "topics": "BG-01-2016",
    "title": "Sustainable Algae Biorefinery for Agriculture aNd Aquaculture",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "SABANA aims at developing a large-scale integrated microalgae-based biorefinery for the production of biostimulants, biopesticides and feed additives, in addition to biofertilizers and aquafeed, using only marine water and nutrients from wastewaters (sewage, centrate and pig manure). The objective is to achieve a zero-waste process at a demonstration scales up to 5 ha sustainable both environmentally and economically. A Demonstration Centre of this biorefinery will be operated to demonstrate the technology, assess the operating characteristics of the system, evaluate environment impacts and collaborate with potential customers for use.\nThe key advantages of SABANA project are: the sustainability of the process, using marine water and recovering nutrients from wastewaters while minimizing the energy consumption, and the socioeconomic benefits, due to the relevance of the target bioproducts for two major pillars in food production as agriculture and aquaculture. Bioproducts capable of increasing the yield of crops and fish production are highly demanded, whereas recovery of nutrients is a priority issue in the EU. Instead of considering wastewater as an inevitably useless and problematic residue of our society, SABANA acknowledges its potential as an opportunity for economically relevant sectors.\nSABANA project includes (i) the utilization of microalgae-bacteria consortia and in co-culture with other algae to control grazing species, (ii) the implementation of efficient thin-layer cascade and raceway, (iii) the scale-up of reactors to ensure stable operation, (iv) to use marine water to increase the sustainability of the process; (v) to recover nutrients from wastewaters, (vi) to develop harvesting processes taking into account the remaining water, (vii) to establish processes for mild/energy efficient extraction of bioproducts, (viii) to process residual biomass to produce biofertilizers and aquafeed in zero-waste schemes, (ix) using robust and sustainable technology",
    "totalCost": "10646705",
    "ecMaxContribution": "8848523,75",
    "coordinator": "UNIVERSIDAD DE ALMERIA",
    "coordinatorCountry": "ES",
    "participants": "GEA WESTFALIA SEPARATOR GROUP GMBH;UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA;SZECHENYI ISTVAN UNIVERSITY;KARLSRUHER INSTITUT FUER TECHNOLOGIE;A.I.A. AGRICOLA ITALIANA ALIMENTARE S.P.A.;BIORIZON BIOTECH SL;UNIVERSITA DEGLI STUDI DI MILANO;MIKROBIOLOGICKY USTAV - AVCR, V.V.I.;FCC AQUALIA SA;CIB-CONSORZIO ITALIANO BIOGAS E GASSIFICAZIONE",
    "participantCountries": "DE;ES;HU;IT;CZ",
    "projectParticipants": {
        "950408620": {
            "orgId": "950408620",
            "orgName": "CIB-CONSORZIO ITALIANO BIOGAS E GASSIFICAZIONE",
            "ecContrib": 173250
        },
        "999879590": {
            "orgId": "999879590",
            "orgName": "SZECHENYI ISTVAN UNIVERSITY",
            "ecContrib": 540875
        },
        "941713831": {
            "orgId": "941713831",
            "orgName": "A.I.A. AGRICOLA ITALIANA ALIMENTARE S.P.A.",
            "ecContrib": 339675
        },
        "941522353": {
            "orgId": "941522353",
            "orgName": "BIORIZON BIOTECH SL",
            "ecContrib": 1021738
        },
        "999884440": {
            "orgId": "999884440",
            "orgName": "UNIVERSIDAD DE ALMERIA",
            "ecContrib": 1499500
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 894625
        },
        "999463460": {
            "orgId": "999463460",
            "orgName": "MIKROBIOLOGICKY USTAV - AVCR, V.V.I.",
            "ecContrib": 549750
        },
        "999929739": {
            "orgId": "999929739",
            "orgName": "UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA",
            "ecContrib": 498750
        },
        "996139852": {
            "orgId": "996139852",
            "orgName": "GEA WESTFALIA SEPARATOR GROUP GMBH",
            "ecContrib": 1047375
        },
        "986124020": {
            "orgId": "986124020",
            "orgName": "FCC AQUALIA SA",
            "ecContrib": 1786969
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 496018
        }
    },
    "calculatedTotalContribution": 8848525
}