{
    "rcn": "205948",
    "acronym": "ProEmpower",
    "topics": "SC1-PM-12-2016",
    "title": "Procuring innovative ICT for patient empowerment and self-management for type 2 diabetes mellitus",
    "startDate": "01/10/2016",
    "endDate": "31/03/2020",
    "objective": "Public procurers in ProEmpower aim to procure a disease self-management solution to help meet the imminent threat of a diabetes epidemic. ProEmpower will make person-centred care reality - giving the patient the steering wheel - for optimal health outcomes. Very significant synergies will be reaped by supporting all 10 action areas of diabetes management in an integrated ICT solution. Early detection, personal decision support, self management and peer support are to be delivered from a platform with full interoperable and secure access to the necessary devices and health records. ProEmpower will apply the internationally acclaimed Chronic Care Model to specify support needs for type 2 diabetes at all stages.  Self-management and treatment will be supported by personalised guidelines and making the best use of clinical data. In this way a quality culture in healthcare will be fostered and learning healthcare systems made reality. \nSuppliers will be rigorously evaluated after each of the four procurement phases, comprising (I) an open market consultation supported by the European eHealth Competition, (II) specification of architecture and system aligned to requirements of patients, peers and providers, (III) prototype development and testing with end-users and (IV) effectiveness proven in a trial with 200 patients and 40 professionals. \nFully rolled out in the four countries, enabled by procurers with the authority and capacity in their countries and regions, ProEmpower will serve 12 million diabetes patients. \nReductions in diabetes-related death, amputation, blindness and renal failure promise cost relief of Ä 53 billion over 7 years in the four countries. Suppliers can expect a turnover of Ä 5 billion a year. Proven ability to cover the four different health systems promises ProEmpower suppliers easy entry into other EU markets and beyond, a very strong contribution to overcoming fragmentation of demand and fostering the global market.",
    "totalCost": "4280752,5",
    "ecMaxContribution": "3852677,27",
    "coordinator": "Turkiye Cumhuriyeti Saglik Bakanligi",
    "coordinatorCountry": "TR",
    "participants": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;UNIVERSITA DEGLI STUDI DI SALERNO;AZIENDA OSPEDALIERA UNIVERSITARIA FEDERICO II;FUNDACION PARA LA FORMACION E INVESTIGACION SANITARIAS DE LA REGION DE MURCIA;IRMANDADE DA SANTA CASA DA MISERICORDIA DA AMADORA IPSS;SPMS - SERVICOS PARTILHADOS DO MINISTERIO DA SAUDE EPE;CENTER FOR PROTECTION OF THE RIGHTS IN THE HEALTHCARE SDRUZHENIE;SOCIETA' REGIONALE PER LA SANITA' SPA;TICBIOMED TECNOLOGIAS DE LA INFORMACION PARA LA SALUD EN LA REGION DE MURCIA ASOCIACION;SERVICIO MURCIANO DE SALUD",
    "participantCountries": "DE;IT;ES;PT;BG",
    "projectParticipants": {
        "963716438": {
            "orgId": "963716438",
            "orgName": "AZIENDA OSPEDALIERA UNIVERSITARIA FEDERICO II",
            "ecContrib": 40869
        },
        "962632463": {
            "orgId": "962632463",
            "orgName": "FUNDACION PARA LA FORMACION E INVESTIGACION SANITARIAS DE LA REGION DE MURCIA",
            "ecContrib": 54478
        },
        "991398007": {
            "orgId": "991398007",
            "orgName": "Turkiye Cumhuriyeti Saglik Bakanligi",
            "ecContrib": 923337
        },
        "952819361": {
            "orgId": "952819361",
            "orgName": "IRMANDADE DA SANTA CASA DA MISERICORDIA DA AMADORA IPSS",
            "ecContrib": 70003
        },
        "969492400": {
            "orgId": "969492400",
            "orgName": "TICBIOMED TECNOLOGIAS DE LA INFORMACION PARA LA SALUD EN LA REGION DE MURCIA ASOCIACION",
            "ecContrib": 41512
        },
        "934953804": {
            "orgId": "934953804",
            "orgName": "SERVICIO MURCIANO DE SALUD",
            "ecContrib": 780643
        },
        "950365455": {
            "orgId": "950365455",
            "orgName": "CENTER FOR PROTECTION OF THE RIGHTS IN THE HEALTHCARE SDRUZHENIE",
            "ecContrib": 43524
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 28746
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 452430
        },
        "916486362": {
            "orgId": "916486362",
            "orgName": "SOCIETA' REGIONALE PER LA SANITA' SPA",
            "ecContrib": 681750
        },
        "950932323": {
            "orgId": "950932323",
            "orgName": "SPMS - SERVICOS PARTILHADOS DO MINISTERIO DA SAUDE EPE",
            "ecContrib": 735384
        }
    },
    "calculatedTotalContribution": 3852676
}