{
    "rcn": "205941",
    "acronym": "ToyLabs",
    "topics": "ICT-21-2016",
    "title": "Enabling an Open Innovation Model for EU Toy Industry SMEs through Co-Creation with FabLabs, Safety Experts and Customer Communities",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Toys market in EU (and globally) is characterized by the domination of a limited number of huge global brands, even though 99% of EU toy manufacturing companies are SMEs. Thus SMEs need to find new ways to strengthen their position, against large competitors. In this context, ToyLabs envisions to introduce a new model that will innovate on the value network of SMEs, towards the direction of changing their market positioning & prospects in the Toy Industry, overcoming obstacles like geographical barriers and fragmented markets. In particular, a multi-stakeholder co-creation network will be created, supported via an open ICT platform, that will bring together a toy manufacturer with other key players of the toy industry value network ñ FabLabs, Toy Security Experts and End Customers- to collaborate closely for the provision of new toys, that will be user-oriented, will respond to a clear market demand and will be probably addressed to multiple markets. Through ToyLabs approach, each involved stakeholder is expected to offer his valuable perspective that will open up new opportunities for SMEs. Taking advantage of the platform, a toy manufacturer will be able to collect multi-source feedback on new product concepts & designs, through iterative cycles where the initial idea is firstly co-designed with FabLabs, validated by toy safety experts and evaluated by prospective customers both virtually (via augmented reality technologies) and actually (based on prototypes). The main outcomes of the project will be the creation of the ToyLabs collaboration network, based on an innovative ICT enterprise collaboration platform, enriched with added value services utilising state-of-play emerging ICT technologies (e.g. social analytics, augmented reality) and a complete methodological approach to support the operation of the network in order to offer to any SME Toy Manufacturer the opportunity to initiate an alternative process for the creation of new, innovative products.",
    "totalCost": "1223325",
    "ecMaxContribution": "999825",
    "coordinator": "ASOCIACION DE INVESTIGACION DE LA INDUSTRIA DEL JUGUETE, CONEXAS Y AFINES",
    "coordinatorCountry": "ES",
    "participants": "SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;START SMART SRL;INDUSTRIA AUXILIAR JUEMA SL;SPOT DESIGN SRL;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;KAINOTOMIES VERDE KIVIKA LOGIKA PAICHNIDIA ANONIMI EMBORIKI KAI VIOMICHANIKI ETAIRIA",
    "participantCountries": "RO;EL;IT;ES",
    "projectParticipants": {
        "919258040": {
            "orgId": "919258040",
            "orgName": "SPOT DESIGN SRL",
            "ecContrib": 42000
        },
        "940887876": {
            "orgId": "940887876",
            "orgName": "INDUSTRIA AUXILIAR JUEMA SL",
            "ecContrib": 41562
        },
        "969970319": {
            "orgId": "969970319",
            "orgName": "SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL",
            "ecContrib": 69562
        },
        "919357368": {
            "orgId": "919357368",
            "orgName": "START SMART SRL",
            "ecContrib": 148750
        },
        "919368135": {
            "orgId": "919368135",
            "orgName": "KAINOTOMIES VERDE KIVIKA LOGIKA PAICHNIDIA ANONIMI EMBORIKI KAI VIOMICHANIKI ETAIRIA",
            "ecContrib": 87500
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 204875
        },
        "999443090": {
            "orgId": "999443090",
            "orgName": "ASOCIACION DE INVESTIGACION DE LA INDUSTRIA DEL JUGUETE, CONEXAS Y AFINES",
            "ecContrib": 273450
        }
    },
    "calculatedTotalContribution": 867699
}