{
    "rcn": "205927",
    "acronym": "HOM",
    "topics": "ERC-2016-STG",
    "title": "Homo Mimeticus: Theory and Criticism",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Mimesis is one of the most influential concepts in Western thought. Originally invoked to define humans as the ìmost imitativeî creatures in classical antiquity, mimesis (imitation) has recently been at the centre of theoretical debates in the humanities, social sciences, and the neurosciences concerning the role of ìmimicry,î ìidentification,î ìcontagion,î and ìmirror neuronsî in the formation of subjectivity. And yet, despite the growing confirmations that imitation is constitutive of human behaviour, mimesis still tends to be confined to the sphere of realistic representation. The HOM project combines approaches that are usually split in different areas of disciplinary specialization to provide a correction to this tendency.\n\nConceived as a trilogy situated at the crossroads between literary criticism, cinema studies, and critical theory, HOMís outcomes will result in two monographs and accompanying articles that explore the aesthetic, affective, and conceptual implications of the mimetic faculty. The first, radically reframes a major proponent of anti-mimetic aesthetics in modern literature, Oscar Wilde, by looking back to the classical foundations of theatrical mimesis that inform his corpus; the second considers the material effects of virtual simulation by looking ahead to new digital media via contemporary science-fiction films; and the third establishes an interdisciplinary dialogue between philosophical accounts of mimesis and recent discoveries in the neurosciences. Together, these new perspectives on homo mimeticus reconsider the aesthetic foundations of a major literary author, open up a new line of inquiry in film studies, and steer philosophical debates on mimesis in new interdisciplinary directions.",
    "totalCost": "1044000",
    "ecMaxContribution": "1044000",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITAET BERN",
    "participantCountries": "CH",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 937625
        }
    },
    "calculatedTotalContribution": 937625
}