{
    "rcn": "205924",
    "acronym": "ThreatMark",
    "topics": "SMEInst-13-2016-2017",
    "title": "Advanced Fraud Detection System - Protecting digital transactions against cyber attacks",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "ThreatMark vision is to secure the assets of people/companies by better protection of digital transaction systems against cyber-attacks. It dramatically improves the detection & protection capabilities of cyber-operators against threats, fraud & incidents. It allows them to increase their security by complex preparedness, rapid detection and faster response.\n\nAdvanced machine learning and unique algorithms of ThreatMark make the detection of advanced threats and behavioral anomalies more sensitive and reliable while lowering the cost of operation. We challenge the conventional methods of transaction protection by bringing usually fragmented features under one roof: (online) fraud detection systems, web fraud detection, web application firewall, malware detection, criminal and account takeover detection. \n\nThis is unique and appreciated by users, as proven by recent competitor analysis. The solution has been designed to answer the business opportunity that lays in plausible cyber-security market trends:\n(1) Steady growth of online transactions & cyber attacks/ online fraud at the same time;\n(2) Rise of as-a-service model providers & market (9.8%/ p.a.);\n(3) Pressure to decrease high expenses for complex security.\n\nThe ultimate goal of this project is to bring to market system ThreatMark capable of improving the security of transactions and decreasing the resources needed. Four target groups were identified: on-line banks, high value transactions providers, secure apps, emerging digital services. Some strategic alliances with business partners exist.\nThe sub-objectives of FS include requirements analysis, detailed business plan, technology roadmap update and company development strategy based on innovation management training.\n\nThe company has already invested into its technology more than 200 000 EUR (equipment, travel, 1 500 own man-days, 2 000 man-days of academic partners from 2013). To fully enter the market in 2017 a strategic investment or funding is requested.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THREATMARK SRO",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926395203": {
            "orgId": "926395203",
            "orgName": "THREATMARK SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}