{
    "rcn": "205900",
    "acronym": "NET4IQ",
    "topics": "MSCA-IF-2015-EF",
    "title": "Network Techniques for Interaction Quenches",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Understanding the universal features of the non-equilibrium dynamics of strongly interacting one-dimensional quantum many-body systems is one of the most challenging and intriguing aspect of the recent researches in the broad domain of the quantum many-particle physics. In this project one merges analytical with numerical methods in order to explore the exotic behavior of interacting quantum models when brought out-of-equilibrium. Indeed, although the equilibrium properties of quantum systems could be understood in terms of standard approaches, away from the equilibrium a complete understanding is still missing. In particular, the project aims to fill the lack of knowledge still present in this exciting domain, pursuing two main ideas: (i) The development of new numerical methods based on tensor-network techniques, so as to explore the post-quench dynamics in closed quantum systems; with a special attention to the very recent continuous version of such algorithms. (ii) A better theoretical understanding (strongly supported by the numerical approach in (i)) of the effects of symmetry breaking, interactions and integrability, in the non-equilibrium dynamics; especially with respect to the non-equilibrium transport of energy and particle throughout the systems as well as a universal description of the stationary states (both equilibrium and non-equilibrium) that emerge at late times. \nBeside its conceptual importance, a complete universal characterization of the non-equilibrium dynamics of 1D quantum systems will have various application in quantum engineering, being a crucial step forward to construct a quantum computer.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}