{
    "rcn": "205933",
    "acronym": "SCREEN",
    "topics": "CIRC-03-2016",
    "title": "Synergic Circular Economy across European Regions",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "SCREEN aims at the definition of a replicable systemic approach towards a transition to Circular Economy in EU regions within the context of the Smart Specialization Strategy, through the identification and implementation of operational synergies between R&I investments from H2020 and the European Structural and Investment Funds, thus contributing to novel future eco-innovative and horizontal business models across different value chains. \nThe concept of the action is to develop a EU reference framework for establish operational synergies between Horizon 2020 and the European Structural and Investment Funds related to Circular Economy by:\na) Sustaining the regional actorsí participation at H2020 \nThe mechanism of the ìvouchersî, already adopted in the past, will be reinforced an harmonized, in order to ensure common rules in EU regions and therefore encouraging to composition of international Consortia applying for circular economy projects related to the regional Smart Specialisation.\nb) Encouraging the entrepreneurial initiatives based on H2020 projectís results \nThe participating Regions will agree about a specific rule in their Structural Funds giving an advantage for those initiatives targeted to the exploitation of the H2020 project results with a circular economy approach.\nc) Investigating the possibility of maximizing the H2020 investment through a ìrecoveryî (fully or partial) of well ranked unfinanced proposals dealing with circular economy\nEven if there is a clear presence of several bureaucratic and operational barriers, a possible solution could  have an impressive multiplier effect on the H2020 results.\nThe approach of the action is to leverage on growing industry sectors in EU regions to act as a driver also for the less performing ones, through a circular economy approach, and to support the emergence of new actors in the regional economies leading to new or redesigned value chains.",
    "totalCost": "1771865",
    "ecMaxContribution": "1742747,5",
    "coordinator": "REGIONE LAZIO",
    "coordinatorCountry": "IT",
    "participants": "Limburg Province;PIRKANMAAN LIITTO;WOJEWODZTWO LODZKIE;COMUNIDAD FORAL DE NAVARRA - GOBIERNO DE NAVARRA;PROVINCIE FRYSLAN;REGIONE LOMBARDIA;KNOWLEDGE TRANSFER NETWORK LIMITED;KRITI;COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO CENTRO;NEXA - AGENCE REGIONALE DE DEVELOPPEMENT D'INVESTISSEMENT ET D'INNOVATION;UNIVERSITA DEGLI STUDI DELLA TUSCIA",
    "participantCountries": "NL;FI;PL;ES;IT;UK;EL;PT;FR",
    "projectParticipants": {
        "999896371": {
            "orgId": "999896371",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA TUSCIA",
            "ecContrib": 194750
        },
        "949746595": {
            "orgId": "949746595",
            "orgName": "KNOWLEDGE TRANSFER NETWORK LIMITED",
            "ecContrib": 94198
        },
        "934692583": {
            "orgId": "934692583",
            "orgName": "PIRKANMAAN LIITTO",
            "ecContrib": 159500
        },
        "999654065": {
            "orgId": "999654065",
            "orgName": "REGIONE LOMBARDIA",
            "ecContrib": 225250
        },
        "990380089": {
            "orgId": "990380089",
            "orgName": "COMUNIDAD FORAL DE NAVARRA - GOBIERNO DE NAVARRA",
            "ecContrib": 138500
        },
        "955664468": {
            "orgId": "955664468",
            "orgName": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO CENTRO",
            "ecContrib": 103550
        },
        "938690050": {
            "orgId": "938690050",
            "orgName": "NEXA - AGENCE REGIONALE DE DEVELOPPEMENT D'INVESTISSEMENT ET D'INNOVATION",
            "ecContrib": 17250
        },
        "998380455": {
            "orgId": "998380455",
            "orgName": "Limburg Province",
            "ecContrib": 92750
        },
        "948946636": {
            "orgId": "948946636",
            "orgName": "PROVINCIE FRYSLAN",
            "ecContrib": 153500
        },
        "961026337": {
            "orgId": "961026337",
            "orgName": "KRITI",
            "ecContrib": 37750
        },
        "961452361": {
            "orgId": "961452361",
            "orgName": "REGIONE LAZIO",
            "ecContrib": 424750
        },
        "946730186": {
            "orgId": "946730186",
            "orgName": "WOJEWODZTWO LODZKIE",
            "ecContrib": 101000
        }
    },
    "calculatedTotalContribution": 1742748
}