{
    "rcn": "205993",
    "acronym": "ERQUAF",
    "topics": "ERC-2016-STG",
    "title": "Entanglement and Renormalisation for Quantum Fields",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Over the past fifteen years, the paradigm of quantum entanglement has revolutionised the understanding of strongly correlated lattice systems. Entanglement and closely related concepts originating from quantum information theory are optimally suited for quantifying and characterising quantum correlations and have therefore proven instrumental for the classification of the exotic phases discovered in condensed quantum matter. One groundbreaking development originating from this research is a novel class of variational many body wave functions known as tensor network states. Their explicit local structure and unique entanglement features make them very flexible and extremely powerful both as a numerical simulation method and as a theoretical tool.\n\nThe goal of this proposal is to lift this ìentanglement methodologyî into the realm of quantum field theory. In high energy physics, the widespread interest in entanglement has only been triggered recently due to the intriguing connections between entanglement and the structure of spacetime that arise in black hole physics and quantum gravity. During the past few years, direct continuum limits of various tensor network ans‰tze have been formulated. However, the application thereof is largely unexplored territory and holds promising potential. This proposal formulates several advancements and developments for the theoretical and computational study of continuous quantum systems, gauge theories and exotic quantum phases, but also for establishing the intricate relation between entanglement, renormalisation and geometry in the context of the holographic principle. Ultimately, these developments will radically alter the way in which to approach some of the most challenging questions in physics, ranging from the simulation of cold atom systems to non-equilibrium or high-density situations in quantum chromodynamics and the standard model.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}