{
    "rcn": "205974",
    "acronym": "SOCIALENERGY",
    "topics": "ICT-24-2016",
    "title": "A Gaming and Social Network Platform for Evolving Energy Marketsí Operation and Educating Virtual Energy Communities",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Technology transfer of gaming assets to non-leisure contexts such as the energy efficiency sector has become the ìholy grailî of todayís research and industrial efforts towards a more sustainable energy system. The main objective of SOCIALENERGY is to develop, validate and demonstrate a gaming and social network platform for educating energy consumers and virtual energy communities towards evolving EU energy marketsí operation. In SOCIALENERGYís virtual world, users are seamlessly educated via advanced gaming techniques in good practices and decision making related with energy efficiency. Subsequently, users are able to interact in SOCIALENERGYís ìreal-worldî platform, which will facilitate the easy, rich and deep communication among involved stakeholders from individual energy consumers and virtual energy communities, to utilities, policy makers, and even other indirect stakeholders (such as electric appliance retailers and building renovators) that will allow them to: i) discover each other, ii) educate themselves in order understand the difficulties and challenges that each one faces and iii) finally interact and trade among. \nSOCIALENERGY aims at undertaking innovation actions to: a) apply and evolve recent incentive technologies (localized social externalities) towards effective use of behavioural economics in energy efficiency sector, b) educate and effectively incentivize utility customers via advanced gaming and gamification technologies, c) guarantee efficient and sustainable user engagement via self-organization and management of virtual energy communities, d) provide a single point of hosting and advertisement services to consumers, utilities and companies related with energy efficiency products and services, e) perform real-life small-scale but diverse experiments to validate proposed platformís functionalities, f) provide energy information distribution as a service to interested stakeholders.",
    "totalCost": "1218125",
    "ecMaxContribution": "998000",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "NUROGAMES GMBH;SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI;INTELEN SERVICES LIMITED",
    "participantCountries": "DE;BG;CY",
    "projectParticipants": {
        "969040477": {
            "orgId": "969040477",
            "orgName": "INTELEN SERVICES LIMITED",
            "ecContrib": 252875
        },
        "969034463": {
            "orgId": "969034463",
            "orgName": "NUROGAMES GMBH",
            "ecContrib": 260750
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 329375
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 155000
        }
    },
    "calculatedTotalContribution": 998000
}