{
    "rcn": "205965",
    "acronym": "SCOOP4C",
    "topics": "CO-CREATION-05-2016",
    "title": "Stakeholder community for once-only principle: Reducing administrative burden for citizens",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Emerging challenges of demographic change and of digitisation of societies call for new innovative models of public governance. Citizens and other civil and private sector actors take a more active and responsive role in ensuring prosperity, a secure living environment and economic growth. Involving citizens in co-creation of public services while reducing administrative burden has become an important social and economic asset in innovative public governance. \nTo significantly reduce administrative burdens, the once-only principle (OOP) demands public administrations to request key data of citizens and businesses only once, and to internally share these data, while respecting data protection and privacy regulations. However, this principle also bears a number of organisational, legal, socio-economic and technical challenges to finally harvest the full benefits and to reach the digital by default status.\nSCOOP4C will investigate, discuss and disseminate how the OOP can be implemented in public service provisioning in order to significantly reduce administrative burden and simplify administrative procedures for citizens while reusing data among public administration with the control and consent of citizens. In particular, SCOOP4C will \n(1) build up and sustain a stakeholder community; \n(2) identify, collect and share existing good practices of once-only implementations for citizens and establish a body of knowledge; \n(3) discuss challenges, needs and benefits of the OOP in co-creation and public service provisioning contexts involving citizens; \n(4) develop policy recommendations towards a necessary paradigm change to build trust in the once-only implementations; \n(5) identify relevant stakeholders and develop a strategic stakeholder engagement plan to ensure sustainable implementations of the OOP achieving wide outreach; and \n(6) develop a tangible roadmap of areas of actions for R&I to implement, diffuse and sustain implementations of the OOP.",
    "totalCost": "992480",
    "ecMaxContribution": "992480",
    "coordinator": "UNIVERSITAET KOBLENZ-LANDAU",
    "coordinatorCountry": "DE",
    "participants": "INIT AKTIENGESELLSCHAFT FUR DIGITALE KOMMUNIKATION-INIT AG;IT-KOMMUNAL GMBH;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;E-RIIGI AKADEEMIA SIHTASUTUS",
    "participantCountries": "DE;AT;EL;EE",
    "projectParticipants": {
        "927917618": {
            "orgId": "927917618",
            "orgName": "IT-KOMMUNAL GMBH",
            "ecContrib": 139230
        },
        "999856407": {
            "orgId": "999856407",
            "orgName": "UNIVERSITAET KOBLENZ-LANDAU",
            "ecContrib": 331250
        },
        "968668482": {
            "orgId": "968668482",
            "orgName": "E-RIIGI AKADEEMIA SIHTASUTUS",
            "ecContrib": 148500
        },
        "953331618": {
            "orgId": "953331618",
            "orgName": "INIT AKTIENGESELLSCHAFT FUR DIGITALE KOMMUNIKATION-INIT AG",
            "ecContrib": 225000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 992480
}