{
    "rcn": "205922",
    "acronym": "CERERE",
    "topics": "RUR-10-2016-2017",
    "title": "CEreal REnaissance in Rural Europe: embedding diversity in organic and low-input food systems",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Organic/low input cereal food systems in the EU are emerging in answer to the sustainability crisis of the conventional agri-food sector. ìAlternativeî systems are based on local, decentralized approaches to production and processing, regard to quality and health, and short supply chains for products with strong local identities. Diversity is deeply embedded in these food systems, from the agro-biodiversity grown in farmersí fields, which improves resilience and adaptation, to diverse approaches, contexts and actors in food manufacturing and marketing. Diversity thus becomes a cross-sectoral issue, underlying innovations in the agronomic, processing, and marketing phases which respond to consumersí demand for healthy products. CEREREís objective is to foster and speed up these innovations to strengthen the economic, social and environmental sustainability of these cereal food systems, consolidate links among practitioners and with researchers, further enhance the resilience of agro-ecosystems and make the overall sector more competitive and better recognized by society. By creating a multi-actor network of researchers and communities of practice, by adopting a bottom-up approach, and by liaising with EIP-AGRI Operational Groups, CERERE will synthesize, share and disseminate existing best practices, research results and co-innovative solutions in organic/low-input cereal food systems, focusing particularly on agro-biodiversity and the associated values of quality and health. Through its activities and training products, CERERE will address the key issues and most urgent needs of these systems: availability/ management of adapted germplasm, use of rotations, soil fertility, weed competitiveness and crop protection strategies, quality-oriented processing techniques, alternative marketing schemes. For each of these, CERERE will identify opportunities for better integrating science and practice, paving the way for more dynamic interactions between the two domains.",
    "totalCost": "1997550",
    "ecMaxContribution": "1997550",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "HELSINGIN YLIOPISTO;RETE SEMI RURALI;FORMICABLU SRL;DEBRECENI EGYETEM;UNIVERSITA DEGLI STUDI DI FIRENZE;PROGRESSIVE FARMING TRUST LTD LBG;SEGES PS;RESEAU SEMENCES PAYSANNES - ASSOCIATION POUR LA BIODIVERSITE DES SEMENCES ET PLANTS DANS LES FERMES;INSTITUT TECHNIQUE DE L AGRICULTURE BIOLOGIQUE;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;ASOCIACION RED ANDALUZA DE SEMILLAS CULTIVANDO BIODIVERSIDAD",
    "participantCountries": "FI;IT;HU;UK;DK;FR;IE;ES",
    "projectParticipants": {
        "948554174": {
            "orgId": "948554174",
            "orgName": "RESEAU SEMENCES PAYSANNES - ASSOCIATION POUR LA BIODIVERSITE DES SEMENCES ET PLANTS DANS LES FERMES",
            "ecContrib": 190000
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 286875
        },
        "947890015": {
            "orgId": "947890015",
            "orgName": "RETE SEMI RURALI",
            "ecContrib": 199050
        },
        "997628608": {
            "orgId": "997628608",
            "orgName": "PROGRESSIVE FARMING TRUST LTD LBG",
            "ecContrib": 121250
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 115000
        },
        "986258171": {
            "orgId": "986258171",
            "orgName": "FORMICABLU SRL",
            "ecContrib": 194625
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 94375
        },
        "993774022": {
            "orgId": "993774022",
            "orgName": "INSTITUT TECHNIQUE DE L AGRICULTURE BIOLOGIQUE",
            "ecContrib": 113500
        },
        "948365509": {
            "orgId": "948365509",
            "orgName": "ASOCIACION RED ANDALUZA DE SEMILLAS CULTIVANDO BIODIVERSIDAD",
            "ecContrib": 126250
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 114750
        },
        "947803200": {
            "orgId": "947803200",
            "orgName": "SEGES PS",
            "ecContrib": 188500
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 109000
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 144375
        }
    },
    "calculatedTotalContribution": 1997550
}