{
    "rcn": "205990",
    "acronym": "CSEM",
    "topics": "ERC-2016-STG",
    "title": "The Collaborative Seismic Earth Model Project",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Seismic tomography images of the Earth's interior are key to the characterisation of earthquakes, natural resource exploration, seismic risk assessment, tsunami warning, and studies of geodynamic processes. While tomography has drawn a fascinating picture of our planet, today's individual researchers can exploit only a fraction of the rapidly expanding seismic data volume. Applications relying on tomographic images lag behind their potential; fundamental questions remain unanswered: Do mantle plumes exist in the deep Earth? What are the properties of active faults, and how do they affect earthquake ground motion?\n\nTo address these questions and to ensure continued progress of seismic tomography in the 'Big Data' era, I propose new technological developments that enable a paradigm shift in Earth model construction towards a Collaborative Seismic Earth Model (CSEM). Fully accounting for the physics of wave propagation in the complex 3D Earth, the CSEM is envisioned to evolve successively through a systematic group effort of my team, thus going beyond the tomographic models that individual researchers may construct today.\n\nI will develop the technological foundation of the CSEM and integrate these developments in studies of  large-earthquake rupture processes and the convective pattern of the Earth's mantle in relation to surface geology. The CSEM project will bridge the gap between regional and global tomography, and deliver the first multiscale model of the Earth where crust and mantle are jointly resolved. The CSEM will lead to a dramatic increase in the exploitable seismic data volume, and set new standards for the construction and reproducibility of tomographic Earth models.\n\nBeyond this project, the CSEM will be openly accessible through the European Plate Observing System  (EPOS). It will then offer Earth scientists the unique opportunity to join forces in the discovery of multiscale Earth structure by systematically building on each other's results.",
    "totalCost": "1367500",
    "ecMaxContribution": "1367500",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1367500
        }
    },
    "calculatedTotalContribution": 1367500
}