{
    "rcn": "205901",
    "acronym": "BoundSci",
    "topics": "MSCA-IF-2015-EF",
    "title": "Boundaries of Science:  Medieval Condemnations of Philosophy as Heresy",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "ëBoundaries of Science: Medieval Condemnations of Philosophy as Heresyí addresses the limits we place on scientific investigation, according to our world view and what new ideas we are prepared to accept. It focuses on a critical example during the foundation of modern science in the 13th/14th centuries, when Aristotelian natural philosophy (books by Aristotle and his Muslim interpreters) entered Europe. This alien thinking caused a scientific revolution, but sparked controversy where theories denied Christian doctrines central to societyís outlook. Church and university authorities opposing dangerous theories condemned them, and investigated scholars. This project builds on my surprising discovery that some medieval scholastics labelled theories heretical, but in fact the theories did not fit heresyís medieval definition. Curiously, some who used the term held risky positions. My objective is to determine whether scholastics considered dangerous theories heretical. Preliminary findings indicate some thought they should be classed as such; while others used the term for protection when holding risky views. Both groups acted strategically, to condemn or promote theories. I believe we witness here a negotiation process of where the boundary to permitted science should be drawn. My approach is new: historiography on the subject relies on scarce documentary evidence; instead I examine a rich source novel for this question, cases of scholastics calling theories heretical in philosophical/theological writings, and I analyse the context to determine their motivation. In redefining the philosophy/heresy relationship, I will give robust new perspective to the reception history and faith/reason problem. This innovative, multidisciplinary project will make a fact-based contribution to discussion of boundaries we place on scientific thinking, and will impact on how scholars and European society perceive the origins and development of our scientific heritage.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}