{
    "rcn": "205969",
    "acronym": "SIRCAH",
    "topics": "SFS-12-2016",
    "title": "Secretariat for the International Research Consortium on Animal Health",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Animal diseases can cause serious social, economic and environmental damage, impact on animal welfare and in some cases directly threaten human health. The objective of SIRCAH (Secretariat for the International Research Consortium on Animal Health) is to provide organisational, communication and technical support to the STAR-IDAZ International Research Consortium (IRC) on Animal Health and thereby accelerate the development of much needed disease control tools.  The agreed aim of STAR-IDAZ IRC is to coordinate research at international level to contribute to new and approved animal health strategies for at least 30 priority diseases/infections/issues.  The deliverables will include candidate vaccines, diagnostics, therapeutic, procedures and key scientific information/tools to support risk analysis and disease control.  \nTo achieve these goals SIRCAH will support the IRC in establishing and running: i) Working Groups consisting of researchers for each of the priority topics and ii) a Scientific Committee,  consisting of independent experts, who will advise the IRC Executive Committee.  SIRCAH will provide the Working Groups with literature reviews and support them with gap analyses and the development of research roadmaps, map current activities against research needs and make recommendations relating to programme alignment, support the Scientific Committee and Executive Committee logistically, monitor progress against delivery targets and facilitate information exchange within and between all three levels",
    "totalCost": "3585375",
    "ecMaxContribution": "2999437,5",
    "coordinator": "THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS",
    "coordinatorCountry": "UK",
    "participants": "OFFICE INTERNATIONAL DES EPIZOOTIES;BIOTECHNOLOGY AND BIOLOGICAL SCIENCES RESEARCH COUNCIL;INTERNATIONAL FEDERATION FOR ANIMALHEALTH EUROPE AISBL;CAB INTERNATIONAL",
    "participantCountries": "FR;UK;BE",
    "projectParticipants": {
        "998376478": {
            "orgId": "998376478",
            "orgName": "BIOTECHNOLOGY AND BIOLOGICAL SCIENCES RESEARCH COUNCIL",
            "ecContrib": 9375
        },
        "999650961": {
            "orgId": "999650961",
            "orgName": "CAB INTERNATIONAL",
            "ecContrib": 926312
        },
        "999936917": {
            "orgId": "999936917",
            "orgName": "INTERNATIONAL FEDERATION FOR ANIMALHEALTH EUROPE AISBL",
            "ecContrib": 220625
        },
        "918304918": {
            "orgId": "918304918",
            "orgName": "OFFICE INTERNATIONAL DES EPIZOOTIES",
            "ecContrib": 647500
        },
        "999904713": {
            "orgId": "999904713",
            "orgName": "THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS",
            "ecContrib": 1195625
        }
    },
    "calculatedTotalContribution": 2999437
}