{
    "rcn": "205906",
    "acronym": "POLEMIG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Being a politically active emigrant. The political structuring of the French and Italians abroad: a comparative analysis of mobile citizens",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This research project aims to understand the organizational and cognitive consequences of the election of specific national political representatives by citizens living abroad. The proposal is based on a comparative analysis of two expatriate populations with such rights, Italians and French, in two host countries, Belgium and Canada. The focus of the research is the motivations, representations and strategies of politically active emigrants in branches of home political parties abroad.\nThe research will be done through an original multi-methods research design ñ computer-assisted discourse analysis, qualitative comparative analysis and quantitative questionnaire analysis ñ to gather rich and sociologically relevant data. The combination of CAQDAS techniques with QCA, as a comparative tool of analysis, will produce robust results and provide good grounds for tentative generalization beyond the considered case studies.\nThe project will originally contribute to the theoretical advancement of many research fields. It will develop the theory of political parties, since the knowledge is weak and fragmentary concerning the role and functioning of political parties abroad, and almost inexistent in non-contentious contexts. The project will also advance the theory of transnational politics, since it will focus on two dimensions underdeveloped in the existing literature: the involvement of emigrants in home politics and the analysis of banal transnational politics. The project will finally contribute to the theory of national identity and citizenship since it will question the reconfiguration of established nation states that might result from giving citizenship rights and representation to nationals living abroad.\nIn a policy perspective the research responds to recurring demands to further investigate the governance of migration as well as the implications of multilevel citizenship in a context of growing mobility of EU citizens from, to and within the EU.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}