{
    "rcn": "205989",
    "acronym": "GENOMIS",
    "topics": "ERC-2016-STG",
    "title": "Illuminating GENome Organization through integrated MIcroscopy and Sequencing",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In human cells, two meters of DNA sequence are compressed into a nucleus whose linear size is five orders of magnitude smaller. Deciphering how this amazing structural organization is achieved and how DNA functions can ensue in the environment of a cellís nucleus represent central questions for contemporary biology.\n\nHere, I embrace this challenge by establishing a comprehensive framework of microscopy and sequencing technologies coupled with advanced analytical approaches, aimed at addressing three fundamental highly-interconnected questions: 1) What are the design principles that govern DNA compaction? 2) How does genome structure vary between different cell types as well as among cells of the same type? 3) What is the link between genome structure and function? In preliminary experiments, we have devised a powerful method for Genomic loci Positioning by Sequencing (GPSeq) in fixed cells with optimally preserved nuclear morphology. In parallel, we are developing high-end microscopy tools for simultaneous localization of dozens of genomic locations at high resolution in thousands of single cells. \n\nWe will obtain first-ever genome-wide maps of radial positioning of DNA loci in the nucleus, and combine them with available DNA contact probability maps in order to build 3D models of the human genome structure in different cell types. Using microscopy, we will visualize chromosomal shapes at unprecedented resolution, and use these rich datasets to discover general DNA folding principles. Finally, by combining high-resolution chromosome visualization with gene expression profiling in single cells, we will explore the link between DNA structure and function. Our study shall illuminate the design principles that dictate how genetic information is packed and read in the human nucleus, while providing a comprehensive repertoire of tools for studying genome organization.",
    "totalCost": "1499808",
    "ecMaxContribution": "1499808",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1499808
        }
    },
    "calculatedTotalContribution": 1499808
}