{
    "rcn": "205953",
    "acronym": "REELER",
    "topics": "ICT-35-2016",
    "title": "Responsible Ethical Learning with Robotics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "REELER - Responsible Ethical Learning with Robotics\nRobots are the next ICT-related technology on the horizon ready to radically alter human societies. It is a major societal concern that up to 40% jobs may be replaced by robots over the next 20 years. Few empirical studies have been made in how roboticistsí visions may differ from users/affected stakeholdersí needs and concerns with these pervasive and radical changes. The REELER project aims at aligning the roboticistsí visions of a future with robots with empirically-based knowledge of human needs and societal concerns. \nBased on extensive robotics/SSH-RRI collaboration, REELER will offer proactive steps towards ethical and responsible robots by suggesting radical changes in current robot design procedures. Moreover, REELER will formulate guidelines in the REELER Roadmap for distributed responsibility among roboticists, users/affected stakeholders and policy-makers by closing the current gap between these. At the core of these guidelines is the concept of collaborative learning which permeates all aspects of REELER and will guide future SSH-ICT research. \nThe main outcome of REELER is the research-based roadmap presenting a) ethical guidelines for Human Proximity Levels, b) prescriptions for how to include the voice of new types of users and affected stakeholders through Mini-Publics and call forth roboticistsí assumptions via sociodrama and c) an agent-based simulation tool for policy-making. \nThe high level of multidisciplinarity (8 robot designers from the LEIT-ICT batch 23, anthropologists, psychologists, economists and philosophers) of the REELER research, will assure cooperation, comprehension and acceptance of SSH-research by the robotics research community. \nIntegrating the recommendations of the REELER Roadmap for Responsible and Ethical Learning in Robotics in future robot design processes will ensure a European robotics community that take humans needs and societal concerns into account.",
    "totalCost": "1998267,5",
    "ecMaxContribution": "1998265",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "DE MONTFORT UNIVERSITY;AB.ACUS SRL;UNIVERSITAET HOHENHEIM",
    "participantCountries": "UK;IT;DE",
    "projectParticipants": {
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 468458
        },
        "999718570": {
            "orgId": "999718570",
            "orgName": "AB.ACUS SRL",
            "ecContrib": 422621
        },
        "999901900": {
            "orgId": "999901900",
            "orgName": "UNIVERSITAET HOHENHEIM",
            "ecContrib": 371818
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 735368
        }
    },
    "calculatedTotalContribution": 1998265
}