{
    "rcn": "206085",
    "acronym": "SELMUS",
    "topics": "SMEInst-08-2016-2017",
    "title": "The FormexÆ raft: Towards the revolution of the European mussel farming",
    "startDate": "01/11/2016",
    "endDate": "31/10/2017",
    "objective": "In the period 2005-2015 the EU mussel production decreased by 16%, while it grew in the rest of the world by 20%. Europe has a mussel tradition and outstanding conditions for mussel farming, but many regions have almost not renovated and competitiveness has declined. A major example is Galicia, a region which produces 40% of EU mussels. A key-problem is that the platform used to hang the mussel ropes (raft) is wood-made, and is as old as 50 years. Its durability is low and environmental impact very high (25 trees/raft), but it is still used since no other material was found with its robustness and flexibility to adapt to the waves movement. This sought-after material (UHC) is the core of the FormexÆ raft proposed, which meets perfectly the customer and social needs. The new raft has a service life four times longer than the wooden one, and without any maintenance required, what reduces production costs a 30%. Its modularity allows a safe and simple assembling in few hours and can satisfy the needs of a new client in less than a week.\nThe raft remains undamaged even for the worst weather, so it might be used in opened seas, where waves are too heavy for wooden raft. This, together with the lower production costs, will give a relevant momentum to the European mussel cultivation sector, which will be in a renovated position to compete again for the export shares.\nHowever, environment is the greatest beneficiary. The wood degradation and the chemicals used to maintain the raft disrupt the marine ecosystem. FormexÆ has a footprint 100 times smaller and it would allow the mussel cultivation to become a zero-emissions sector. The material used (UHC) is comparable to an artificial stone and does not need any chemical protective layer. \nPotential users and authorities have perceived the added value of this innovation, which has the key strengths to become the leader of this market. With this project this excellence will be demonstrated in large scale to reach the customers.",
    "totalCost": "754233,25",
    "ecMaxContribution": "527963,28",
    "coordinator": "PREFABRICADOS LUFORT SLU",
    "coordinatorCountry": "ES",
    "participants": "RESEARCH & DEVELOPMENT CONCRETES SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "921936695": {
            "orgId": "921936695",
            "orgName": "RESEARCH & DEVELOPMENT CONCRETES SL",
            "ecContrib": 207882
        },
        "934859520": {
            "orgId": "934859520",
            "orgName": "PREFABRICADOS LUFORT SLU",
            "ecContrib": 320081
        }
    },
    "calculatedTotalContribution": 527963
}