{
    "rcn": "206076",
    "acronym": "PEER FOR EXCELLENCE",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Peer learning on ways to enhance good practices in SME innovation support using the Seal ofExcellence",
    "startDate": "01/11/2016",
    "endDate": "31/10/2017",
    "objective": "The recent EC decision to rely on a ìSeal of Excellenceî to recognize Horizon 2020 proposals with outstanding (but non-funded) projects, caused significant constrains for national agencies responsible for managing Structural Funds.\n\nTo address this issue, we propose a ìPeer learning on ways to enhance good practices in SME innovation support using the ìSeal of Excellenceî (PEER FOR EXCELLENCE)î.\n\nPEER FOR EXCELLENCE aims to produce a Design Options Paper for the implementation of financing mechanisms (public and/or private), that will help all European, national and regional funding agencies to harness the potential of the distinction provided by the ìSeal of Excellenceî to successfully fund high impact innovation projects. \n\nPEER FOR EXCELLENCE will be based in the sharing of experiences and practices analysis supported by the twinning advanced methodology. This will allow the leveraging and systematization of the knowledge, not only of the members of the consortium, but also of all of the relevant European process stakeholders.\n\nThis work will be supported by an initial assessment of existing practices in European countries, and will compare them with the ones adopted by the national/regional authorities in each of the participating countries. This comparison will be made based on both the explicit and the tacit knowledge that exists in the participating organisations, thus enabling a process of peer learning among them (and with other interested parties that have similar challenges).\n\nThe submitting organizations have a relevant stake in the national/regional funding mechanisms in their country, where they also play a significant role as host organizations of the Enterprise Europe Network (EEN), supporting several SMEs that were already distinguished with the ìSeal of Excellenceî. This enables privileged first-hand knowledge of both parties perspective (funding entities and SMEs) on this subject.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "ANI - AGENCIA NACIONAL DE INOVACAO, SA",
    "coordinatorCountry": "PT",
    "participants": "CCI REGION BOURGOGNE FRANCHE-COMTE;AGRO BUSINESS PARK AS;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION BOURGOGNE;VLAAMS GEWEST",
    "participantCountries": "FR;DK;BE",
    "projectParticipants": {
        "999941476": {
            "orgId": "999941476",
            "orgName": "ANI - AGENCIA NACIONAL DE INOVACAO, SA",
            "ecContrib": 50000
        },
        "984236206": {
            "orgId": "984236206",
            "orgName": "AGRO BUSINESS PARK AS",
            "ecContrib": 0
        },
        "999575107": {
            "orgId": "999575107",
            "orgName": "VLAAMS GEWEST",
            "ecContrib": 0
        },
        "999837686": {
            "orgId": "999837686",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION BOURGOGNE",
            "ecContrib": 0
        },
        "918004218": {
            "orgId": "918004218",
            "orgName": "CCI REGION BOURGOGNE FRANCHE-COMTE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}