{
    "rcn": "206018",
    "acronym": "EMMA",
    "topics": "ICT-21-2016",
    "title": "Enriching Market solutions for content Management and publishing with state of the art multimedia Analysis techniques",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Marketing, PR and communication professionals need tools to support them in the creation of engaging, up-to-date content experiences that their clients can use for establishing meaningful connections to customers and key stakeholders. Creative companies delivering these tools are the main enablers for all new forms of communication we currently experience: from cross-platform content creation to transmedia storytelling. Nowadays with multiple channels, vast amounts of social content, multiple touch points and interactions, constant innovation is required for keeping creative professionals and tools on top of trends and enabling them to deliver.\n\nOver the last 10 years, multimedia content analysis has been an exciting research area widely addressed in academia. While initial aspirations and expectations of these new algorithms were not immediately fully met, over the last couple of years the technology has matured a lot, up to a point where it can now be deployed in commercial settings. \n\nEMMA will transfer state-of-the art technology in multimedia analysis from the labs to creative industry SMEs, more specifically to solution providers for the media management, branding, marketing and communication. This new technology will enhance existing commercial services, helping SMEs that are active in these sectors to solve current needs of their customers, and thus become more competitive in their market. EMMA focuses on two application areas, tourism and events, addressing the needs of destinations, and events to better drive, connect and engage with audiences. The impact in these vertical markets is huge, since both are among the key industries in Europe. We plan to commercialise the results of EMMA soon after the project end and directly create over 50 jobs in the sixth year of operations.",
    "totalCost": "981875",
    "ecMaxContribution": "780592",
    "coordinator": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FONDAZIONE SISTEMA TOSCANA;VANDEJONG BV;FRANKFURTER BUCHMESSE GMBH",
    "participantCountries": "EL;IT;NL;DE",
    "projectParticipants": {
        "952823338": {
            "orgId": "952823338",
            "orgName": "FRANKFURTER BUCHMESSE GMBH",
            "ecContrib": 134443
        },
        "953637265": {
            "orgId": "953637265",
            "orgName": "VANDEJONG BV",
            "ecContrib": 93275
        },
        "998769910": {
            "orgId": "998769910",
            "orgName": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
            "ecContrib": 241937
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 169375
        },
        "972357780": {
            "orgId": "972357780",
            "orgName": "FONDAZIONE SISTEMA TOSCANA",
            "ecContrib": 141562
        }
    },
    "calculatedTotalContribution": 780592
}