{
    "rcn": "206009",
    "acronym": "EUGENIUS",
    "topics": "EO-1-2016",
    "title": "European Group of Enterprises for a Network of Information Using Space",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The Copernicus program is today at a cornerstone:\nïThe Sentinel satellites are being deployed. Their images, associated with Third Party missionsí data are being used for delivering Copernicus core services results (at global, European, and regional levels).\nïThe European structures (EEA, ECMWF, EMSA , etc.) and the scientific community are starting to use operationally these data and the results for a better knowledge and understanding of the key land-cover stakes and environmental monitoring.\nBut, the regional actors who are responsible for managing (at least partially) land-cover and natural resources policies have still difficulties to get access to these data and information, and moreover are not in position to combine them with their existing geo-information systems.\nA group of five SMEs (TerraNIS, Spacebel, Planetek, Terraspatium and Sertit), supported by a consulting firm specialized in Space market innovation and organization (Cap High Tech), are proposing to provide the regional institutional and commercial users with operational information services. These services will take the highest benefit from Copernicus outputs, for territory monitoring and management.\nThese SMEs have decided to put in common their complementary skills and products, in the frame of a dedicated association (called EUGENIUS). They will implement ìregional hubsî (Geo-information platforms) building the first instance of the ìEUGENIUS networkî. \nThese regional hubs shall deliver services in the following domains:\nïUrbanization monitoring and management (densification, preservation of rural and ìgreenî areas, transportation means, etc.)\nïAgriculture areas and activities (crop monitoring, crop identification and classification, potential yield assessment, water resources and irrigation, etc.)\nïForest monitoring (surfaces, trees species classification, exploitation status, etc.)\nïassessing and monitoring some natural risks at regional levels (flooding, landslides and water quality)",
    "totalCost": "2361583,75",
    "ecMaxContribution": "1762139,88",
    "coordinator": "TERRANIS SAS",
    "coordinatorCountry": "FR",
    "participants": "PLANETEK ITALIA SRL;CAPITAL HIGH TECH SARL;UNIVERSITE DE STRASBOURG;TERRA SPATIUM ANONYMI ETAIREIA PROIONTON KAI YPIRESION GEOPLIROFORIKIS KAI DIASTIMATOS;SPACEBEL SA",
    "participantCountries": "IT;FR;EL;BE",
    "projectParticipants": {
        "990744033": {
            "orgId": "990744033",
            "orgName": "TERRA SPATIUM ANONYMI ETAIREIA PROIONTON KAI YPIRESION GEOPLIROFORIKIS KAI DIASTIMATOS",
            "ecContrib": 238000
        },
        "998881363": {
            "orgId": "998881363",
            "orgName": "PLANETEK ITALIA SRL",
            "ecContrib": 343000
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 363438
        },
        "938737483": {
            "orgId": "938737483",
            "orgName": "TERRANIS SAS",
            "ecContrib": 388246
        },
        "998945674": {
            "orgId": "998945674",
            "orgName": "SPACEBEL SA",
            "ecContrib": 321711
        },
        "997580011": {
            "orgId": "997580011",
            "orgName": "CAPITAL HIGH TECH SARL",
            "ecContrib": 107745
        }
    },
    "calculatedTotalContribution": 1762140
}