{
    "rcn": "206047",
    "acronym": "NonlinearMeta",
    "topics": "MSCA-IF-2015-EF",
    "title": "Controlling optical nonlinearity with plasmonic metamaterials",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Metamaterials are artificial photonic structures that have revolutionised the field of optics by bringing an array of novel optical properties and applications into reality such as negative refraction and invisibility cloaking. However, the control over electromagnetic waves with metamaterials is so far mostly limited to the linear regime. On the other hand, nonlinear optical effects, such as harmonic generations, are very important technically and have been widely employed in various applications such as laser sources, optical information processing, optical communications, quantum technology and integrated photonic circuits. In this project, the applicant in collaboration with the supervisor at the host institution will explore a new class of metamaterials that enable unprecedented control over the nonlinear susceptibilities. The nonlinear susceptibility control is based on a novel mechanism that involves Berry phase in the nonlinear optical regime, which arises from the coupling between the spin of the photons and the orientation of the individual optical antennas. The realisation of such nonlinear metamaterials would enable exact phase matching condition for achieving high conversion efficiency, nonlinear holography for information coding, and gigantic nonlinear circular dichroism with harmonic generations. In addition, this project will incorporate organic polymers into the plasmonic metamaterial design to further enhance the efficiencies of harmonic generations. Upon completion of this project, the applicant is expected to acquire strong background in metamaterials and nonlinear optics and becomes a scientific leader in these growing research areas.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}