{
    "rcn": "206016",
    "acronym": "GamECAR",
    "topics": "ICT-24-2016",
    "title": "Gamification of EcoDriving Behaviours through Intelligent Management of dynamic car and driver information",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Driving style is seen not only to become a significant cause of greenhouse gas (GHG) and other air pollutant emissions but also a critical parameter regarding road safety, with huge social & financial adverse effects. \nGamECAR aims to develop a highly innovative and interactive Serious Games platform that will empower and guide users to adopt an eco-friendly driving style. This will be achieved, without distracting users from safe driving, through a multidisciplinary approach aiming at the development of a user friendly, unobtrusive multi-player gaming environment, where the users will not only play collaboratively/competitively using their mobile device but also using the car itself and their own bodies, thus turning eco-driving into an immersive and highly motivating experience. The sensing infrastructure of GamECAR will not only acquire data related to driving from an OBD sensor that will capture a complex set of parameters related to eco-driving, but will also sense environmental and physiological parameters of the driver, so as to better position the state of the system (car) in context (environment, user). The use of virtual user models and cognitive modeling of the users, will further boost personalization and adaptation of the game itself with respect to the needs of the individual driver.\nThe GamECAR system will be quantified and evaluated in test campaigns with drivers in three different sites. Quantification campaigns serve system development and evaluation campaigns demonstrate usefulness and exploitation potential. Finally, the project has a clear exploitation plan through a balanced and highly complementary composition of SMEs that have specific roles in the development of the integrated GamECAR system.\nThe impact of such a holistic and innovative approach is huge and the foundations laid here are expected to result in a widespread adoption of sensor-based gamification platforms in areas going far beyond eco-driving.",
    "totalCost": "1183125",
    "ecMaxContribution": "1022212,5",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "KITE SOLUTIONS SRL;BRAINSTORM MULTIMEDIA S.L.;SPARK WORKS ITC;FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA;UNIVERSITY OF LEEDS;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
    "participantCountries": "IT;ES;UK;FR",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 175000
        },
        "964666456": {
            "orgId": "964666456",
            "orgName": "KITE SOLUTIONS SRL",
            "ecContrib": 108500
        },
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 141250
        },
        "948439617": {
            "orgId": "948439617",
            "orgName": "SPARK WORKS ITC",
            "ecContrib": 116900
        },
        "999441732": {
            "orgId": "999441732",
            "orgName": "BRAINSTORM MULTIMEDIA S.L.",
            "ecContrib": 150062
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 232750
        },
        "999603819": {
            "orgId": "999603819",
            "orgName": "FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA",
            "ecContrib": 97750
        }
    },
    "calculatedTotalContribution": 1022212
}