{
    "rcn": "206002",
    "acronym": "BIOFAGE",
    "topics": "ERC-2016-STG",
    "title": "Interaction Dynamics of Bacterial Biofilms with Bacteriophages",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Biofilms are antibiotic-resistant, sessile bacterial communities that occupy most moist surfaces on Earth and represent a major mode of bacterial life. Another common feature of bacterial life is exposure to viral parasites (termed phages), which are a dominant force in bacterial population control throughout nature. Surprisingly, almost nothing is known about the interactions between biofilm-dwelling bacteria and phages. This proposal is designed to fill this gap using a combination of novel methodology, experimental systems, and mathematical modeling. We have recently developed a new microscopic imaging technique that allows us to image and track all individual cells and their gene expression inside biofilms. First, we will use this technique for tracking the population dynamics of bacteria and phages within biofilms at single cell resolution. By genetically manipulating bacterial hosts and their phages, and by varying environmental conditions, we will investigate the fundamental biological and physical determinants of phage spread within biofilm communities. Second, we will study how biofilms respond to phage attack on both intra-generational and evolutionary time scales, focusing in particular on proximate response mechanisms and the population dynamics of phage-resistant and phage-susceptible cells as a function of biofilm spatial structure. Lastly, we will combine our novel insights to engineer phages that manipulate the composition of biofilm communities, either by subtraction of particular bacterial species or by addition of novel phenotypes to existing biofilm community members. Altogether, the proposed research promises to uncover the major mechanistic and evolutionary elements of biofilm-phage interactions. This combined work will greatly enrich our knowledge of microbial ecology and motivate novel strategies for bacterial biofilm control, an increasingly urgent priority in light of widespread antibiotic resistance.",
    "totalCost": "1494963",
    "ecMaxContribution": "1494963",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1494963
        }
    },
    "calculatedTotalContribution": 1494963
}