{
    "rcn": "206040",
    "acronym": "MOR-PHON",
    "topics": "ERC-ADG-2015",
    "title": "Resolving Morpho-Phonological Alternation: Historical, Neurolinguistic, and Computational Approaches",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "In morpho-phonological alternations the shapes of morphemes differ between morphologically related word forms. In these alternations the morphological environment is also implicated (revÈre ~ rÈverence verb [i?] ~ noun [?] and stress differ) unlike alternations which are conditioned only by the phonological environment.\nThe opaque phonological relationship between morphologically related forms has been a long-standing challenge in theoretical, historical, psycho- and neuro-linguistics, and computational linguistics alike. Morpho-phonological alternations of all kinds have been analysed across the languages of the world; but fundamental questions have remained controversial or indeed unasked:\n? Why do they exist in the first place and why are they so widespread?\n? How do they come about and what is their diachronic time-course?\n? How are they represented in mental lexicons and how are they processed?\nRather than setting morpho-phonological alternations aside as irregularities of morphology (requiring individual listing and storing), we recognise certain kinds of them (stress shifts, feature changes, deletions, and tonal changes) as something universally to be expected in mental lexicons and as something the brains of speakers and listeners can easily handle. The position that we advocate is that morpho-phonological variants are not listed and stored independently, but rather are mapped onto single abstract representations. This is a controversial position, and its defence requires the systematic study of types of alternations and their histories, and precise hypotheses about the nature of mental representations.\nWhat distinguishes our approach is that we combine expertise in (a) theoretical and typological linguistics, (b) brain-imaging methods, and (c) computational modeling to shed light on our questions concerning the existence and cross-linguistic incidence of morpho-phonological alternations, their diachronic profiles, their processing and mental representation.",
    "totalCost": "2605261",
    "ecMaxContribution": "2605261",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2605261
        }
    },
    "calculatedTotalContribution": 2605261
}