{
    "rcn": "206049",
    "acronym": "Q-DIM-SIM",
    "topics": "ERC-2016-STG",
    "title": "Quantum spin simulators in diamond",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Quantum interacting systems are at the forefront of contemporary physics, and pose challenges to our understanding of quantum phases, many-body dynamics, and a variety of condensed matter phenomena. Advances in quantum applications, including quantum computation and metrology, rely on interactions to create entanglement and to improve sensitivity beyond the standard quantum limit. In recent years tremendous effort has been invested in developing precision experimental tools to study and simulate complicated many-body Hamiltonians. So far, such tools have been mostly realized in cold atomic systems, trapped ions and photonic networks. \n\nI propose a novel experimental approach using Nitrogen-Vacancy (NV) color centers in diamond, superconducting couplers, super-resolution addressing and cryogenic cooling, as a many-body quantum spin simulator. The NV center is a unique spin defect in a robust solid, with remarkable optical properties and a long electronic spin coherence lifetime (?3 ms at room temperature). We have recently demonstrated that this coherence time can be extended to almost 1 second at low temperature, paving the way for interaction-dominated NV-based experiments. \n\nThe goal of this project is to develop a paradigm of atom-like spin defects in the solid-state as a platform for studying elaborate quantum many-body spin physics (e.g. the Haldane phase in 2D) and quantum information systems (e.g. one-way quantum computing). I intend to combine a low temperature environment with a novel optical super-resolution system and nanofabricated superconducting structures on the diamond surface to produce a unique experimental setup capable of achieving this goal. The ability to engineer and control interacting NV systems in the solid-state diamond lattice has far-reaching applications for studying fundamental problems in many-body physics and in quantum information science.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}