{
    "rcn": "206056",
    "acronym": "ROBOCHIP",
    "topics": "ERC-2016-STG",
    "title": "MicroRobotic toolkit to deliver spatiotemporally resolved physicochemical signals and control cell sociology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Biological organisms have spectacular three-dimensional morphologies in which correct multiscale organization and physicochemical regulation are essential for proper function. Understanding the dynamic interactions among cells connected through a structurally complex three-dimensional (3D) fibre network requires a rigorous system identification effort and engineering analysis. To develop accurate and comprehensive models of cell sociology, we need to identify how several different components act together as a connected system and define high-order emergent programs that constitute layers of signals in time and space. The objective of this proposal is to engineer new microrobotic technologies that can be seamlessly integrated with high-throughput bioengineering platforms and produce physiologically relevant signals to establish an active dialogue with the members of the tissue community and drive the cell-network evolution. We propose to build cutting-edge robotic micromanipulation systems to perform automated operations on 3D biological samples with exceptional dexterity and high spatiotemporal resolution. Wirelessly powered micromachines will modulate local mechanochemical signaling within the tissues and move through fibrillar scaffolds. Multi-functional integrated platforms will simultaneously apply external and internal signals, and advanced imaging systems will visualise whole tissue activity at the cellular resolution. Our data will be used to establish computational models of tissue-level mechanical response to dynamical perturbations with particular focus on transmission of signals and feedback mechanisms. The ability to hack cellular communication links and interfere with the biological processes in 3D systems will lead to a better understanding of morphogenesis and regeneration, and can aid in developing treatments that ensures a microenvironment with a distribution of signals that minimizes disease progression.",
    "totalCost": "1748773",
    "ecMaxContribution": "1748773",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1748773
        }
    },
    "calculatedTotalContribution": 1748773
}