{
    "rcn": "206066",
    "acronym": "SHINING",
    "topics": "ERC-2016-STG",
    "title": "Stable and High-Efficiency Perovskite Light-Emitting Diodes",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Light-emitting diodes (LEDs), which emit light by a solid-state process called electroluminescence, are considered as the most promising energy-efficient technology for future lighting and display. It has been demonstrated that optimal use of LEDs could significantly reduce the worldís electricity use for lighting from 20% to 4%. However, current LED technologies typically rely on expensive high-vacuum manufacturing processes, hampering their widespread applications. Therefore, it is highly desirable to develop low-cost LEDs based on solution-processed semiconductors. \n\nA superstar in the family of solution-processed semiconductors is metal halide perovskites, which have shown great success in photovoltaic applications during the past few years. The same perovskites can also been applied in LEDs. Despite being at an early stage of development with associated challenges, metal halide perovskites provide great promise as a new generation of materials for low-cost LEDs.\n\nThis project aims to develop high-efficiency and stable perovskite LEDs based on solution-processed perovskites. Two different classes of low-dimensional perovskites will be investigated independently. These new perovskites materials will then be coupled with novel interface engineering to fabricate perovskite LEDs with the performance beyond the state of the art. At the core of the research is the synthesis of new perovskite nanostructures, combined with advanced spectroscopic characterization and device development. This project combines recent advances in perovskite optoelectronics and low-dimensional materials to create a new paradigm for perovskite LEDs. This research will also lead to the development of new perovskites materials which will serve future advances in photovoltaics, transistors, lasers, etc.",
    "totalCost": "1499759",
    "ecMaxContribution": "1499759",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 1499759
        }
    },
    "calculatedTotalContribution": 1499759
}