{
    "rcn": "206023",
    "acronym": "MUSTANG",
    "topics": "ERC-2016-STG",
    "title": "Multi-scale Star Formation Across Nascent Galaxies",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "One of the fundamental questions in modern astrophysics is how gas is converted into stars during galaxy formation, and how this may have changed with galactic environment and cosmic time. It is widely accepted that the unknown physics of star formation (SF) in molecular clouds and feedback from massive stars represent the main uncertainties in our understanding of galaxy formation. The key open questions are: which physical mechanisms govern the time-evolution of gas towards SF and its subsequent expulsion by feedback? How do these physics change with environment or cosmic time? How did the most extreme stellar systems in the Universe (i.e. globular clusters) form at high redshift? How do the cloud-scale physics of SF and feedback connect cold dark matter cosmology to the observable galaxy population? It is now possible to answer these questions thanks to two crucial developments. (1) The latest generation of billion-euro observatories allow the necessary observational data to be taken. (2) The techniques needed to solve the problem have been developed, tested, and validated, through major theoretical efforts that I have led. These developments position me ideally to answer the above questions with a unique combination of world-leading observational data, fundamental theory, innovative analysis techniques, and state-of-the-art simulations. I will use these to formulate a multi-scale description of SF and feedback, focussing on the cloud-scale physics and advancing the field beyond the phenomenology of galactic scaling relations. I will introduce an empirically-motivated, physical model for cloud-scale SF and feedback in galaxy formation simulations, thereby overcoming their main limitation and making the crucial step of linking the observable galaxy population to cold dark matter cosmology. This ambitious programme bridges observations, theory, and simulations, and can only be realised with the human resources provided by an ERC Starting Grant.",
    "totalCost": "1499629",
    "ecMaxContribution": "1499629",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1499629
        }
    },
    "calculatedTotalContribution": 1499629
}