{
    "rcn": "206054",
    "acronym": "ELECTRON4WATER",
    "topics": "ERC-2016-STG",
    "title": "Three-dimensional nanoelectrochemical systems based on low-cost reduced graphene oxide: the next generation of water treatment systems",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The ever-increasing environmental input of toxic chemicals is rapidly deteriorating the health of our ecosystems and, above all, jeopardizing human health. Overcoming the challenge of water pollution requires novel water treatment technologies that are sustainable, robust and energy efficient. ELECTRON4WATER proposes a pioneering, chemical-free water purification technology: a three-dimensional (3D) nanoelectrochemical system equipped with low-cost reduced graphene oxide (RGO)-based electrodes. Existing research on graphene-based electrodes has been focused on supercapacitor applications and synthesis of defect-free, superconductive graphene. I will, on the contrary, use the defective structure of RGO to induce the production of reactive oxygen species and enhance electrocatalytic degradation of pollutants. I will investigate for the first time the electrolysis reactions at 3D electrochemically polarized RGO-coated material, which offers high catalytic activity and high surface area available for electrolysis. This breakthrough approach in electrochemical reactor design is expected to greatly enhance the current efficiency and achieve complete removal of persistent contaminants and pathogens from water without using any chemicals, just by applying the current. Also, high capacitance of RGO-based material can enable further energy savings and allow using intermittent energy sources such as photovoltaic panels. These features make 3D nanoelectrochemical systems particularly interesting for distributed, small-scale applications. This project will aim at: i) designing the optimum RGO-based material for specific treatment goals, ii) mechanistic understanding of (electro)catalysis and (electro)sorption of persistent pollutants at RGO and electrochemically polarized RGO, iii) understanding the role of inorganic and organic matrix and recognizing potential process limitations, and iv) developing tailored, adaptable solutions for the treatment of contaminated water.",
    "totalCost": "1493734",
    "ecMaxContribution": "1493734",
    "coordinator": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997459052": {
            "orgId": "997459052",
            "orgName": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
            "ecContrib": 1493734
        }
    },
    "calculatedTotalContribution": 1493734
}