{
    "rcn": "206030",
    "acronym": "iMuSciCA",
    "topics": "ICT-22-2016",
    "title": "Interactive Music Science Collaborative Activities",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "iMuSciCA will ñ through engagement in music activities ñ support mastery of core academic content on STEM subjects (Physics, Geometry, Mathematics, and Technology) for secondary school students (aged 12-16) alongside with the development of their creativity and deeper learning skills. To reach this goal, iMuSciCA introduces new methodologies and innovative technologies supporting active, discovery-based, collaborative, personalised, and more engaging learning. These technologies provide students and teachers with opportunities for collaboration, co-creation, and collective knowledge building. In particular, iMuSciCA will deliver a suite of software tools and services on top of market-ready new enabling technologies integrated on a web-based platform. These include: a 3D design environment for personalized virtual musical instruments; advanced music generation and processing technologies to apply and interpret related physics and mathematics principles; gesture and pen-enabled multimodal interaction functionality for music co-creation and performance; and 3D printing for realizing the actual/tangible physical instrument. The platform will be complemented with a suite of interdisciplinary project/problem based educational scenarios for STEAM integrating innovative and stimulating methods in teaching and learning. The iMuSciCA framework will be pilot-tested and evaluated in real learning contexts by a substantial number of students and teachers in three European countries (Belgium, Greece, and France). The project will be implemented in close collaboration of academic and industrial partners, bringing together existing technologies and promoting ground-breaking research in STEAM pedagogy and the involved core enabling technology. As such, iMuSciCA will be a pioneering approach using music for fostering creativity and deeper learning, thereby setting new grounds in the European curricula of STEAM.",
    "totalCost": "3224970",
    "ecMaxContribution": "2673745",
    "coordinator": "ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS",
    "coordinatorCountry": "EL",
    "participants": "Cabrilog SAS;INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM;3D FOR ALL SZAMITASTECHNIKAI FEJLESZTO KFT;UC LIMBURG;MATHS FOR MORE SL;UNIVERSITE DE FRIBOURG;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
    "participantCountries": "FR;HU;BE;ES;CH;EL",
    "projectParticipants": {
        "927252004": {
            "orgId": "927252004",
            "orgName": "3D FOR ALL SZAMITASTECHNIKAI FEJLESZTO KFT",
            "ecContrib": 310325
        },
        "998390737": {
            "orgId": "998390737",
            "orgName": "UC LIMBURG",
            "ecContrib": 378708
        },
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 436575
        },
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 0
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 388500
        },
        "919262890": {
            "orgId": "919262890",
            "orgName": "Cabrilog SAS",
            "ecContrib": 366575
        },
        "923144636": {
            "orgId": "923144636",
            "orgName": "MATHS FOR MORE SL",
            "ecContrib": 312762
        }
    },
    "calculatedTotalContribution": 2193445
}