{
    "rcn": "206059",
    "acronym": "CoSI",
    "topics": "ERC-2016-STG",
    "title": "Functional connectomics of the amygdala in social interactions of different valence",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Understanding how brain controls social interactions is one of the central goals of neuroscience. Whereas social interactions and their effects on the emotional state of an individual are relatively well described at the behavioral level, much less is known about neural mechanisms involved in these very complex phenomena, especially in the amygdala, a key structure processing emotions in the brain.\nRecent investigations, mainly on fear learning and extinction, have shown that there are highly specialized neuronal circuits within the amygdala that control specific behaviors. However, a high density of interconnections, both among amygdalar nuclei and between amygdalar nuclei and other brain regions, and the lack of a predictable distribution of functional cell types make defining behavioral functions of the amygdalar neuronal circuits challenging. Therefore, to understand how different neuronal circuits in the amygdala produce different behaviors tracing anatomical connections between activated neurons, i.e., the functional anatomy is needed. \nPublished data and our preliminary results suggest that within the amygdala there exist different neuronal circuits mediating social interactions of different valence (positive or negative affective significance) and that circuits controlling social and non-social emotions differ. Combining our recently developed behavioral models of adult, non-aggressive, same-sex social interactions with the methods of tracing anatomical connections between activated neurons, we plan to identify neural circuitry underlying social interactions of different emotional valence. This goal will be achieved by: (1) Characterizing functional anatomy of neuronal circuits in the amygdala underlying socially transferred emotions; (2) Examining role of the identified neuronal subpopulations in control of social behaviors; (3) Verifying role of matrix metalloproteinase-9-dependent neuronal subpopulations within the amygdala in social motivation.",
    "totalCost": "1312500",
    "ecMaxContribution": "1312500",
    "coordinator": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999489359": {
            "orgId": "999489359",
            "orgName": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
            "ecContrib": 1312500
        }
    },
    "calculatedTotalContribution": 1312500
}