{
    "rcn": "206098",
    "acronym": "FORAM",
    "topics": "SC5-16-2016-2017",
    "title": "Towards a World Forum on Raw Materials (FORAM)",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The project Towards a World Forum on Raw Materials (FORAM) will develop and set up an EU-based platform of international experts and stakeholders that will advance the idea of a World Forum on Raw Materials (WFRM) and enhance the international cooperation on raw material policies and investments.\n\nThe global use of mineral resources has drastically increased and supply chains have become ever more complex. A number of global initiatives and organizations have been contributing to knowledge and information transfer, including the EC, UNEP International Resource Panel, the World Resources Forum, the World Material Forum, the OECD and others. It is widely felt that improved international resource transparency and governance would be beneficial for all, since it would lead to stability, predictability, resource-efficiency and hence a better foundation for competitiveness on a sustainable basis.\n\nThe FORAM project will contribute to consolidate the efforts towards a more joint and coherent approach towards raw materials policies and investments worldwide, by closely working with the relevant stakeholders in industry, European and international organisations, governments, academia and civil society. Synergies with relevant EU Member States initiatives will be explored and fostered. The project will in particular seek to engage the participation of G20 Member countries and other countries active in the mining and other raw materials sectors, so that experiences will be shared and understanding of all aspects of trade in raw materials will be increased.\n\nBy implementing this project an EU-based platform of international key experts and stakeholders is created, related to the entire raw materials value chain. This platform will work together on making the current complex maze of existing raw material related initiatives more effective. As such, the FORAM project will be the largest collaborative effort for raw materials strategy cooperation on a global level so far.",
    "totalCost": "1542437,5",
    "ecMaxContribution": "1136812,5",
    "coordinator": "WORLD RESOURCES FORUM ASSOCIATION",
    "coordinatorCountry": "CH",
    "participants": "UNITED NATIONS UNIVERSITY;LA PALMA RESEARCH CENTRE FOR FUTURE STUDIES SL;MINPOL GMBH;UNIVERSITEIT LEIDEN;HOFMANN-AMTENBRINK MARGARETHE;TECHNISCHE UNIVERSITAT CLAUSTHAL;FEDERATION EUROPEENNE DES GEOLOGUES;UNIVERSITAET KASSEL;GONDWANA EMPREENDIMENTOS E CONSULTORIAS LIMITADA;EuroGeoSurveys - EGS;SERVICIO GEOLOGICO COLOMBIANO",
    "participantCountries": "JP;ES;AT;NL;CH;DE;FR;MZ;BE;CO",
    "projectParticipants": {
        "996604579": {
            "orgId": "996604579",
            "orgName": "HOFMANN-AMTENBRINK MARGARETHE",
            "ecContrib": 0
        },
        "983318392": {
            "orgId": "983318392",
            "orgName": "FEDERATION EUROPEENNE DES GEOLOGUES",
            "ecContrib": 136875
        },
        "920391776": {
            "orgId": "920391776",
            "orgName": "GONDWANA EMPREENDIMENTOS E CONSULTORIAS LIMITADA",
            "ecContrib": 28750
        },
        "983544402": {
            "orgId": "983544402",
            "orgName": "EuroGeoSurveys - EGS",
            "ecContrib": 529062
        },
        "993822037": {
            "orgId": "993822037",
            "orgName": "UNITED NATIONS UNIVERSITY",
            "ecContrib": 169375
        },
        "999865913": {
            "orgId": "999865913",
            "orgName": "TECHNISCHE UNIVERSITAT CLAUSTHAL",
            "ecContrib": 57812
        },
        "954900496": {
            "orgId": "954900496",
            "orgName": "LA PALMA RESEARCH CENTRE FOR FUTURE STUDIES SL",
            "ecContrib": 38750
        },
        "920198358": {
            "orgId": "920198358",
            "orgName": "SERVICIO GEOLOGICO COLOMBIANO",
            "ecContrib": 28750
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 54875
        },
        "918195890": {
            "orgId": "918195890",
            "orgName": "MINPOL GMBH",
            "ecContrib": 39062
        },
        "952529137": {
            "orgId": "952529137",
            "orgName": "WORLD RESOURCES FORUM ASSOCIATION",
            "ecContrib": 0
        },
        "999852624": {
            "orgId": "999852624",
            "orgName": "UNIVERSITAET KASSEL",
            "ecContrib": 53500
        }
    },
    "calculatedTotalContribution": 1136811
}