{
    "rcn": "206057",
    "acronym": "MicroBeeOme",
    "topics": "ERC-2016-STG",
    "title": "Evolution of the honey bee gut microbiome through bacterial diversification",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Animals harbor specialized bacterial communities in their guts, typically referred to as gut microbiomes. Despite the importance of gut microbiomes for host health, surprisingly little is known about their evolution. There is evidence that the complexity of the mammalian gut microbiome has emerged through the diversification of a few founder lineages. However, how lineages have diversified into discrete species and which underlying mechanisms maintain the diversity in the gut remains elusive. The current project will address these questions by studying the gut microbiome of honey bees. We have recently found that the eight dominant bacterial lineages in the honey bee gut have substantially diversified, which is a striking parallelism to the evolution of the mammalian gut microbiome. Moreover, we have established experiments to colonize microbiota-free bees with cultured isolates of divergent bee gut bacteria. This provides us with unique opportunities to study bacterial evolution in the gut in a simple and experimentally amenable system. The project is divided into four work packages addressing interconnected research questions of current biology: We will (i) determine the population genomic landscape of divergent gut bacteria, (ii) investigate whether bacterial diversification has resulted in competition or cooperation, (iii) discover novel mechanisms of bacterial interactions, and (iv) reveal how bacterial diversification impacts the symbiosis with the host. To this end, we will use a multidisciplinary approach combining comparative metagenomics, transcriptomics, metabolomics, bee colonization experiments, microscopy, bacterial genetics, and automated bee tracking. This project situated at the forefront of microbial symbiosis will provide groundbreaking insights into microbial evolution and ecology, gut microbiology, and honey bee health and biology.",
    "totalCost": "1499462",
    "ecMaxContribution": "1499462",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1499462
        }
    },
    "calculatedTotalContribution": 1499462
}