{
    "rcn": "206045",
    "acronym": "INCREASE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Innovations in Neural Conceptual Representation: Exploring Aspects of Semantics",
    "startDate": "15/10/2016",
    "endDate": "14/10/2018",
    "objective": "Semantic representation ñthe knowledge that we have of the worldñ is an essential component of our mind whose nature can be inferred from similarity measures, which we use every day to compare entities on the basis of their meaning. Many research efforts have been made to understand our knowledge, proposing that it could be based upon data deriving from our sensorimotor experience or from any sort of regularity in spoken and/or written language. Recently, models combining these two data sources obtained semantic representations that are more informative and similar to human ones. However, 1) what information is used to represent meaning and 2) the way our brains organize semantic representations still remain hot topics of debate in the field.\nThe project aims to address these queries, by investigating, for the first time, the relation between semantic representations at three different levels: behaviour, models and brain activity. We will derive similarity measures and combined similarity models using different data sources (text corpora, semantic feature norms, ratings studies). Next, in an fMRI study, adult English speakers will perform implicit (lexical decision) and explicit (categorization) tasks. We will use (1) a state-of-the-art technique (Representational Similarity Analysis) that has heralded a new research era in the study of semantics since it allows one-to-one mappings between patterns of brain-activity measurement, behavioural and computational models, and (2) dimensionality-reduction approaches. Results will provide new knowledge on the nature of semantic structure: they will allow a better characterization of different similarity measures, adjudicating between the different similarity models and behavioural data as well as identifying differences between similarity models linked to differences in neural activity. This will reveal the different neural contributions to different aspects of meaning, opening up new research agendas.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}