{
    "rcn": "206022",
    "acronym": "NURE",
    "topics": "ERC-2016-STG",
    "title": "Nuclear Reactions for Neutrinoless Double Beta Decay",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Neutrinoless double beta decay (0???) is considered the best potential resource to determine the absolute neutrino mass scale. Moreover, if observed, it will signal that the total lepton number is not conserved and neutrinos are Majorana particles. Presently, this physics case is one of the most important research ìbeyond the Standard Modelî and might guide the way towards a Grand Unified Theory of fundamental interactions.\nSince the ?? decay process involves nuclei, its analysis necessarily implies nuclear structure issues. The 0??? decay rate can be expressed as a product of independent factors: the phase-space factors, the nuclear matrix elements (NME) and a function of the masses of the neutrino species.Thus the knowledge of the NME can give information on the neutrino mass, if the 0??? decay rate is measured.\nThe novel idea of NURE is to use nuclear reactions of double charge-exchange (DCE) as a tool to determine the ?? NME. In DCE reactions and ?? decay, the initial and final nuclear states are the same and the transition operators have the same spin-isospin structure. Thus, even if the two processes are mediated by different interactions, the NME are connected and the determination of the DCE cross-sections can give crucial information on ?? matrix elements. \nNURE plans to carry out a campaign of experiments using accelerated beams on different targets candidates for 0??? decay. The DCE channel will be populated using (18O,18Ne) and (20Ne,20O) reactions by the innovative MAGNEX large acceptance spectrometer, which is unique in the world to measure very suppressed reaction channels at high resolution. The complete net involving the single charge-exchange and multi-step transfers characterized by the same initial and final nuclei will be also measured to study the reaction mechanism. The absolute cross-sections will be extracted. The comparison with microscopic state-of-the-art calculations will give access to the NMEs.",
    "totalCost": "1272000",
    "ecMaxContribution": "1272000",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 1272000
        }
    },
    "calculatedTotalContribution": 1272000
}