{
    "rcn": "206058",
    "acronym": "CholAminCo",
    "topics": "ERC-2016-STG",
    "title": "Synergy and antagonism of cholinergic and dopaminergic systems in associative learning",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Neuromodulators such as acetylcholine and dopamine are able to rapidly reprogram neuronal information processing and dynamically change brain states. Degeneration or dysfunction of cholinergic and dopaminergic neurons can lead to neuropsychiatric conditions like schizophrenia and addiction or cognitive diseases such as Alzheimerís. Neuromodulatory systems control overlapping cognitive processes and often have similar modes of action; therefore it is important to reveal cooperation and competition between different systems to understand their unique contributions to cognitive functions like learning, memory and attention. This is only possible by direct comparison, which necessitates monitoring multiple neuromodulatory systems under identical experimental conditions. Moreover, simultaneous recording of different neuromodulatory cell types goes beyond phenomenological description of similarities and differences by revealing the underlying correlation structure at the level of action potential timing. However, such data allowing direct comparison of neuromodulatory actions are still sparse. As a first step to bridge this gap, I propose to elucidate the unique versus complementary roles of two ìclassicalî neuromodulatory systems, the cholinergic and dopaminergic projection system implicated in various cognitive functions including associative learning and plasticity. First, we will record optogenetically identified cholinergic and dopaminergic neurons simultaneously using chronic extracellular recording in mice undergoing classical and operant conditioning. Second, we will determine the postsynaptic impact of cholinergic and dopaminergic neurons by manipulating them both separately and simultaneously while recording consequential changes in cortical neuronal activity and learning behaviour. These experiments will reveal how major neuromodulatory systems interact to mediate similar or different aspects of the same cognitive functions.",
    "totalCost": "1499463",
    "ecMaxContribution": "1499463",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 1499463
        }
    },
    "calculatedTotalContribution": 1499463
}