{
    "rcn": "206094",
    "acronym": "BioReg",
    "topics": "BB-06-2016",
    "title": "Absorbing the Potential of Wood Waste in EU Regions and Industrial Bio-based Ecosystems",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "BioReg project proposes to create a platform of stakeholders who are able to influence and develop their regions towards bio-based industries and products. \n\nDemonstrator case studies have been selected among European regions ñ Gothenburg, (SE); Karlsruhe, Baden-Wurttember (Ge), Lombardy, Emilia-Romagna (IT), North West England (UK) and Vorarlberg and Syria, Austria. Those have set up renewable wood waste-based systems at different stages of the waste wood value chain including different wood waste source, pre-sorting, sorting, collection, recycling and wood waste treatment (to materials, biochemicals or biofuels) as well as the different gradings and regional wood waste composition in each country. \n\n3 recipient regions were selected for this project in regards to their unused waste wood potential:  Normandy (France), Lublin (Poland), Andalucia (Spain). \n\nThe BioReg platform will function on two levels. On the EU level: best practices in terms of strategies and technologies as well as implementing mechanisms will be shared with the beneficiary recipient regions on the project and disseminated to many other potential regions in the EU (EUBIA). The platform will will encourage the collaboration of members and stakeholders on the European level. On the regional level: the best practices will be replicated in the three beneficiary regions. The proposal offers collaboration with regional existing clusters, constructive dialogue with regional authorities and policy makers, industrial and RTD establishments in the recipient regions. It will mobilize the recipient regions to develop the existing potential for industrial innovative projects and build bio-based ecosystems. Industries, regions and investors will be brought together to establish an efficient dialogue so that demand and supply can be aligned and large impact projects can be realized.\n\nThe project proposes mechanisms to engage the stakeholders in collaboration also after the EU funding on BioReg is over.",
    "totalCost": "996056,25",
    "ecMaxContribution": "996056,25",
    "coordinator": "CABINET D'ETUDES SUR LES DECHETS ET L'ENERGIE",
    "coordinatorCountry": "FR",
    "participants": "ASSOCIATION REGIONALE BIOMASSE NORMANDIE;BIOS BIOENERGIESYSTEME GMBH;INSTYTUT UPRAWY NAWOZENIA I GLEBOZNAWSTWA, PANSTWOWY INSTYTUT BADAWCZY;BUSINESS REGION GOTEBORG AB;UNIVERSIDADE NOVA DE LISBOA;EVROPROJECT OOD;EUROPEAN BIOMASS INDUSTRY ASSOCIATION;FACULDADE DE CIENCIAS E TECNOLOGIADA UNIVERSIDADE NOVA DE LISBOA",
    "participantCountries": "FR;AT;PL;SE;PT;BG;BE",
    "projectParticipants": {
        "998139604": {
            "orgId": "998139604",
            "orgName": "INSTYTUT UPRAWY NAWOZENIA I GLEBOZNAWSTWA, PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 162375
        },
        "999804221": {
            "orgId": "999804221",
            "orgName": "BUSINESS REGION GOTEBORG AB",
            "ecContrib": 147438
        },
        "997914564": {
            "orgId": "997914564",
            "orgName": "BIOS BIOENERGIESYSTEME GMBH",
            "ecContrib": 130188
        },
        "921167679": {
            "orgId": "921167679",
            "orgName": "CABINET D'ETUDES SUR LES DECHETS ET L'ENERGIE",
            "ecContrib": 224981
        },
        "999461326": {
            "orgId": "999461326",
            "orgName": "EUROPEAN BIOMASS INDUSTRY ASSOCIATION",
            "ecContrib": 138750
        },
        "998710158": {
            "orgId": "998710158",
            "orgName": "FACULDADE DE CIENCIAS E TECNOLOGIADA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "952139779": {
            "orgId": "952139779",
            "orgName": "EVROPROJECT OOD",
            "ecContrib": 95500
        },
        "918559446": {
            "orgId": "918559446",
            "orgName": "ASSOCIATION REGIONALE BIOMASSE NORMANDIE",
            "ecContrib": 52500
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 44325
        }
    },
    "calculatedTotalContribution": 996057
}