{
    "rcn": "206064",
    "acronym": "PLASMECS",
    "topics": "ERC-2016-STG",
    "title": "NanoPlasmoMechanical Systems",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "'With their unparalleled mass and force sensitivities, nanomechanical resonators have the potential to considerably improve existing sensor technology. However, one major obstacle still stands in the way of their practical use: The efficient transduction (actuation & detection) of the vibrational motion of such tiny structures. Localized plasmon resonances 'focus' optical fields below the diffraction limit of light and present a powerful new method to optically transduce the vibrational motion of nanomechanical structures.\nThe objective of this project is to establish for the first time a complete plasmonic transduction in novel NanoPlasmoMechanical Systems (NaPlaMS). This new method is easy to implement and enables the freespace addressability and efficient transduction of mesoscopic (sub-wavelength) plasmonic pillar arrays. I will explore the ground-breaking new properties of NaPlaMS pillar arrays in three mutually supporting subprojects (SP). SP1 studies fundamental aspects of plasmomechanics by integrating nanoplasmonic antennas of various geometry and materials on highly force sensitive string resonators. These devices allow the unique optical and mechanical study of i) plasmonic quantum tunneling and ii) optical forces between plasmonic nanostructures of various shapes and materials. SP2 will make use of the strong plasmomechanical light-interaction of the high frequency NaPlaMS pillars for the development of next generation reconfigurable metamaterial for optic modulation. Compared to state-of-the-art bulky and powerhungry modulators, NaPlaMS modulators will be low-power and sub-wavelength-size as required for future optic telecommunication and consumer products. SP3 utilizes the exceptional mass sensitivity of NaPlaMS pillar arrays to create unique mass sensors. The goal is to create a sensor for native & neutral protein mass spectrometry to provide a revolutionary small and cheap tool for proteomics, which will accelerate the development of protein drugs.'",
    "totalCost": "1497550",
    "ecMaxContribution": "1497550",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 1497550
        }
    },
    "calculatedTotalContribution": 1497550
}