{
    "rcn": "206055",
    "acronym": "QUESTDO",
    "topics": "ERC-2016-STG",
    "title": "Quantum electronic states in delafossite oxides",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "One of the most active challenges of modern solid state physics and chemistry is harnessing the unique and varied physical properties of transition-metal oxides.  From improved electrodes for solar cells to loss-less transmission of power, these compounds hold the potential to transform our daily lives.  Subtle collective quantum states underpin their diverse properties.  These complicate their physical understanding but render them extremely sensitive to their local crystalline environment, offering enormous potential to tune their functional behaviour.  To date, the vast majority of work has focussed on transition-metal oxides based around cubic ìperovskiteî building blocks.  In contrast, exploiting the layered traingular network of the delafossite structure, the QUESTDO project aims to establish delafossite oxides as a completely novel class of interacting electron system with properties and potential not known in more established systems.  \n\nIts scope bridges three of the most important current themes in condensed matter, investigating and controlling the delicate interplay of (i) frustrated triangular and honeycomb lattice geometries, (ii) interacting electrons, and (iii) effects of strong spin-orbit interactions.  It brings together advanced spectroscopic measurement with precise materials fabrication.  Through these studies, QUESTDO promises critical new insight on the quantum many-body problem in solids, and will advance our understanding and demonstrate atomic-scale control of the physical properties of delafossites.  Ultimately, it seeks to establish new design methodologies for the targeted creation of emergent and topological phases in this little-studied family of transition-metal oxides, paving the route for their further study and ultimate application.",
    "totalCost": "1999825",
    "ecMaxContribution": "1999825",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1999825
        }
    },
    "calculatedTotalContribution": 1999825
}