{
    "rcn": "206075",
    "acronym": "InToTidal",
    "topics": "FTIPilot-01-2016",
    "title": "Demonstration of Integrated Solution for offshore Tocardo Tidal power plants.",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Tocardo International has in the past ten years developed a technology for tidal turbines for generating tidal power from flowing water. For offshore application, integrated tidal system are needed that require low upfront investments (CAPEX), have low maintenance and operation costs (OPEX)  and produce large amount of kWh. Tocardo International has developed an solution which fulfils these requirements.\n\nThe objective of the InToTidal project is to execute the last step of the develop and demonstration of an integrated and generic solution for offshore tidal energy production, making it ready for successful commercial business application. The system will be tested and demonstrated in this project, while the resulting system will be used for long term testing after the project.\n\nTocardo formed a strong consortium with EMEC, Infremer and LEASK Marine to be able to make this project a success. \nWith a large market potential and strong competitive position, Tocardo is able to grow into a strong and powerful company with annual turnover of  more than 180 Mio Euro per year within 3 years (providing work to 60 own employed FTEís in 2020) and growing towards a 1,0 Billion euro turnover in 2025 providing jobs for 600 own personnel in 2025 as well as >1000 jobs in the supply chain.",
    "totalCost": "3469065",
    "ecMaxContribution": "2000000",
    "coordinator": "THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "TOCARDO INTERNATIONAL BV;LEASK MARINE LIMITED;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
    "participantCountries": "NL;UK;FR",
    "projectParticipants": {
        "928470421": {
            "orgId": "928470421",
            "orgName": "LEASK MARINE LIMITED",
            "ecContrib": 1030312
        },
        "999493239": {
            "orgId": "999493239",
            "orgName": "THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
            "ecContrib": 240315
        },
        "952339017": {
            "orgId": "952339017",
            "orgName": "TOCARDO INTERNATIONAL BV",
            "ecContrib": 441060
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 288312
        }
    },
    "calculatedTotalContribution": 1999999
}