{
    "rcn": "206043",
    "acronym": "QNaMic",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantum Control of a Levitated Nanoparticel in a Microcavity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "2015 is the international year of light and light-based technologies. Modern experiments in the field of optomechanics aim at utilizing light to control mechanical objects at the ultimate level. Such well-controlled mesoscopic devices will illuminate fascinating questions of modern physics connected to the quantum to classical transition or to mesoscopic thermodynamics. Technologically, these optomechanical devices are foreseen to serve as transducers in future quantum communication networks and in high-precision sensing. The IF ëQNaMicí will develop a novel and highly controlled mesoscopic device realized by an optically levitated nanoparticle coupled to a microcavity under ultra-high vacuum. The multidisciplinary project combines methods from control theory, cavity optomechanics, and cold atom experiments: A trapped nanoparticle, precooled by feedback cooling, is coupled to a high-finesse microcavity, which tremendously improves the measurement sensitivity. QNaMic will cool the particle to its motional center of mass ground state by two complementary methods, namely enhanced quantum feedback cooling, and passive coherent cooling based on an additional external cavity. This ground-breaking achievement will enable the preparation and decoherence studies of non-classical mesoscopic states, improving our understanding of quantum mechanics in the mesoscopic regime. With its superior measurement sensitivity and the chosen open cavity approach, the versatility of QNaMic outflanks existing experiments: QNaMic is additionally designed for studies of very weak forces or mesoscopic thermodynamics and furthermore permits coupling to external systems in the context of quantum communication. The fellowís strong background in quantum optical systems combined with Prof. Novotnyís complementary expertise on nanoparticle control will lead to significant synergy. Therewith, the IF will allow the fellow to open up a novel research niche in Europe, realized through QNaMic.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}