{
    "rcn": "206037",
    "acronym": "IDRICA",
    "topics": "ERC-CoG-2015",
    "title": "Improving Drought Resistance in Crops and Arabidopsis",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Drought is the first cause of agricultural losses globally, and represents a major threat to food security.  Currently, plant biotechnology stands as the most promising strategy to produce crops capable of producing high yields in fed rain conditions. From the study of whole-plants, the main underlying mechanism for responses to drought stress has been uncovered, and multiple drought resistance genes have been engineered into crops. So far, plants with enhanced drought resistance displayed reduced crop yield, which imposes the search of novel approaches to uncouple drought resistance from plant growth. Our laboratory has recently shown, for the first time, that the receptors of Brassinosteroid hormones use cell-specific pathways to allocate different developmental responses during root growth. In particular, we have found that cell-specific components of the stem cell niche have the ability to control cellular responses to stress to promote stem renewal to ensure root growth. Additionally, we have also found that BR mutants are resistant to drought, together opening an exceptional opportunity to investigate the mechanisms that confer drought resistance with cellular specificity in plants. In this project, we will use Brassinosteroid signaling in the Arabidopsis root to investigate the mechanism for drought stress resistance in plant and to design novel molecules able to confer resistance to the drought stress. Finally, we will translate our research results and tools into Sorghum bicolor (Sorghum), a crop cereal of paramount importance in fed rain regions of the planet. Our research will impact in science, providing new avenues for the study of hormone signaling in plants, and in society, by providing sustainable solutions for enhance crop production in limiting water environments.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999646596": {
            "orgId": "999646596",
            "orgName": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}