{
    "rcn": "206068",
    "acronym": "PULSE",
    "topics": "SC1-PM-18-2016",
    "title": "Participatory Urban Living for Sustainable Environments",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "PULSE (Participatory Urban Living for Sustainable Environments) will leverage diverse data sources and big data analytics to transform public health from a reactive to a predictive system, and from a system focused on surveillance to an inclusive and collaborative system supporting health equity. Working within five global cities, PULSE will harvest open city data, and data from health systems, urban and remote sensors, personal devices and social media to enable evidence-driven and timely management of public health events and processes. The clinical focus of the project will be respiratory diseases (asthma) and metabolic diseases (Type 2 Diabetes) in adult populations. The project will develop risk stratification models based on modifiable and non-modifiable risk factors in each urban location, taking account of biological, behavioural, social and environmental risk factors. Following the recommendations of WHO Europe (2015), the project will also focus on the development of metrics, and data-driven approaches, to community resilience and well-being in cities. Deploying a Health in All Policies (HiAP) perspective, and a ëwhole-of-cityí model, the project will integrate and analyze data from the health, environment, planning and transport sectors in each city. PULSE will pioneer the development and testing of dynamic spatio-temporal health impact assessments using geolocated population-based data. PULSE will also develop simulation models of potential policy scenarios to allow decision-makers, citizens and businesses to ascertain the impact of proposed policies. The project will culminate in the establishment of Public Health Observatories in each urban location. These observatories will serve as linked hubs that utilize knowledge-driven processes and big data to shape intersectoral public policy and service provision, support citizen health, and encourage entrepreneurship in the fields of data science and mobile health.",
    "totalCost": "4995515",
    "ecMaxContribution": "4995515",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "THE NEW YORK ACADEMY OF MEDICINE;BIRMINGHAM CITY COUNCIL;FUTURE CITIES LAB LTD;GENEGIS GI SRL;CONNECTED HEALTH ALLIANCE CIC;UNIVERSITA DEGLI STUDI DI PADOVA;INSTITUT MINES-TELECOM;UNIVERSITA DEGLI STUDI DI PAVIA;PREDUZECE ZA INFORMACIONE TEHNOLOGIJE I ELEKTRONSKO TRGOVANJE BELIT DOO;Agencia de Salut Publica de Barcelona;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "US;UK;IT;FR;RS;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 609506
        },
        "921101719": {
            "orgId": "921101719",
            "orgName": "THE NEW YORK ACADEMY OF MEDICINE",
            "ecContrib": 647812
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 414500
        },
        "951655167": {
            "orgId": "951655167",
            "orgName": "GENEGIS GI SRL",
            "ecContrib": 175000
        },
        "953514075": {
            "orgId": "953514075",
            "orgName": "CONNECTED HEALTH ALLIANCE CIC",
            "ecContrib": 485625
        },
        "975084450": {
            "orgId": "975084450",
            "orgName": "PREDUZECE ZA INFORMACIONE TEHNOLOGIJE I ELEKTRONSKO TRGOVANJE BELIT DOO",
            "ecContrib": 322375
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 300375
        },
        "983180264": {
            "orgId": "983180264",
            "orgName": "Agencia de Salut Publica de Barcelona",
            "ecContrib": 343688
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 457787
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 773625
        },
        "999624480": {
            "orgId": "999624480",
            "orgName": "BIRMINGHAM CITY COUNCIL",
            "ecContrib": 205000
        },
        "941559892": {
            "orgId": "941559892",
            "orgName": "FUTURE CITIES LAB LTD",
            "ecContrib": 260222
        }
    },
    "calculatedTotalContribution": 4995515
}