{
    "rcn": "206004",
    "acronym": "RITMOCORE",
    "topics": "SC1-PM-13-2016",
    "title": "Arrhythmias monitoring and comprehensive care",
    "startDate": "01/11/2016",
    "endDate": "31/12/2020",
    "objective": "RITMOCORE is addressing the evolution in the treatment of elderly patients with arrhythmias using or in need of a pacemaker. The proposed approach promotes a comprehensive model of care including: empowerment of general practitioners and integration of care pathways through the adequate information sharing; remote monitoring of pacemakers; home monitoring of vital signs using wearables, Apps and available innovative devices; patient activation and increases the alignment of objectives among all involved stakeholders (providers, doctors, Hospital managers, patients).\nTo achieve these goals RITMOCORE proposes to move from a conventional purchasing of devices to an innovative service provision able to complement the resources of the public service providers including: support center for remote monitoring of pacemakers, delivering of pre-defined information sets to all stakeholders and professionals involved in the care path, integration and quality labeling of vital signs home monitoring devices and wearables and support for patient activation. The service will be based on a risk sharing model.\nSeveral partners of RITMOCORE are already working together on STOPandGO, a PPI addressing the development of a European Specification Template and a Reference Business Case for innovative ICT-enabled services for elderly people, being validated in 7 procurements. The experience of STOPandGO has been extremely enlightening on the main difficulties in addressing a PPI and the STOPandGO results will be used to shape the Business Case and the High Level Specifications in RITMOCORE.\nRITMOCORE procurers are leading cardiac care hospitals: Sant Pau in Barcelona (Spain), Liverpool Heart and Chest NHS Hospital (UK), Elisabeth-TweeSteden Hospital (NL) and the Regional Healthcare Trust of the Marche Region, with its hospital in Fermo (IT).",
    "totalCost": "13133250",
    "ecMaxContribution": "4596637,5",
    "coordinator": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "LANCASHIRE CARE NHS FOUNDATION TRUST;EL SITIO DE VALDELATARRA SL;LIVERPOOL HEART AND CHEST HOSPITAL NHS FOUNDATION TRUST;STICHTING SMART HOMES;STICHTING TWEESTEDEN ZIEKENHUIS;FUNDACIO PRIVADA DE GESTIO SANITARIA DE L'HOSPITAL DE LA SANTA CREU I SANT PAU;FEDERSANITA SERVIZI SRL;ASUR MARCHE",
    "participantCountries": "UK;ES;NL;IT",
    "projectParticipants": {
        "951792422": {
            "orgId": "951792422",
            "orgName": "STICHTING TWEESTEDEN ZIEKENHUIS",
            "ecContrib": 1078875
        },
        "949755131": {
            "orgId": "949755131",
            "orgName": "FEDERSANITA SERVIZI SRL",
            "ecContrib": 68250
        },
        "924021807": {
            "orgId": "924021807",
            "orgName": "FUNDACIO PRIVADA DE GESTIO SANITARIA DE L'HOSPITAL DE LA SANTA CREU I SANT PAU",
            "ecContrib": 903875
        },
        "943550720": {
            "orgId": "943550720",
            "orgName": "LANCASHIRE CARE NHS FOUNDATION TRUST",
            "ecContrib": 28805
        },
        "952099912": {
            "orgId": "952099912",
            "orgName": "EL SITIO DE VALDELATARRA SL",
            "ecContrib": 57312
        },
        "999641261": {
            "orgId": "999641261",
            "orgName": "STICHTING SMART HOMES",
            "ecContrib": 74200
        },
        "925596408": {
            "orgId": "925596408",
            "orgName": "ASUR MARCHE",
            "ecContrib": 1078875
        },
        "949799169": {
            "orgId": "949799169",
            "orgName": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
            "ecContrib": 188125
        },
        "957928448": {
            "orgId": "957928448",
            "orgName": "LIVERPOOL HEART AND CHEST HOSPITAL NHS FOUNDATION TRUST",
            "ecContrib": 1118320
        }
    },
    "calculatedTotalContribution": 4596637
}