{
    "rcn": "206020",
    "acronym": "UNIGLASS",
    "topics": "ERC-2016-STG",
    "title": "The Enigmatic Universality of Glass",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The explanation for the distinct low temperature behavior of amorphous solids (glasses) is a long-standing open question. Specific puzzles include the nature of the low energy excitations (LEEs) that are responsible for their low temperature thermal and mechanical behavior and the origin of the remarkable universality of their low temperature mechanical dissipation. The phenomenological tunneling model proposes that the LEEs are atomic-scale tunneling two level systems (TLSs) and successfully explains much of the low temperature behavior of glass, but not the universality. Recently, individual TLSs were probed in the amorphous tunnel junction of superconducting qubits, but such dielectric measurements might not access the LEEs responsible for universality. In contrast, I propose to search for individual TLSs using purely mechanical measurements. The glass samples containing the TLSs will be nanomechanical resonators, and the strain coupling between the mechanical mode and the TLS will be used to control the quantum state of the latter. This strain coupling allows coherent state transfer between the mechanical mode and the TLS. Identifying individual TLSs and controlling their quantum state in this manner will demonstrate that the LEEs responsible for the characteristic low temperature properties of glass are indeed TLSs. Furthermore, these measurements will reveal the characteristics of individual TLSs and their interactions with their environment, in contrast to bulk measurements in which, according to the model, the effects of many TLSs are averaged. The results of the proposed study may therefore strongly support the tunneling model. This would require reconsideration of potential explanations for universality which are thought to be inconsistent with the existence of TLSs. Alternatively, if the hypothesized TLSs are absent, then the tunneling model must be replaced by a new interpretation of the low temperature properties of glass.",
    "totalCost": "1929479",
    "ecMaxContribution": "1929479",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1929479
        }
    },
    "calculatedTotalContribution": 1929479
}