{
    "rcn": "206046",
    "acronym": "TOPEX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Philosophical Foundations of Topological Explanations",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "This project develops a philosophical account of a new kind of explanations that recently became prominent in neuroscience. On this approach, systems such as brain are represented as networks of their elements and their interactions. The explanation is then given in terms of features of connectedness (that is why it is called topological) of a network representing a system. \nThe aim of this project is to develop a comprehensive account of topological explanations and to systematically introduce it to the mainstream debates in philosophy of mind and philosophy of neuroscience. Doing so, will allow us to come in a position to solve a set of some of the most vexing problems in these two major areas of philosophy, such as transparency of explanations in philosophy of mind and universality of explanations in philosophy of neuroscience.\nThe novelty, originality and timeliness of my project is that it provides a new and compelling way of looking at how a major set of problems in philosophy of mind and philosophy of neuroscience is both formulated and addressed in the light of the new way of doing science. This will be accomplished by developing a systematic framework for understanding how target systems and phenomena are represented in topological explanations (models), what are the constraints on what is represented (explanatory limits), and by showing how exactly topological explanations provide better basis for the transparency and universality of explanations.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}