{
    "rcn": "206073",
    "acronym": "DIANA",
    "topics": "EO-1-2016",
    "title": "Detection and Integrated Assessment of Non-authorised water Abstractions using EO",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "DIANA is aimed at co-designing and openly demonstrating a commercial service platform that will empower water managers and authorities to optimise the identification and inspection of non-authorised water abstractions for irrigation as well as improve their water management policies and practices, especially in extreme conditions such as drought. DIANA will leverage EO data provided by Copernicus and other data sources as well as state-of-the-art models for the identification of (illegally) irrigated areas and the estimation of abstracted water volumes in order to offer a value added suite of data products and services, that will be affordable and cost-effective. The value propositions of DIANA will be co-created and defined along with users and stakeholders so as to be shaped according to their needs and requirements. Three pilots will be deployed in order to put them to the test in real operational environments of Spain, Italy and Romania. All pilots will be integrated with the work flows of the users and their results will be co-evaluated and validated with them through a multi-layer methodology, fostering the acceptance of DIANA as a marketable solution. In order to ensure the demand-driven design of the DIANA service platform as well as set the stage for its market launch and uptake following the end of the project, a customer-driven business modelling process will be followed during the project, validating its business case and producing an effective business plan to serve as the roadmap for its post-project commercialization. Finally, DIANA is implemented by a transnational and well-balanced consortium, consisting of innovative SMEs and pioneering authorities, all of which possess the complementary expertise as well as the motivation and commitment required to ensure not only the creation of meaningful project outcomes but also their successful commercial exploitation and sustainability.",
    "totalCost": "2478968,75",
    "ecMaxContribution": "1937890,63",
    "coordinator": "AGRO APPS I.K.E.",
    "coordinatorCountry": "EL",
    "participants": "ASOCIACION FERAGUA DE COMUNIDADES DE REGANTES DE ANDALUCIA;NATIONAL ADMINISTRATION APELE ROMANE;WHITE RESEARCH SPRL;DOISECO UNIPESSOAL LDA;ARIESPACE SRL;AGRISAT IBERIA SL;CONSORZIO DI BONIFICA DEL SANNIO ALIFANO PIEDIMONTE MATESE;ROMANIAN SPACE AGENCY",
    "participantCountries": "ES;RO;BE;PT;IT",
    "projectParticipants": {
        "953382543": {
            "orgId": "953382543",
            "orgName": "WHITE RESEARCH SPRL",
            "ecContrib": 132781
        },
        "952626040": {
            "orgId": "952626040",
            "orgName": "NATIONAL ADMINISTRATION APELE ROMANE",
            "ecContrib": 159750
        },
        "950985479": {
            "orgId": "950985479",
            "orgName": "ASOCIACION FERAGUA DE COMUNIDADES DE REGANTES DE ANDALUCIA",
            "ecContrib": 148438
        },
        "937460187": {
            "orgId": "937460187",
            "orgName": "AGRISAT IBERIA SL",
            "ecContrib": 353106
        },
        "920771046": {
            "orgId": "920771046",
            "orgName": "CONSORZIO DI BONIFICA DEL SANNIO ALIFANO PIEDIMONTE MATESE",
            "ecContrib": 167500
        },
        "950683518": {
            "orgId": "950683518",
            "orgName": "DOISECO UNIPESSOAL LDA",
            "ecContrib": 167891
        },
        "999749416": {
            "orgId": "999749416",
            "orgName": "ARIESPACE SRL",
            "ecContrib": 235375
        },
        "999534755": {
            "orgId": "999534755",
            "orgName": "ROMANIAN SPACE AGENCY",
            "ecContrib": 199688
        }
    },
    "calculatedTotalContribution": 1564529
}