{
    "rcn": "206081",
    "acronym": "New Gluten World",
    "topics": "SMEInst-07-2016-2017",
    "title": "A Revolutionary, Safe and Cost-effective Industrial Process for Gluten Detoxification in Cereals",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Led by inventor Carmen Lamacchia, New Gluten World (NGW) is a company that aims at bringing on the market its revolutionary proprietary technology that will be used in milling processes to detoxify gluten in wheat. The traditional approach to celiac disease ñ that is, a ìgluten freeî diet or detoxified gluten with expensive enzymes ñ will be replaced by a new, disruptive and cost-effective approach, where a natural and safe physic-chemical process modifies the toxic component of gluten, while leaving its mechanical, nutritional, and sensorial properties. Celiac, intolerant, and glutensensitive patients will have the chance of a new lifestyle, without suffering the ìnutritional divideî with respect to healthy individuals. The methodology stems from the advanced biotech research conducted at the University of Foggia and addresses a grand social and economic challenge for Europe and for the world, where celiac patients are on average 1% of the world population, while 30% has gluten-sensitivity, with figures increasing every year.\nThanks to a strong team, with industrial and technological expertise, NGW will enable milling companies (mostly SMEs) in Europe and abroad to adopt the process technology and related know-how, thus reinforcing the well-known leadership of the European agro-food industry in terms of quality, as opposed to intensive productions by other economic systems. The market opportunity is huge, fenced by a patent extended in 104 countries. Such opportunity will be seized by NGW moving from TRL #6 to TRL #8 and #9 in a 24-month time-span. Aiming to become the market leader for industrial processes in detoxifying gluten in cereals for all markets (backed products, pasta, ice-creams, beer), NGW plans to reach a turnover of over 100MÄ by 2022, with an ambitious hiring plan of qualified workers in Europe. NGW received the prestigious NutriAward (2015) and a manifestation of interest from a leading European venture capital firm that will support its growth.",
    "totalCost": "1807418,25",
    "ecMaxContribution": "1265192",
    "coordinator": "NEW GLUTEN WORLD S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926391420": {
            "orgId": "926391420",
            "orgName": "NEW GLUTEN WORLD S.R.L.",
            "ecContrib": 1265192
        }
    },
    "calculatedTotalContribution": 1265192
}