{
    "rcn": "206093",
    "acronym": "SEED",
    "topics": "SC1-HCO-11-2016",
    "title": "Supporting the Recognition of the Silver Economy in Europe in the Digital Era",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "SEED is designed to ensure the successful launching of a highly visible and sustainable European-level award scheme rewarding innovative solutions that demonstrate a significant impact on the quality of life of the ageing population. The new award scheme will rely upon a carefully prepared conceptual and operational approach. A positive narrative will be developed suitable to effectively mobilise a wide range of stake holders across Europe. An appropriate organisational and technical infrastructure will be developed and set up, right from the beginning with a view to enabling a smooth hand-over by the SEED consortium to the party supposed to sustain the award scheme after the ending of the EU-funded project duration. It is envisaged that the award scheme will be maintained under the auspice of the recently launched European Covenant on Demographic Change. Sustainability and long-term visibility will also be ensured by the development of a viable sponsoring concept and business model. With the EU Covenant as a host and through the involvement of a great diversity of key networks and fora, this action will thrive towards a sustainable and multi-stakeholder driven movement at a European scale. The operational outreach into such a wide geographic area will not only be guaranteed by a carefully tailored communication and innovation strategy, but also by the active involvement of key players such as AGE, CORAL, AAL JP, all EIP AHA Action Groups, ECHAlliance, ASHOKA, ERRIN, DigitalEurope, EuroCarers, the Assembly of European Regions and highly committed regional/local governments. Through this unique partnership, the proposed action will have direct outreach to thousands of multiplier entities which together again reach out to millions of individuals across the EU. Towards the end of SEED, a high level award ceremony will be organised awarding winners of the 1st edition of the new award scheme.",
    "totalCost": "997693,75",
    "ecMaxContribution": "997693,75",
    "coordinator": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
    "coordinatorCountry": "DE",
    "participants": "DIPUTACION FORAL DE BIZKAIA;ASSEMBLEE DES REGIONS D'EUROPE ASSOCIATION;CONNECTED HEALTH ALLIANCE CIC;MUNICIPALITY OF LJUBLJANA;TAMPEREEN KAUPUNKI;AGE PLATFORM EUROPE;NOORD-BRABANT PROVINCIE;PAU EDUCATION SL",
    "participantCountries": "ES;FR;UK;SI;FI;BE;NL",
    "projectParticipants": {
        "998829080": {
            "orgId": "998829080",
            "orgName": "TAMPEREEN KAUPUNKI",
            "ecContrib": 27125
        },
        "972434410": {
            "orgId": "972434410",
            "orgName": "PAU EDUCATION SL",
            "ecContrib": 43600
        },
        "953514075": {
            "orgId": "953514075",
            "orgName": "CONNECTED HEALTH ALLIANCE CIC",
            "ecContrib": 38969
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 347000
        },
        "999659788": {
            "orgId": "999659788",
            "orgName": "NOORD-BRABANT PROVINCIE",
            "ecContrib": 37750
        },
        "953530953": {
            "orgId": "953530953",
            "orgName": "ASSEMBLEE DES REGIONS D'EUROPE ASSOCIATION",
            "ecContrib": 64525
        },
        "999946520": {
            "orgId": "999946520",
            "orgName": "DIPUTACION FORAL DE BIZKAIA",
            "ecContrib": 27125
        },
        "999851557": {
            "orgId": "999851557",
            "orgName": "MUNICIPALITY OF LJUBLJANA",
            "ecContrib": 44125
        },
        "999788119": {
            "orgId": "999788119",
            "orgName": "AGE PLATFORM EUROPE",
            "ecContrib": 367475
        }
    },
    "calculatedTotalContribution": 997694
}