{
    "rcn": "206041",
    "acronym": "USEMITE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ultimate growth characterization for development of new semiconductor technologies",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The integration of III-As structures with Silicon is of major importance to industry. Currently nanostructures are already being applied to information and communication technologies and their integration with Silicon electronics is being developed. Current fabrication techniques allow patterning of nanostructures from bulk layers but modify the properties of the materials by introducing defects. The ability to control nucleation and growth of self-assembled quantum nanostructures will propel the development of electronics and photonics. \nThe combination of in-situ Low Energy Electron Microscopy (LEEM) during Molecular Beam Epitaxy (MBE) offers the possibility to directly observe the growth on real-time in real and reciprocal space. Therefore, to observe the nucleation dynamics, the lattice structure dynamics, surface dynamics, etc. The level of control that LEEM can provide to MBE is unheard of and unique.\nThe goals of the MSCA project are: \nï Elevate current III-V LEEM system to enable direct interaction with MBE facilities, both research and industry based, across Europe.\nï Apply the technique to the fabrication of site-controlled nanostructures.\nï Transfer the growth conditions found during direct observations of the growth by MBE-LEEM to industrial fabrication of quantum devices.\nDuring the MSCA period, the LEEM-MBE will be used to study the nucleation of GaAs on Si, the nucleation of InAs QDs on GaAs, nucleation of InAs QDs on complex structures to induce site control nucleation using strain field, nucleation and growth of nanowires (NWs) using catalysts and self assembled. Additionally an aluminium anodization system will be fabricated and installed in order to deposit the catalyst in a hexagonal lattice along the area of the whole substrate. The latter project will be carried out by a PhD student which will be funded by Cardiff University.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}