{
    "rcn": "206080",
    "acronym": "Ps2Share",
    "topics": "ICT-35-2016",
    "title": "Participation, Privacy and Power in the Sharing Economy",
    "startDate": "01/01/2017",
    "endDate": "31/12/2017",
    "objective": "In this project, we propose an in-depth empirical investigation of privacy in the sharing economy. We will investigate three challenges in particular: privacy, participation/exclusion and power. \n\nFirst, sharing services come with compounded privacy risks extending beyond the informational into the physical realm. In addition, online sharing services entail both institutional and social privacy threats. Second, sharing services might exclude certain population segments and increase social inequality by systematically disadvantaging and discriminating against underprivileged groups (those living in remote areas, unemployed, impoverished disabled, disconnected, elderly) and favoring privileged individuals. Third and finally, sharing services may disempower users by detaching them from their possessions, by relying on opaque algorithms and creating new forms of distinction such as aruch as arbitrary rating systems, where manipulation is easy and possibilities to challenge the ratings are limited. \n\nWe research the topic from a multi-disciplinary social science perspective and include a variety of methodological approaches as well as research contexts with our collaboration partners. To quantify these findings, we follow up with quantitative surveys that give us solid evidence on how power, privacy and participation are at play with sharing. \n\nBy aggregating our findings in design principles for sharing platforms we intend to bring the design of sharing platforms to a new level of maturity by support the user centered, responsible and ìfairî design of sharing platforms.",
    "totalCost": "532875",
    "ecMaxContribution": "429000",
    "coordinator": "STIFTELSEN HANDELSHOYSKOLEN BI",
    "coordinatorCountry": "NO",
    "participants": "STICHTING VU;JOVOTO GMBH;UNIVERSITAET LEIPZIG;UNIVERSITAET ST. GALLEN;COPENHAGEN BUSINESS SCHOOL;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "participantCountries": "NL;DE;CH;DK;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 55250
        },
        "999861742": {
            "orgId": "999861742",
            "orgName": "UNIVERSITAET ST. GALLEN",
            "ecContrib": 0
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 74000
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 38125
        },
        "919192371": {
            "orgId": "919192371",
            "orgName": "JOVOTO GMBH",
            "ecContrib": 28000
        },
        "986269617": {
            "orgId": "986269617",
            "orgName": "STIFTELSEN HANDELSHOYSKOLEN BI",
            "ecContrib": 147125
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 86500
        }
    },
    "calculatedTotalContribution": 429000
}