{
    "rcn": "206063",
    "acronym": "DeNovoImmunoDesign",
    "topics": "ERC-2016-STG",
    "title": "Computational Design of Novel Functional Proteins for Immunoengineering",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Finely orchestrated protein activities are at the heart of the most fundamental cellular processes. The rational and structure-based design of novel functional proteins holds the promise to revolutionize many important aspects in biology, medicine and biotechnology. Computational protein design has led the way on rational protein engineering, however many of these designed proteins were solely focused on structural accuracy and completely impaired of function. DeNovoImmunoDesign proposes novel computational design strategies centered on the exploration of de novo protein topologies and the use of structural flexibility with the ultimate goal of designing functional proteins. The proposed methodologies aim to solve a prevalent problem in computational design that relates to the lack of optimal design templates for the optimization of function. By expanding beyond the known protein structural space, our approaches represent new paradigms on the design of de novo functional proteins. DeNovoImmunoDesign will leverage our new methodologies to design functional proteins with rational approaches for two crucial biomedical endeavors - vaccine design and cancer immunotherapy. Our strategy for vaccine design is to engineer structure-based epitope-focused immunogens to elicit potent neutralizing antibodies ñ a requirement for vaccine protection. The underlying basis of cancer immunotherapy is the inhibition of key protein-protein interactions - an arena where rational design is lagging. To meet this central need we will develop innovative approaches to design new protein binders for cancer immunotherapy applications. DeNovoImmunoDesign is a multidisciplinary proposal where computation is intertwined with experimentation (biochemistry, structural biology and immunology). Our unique competences and groundbreaking research have all the components to translate into transformative advances for both basic and applied biology through innovations in rational protein design.",
    "totalCost": "1695489",
    "ecMaxContribution": "1695489",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1695489
        }
    },
    "calculatedTotalContribution": 1695489
}