{
    "rcn": "206086",
    "acronym": "PAPTIC",
    "topics": "SMEInst-11-2016-2017",
    "title": "PAPTIC ñ The Good Conscience Alternative",
    "startDate": "01/11/2016",
    "endDate": "30/04/2019",
    "objective": "Non-degradable, poorly recyclable, easily littered and long-lasting plastic products cause extensive accumulation of problems and endanger complete ecosystems. About 1 trillion plastic bags are used every year, with 89% of them only once. Despite the urgency of the problem, no viable alternative has been found up to now.\n\nPaptic addresses this global challenge and satisfies the needs of consumers, retailers and brand owners for sustainable carrier bags. The company has developed the novel wood fibre based material PAPTICÆ that combines the renewability of paper with the resource efficiency and functionality of plastics. Once fully developed, PAPTIC bags will be 100% biodegradable and recyclable, with at least 85% renewable content.\n\nThe patented PAPTICÆ bags are the Worldís first economically sound and environment-friendly alternative to plastics bags. Although market entry is achieved through carrier bags, PAPTICÆ will revolutionise the whole flexible packaging market expected to be worth > Ä200 billion by 2018. The production logistics of Paptic is based on utilising existing paper mills, enabling rapid scale-up with low CAPEX investments.\n\nPaptic has already built a sales pipeline worth more than Ä150 million, representing some of the best-known brands and retailers in the World. With some of them, Paptic is conducting tests with extremely favourable feedback from brand owners, and has launched its first marketing campaigns. Also feedback from consumers has been thoroughly positive.\n\nThe PAPTIC project is the next logical step in the companyís strategy. The focus is on scaling up production capacity from the already operational pilot line to a commercial prototype production line, and improving the performance of the PAPTIC@ material. As a result of the PAPTIC project, the company will grow to annual revenues of Ä90 million within a few years.",
    "totalCost": "3136875",
    "ecMaxContribution": "2195812",
    "coordinator": "PAPTIC OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927815574": {
            "orgId": "927815574",
            "orgName": "PAPTIC OY",
            "ecContrib": 2195812
        }
    },
    "calculatedTotalContribution": 2195812
}