{
    "rcn": "206017",
    "acronym": "OpenAIRE-Connect",
    "topics": "EINFRA-22-2016",
    "title": "OpenAIRE - CONNECTing scientific results in support of Open Science",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Open Science is around the corner. Scientists and organizations see it as a way to speed up, improve quality and reward, while policy makers see it as a means to optimize cost of science and leverage innovation.  Open Science is an emerging vision, a way of thinking, whose challenges always gaze beyond its actual achievements.  De facto, todayís scientific communication ecosystem lacks tools and practices to allow researchers to fully embrace Open Science. OpenAIRE-Connect aims to provide technological and social bridges, and deliver services enabling uniform exchange of research artefacts (literature, data, and methods), with semantic links between them, across research communities and content providers in scientific communication. It will introduce and implement the concept of Open Science as a Service (OSaaS) on top of the existing OpenAIRE infrastructure, delivering out-of-the-box, on-demand deployable tools. OpenAIRE-Connect will adopt an end-user driven approach (via the involvement of 5 prominent research communities), and enrich the portfolio of OpenAIRE infrastructure production services with a Research Community Dashboard Service and a Catch-All Notification Broker Service. The first will offer publishing, interlinking, packaging functionalities to enable them to share and re-use their research artifacts (introducing ìmethods, e.g. data,software, protocols). This effort, supported by the harvesting and mining ìintelligenceî of the OpenAIRE infrastructure, will provide communities with the content and tools they need to effectively evaluate and reproduce science. OpenAIRE-Connect will combine dissemination and training with OpenAIREís powerful NOAD network engaging  research communities and content providers in adopting such services. These combined actions will bring immediate and long-term benefits to scholarly communication stakeholders by affecting the way research results are disseminated, exchanged, evaluated, and re-used.",
    "totalCost": "1997837,5",
    "ecMaxContribution": "1997837,5",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSIDADE DO MINHO;UNIWERSYTET WARSZAWSKI;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;UNIVERSITAET BREMEN;INTERNATIONAL CENTER FOR RESEARCH ON THE ENVIRONMENT AND THE ECONOMY;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;PIN SOC.CONS. A R.L. - SERVIZI DIDATTICI E SCIENTIFICI PER L UNIVERSITA DI FIRENZE;JISC LBG;INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "PT;PL;EL;DE;CH;IT;UK;FR",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 146875
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 128062
        },
        "937869915": {
            "orgId": "937869915",
            "orgName": "INTERNATIONAL CENTER FOR RESEARCH ON THE ENVIRONMENT AND THE ECONOMY",
            "ecContrib": 60000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 117850
        },
        "998501026": {
            "orgId": "998501026",
            "orgName": "PIN SOC.CONS. A R.L. - SERVIZI DIDATTICI E SCIENTIFICI PER L UNIVERSITA DI FIRENZE",
            "ecContrib": 77812
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 496250
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 196250
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 77612
        },
        "951478821": {
            "orgId": "951478821",
            "orgName": "JISC LBG",
            "ecContrib": 147125
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 69500
        }
    },
    "calculatedTotalContribution": 1517336
}