{
    "rcn": "206006",
    "acronym": "Gaming Horizons",
    "topics": "ICT-35-2016",
    "title": "Gaming Horizons",
    "startDate": "01/12/2016",
    "endDate": "31/01/2018",
    "objective": "GAMING HORIZONS s is a multidisciplinary project that aims to expand the research and innovation agenda on serious gaming and gamification. The project is particularly interested in the use of games for learning and cultural development. Gamification - and gaming more broadly ñ are very important from a socio-economic point of view, but over the past few years they have been at the centre of critical and challenging debates, which highlighted issues such as gender and minority representation, and exploitative game mechanics.  Our projectís key contention is that it is important for the European ICT community to engage with design trends and social themes that have affected profoundly the mainstream and ëindependentí game development cultures over the past few years, especially because the boundaries between leisure and serious games are increasingly blurred. GAMING HORIZONS is a direct response to the official recognition by the H2020 programme of work that multidisciplinary research can help to advance the integration between Responsible Research and Innovation (RRI) and the Social Sciences and the Humanities (SSH). The projectís objective is to enable a higher uptake of socially responsible ICT-related research in relation to gaming. This objective will be achieved through a research-based exchange between communities of developers, policy makers, users and researchers. The methodology will involve innovative data collection activities and consultations with a range of stakeholders over a period of 14 months. We will interrogate the official ëH2020 discourseí on gamification ñ with a particular focus on ëgamified learningí - whilst engaging with experts, developers and critical commentators through interviews, events, workshops and systematic dialogue with an Advisory Board. Ultimately, GAMING HORIZONS will help identify future directions at the intersection of ethics, social research, and both the digital entertainment and serious games industries.",
    "totalCost": "483427,5",
    "ecMaxContribution": "483427,5",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "STICHTING NHTV INTERNATIONALE HOGESCHOOL BREDA;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "NL;IT",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 226444
        },
        "997819989": {
            "orgId": "997819989",
            "orgName": "STICHTING NHTV INTERNATIONALE HOGESCHOOL BREDA",
            "ecContrib": 129450
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 127534
        }
    },
    "calculatedTotalContribution": 483428
}