{
    "rcn": "206050",
    "acronym": "HALODRUGSYN",
    "topics": "ERC-2016-STG",
    "title": "Innovative Strategies towards Halogenated Organic Molecules: From Reaction Design to Application in Drug Synthesis",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Halogenated arenes and heteroarenes have become essential structural motifs of the pharmaceutical industry to create novel drugs against bacterial infections and cancer, and constitute highly valuable functional units in chemistry. Current methods for the installation of carbon-halogen bonds lack efficiency, selectivity, and practicability within the complex molecular setting of drug development processes. These restrictions prevent many potential drugs from being synthesized in a time- and cost-efficient manner.\nIn this project, I aim to address these challenges by engineering a highly elaborated synthetic toolbox that is equipped with novel transformations of unprecedented efficiency, selectivity and practicability. I will apply these transformations to the construction of novel antibiotics against resistant strains and more efficient chemotherapeutics to combat cancer.\nThe first objective is to establish innovative transformations that enable for the first time an efficient access to halogenated arenes. I will accomplish this goal by developing novel ring-expansion reactions and apply them to the first synthesis of the antibiotic salimabromide in order to address the acute problem of antibiotic resistance. Within the second part of this project, I will extend this unique synthetic platform to heteroarenes and establish a groundbreaking method based on carbon-fluorine bond activation. This will represent the first broadly applicable strategy to produce novel fluorinated heteroarene based anti-cancer drugs with unparalleled precision, efficiency and selectivity. Taken together, the realization of these strategies, all of which are unprecedented, provides for the first time a solution for the limitations associated with current methods. With my expertise in synthetic chemistry, which I have gained from my achievements in natural product synthesis, and an outstanding publication record in this research field, I am confident to accomplish these ambitious goals.",
    "totalCost": "1496664,3",
    "ecMaxContribution": "1496664,3",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 1425987
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 70678
        }
    },
    "calculatedTotalContribution": 1496665
}