{
    "rcn": "206087",
    "acronym": "INFARM",
    "topics": "SMEInst-07-2016-2017",
    "title": "The vertical farming revolution, urban Farming as a Service.",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "The global population is projected to reach 9.8 billion by 2050. National populations are expected to more than double in 40 countries.  The global life expectancy is 73 years for women and 69 years for menóthere are more people in the world and we are living longer. While industrial agriculture produces enough food to feed the world as a whole (2790 kcal/person/day in 2006-08), 32%  of all food produced is wasted. The logistics of food production and transportation are largely to blame although in developed countries a substantial amount of food is wasted at the point of consumption. As a result, overall global food availability is lower than it would otherwise be, requiring the planetís agricultural system to produce additional food to compensate for the wasted food production. Consequently, The United Nations Food and Agriculture Organization estimates 795 million of the 7.3 billion people in the world, or one person in nine, suffer from chronic undernourishment.  \nIn order to feed the population in 2050, we need to produce an additional 6,000 trillion kcal per year. \nHowever, conventional industrial agriculture is not sustainable. It is one of the most harmful industries to our planet, responsible for:\nï\t70% of the planetís water use\nï\tup to 24% of greenhouse gas emissions\nï\tdegradation of soil and groundwater pollution \nContinual ploughing of fields, combined with heavy use of fertilizers, has degraded soils across the world to the point where arable land is now lost at the alarming rate of over 100,000 square kilometres every year, far outstripping the pace of the natural processes that replace diminished soil.  \nThus, nearly a third of worldwide adequate or high-quality food-producing land has been lost.\nOur solution to the problems with sustainable agriculture is to use hydroponics and proprietary lighting algorithms combined with indoor vertical farming and our patented ëgrowth traysí to create an incredibly efficient growing environmentóthe Microfarm.",
    "totalCost": "2759835",
    "ecMaxContribution": "1931884,5",
    "coordinator": "Infarm - Indoor urban farming GmbH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938821388": {
            "orgId": "938821388",
            "orgName": "Infarm - Indoor urban farming GmbH",
            "ecContrib": 1931884
        }
    },
    "calculatedTotalContribution": 1931884
}