{
    "rcn": "206052",
    "acronym": "ChromatinRemodelling",
    "topics": "ERC-2016-STG",
    "title": "Single-Molecule And Structural Studies Of ATP-Dependent Chromatin Remodelling",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The packaging of genetic information into chromatin regulates a wide range of vital processes that depend on direct access to the DNA template. Many chromatin-interacting complexes impact chromatin structure and their aberrant regulation or dysfunction has been implicated in various cancers and severe developmental disorders. A better understanding of the roles of chromatin-interacting complexes in such disease states requires a detailed mechanistic study. Many chromatin-interacting complexes modify chromatin structure, yet understanding the underlying mechanisms remains a major challenge in the field. Furthermore, how chromatin-interacting complexes are regulated to enable their various functions is incompletely understood. We will address these longstanding questions in two specific aims. Aim I: Building on our expertise in single-molecule biology, we will develop powerful single-molecule imaging approaches to monitor the action of chromatin-interacting complexes in real time. We will further probe how the diverse activities of the chromatin-associated complexes are coordinated and coupled to conformational transitions. Aim II:  Drawing on our expertise in structural biology, we will use a range of structural techniques in combination with biochemical approaches to study the vital regulation of chromatin-interacting complexes by their regulatory subunits as well as by chromatin features. We expect to obtain ground-breaking insights into the mechanisms and regulation of disease-related chromatin-associated complexes, which may open up new horizons for developing therapeutic intervention strategies. Furthermore, the approaches developed here will enable the investigation of a large number of chromatin-related processes.",
    "totalCost": "1498954",
    "ecMaxContribution": "1498954",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1498954
        }
    },
    "calculatedTotalContribution": 1498954
}