{
    "rcn": "206036",
    "acronym": "CONTROLPASTCO2",
    "topics": "ERC-CoG-2015",
    "title": "Quantifying the link between weathering and past CO2 levels",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The carbon cycle is a vital aspect of our planetís well-being. However, there are fundamental aspects of it that we do not understand, without which we cannot accurately quantify CO2 budgets. How, and at what rate, does the carbon cycle respond to, and recover from, events of rapid and extreme global warming or cooling? What process has maintained the climate within a habitable range for billions of years? Silicate weathering is Earthís main long-term CO2 removal process, and therefore a dominant climate control mechanism. Critically, we do not understand the controls on silicate weathering, or its full effects on atmospheric pCO2 and climate. \nThe goal of this project is to determine and quantify how weathering responded during past periods of rapid climate change, using an innovative combination of novel stable isotope techniques, laboratory experiments and advanced carbon cycle modelling. This will determine the behaviour of a key, relatively unknown, factor in the carbon cycle. This project comprises three, highly novel, interlinked strands: 1) Examination of the palaeo-weathering record through recent glacial timescales using cave speleothems as a climate archive, 2) Determination of palaeo-weathering records through older, Cenozoic, rapid shifts in climate, using marine carbonates and clays as an archive, and 3) Advanced models to enhance our understanding of this record. \nThis project will radically improve our quantitative knowledge of the controls over the carbon cycle. This is critical because 1) it is possible that weathering is the process that has maintained Phanerozoic climate in the relatively narrow bands required for life; 2) it is impossible to decipher the causes and consequences of long-term climate variations through Earthís history without accurate weathering data; 3) detailed comprehension of rapid climate variations will enable more accurate predictions of future CO2 drawdown.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}