{
    "rcn": "206035",
    "acronym": "urban-rev politics",
    "topics": "ERC-StG-2015",
    "title": "The Urban Revolution and the Political",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "This project is a transnational and comparative study of the political implications of the contemporary ëurban revolution,í namely the sweeping socio-cultural, economic, and territorial transformations through which the urban becomes the predominant mode of existence of societies across the world. Across the social sciences and as well as journalistic literatures, there has been a remarkable proliferation of debates around the social and ecological implications of contemporary urbanization.    \n    What is largely missing in these timely debates, however, is any systematic and in-depth engagement with the political significance of the ongoing ëurban revolution.í This is due to a lack of systematic research and theoretical engagement regarding the unprecedented prominence of accumulation regimes based on the speculative production, trade and consumption of space. Similarly, extant theoretical tools of urban political analysis fall short of conceptualizing the increasingly planetary nature of privatization and exploitation of the urban and their intricate links to global finance. In addressing these gaps the project advances two overarching goals: 1. to develop conceptual tools for and comparative insights into the increasingly dominant urban-based accumulation regimes, and 2. to advance the politicization of academic and public discourses on the planetary urban condition.\n    I propose three relational levels (extended moments) of analysis, which respectively focus on the finance/real-estate/state nexus, the exploitation of the urban, and the emerging spaces of the political. These correspond to three subprojects that focus on transnational, everyday, and political dimensions of the urban revolution. The methodological approach will be multi-sited global ethnography, which will combine ethnographies of place-based relations and transnational networks. Filmmaking will be used not only as a research method but also as a storytelling medium.",
    "totalCost": "1499940",
    "ecMaxContribution": "1499940",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499940
        }
    },
    "calculatedTotalContribution": 1499940
}