{
    "rcn": "206072",
    "acronym": "EOMORES",
    "topics": "EO-1-2016",
    "title": "Earth Observation based services for Monitoring and Reporting of Ecological Status",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "EOMORES (Earth Observation-based Services for Monitoring and Reporting of Ecological Status) aims to develop new highly efficient commercial services for operational inland and coastal ecological water quality monitoring. \nInland and coastal water bodies constitute essential components of ecology and biodiversity, they buffer climate change and influence many aspects of economy (recreation, fisheries) and human welfare (e.g. drinking water supply). Knowledge about the state of these waters is therefore of great importance. This is recognized by the Water Framework Directive (WFD) requiring the EU member states to monitor and improve the status of these water bodies. \nEOMORES will develop fully-automated commercial, reliable and sustainable services based on the integration of Earth observation (Sentinel 1, 2 and 3), in situ monitoring using optical in situ sensors with integrated GNSS positioning, and ecological modeling. The validated data from these components will be flexibly combined into higher-level products to fit the usersí information needs. Three service concepts are envisaged: 1) operational water quality monitoring and forecasting for operational water management, 2) implementation of validated EO-based water quality indicators for WFD and other reporting and 3) historic compilation of data for specific ecological analysis. \nThe target users of EOMORES are international, national and regional authorities responsible for monitoring and management of water quality and for WFD reporting. Additional targeted users are private entities dealing with water quality. Thirteen users from six countries have committed to collaborate with the consortium to define and evaluate the EOMORES services. The services are expected to result in lower operational costs, more reliable and more timely water quality datasets for water managers. By introducing these services into the worldwide market, an increase in annual turnover of Ä3.000.000 by 2020 is expected.",
    "totalCost": "2219318",
    "ecMaxContribution": "2005861,66",
    "coordinator": "WATER INSIGHT BV",
    "coordinatorCountry": "NL",
    "participants": "PLYMOUTH MARINE LABORATORY;SUOMEN YMPARISTOKESKUS;EVENFLOW;THE UNIVERSITY OF STIRLING;CONSIGLIO NAZIONALE DELLE RICERCHE;STICHTING DELTARES;TARTU OBSERVATORY - ESTONIAN MINISTRY OF EDUCATION AND RESEARCH;KLAIPEDOS UNIVERSITETAS",
    "participantCountries": "UK;FI;BE;IT;NL;EE;LT",
    "projectParticipants": {
        "999894237": {
            "orgId": "999894237",
            "orgName": "TARTU OBSERVATORY - ESTONIAN MINISTRY OF EDUCATION AND RESEARCH",
            "ecContrib": 197038
        },
        "999904422": {
            "orgId": "999904422",
            "orgName": "KLAIPEDOS UNIVERSITETAS",
            "ecContrib": 166955
        },
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 191450
        },
        "997608141": {
            "orgId": "997608141",
            "orgName": "WATER INSIGHT BV",
            "ecContrib": 413324
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 244106
        },
        "999478010": {
            "orgId": "999478010",
            "orgName": "SUOMEN YMPARISTOKESKUS",
            "ecContrib": 322875
        },
        "932516485": {
            "orgId": "932516485",
            "orgName": "EVENFLOW",
            "ecContrib": 74918
        },
        "999484024": {
            "orgId": "999484024",
            "orgName": "PLYMOUTH MARINE LABORATORY",
            "ecContrib": 176570
        },
        "999520302": {
            "orgId": "999520302",
            "orgName": "STICHTING DELTARES",
            "ecContrib": 218625
        }
    },
    "calculatedTotalContribution": 2005861
}