{
    "rcn": "206048",
    "acronym": "MAStErS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Making Sense of Education and Skills in a World of Super-Mobility",
    "startDate": "15/08/2016",
    "endDate": "02/10/2018",
    "objective": "The proposed research assesses the price of skills mismatch of non-native employees, and the subsequent incidence of this mismatch on workers on different job- and task-complexity levels in the labour market. At the level of individuals, it investigates how earnings of foreign workers with education surplus alters once firm, sector, location characteristics and cultural distance between the home and host country of workers are taken into account. Subsequently, in Dutch and British labour markets, it comparatively assesses the aggregate displacement effect on natives of foreigners who work in occupations below their education level. The research informs policy-making with respect to a more detailed classification on which skilled people to admit and the channels of training for the newcomers. The analyses are based on proprietary micro-data sets that are tailored to make several unique contributions: The program explicitly incorporates the demand side, which is typically ignored, to uncover the heterogeneity of the skills mismatch effects according to firm characteristics, agglomeration economies and differences in job and task-complexity. It also distinguishes how urban density and agglomeration economies potentially mediate the impact of skills mismatch. Moreover, by including a measure of cultural and linguistic distance between the employeeís country of origin and the host country, the research identifies forms of state dependence and returns to country of origin specific skills. Particular emphasis is given to address the measurement error and ability bias through quasi-experimental research designs, fixed effects models and synthetic cohort analysis. The proposed program forms a bridge between education, welfare, and integration aspects of immigration with space and local characteristics of recipient economies. It adds to evidence-based immigration policy informed of the cost and mechanisms of mismatch impacting healthy labour market integration of newcomers.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}