{
    "rcn": "206097",
    "acronym": "MUTR",
    "topics": "JTI-CS2-2015-CFP02-FRC-02-10",
    "title": "Multipurpose test rig for transmissions gearboxes.",
    "startDate": "01/09/2016",
    "endDate": "30/04/2020",
    "objective": "Objective of this proposal is to design, manufacture, test and support the adaptation of the test rig used to develop the Drive System for Compound Rotorcraft Demonstrator in the frame of IADP FRC.\nBased on the topic description published in this call our proposal suppose interconnection of the lateral rotor gearboxes via vertical transmission shafting, supported on two or three auxiliary bearing housings, in order to lock the two gearboxes together. The transmission shafting is connected to the lateral gearboxes by means of bevel gearings. Between flanges of the transmission shafting is inserted special hydraulic torque loader which make it possible to impose static or variable torque on gearboxes during operation/rotation according to a test program. The imposed torque is proportional to the pressure of the feed-in oil supplied to the device via quill shaft. Due to the back-to-back or face-to-face architecture, required power imput covers just losses in the gears and transmission shafting.\nAeronautical Research and Test Establishment (VZL⁄) is a national centre for research, development and testing in aeronautics and space.\nVZL⁄ and the potentially participating team has experiences with design of test benches for aircraft gas turbine engines (historically M601, M602) and its components like 2 stage 2 shafts radial flow compressor, to mention recent project, these are design of the test rigs for long term evaluation of aircraft turboprop gearboxes (Arrius 1D, TP100, TS100), test bench for turboprop engine with propeller, design of the internal technology for turboprop engine test cell, experimental system for testing of gas turbine combustor segments under elevated temperatures and pressures.\nWork team is well experienced and equipped with modern CAD technology, CFD and FEM solvers, and has long time cooperation experience with aircraft gearbox manufacturers (e.g. PBS Velka Bites, GE Aviation Czech).",
    "totalCost": "796250",
    "ecMaxContribution": "796250",
    "coordinator": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 796250
        }
    },
    "calculatedTotalContribution": 796250
}