{
    "rcn": "206031",
    "acronym": "AiRT",
    "topics": "ICT-21-2016",
    "title": "Technology transfer of Remotely Piloted Aircraft Systems (RPAS) for the creative industry",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Aerial photography and filming represent an indispensable resource for the Creative Industries (CIs). When filming in indoor environments, auxiliary devices as cable cams, camera rails, jibs, scaffolds or lifting platforms are being employed, enabling to realize special aerial camera shots.  With the rise of Remotely Piloted Aircraft Systems (RPAS), commonly known as drones, CIs are increasingly focusing on its use outdoors, providing significant advantages over current photography and filming techniques such as widening the creative possibilities and freedom of camera movement, less invasive and risky compared to auxiliary devices and affordable.\n\nHowever, RPAS cannot be professionally employed indoors by the CIs. Existing RPAS lack of a precise, robust and affordable indoor positioning system (IPS) as well as advanced safety features. Without a good IPS the control of the RPAS in indoor environments is particularly difficult and even unsafe. Currently, there are three IPS suitable for RPAS, but these are too expensive (Ä200k), or present large limitations (e.g. sensitive to light conditions) for its usage by CI SMEs. This jeopardizes the creative possibilities of CI and their competitiveness.\n\nHence, the main goal of AiRT project is to provide the European CI SMEs a tool that, by expanding their creative spaces will help them to offer new services, which in turn will increase their changes to grow within the European and international market. To accomplish this objective, AiRT project will develop the world¥s first indoor RPAS specifically designed for professional use by the CIs.\n\nAs a result, over 900.000 European CI firms will benefit from the transfer of the latest advances in IPS, 3D scene reconstruction, navigation and active / passive safety measures into an intelligent indoor RPAS, being able to avoid both static and dynamic objects. In addition AiRT system could be programmed in order to fly autonomously, enabling the CIs to focus on the camera control.",
    "totalCost": "1156725",
    "ecMaxContribution": "914726,25",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "CLEARHEAD MEDIA;POZYX LABS;AEROTOOLS UAV SL",
    "participantCountries": "UK;BE;ES",
    "projectParticipants": {
        "922620448": {
            "orgId": "922620448",
            "orgName": "POZYX LABS",
            "ecContrib": 284016
        },
        "936076482": {
            "orgId": "936076482",
            "orgName": "CLEARHEAD MEDIA",
            "ecContrib": 111598
        },
        "920265870": {
            "orgId": "920265870",
            "orgName": "AEROTOOLS UAV SL",
            "ecContrib": 169050
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 350062
        }
    },
    "calculatedTotalContribution": 914726
}