{
    "rcn": "206024",
    "acronym": "CONSTAMIS",
    "topics": "ERC-2016-STG",
    "title": "Connecting Statistical Mechanics and Conformal Field Theory: an Ising Model Perspective",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The developments of Statistical Mechanics and Quantum Field Theory are among the major achievements of the 20th century's science. During the second half of the century, these two subjects started to converge. In two dimensions, this resulted in a most remarkable chapter of mathematical physics: Conformal Field Theory (CFT) reveals deep structures allowing for extremely precise investigations, making such theories powerful building blocks of many subjects of mathematics and physics. Unfortunately, this convergence has remained non-rigorous, leaving most of the spectacular field-theoretic applications to Statistical Mechanics conjectural. \n\nAbout 15 years ago, several mathematical breakthroughs shed new light on this picture. The development of SLE curves and discrete complex analysis has enabled one to connect various statistical mechanics models with conformally symmetric processes. Recently, major progress was made on a key statistical mechanics model, the Ising model: the connection with SLE was established, and many formulae predicted by CFT were proven.\n\nImportant advances towards connecting Statistical Mechanics and CFT now appear possible. This is the goal of this proposal, which is organized in three objectives:\n\n(I) Build a deep correspondence between the Ising model and CFT: reveal clear links between the objects and structures arising in the Ising and CFT frameworks.\n\n(II) Gather the insights of (I) to study new connections to CFT, particularly for minimal models, current algebras and parafermions.\n\n(III) Combine (I) and (II) to go beyond conformal symmetry: link the Ising model with massive integrable field theories.\n\nThe aim is to build one of the first rigorous bridges between Statistical Mechanics and CFT. It will help to close the gap between physical derivations and mathematical theorems. By linking the deep structures of CFT to concrete models that are applicable in many subjects, it will be potentially useful to theoretical and applied scientists.",
    "totalCost": "998005",
    "ecMaxContribution": "998005",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 998005
        }
    },
    "calculatedTotalContribution": 998005
}