{
    "rcn": "206079",
    "acronym": "CIFRA",
    "topics": "ICT-35-2016",
    "title": "Challenging the ICT Patent Framework for Responsible Innovation",
    "startDate": "01/11/2016",
    "endDate": "30/11/2017",
    "objective": "The aim of the project is to provide a structured review of the role of the Patent System on the innovation process and how it impacts the social development with specific focus on the particularities of ICT research and innovation. The project will identify and thoroughly characterize  the imperfections of the current system and propose alternatives that provide better alignment between ICT Research & Innovation, human needs and societal expectations. \n\nTherefore the project will propose alternative framings that result in a more effective and efficient tool for collaborative innovation and real technical and social development. These alternative framings may comprise suggestions to adapt existing tools (such as the patent system), or defining new mechanisms (such as new innovative licensing schemes).\n\n\nAn specific area of study will be the open source software model, which currently seems to work well for software development, to assess its pros and cons as a collaborative innovation scheme and to what extent the advantages of the open source ëphilosophyí could be extrapolated to the patent system. \n\nThe analysis and outcomes of the project will not just be theoretical but, whenever applicable, it will be based on a thorough data analysis of the patent landscape in the ICT sector.",
    "totalCost": "351952,5",
    "ecMaxContribution": "351952,5",
    "coordinator": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITA COMMERCIALE LUIGI BOCCONI;UNIVERSIDAD CARLOS III DE MADRID",
    "participantCountries": "DE;IT;ES",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 70000
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 102938
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 130750
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 48265
        }
    },
    "calculatedTotalContribution": 351953
}