{
    "rcn": "206065",
    "acronym": "GreenOnWaterCat",
    "topics": "ERC-2016-STG",
    "title": "Unravelling the Nature of Green Organic ìOn-Waterî Catalysis via Novel Quantum Chemical Methods",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The target of the research program, GreenOnWaterCat, is to revolutionize the understanding of green ìon-waterî catalysis and to unravel its microscopic origin. To enable these goals to be reached, several novel theoretical methods will be developed and implemented that will enable for unprecedented large-scale quantum molecular dynamics simulations, where both the electronic and nuclear Schrˆdinger equations are solved simultaneously. In addition, these methods will also allow the efficient computation of various state-of-the-art vibrational spectroscopies ìon-the-flyî, at essentially no additional computational cost. Furthermore, new analysis techniques permit to assign the spectra and explain their correlation with the atomic structure in order to gain invaluable insights and eventually grasp the relationships between the dynamics and structure of ìon-waterî catalysis and vibrational spectroscopies. Since the latter offers a convenient connection to experiment, the unique results are of utmost value in order to explain the experimental findings. In consequence, new synthetic processes based on the ìon-waterî phenomenon will be proposed and investigated. The expected results will be most helpful so that water will soon become not only a viable, but also very attractive solvent in the design of novel synthetic processes and to make it even more useful for industrial applications.\nBeside the development and implementation of novel computational methods, which will be made publicly available, the additional outcomes expected are as follows: \n\nï To conclusively explain the underlying mechanism of the ìon-waterî rate phenomenon for the first time\nï To elucidate the experimental measurements and characterize the corresponding atomic structure\nï To propose novel synthetic processes which exploit the ìon-waterî concept, such as catalysis at the organic/metal oxide interface\nï To investigate the possibility of ìon-waterî catalysis using two water-insoluble solid reactants",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "UNIVERSITAET PADERBORN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999837492": {
            "orgId": "999837492",
            "orgName": "UNIVERSITAET PADERBORN",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}