{
    "rcn": "206019",
    "acronym": "GMLP",
    "topics": "ERC-2016-STG",
    "title": "Global Methods in the Langlands Program",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The Langlands program is a conjectural framework for understanding the deep relations between automorphic forms and arithmetic. It implies a parameterization of representations of Galois groups of (local or global) fields in terms of representations of (p-adic or adelic) reductive groups. While making progress in the Langlands program often means overcoming significant technical obstacles, new results can have concrete applications to number theory, the proof of Fermat's Last Theorem by Wiles being a key example.\n\nRecently, V. Lafforgue has made a striking breakthrough in the Langlands program over function fields, by constructing an `automorphic-to-Galois' Langlands correspondence. As a consequence, this should imply the existence of a local Langlands correspondence over equicharacteristic non-archimedean local fields.\n\nThe goal of this proposal is to show the surjectivity of this local Langlands correspondence. My strategy will be global, and will involve solving global problems of strong independent interest. I intend to establish a research group to carry out the following objectives, in the setting of global function fields:\n\nI. Establish automorphy lifting theorems for Galois representations valued in the (Langlands) dual group of an arbitrary split reductive group.\nII. Establish cases of automorphic induction for arbitrary reductive groups.\nIII. Prove potential automorphy theorems for Galois representations valued in the dual group of an arbitrary reductive group.\nIV. Establish cases of soluble base change and descent for automorphic representations of arbitrary reductive groups.\nI will then combine these results to obtain the desired surjectivity. This will be a milestone in our understanding of the Langlands correspondence for function fields.",
    "totalCost": "1094610",
    "ecMaxContribution": "1094610",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}