{
    "rcn": "206074",
    "acronym": "MSLOOP 2.0",
    "topics": "FTIPilot-01-2016",
    "title": "Molten Salt Loop 2.0: key element for the new solar thermal energy plants.",
    "startDate": "01/11/2016",
    "endDate": "30/04/2019",
    "objective": "Despite the encouraging scenario of Wide Solar Thermal Electricity market - it is a reality today with 4.9 GW in operation worldwide in 2015, forecasting 260 GW in 2030, 664GW in 2040 and finally to reach a 12% of total electricity generation by 2050 (982 GW) - CSP growth has been slower than expected because several issues have not been overcome yet. It is not as cost-efficient as other technologies making difficult its access to the generation mix. Another not-solved aspect is flexibility, since one of the main issues of the electrical market is the complexity to match the supply and demand curves due to the arbitrariness of the sun. Finally, CSP technology brings environmental issues related to the usage of oil sinthetic as HTF and a meaningful water consumption. In this framework, MSLOOP 2.0 aims to validate a business opportunity consisting of developing a cost effective solar field for CSP Parabolic Trough Power Plants using optimized ternary molten salts as HTF with an innovative hybridization system. The result of the project will be a new solution of CSP commercial plant with at least a 20 % LCOE reduction and flexibility improvement providing firm and dispatchable electricity based on a disruptive and environmentally friendly innovation. MSLOOP 2.0 will ensure the market-drivers acceptance from the beginning of the project in order to launch the solution in open tenders in less of 6 months after the project final, boosting significant contributions to industry, environment and society and that will make possible a deep penetration of CSP plants in the generation mix increasing the share of renewables.  In order to achieve this challenge, the MSLOOP 2.0 consortium consists of a multidisciplinary team formed by 5 partners from 3 European Union member countries in strategic fields within solar thermal sector. This composition will boost an innovative development capable of achieving a strong positioning in the market.",
    "totalCost": "3094050",
    "ecMaxContribution": "2243085",
    "coordinator": "COBRA INSTALACIONES Y SERVICIOS S.A",
    "coordinatorCountry": "ES",
    "participants": "CADE SOLUCIONES DE INGENIERIA SOCIEDAD LIMITADA;ARCHIMEDE SOLAR ENERGY SRL;UNIVERSIDAD COMPLUTENSE DE MADRID;SBP SONNE GMBH",
    "participantCountries": "ES;IT;DE",
    "projectParticipants": {
        "965392404": {
            "orgId": "965392404",
            "orgName": "COBRA INSTALACIONES Y SERVICIOS S.A",
            "ecContrib": 1101712
        },
        "951921141": {
            "orgId": "951921141",
            "orgName": "CADE SOLUCIONES DE INGENIERIA SOCIEDAD LIMITADA",
            "ecContrib": 261660
        },
        "946451990": {
            "orgId": "946451990",
            "orgName": "SBP SONNE GMBH",
            "ecContrib": 311588
        },
        "986013343": {
            "orgId": "986013343",
            "orgName": "ARCHIMEDE SOLAR ENERGY SRL",
            "ecContrib": 310625
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 257500
        }
    },
    "calculatedTotalContribution": 2243085
}