{
    "rcn": "206061",
    "acronym": "SexAntag",
    "topics": "ERC-2016-STG",
    "title": "Prevalence and Influence of Sexual Antagonism on Genome Evolution",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Males and females display profound differences in phenotype, physiology and behavior, and understanding the evolutionary forces driving this diversity is a long-standing goal in evolutionary biology. Sexually antagonistic conflict, resulting from traits and/or mutations that are beneficial to one sex but harmful to the other, can in theory lead to strong dimorphism, and has been invoked to explain many evolutionary features, including the large number of genes that acquire sex-biased expression. Quantifying it, however, has proved difficult, and only a few experimental studies have attempted to systematically identify genes under sexual conflict. Species groups with both sexual and asexual populations offer a promising approach to tackle this question, as they allow for a direct comparison of gene expression when selection occurs Ω of the time in females and Ω of the time in males (in sexual species), versus a female-only selective regime (asexual species). \nHere, we will test the hypothesis that widespread sexual conflict maintains sex-biased gene expression, using the brine shrimp Artemia as a model. Specifically, we will:\n1. Compare gene expression levels of closely related Artemia sexual and asexual species, to test if the absence of selection on males (in the female-only species) leads to general shifts in expression, and if these changes are consistent with predictions made under sexual antagonism.\n2. Characterize the Z (sex) chromosome of the sexual and asexual species, to test if this chromosome is particularly prone to maintaining genes under sexual conflict, as predicted by theory.\n3. Investigate the population genomics profile of genes under sexual conflict, to find signatures of sexual conflict that may be diagnostic for sexually antagonistic genes in other systems.\nTogether, these analyses will provide us with a global overview of the prevalence of sexual antagonism, and of its influence on gene expression and genome evolution.",
    "totalCost": "1444394",
    "ecMaxContribution": "1444394",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1444394
        }
    },
    "calculatedTotalContribution": 1444394
}