{
    "rcn": "206051",
    "acronym": "C2Phase",
    "topics": "ERC-2016-STG",
    "title": "Closure of the Cloud Phase",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Whether and where clouds consist of liquid water, ice or both (i.e. their thermodynamic phase distribution), has major impacts on the cloudsí dynamical development, their radiative properties, their efficiency to form precipitation, and their impacts on the atmospheric environment. Cloud ice formation in the temperature range between 0 and -37∞C is initiated by aerosol particles acting as heterogeneous ice nuclei and propagates through the cloud via a multitude of microphysical processes. Enormous progress has been made in recent years concerning the understanding and model parameterization of primary ice formation. In addition, high-resolution atmospheric models with complex cloud microphysics schemes can now be employed for realistic case studies of clouds. Finally, new retrieval schemes for the cloud (top) phase have recently been developed for various satellites, including passive polar orbiting and geostationary sensors, which provide a good spatial and temporal coverage and a long data record.  \n\nWe propose here to merge the bottom-up, forward modeling approach for the cloud phase distribution with the top-down view of satellites. C2Phase will conduct systematic closure studies for variables related to the cloud phase distribution such as the cloud ice area fraction, its distribution as function of temperature and its temporal evolution, with a focus on Europe. For this, we will (1) use clustering techniques to separate different cloud regimes in model and satellite data, (2) explore the parameters and processes which the simulated phase distribution is most sensitive to, (3) investigate whether closure is reached between state-of-the art cloud resolving models and satellite observations, and how this closure can be improved by consistent and physically justified changes in microphysical parameterizations, and (4) use our results to improve the representation of mixed-phase clouds in weather and climate models and to quantify the impacts of these improvements.",
    "totalCost": "1499548,75",
    "ecMaxContribution": "1499548,75",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1499549
        }
    },
    "calculatedTotalContribution": 1499549
}