{
    "rcn": "206062",
    "acronym": "DeMMYR",
    "topics": "ERC-2016-STG",
    "title": "Decoding the molecular mechanisms driving host adaptation of yellow rust on cereal crops and grasses",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Yellow rust (YR) disease is a major threat to cereal crops and grasses worldwide, causing significant losses to the global wheat harvest each year. The long-term aim of this research is to develop new varieties of wheat with enhanced resistance to YR. To do this, it is essential to understand host specificity - the ability of the pathogen to specialize on particular grass hosts, coupled with the ability of the host to resist infection by different strains of YR.\n\nI recently pioneered a field-based 'pathogenomics' approach to enable a comprehensive evaluation of the genetic diversity of YR. This new method provides unparalleled resolution of the pathogen population that can identify gene families associated with the ability to cause disease on all the major hosts of YR in Europe, namely wheat barley, rye, triticale and cocksfoot grass. Using this approach, I previously uncovered a genetically distinct population of YR on triticale and showed that these isolates contained gene clusters that were specifically expressed in all isolates identified on triticale and had no or negligible levels of expression in all wheat YR isolates.\n\nIn this ERC project, I will use the pathogenomics approach to collect an extensive dataset of YR on all its major hosts, aiming to characterise genomic regions and the genes they encode to understand the underlying regulatory mechanisms that drive host specialization and adaptation. I will then assess changes at the transcriptomic level in closely related host-specialized YR races to provide insights into how pathogens adapt to new hosts. In parallel, I will identify host targets of effectors from YR to resolve the underlying molecular processes that are targeted by the pathogen to enable successful host-specific colonization. I will then disrupt the function of these host targets using precision genome editing to determine their contribution to YR pathogenicity and reveal novel susceptibility genes that are essential for pathogen progression.",
    "totalCost": "1714779",
    "ecMaxContribution": "1714779",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 1714779
        }
    },
    "calculatedTotalContribution": 1714779
}