{
    "rcn": "206060",
    "acronym": "DRY-2-DRY",
    "topics": "ERC-2016-STG",
    "title": "Do droughts self-propagate and self-intensify?",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Droughts cause agricultural loss, forest mortality and drinking water scarcity. Their predicted increase in recurrence and intensity poses serious threats to future global food security. Several historically unprecedented droughts have already occurred over the last decade in Europe, Australia and the USA. The cost of the ongoing Californian drought is estimated to be about US$3 billion. Still today, the knowledge of how droughts start and evolve remains limited, and so does the understanding of how climate change may affect them.\n\nPositive feedbacks from land have been suggested as critical for the occurrence of recent droughts: as rainfall deficits dry out soil and vegetation, the evaporation of land water is reduced, then the local air becomes too dry to yield rainfall, which further enhances drought conditions. Importantly, this is not just a 'local' feedback, as remote regions may rely on evaporated water transported by winds from the drought-affected region. Following this rationale, droughts self-propagate and self-intensify.\n\nHowever, a global capacity to observe these processes is lacking. Furthermore, climate and forecast models are immature when it comes to representing the influences of land on rainfall. Do climate models underestimate this land feedback? If so, future drought aggravation will be greater than currently expected. At the moment, this remains largely speculative, given the limited number of studies of these processes.\n\nI propose to use novel in situ and satellite records of soil moisture, evaporation and precipitation, in combination with new mechanistic models that can map water vapour trajectories and explore multi-dimensional feedbacks. DRY-2-DRY will not only advance our fundamental knowledge of the mechanisms triggering droughts, it will also provide independent evidence of the extent to which managing land cover can help 'dampen' drought events, and enable progress towards more accurate short-term and long-term drought forecasts.",
    "totalCost": "1465000",
    "ecMaxContribution": "1465000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1465000
        }
    },
    "calculatedTotalContribution": 1465000
}