{
    "rcn": "206008",
    "acronym": "CASA",
    "topics": "SFS-25-2016",
    "title": "Common Agriculutral and wider bioeconomy reSearch Agenda",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The overall objective of CASA is a consolidated common agricultural and wider bioeconomy research agenda within the European Research Area. The common research agenda will be jointly shared by Member States of the European Union and Associated Countries. It will improve the alignment and interoperability of the respective national research programme(s). This will be achieved through enhanced cooperation, coordination and information exchange between the Member States, Associated Countries and the European Commission. This includes increasing the opportunities for Member States and Associated Countries to engage in the aforementioned activities. The conduit for this will be the Standing Committee of Agricultural Research (SCAR) and the various SCAR working groups, through which all Member States and Associated Countries are brought together with a view to fostering cooperation, coordination and information exchange, as well as streamlining research policy, in the bioeconomy and closely related fields.\nThe overarching aim of CASA will be achieved through the accomplishment of the following four specific objectives:\n1. Increased and broadened participation, interaction and collaboration of Member States and Associated Countries\n2. Improved quality of outputs and outcomes of the Standing Committee of Agricultural Research creating added value for greater impact\n3. Strengthening the production of more strategic policy advice by the Standing Committee of Agricultural Research based on the increased, deepened and broadened participation facilitated by CASA\n4. Improve overall organisation, communication and dissemination of SCAR activities, outputs and outcomes for greater impact.",
    "totalCost": "2122461,25",
    "ecMaxContribution": "2122461,25",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;Bundesanstalt f¸r Landwirtschaft und Ern‰hrung;MINISTERO DELLE POLITICHE AGRICOLE ALIMENTARI E FORESTALI;EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK;MINISTERE DE L AGRICULTURE DE L AGROALIMENTAIRE ET DE LA FORET;MINISTERO DELLA SALUTE;INSTITUTO NACIONAL DE INVESTIGA«AO AGRARIA E VETERINARIA;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "DK;DE;IT;BE;FR;PT;IE;NL",
    "projectParticipants": {
        "999816249": {
            "orgId": "999816249",
            "orgName": "MINISTERO DELLE POLITICHE AGRICOLE ALIMENTARI E FORESTALI",
            "ecContrib": 59562
        },
        "999531942": {
            "orgId": "999531942",
            "orgName": "MINISTERO DELLA SALUTE",
            "ecContrib": 38500
        },
        "952674831": {
            "orgId": "952674831",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGAÇAO AGRARIA E VETERINARIA",
            "ecContrib": 68706
        },
        "998496661": {
            "orgId": "998496661",
            "orgName": "MINISTERE DE L AGRICULTURE DE L AGROALIMENTAIRE ET DE LA FORET",
            "ecContrib": 188000
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 412375
        },
        "997253703": {
            "orgId": "997253703",
            "orgName": "Bundesanstalt für Landwirtschaft und Ernährung",
            "ecContrib": 236500
        },
        "998175591": {
            "orgId": "998175591",
            "orgName": "EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK",
            "ecContrib": 46000
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 251875
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 729255
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 91688
        }
    },
    "calculatedTotalContribution": 2122461
}