{
    "rcn": "206032",
    "acronym": "MERIL-2",
    "topics": "INFRASUPP-5-2014",
    "title": "MERIL-2 MAPPING OF THE EUROPEAN RESEARCH INFRASTRUCTURE LANDSCAPE",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The MERIL-2 project aims to create an authoritative, exhaustive online source of scientific and policy relevant data on European research infrastructures (RIs) of more than national relevance. It addresses the work programme priorities of promoting the development and coordination of policy and international cooperation in the domain of RIs. MERIL-2 builds on the successful development of the original MERIL and research mapping exercise initiated by the ESF membership and which services ESFRI. MERIL-2 aims to achieve step changes in terms of: 1) The comprehensiveness of RIs identified in the portal from 900 to 1200\\ and the full publication of those identified from 500 to 800; 2) The utility of the portal in terms of functionalities, analytical capacity and intermediation; 3) Stakeholder value in terms of policy relevant data including financial and human resource dimensions and coverage of RI mapping processes and tools in comparator regions. These objectives will be met through a synergistic partnership of three organisations; European Science Foundation (ESF), the Greek National Documentation Centre (EKT-NHRF) and Agency for the Promotion of Research (APRE), that harnesses the complementary strengths of advanced portal design, European member state communication systems and deep knowledge of the RI landscape and data acquisition requirements under the leadership of an expert advisory committee. On a practical level, the approach will include redesign of the portal with enhanced functionalities, expert/ESFRI and NDI consultations on policy data needs and parameters, a complementary review of RI data policies and strategies and policies including implications of policy data provision and resourcing a publishing completion function for non-responsive RIs. These actions will lead to an enhanced MERIL-2 portal with comprehensive coverage of the European RI landscape and high quality systems and data of stakeholder interest with flexible, open and user oriented interfaces.",
    "totalCost": "1951092",
    "ecMaxContribution": "1951092",
    "coordinator": "FONDATION EUROPEENNE DE LA SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;ETHNIKO IDRYMA EREVNON",
    "participantCountries": "IT;EL",
    "projectParticipants": {
        "999987939": {
            "orgId": "999987939",
            "orgName": "FONDATION EUROPEENNE DE LA SCIENCE",
            "ecContrib": 1485967
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 298000
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 167125
        }
    },
    "calculatedTotalContribution": 1951092
}