{
    "rcn": "206042",
    "acronym": "NEIL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nanoscale Electrochemistry in Ionic Liquids",
    "startDate": "17/10/2016",
    "endDate": "16/10/2018",
    "objective": "This proposal presents unique approaches for the characterization of charged interfaces and interfacial phenomena at the nanoscale in ionic liquid (IL) media, through the implementation of innovative, quantitative high resolution scanning probe (electrochemical) microscopy techniques. The overarching goal is to introduce new methodology that will enable a comprehensive understanding of interfacial phenomena in these neoteric solvents and bring major new insights on the functional properties of surfaces and nanomaterials. The scientific scope of this project involves: (i) the characterization and mapping of the electrical double layer at IL/electrode interfaces; (ii) visualization of reactivity at the nanoscale using functional imaging techniques and; (iii) single-entity electrochemistry in ILs, from individual nanoparticles (NPs) to single molecules. The reactivity mapping and single NP studies will focus on assessing the electrocatalytic activity of novel nanomaterials (e.g., graphene, nanotubes, metal and metal-oxide NPs) towards the hydrogen evolution and oxygen reduction reactions, which are of fundamental and technological (e.g., fuel cells, lithium-air batteries, water splitting etc.) importance. The research proposal is highly interdisciplinary, and there is a natural synergistic fit between the Fellowís profile and activities at the Host Warwick group. The proposal draws on Fellowís strong background in electrochemistry, particularly his expertise in applying ILs in fundamental and applied electrochemical research, which will be married with the world-leading research on innovative nanoscale electrochemical imaging techniques developed at Warwick. With considerable support and world-class expertise from the Host group and its collaborators, this project will provide the applicant, Dr. Cameron Bentley, with an outstanding opportunity to develop personally and professionally, by pioneering a new area of research in a new geographic location.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}