{
    "rcn": "206107",
    "acronym": "Adapptise",
    "topics": "SMEInst-01-2016-2017",
    "title": "Redefining the way brands and game developers reach audiences - A fresh approach to advertising and customer retention.",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "Global smartphone gaming revenue has reached Ä10.68 BN in 2015. Unfortunately this gold-rush has created an influx of developers, resulting in an over-saturation of the market.  To make things even worse, all these apps/games are concentrated in two markets, making the challenge to stand out all the more difficult.  To this end, in order to survive and get their products in the hands of customers, developers rely on the services of marketing agencies, spending in the range of Ä50,000 for a marketing campaign for their mobile app .   The required investment drives down the possibility for freelance/independent developers to join the competition, even if their apps are highly professional and innovative.\nOn the other side of the equation, we have companies who spend large sums of money for advertising their brands.  They know that people are spending approximately 37 hours in a month  on mobile apps and they want to utilize this goldmine of viewer ship to reach such audience and communicate their brands.\nAdapptise create a unique technology that provides a solution for the needs of both freelance developers and large branded companies.  Using intelligent advertising, mobile game developers can get users to engage with their game with the chance of winning tangible products provided by the brands. Simultaneously, brand companies will get closer to their target audience, by having product placement in games, at a moment when the player is highly focused and in a relaxed state of mind.\nThe innovation of our technology lies within the SDK we provide to the developers.  The SDK provides a way to match players with brands and provides developers the datametrics required to improve customer retention. Our platform is being used by a number of game developers, and several brands are eager to tap into this novel advertising tool to reach mobile users. The market is twofold ñ a publishing system for game creators and a new advertising channel for brand companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADAPPTISE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920611481": {
            "orgId": "920611481",
            "orgName": "ADAPPTISE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}