{
    "rcn": "206144",
    "acronym": "MiTopMat",
    "topics": "ERC-2016-STG",
    "title": "Microstructured Topological Materials: A novel route towards topological electronics",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Topological semi-metals such as Cd3As2 or TaAs are characterized by two bands crossing at isolated points in momentum space and a linear electronic dispersion around these crossing points. This linear dispersion can be mapped onto the Dirac- or Weyl-Hamiltonian, describing relativistic massless fermions, and thus relativistic phenomena from high-energy physics may appear in these materials. For example, the chirality, ?=±1, is a conserved quantity for massless fermions, separating the electrons into two distinct chiral species. A new class of topological electronics has been proposed based on chirality imbalance and chiral currents taking the role of charge imbalance and charge currents in electronics. Such devices promise technological advances in speed, energy efficiency, and quantum coherent processes at elevated temperatures.\n\nWe will research the basic physical phenomena on which topological electronics is based: 1) The ability to interact electrically with the chiral states in a topological semi-metal is an essential prerequisite for their application. We will investigate whether currents in the Fermi arc surface states can be induced by charge currents and selectively detected by voltage measurements. 2) Weyl materials are more robust against defects and therefore of interest for industrial fabrication. We will experimentally test this topological protection in high-field transport experiments in a wide range of Weyl materials. 3) Recently, topological processes leading to fast, tuneable and efficient voltage inversion were predicted. We will investigate the phenomenon, fabricate and characterize such inverters, and assess their performance. MiTopMat thus aims to build the first prototype of a topological voltage inverter. \n\nThese goals are challenging but achievable: MiTopMatís research plan is based on Focused Ion Beam microfabrication, which we have successfully shown to be a promising route to fabricate chiral devices.",
    "totalCost": "1836070",
    "ecMaxContribution": "1836070",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1836070
        }
    },
    "calculatedTotalContribution": 1836070
}