{
    "rcn": "206197",
    "acronym": "MADIA",
    "topics": "ICT-03-2016",
    "title": "Magnetic DIagnostic Assay for neurodegenerative diseases",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "MADIA aims at realizing a versatile and cheap diagnostic device based on magnetoresistive sensors, microfluidic device,\nultrañsmall Magnetic Nanoparticles (MNPs) and advanced bio-chemical functionalization methods for the early and ultrasensitive.\nin vitro detection of biomarkers trustfully associated with 2 incurable neurodegenerative diseases: Alzheimerís\nDisease (AD) and Parkinson Disease (PD). We plan to achieve sensitivities at least three orders of magnitude higher than\nbest state-of-the-art values flexibility to operate for a wide range of concentrations.\nWHY: Neurodegenerative diseases (ND) are debilitating and largely untreatable conditions that are strongly linked with age.\nAmongst these disorders, the dementias are responsible for the greatest burden of disease, with Alzheimerís disease and\nrelated disorders affecting some 7 million people in Europe. The current costs of the order of Ä130 billion per annum to care\nfor people with dementia across Europe highlight age-related neurodegenerative disease as one of the largest medical and\nsocietal challenges faced by our society. PD is the second most common neurodegenerative disorder worldwide after AD.\nWHAT: The operation principle behind the proposed tool embodies a Magnetic Sensor Assay approach and consists of\nrecognizing the targeted core and downstream biomarkers obtained from body fluids (such as cerebrospinal fluid - CSF and\nblood) through their complexation with nano-magnetic labels (MNPs) followed by a highly sensitive magnetic detection at\nmicro-scales. The specific recognition of the protein by the magnetic nanoparticles will be achieved and ensured via protein\nbonding to functionalizing groups grafted on the surface of the MNP. The complexes MNP-BM will be injected into\nmicrofluidics channels flowing in the close vicinity of magnetic sensors, bringing thus the MNP-BM to distances where the\nmagnetic field of the MNP will trigger a quantitatively detectable sensor response.",
    "totalCost": "3891062",
    "ecMaxContribution": "3891062",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF BRIGHTON;INNOVA SRL;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;SERVIZO GALEGO DE SAUDE;BIODEVICE SYSTEMS SRO;I+ SRL;SCRIBA NANOTECNOLOGIE SRL;FONDAZIONE EUROPEAN BRAIN RESEARCHINSTITUTE RITA LEVI;UNIVERSITAET BIELEFELD",
    "participantCountries": "UK;IT;ES;CZ;DE",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 530986
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 701412
        },
        "998815791": {
            "orgId": "998815791",
            "orgName": "BIODEVICE SYSTEMS SRO",
            "ecContrib": 292796
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 400000
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 249572
        },
        "999787052": {
            "orgId": "999787052",
            "orgName": "INNOVA SRL",
            "ecContrib": 251500
        },
        "998692989": {
            "orgId": "998692989",
            "orgName": "SCRIBA NANOTECNOLOGIE SRL",
            "ecContrib": 390688
        },
        "998497825": {
            "orgId": "998497825",
            "orgName": "I+ SRL",
            "ecContrib": 332438
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 358420
        }
    },
    "calculatedTotalContribution": 3507812
}