{
    "rcn": "206185",
    "acronym": "Neurofibres",
    "topics": "FETPROACT-01-2016",
    "title": "Biofunctionalised Electroconducting Microfibres for the Treatment of Spinal Cord Injury",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Bio-electronic microsystems hold promise for repairing the damaged central nervous system (CNS). However, this potential has not been developed because their implantation inflicts additional neural injury, and ensuing inflammation and fibrosis compromise device functionality. In Neurofibres we want to achieve a breakthrough in ìNeuroregenerative Bio-electronicsî, developing dual-function devices that will serve as electroactive scaffolds for CNS regeneration and neural circuit activation. We engineered electroconducting microfibres (MFs) that add negligible tissue insult while promoting guided cell migration and axonal regeneration in rodents with spinal cord injury (SCI). The MFs also meet the challenge of probe miniaturisation and biofunctionalisation for ultrasensitive recording and stimulation of neural activity. An interdisciplinary consortium composed of neuroscientists, medical specialists, researchers in biomaterials, protein engineering, physics, and electrical and mechanical engineering, together with a company specialised in fabrication of microcables and microconnectors, will join efforts to design, develop, and test the MFs and complementary technology (microfibre functionalisation, assembling, and electronic interconnection), in order to produce a biologically safe and effective bio-electronic system for the treatment of SCI. This goal will be achieved through five specific objectives: \n1) To improve the electrical conductivity, strength, and chemical stability of the microfibres.\n2) To develop electro-responsive engineered affibodies for microfibre functionalisation.\n3) To develop the technology for MF interconnection and assembling into implantable systems.\n4) To perform comprehensive investigation of the immunological, glial, neuronal, and connective tissue responses to the implanted MFs and applied electrostimulation in rodent and swine SCI models.\n5) To investigate the motor and sensory effects of microfibre implantation and electrostimulation.",
    "totalCost": "5888491,25",
    "ecMaxContribution": "5094120",
    "coordinator": "SERVICIO DE SALUD DE CASTILLA LA MANCHA",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KUNGLIGA TEKNISKA HOEGSKOLAN;AXON CABLE;UNIVERSITA DEGLI STUDI DI TRENTO;UNIVERSITE D'AIX MARSEILLE;UNIVERSITAT DES SAARLANDES",
    "participantCountries": "UK;SE;FR;IT;DE",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 692500
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 680000
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 681875
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 669820
        },
        "950780130": {
            "orgId": "950780130",
            "orgName": "AXON CABLE",
            "ecContrib": 910000
        },
        "998086060": {
            "orgId": "998086060",
            "orgName": "SERVICIO DE SALUD DE CASTILLA LA MANCHA",
            "ecContrib": 751835
        }
    },
    "calculatedTotalContribution": 4386030
}