{
    "rcn": "206113",
    "acronym": "E-motion",
    "topics": "ERC-CoG-2015",
    "title": "Electro-motion for the sustainable recovery of high-value nutrients from waste water",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Current water treatment technologies are mainly aimed to improve the quality of water. High-value nutrients, like nitrate and phosphate ions, often remain present in waste streams. Electro-driven separation processes offer a sustainable way to recover these nutrients. Ion-selective polymer membranes are a strong candidate to achieve selectivity in such processes.\n\nThe aim of E-motion is to chemically modify porous electrodes with membranes to introduce selectivity in electro-driven separation processes. New, ultrathin ion-selective films will be designed, synthesized and characterized. The films will be made by successively adsorbing polycations and polyanions onto the electrodes. Selectivity will be introduced by the incorporation of ion-selective receptors. The adsorbed multilayer films will be studied in detail regarding their stability, selectivity and transport properties under varying experimental conditions of salinity, pH and applied electrical field, both under adsorption and desorption conditions.\n\nThe first main challenge is to optimize and to understand the film architecture in terms of 1) stability towards an electrical field, 2) ability to facilitate ion transport. Also the influence of ion charge and ion size on the transport dynamics will be addressed. The focus of E-motion is set on phosphate ions, which is rather complex due to their large size, pH-dependent speciation and the development of phosphate-selective materials. Theoretical modelling of the solubility equilibria and electrical double layers will be pursued to frame the details of the electrosorption of phosphate.\n\nE-motion represents a major step forward in the selective recovery of nutrients from water in a cost-effective, chemical-free way at high removal efficiency. The proposed surface modification strategies and the increased understanding of ion transport and ionic interactions in membrane media offer also applications in the areas of batteries, fuel cells and solar fuel devices.",
    "totalCost": "1950000",
    "ecMaxContribution": "1950000",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 1950000
        }
    },
    "calculatedTotalContribution": 1950000
}