{
    "rcn": "206198",
    "acronym": "HypoSens",
    "topics": "ICT-29-2016",
    "title": "Nano-confined photonic system for detection of breast cancer spread to the lymph nodes",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The Vision of HypoSens is to develop a widely accepted,non-invasive and crucial prognostic tool for breast cancer progression in early stages to help clinicians and specially oncologists to decide about prompt therapy approaches to patients and improve quality of life and expectancy. Our breakthrough research will focus on the development, pre-clinical and clinical validation, and industrial demonstration of a unique all optical cancer prognostic system that will determine presence of cancer cells in the breast lymph nodes and characterize them, which correlates with presence of metastasis and bad prognosis. HypoSens prognostic system will consist of a non-invasive Near-infrared imaging device able to register signals through scattering media enabled by the implementation of wavefront shaping,that will process data collected by injected tumour-targeted body antibody functionalised nano-particles containing porphyrin sensors that will determine local oxygen concentration and local temperature distribution in the cancer cells.The HypoSens imaging system is strategically designed to offer a non-invasive alternative to the Sentinel Lymph Node Biopsy,the current surgical procedure for breast cancer staging. With an approximate cost of 60,000Ä per device unit and additional 5,000Ä per patient, the device is an affordable, accurate, easy to use prognostic solution for clinicians towards more accurate and fast diagnostics and personalised treatment options.The initial target of the project is metastatic breast cancer, with potential later involvement in other cancer markets, e.g. vulval, renal, colorectal, gastric etc (via the use of different tumor-targeting moiety).With an estimated 1.7 million new cases each year, breast cancer is the most common cancer among women worldwide.Its low cost will enable a wide and fast take-up by clinicians and hospitals leading to an important reduction of the economic and societal burden related to the diagnosis and treatment of cancer.",
    "totalCost": "3998646,25",
    "ecMaxContribution": "3998646,25",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "BCB Informatica y Control S.L.;KNOWLEDGE INNOVATION MARKET S.L.;SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI;OBELIS SA;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;TECNOLOGIAS AVANZADAS INSPIRALIA SL;FUNDACION RIOJA SALUD-FRS;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "participantCountries": "ES;BG;BE;DE;IL",
    "projectParticipants": {
        "997717945": {
            "orgId": "997717945",
            "orgName": "BCB Informatica y Control S.L.",
            "ecContrib": 372500
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 490981
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 672084
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 403162
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 732791
        },
        "999532233": {
            "orgId": "999532233",
            "orgName": "FUNDACION RIOJA SALUD-FRS",
            "ecContrib": 407678
        },
        "999463848": {
            "orgId": "999463848",
            "orgName": "TECNOLOGIAS AVANZADAS INSPIRALIA SL",
            "ecContrib": 360000
        },
        "954052425": {
            "orgId": "954052425",
            "orgName": "OBELIS SA",
            "ecContrib": 319200
        },
        "984338444": {
            "orgId": "984338444",
            "orgName": "KNOWLEDGE INNOVATION MARKET S.L.",
            "ecContrib": 240250
        }
    },
    "calculatedTotalContribution": 3998646
}