{
    "rcn": "206161",
    "acronym": "MARCO",
    "topics": "SC5-03-2016",
    "title": "MArket Research for a Climate Services Observatory",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Climate?related tools, products, data and services may greatly contribute to climate change mitigation and adaptation. However, current strategies face knowledge gaps, lack of visibility of climate services, and low awareness of key potential customers for using key information and the associated economic benefits. This reality triggers the need and potential for developing a global market for climate services. \nThe ëMArket Research for a Climate services Observatoryí (MARCO) proposal gathers market research firms, climate scientists, climate services practitioners, and innovation actors, around the Climate-KIC, to provide a detailed insight into the market for climate services in Europe, in line with the challenge of enabling market growth outlined in the ECís ìR&I roadmap for climate servicesî.\nThe projectís key objectives are to: assess the EU market of climate services; validate and enrich the market assessment with case studies; forecast future user needs and assess market growth until 2030; unveil opportunities and promote market growth.\nTo achieve this, MARCO will build on a phased approach with feedback loops between several methodologies to ensure validation of findings. This will start with defining the framework for market characterisation, followed by exhaustive, integrated market research combining climate vulnerability analysis deriving into potential market estimation, confronted to actual transactional market quantification, qualitative surveys, and nine case studies on specific sectors and regions.  This will be followed by a gap analysis and innovation modelling to reveal the untapped market. A foresight exercise will then outline market growth till 2030. Finally, recommendations for market observation and facilitation will be expressed.\nStakeholders will be involved at all points of the process, with a continuous dialogue network and two workshops. The Climate KIC and partners will ensure sound dissemination of results, all made public.",
    "totalCost": "1530053,75",
    "ecMaxContribution": "1520303,75",
    "coordinator": "CLIMATE KIC",
    "coordinatorCountry": "FR",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;KMATRIX DATA SERVICES LIMITED;LGI CONSULTING SARL;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;ACCLIMATISE GROUP LTD;UNTERNEHMERTUM GMBH;DANMARKS TEKNISKE UNIVERSITET;ILMATIETEEN LAITOS;SMITH INNOVATION APS;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "AT;UK;FR;DE;DK;FI",
    "projectParticipants": {
        "921160113": {
            "orgId": "921160113",
            "orgName": "CLIMATE KIC",
            "ecContrib": 204000
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 37592
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 282094
        },
        "969082284": {
            "orgId": "969082284",
            "orgName": "UNTERNEHMERTUM GMBH",
            "ecContrib": 78890
        },
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 23500
        },
        "928472458": {
            "orgId": "928472458",
            "orgName": "SMITH INNOVATION APS",
            "ecContrib": 131238
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 22500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 208625
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 169185
        },
        "938751645": {
            "orgId": "938751645",
            "orgName": "ACCLIMATISE GROUP LTD",
            "ecContrib": 134432
        },
        "920799273": {
            "orgId": "920799273",
            "orgName": "KMATRIX DATA SERVICES LIMITED",
            "ecContrib": 228248
        }
    },
    "calculatedTotalContribution": 1520304
}