{
    "rcn": "206147",
    "acronym": "WELFAREPRIORITIES",
    "topics": "ERC-2016-STG",
    "title": "Welfare state politics under pressure: Identifying priorities, trade-offs and reform opportunities among citizens, political and economic elites",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "In times of austerity, the politics of the welfare state involve tough choices and even trade-offs: whose risks should benefit from social solidarity in a context of shrinking resources? Should the welfare state prioritize the needs of the elderly or those of the young? Those of people in the workforce or outside of the workforce? Of natives or of immigrants? \nHow countries answer these key questions depends on the welfare state priorities of citizens, political elites and economic elites. However, we know still very little about these priorities and their determinants, and we know even less about the mechanisms that foster support for social solidarity ñ i.e. support for inclusive social security beyond self-interest. This project wants to make use of recent methodological advances to investigate precisely these priorities and mechanisms. \nThe project will have two phases: the goal of the first phase is to identify the most salient distributive conflicts and welfare trade-offs in eight European countries. It includes an original data collection on social policy priorities among citizens, politicians, employers and trade unions (based on conjoint survey and interviews), as well as content analysis of the actual welfare politics in these countries. \nThe second phase builds on the findings of the first phase, but its objective is to go beyond conflict towards coalitions. It will again combine conjoint surveys and content analysis to identify the factors that foster support for social policies among those actors who are unlikely to benefit directly from these policies. The project will investigate the relative importance of three factors: compensation, framing and mediation. \nThe project breaks new theoretical and methodological ground in comparative welfare state research. It conceptualizes and studies both the trade-offs and the potentials for coalitions, which will determine the fate of the European welfare state in the 21st century.",
    "totalCost": "1474133",
    "ecMaxContribution": "1474133",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1474133
        }
    },
    "calculatedTotalContribution": 1474133
}