{
    "rcn": "206189",
    "acronym": "weDRAW",
    "topics": "ICT-22-2016",
    "title": "Exploiting the best sensory modality for learning arithmetic and geometrical concepts based on multisensory interactive Information and Communication Technologies and serious games",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The weDRAW project comes from the renewed neuroscientific understanding of the role of communication between sensory modalities during development: specific sensory systems have specific roles to learn specific concepts. Starting from these results, in weDRAW we will develop an multisensory technology and three serious games that will exploit the best modality for learning arithmetic and geometrical concepts.\nIn particular weDRAW:\n- will provide the elements to the teacher to determine which is the best modality (visual, audio or haptic) to teach each specific concepts to the students; \n- will provide the technology to exploit the best sensory signal; \n- will permit to teach different concepts together. This will be possible by using a multisensory approach, that will open a new teaching/learning channel, personalized for each student, based on multisensory interactive technology (i.e., audio, tactile, motor and visual), including a serious game platform. \n- will show that it is possible to learn arithmetical concepts from multisensory rhythm exploration and music and geometrical concepts from body movement and multisensory drawing.\n- will permit a ìdeeper learning of Science and Mathematics combined with Artsî improving creative capacities of learners.\nBesides application to typical children, a major goal and output of this project consists of applying the proposed multisensory approach and technologies to two specific populations: visually impaired and dyslexic children. In particular, dyslexic children have problems with rhythm, whereas visually impaired children have problems with space and geometry. With weDRAW we expect to improve the spatial and temporal impairments of these two groups of children braking down social barriers.",
    "totalCost": "2454616,25",
    "ecMaxContribution": "2454616,25",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "DE AGOSTINI EDITORE SPA;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;LEARN TPM LIMITED;DIMITRIOS KARADIMAS;IGNITION FACTORY;UNIVERSITY COLLEGE LONDON;UNIVERSITA DEGLI STUDI DI GENOVA;ISTITUTO DAVID CHIOSSONE PER I CIECHI E GLI IPOVEDENTI ONLUS ASSOCIAZIONE",
    "participantCountries": "IT;IE;UK;EL;FR",
    "projectParticipants": {
        "919297616": {
            "orgId": "919297616",
            "orgName": "IGNITION FACTORY",
            "ecContrib": 299591
        },
        "952062664": {
            "orgId": "952062664",
            "orgName": "DIMITRIOS KARADIMAS",
            "ecContrib": 145500
        },
        "940884966": {
            "orgId": "940884966",
            "orgName": "DE AGOSTINI EDITORE SPA",
            "ecContrib": 61250
        },
        "969440408": {
            "orgId": "969440408",
            "orgName": "ISTITUTO DAVID CHIOSSONE PER I CIECHI E GLI IPOVEDENTI ONLUS ASSOCIAZIONE",
            "ecContrib": 65030
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 300309
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 456086
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 277178
        },
        "931480622": {
            "orgId": "931480622",
            "orgName": "LEARN TPM LIMITED",
            "ecContrib": 300000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 549672
        }
    },
    "calculatedTotalContribution": 2454616
}