{
    "rcn": "206146",
    "acronym": "2O2ACTIVATION",
    "topics": "ERC-2016-STG",
    "title": "Development of Direct Dehydrogenative Couplings mediated by Dioxygen",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The field of C-H bond activation has evolved at an exponential pace in the last 15 years. What appeals most in those novel synthetic techniques is clear: they bypass the pre-activation steps usually required in traditional cross-coupling chemistry by directly metalating C-H bonds. Many C-H bond functionalizations today however, rely on poorly atom and step efficient oxidants, leading to significant and costly chemical waste, thereby seriously undermining the overall sustainability of those methods. As restrictions in sustainability regulations will further increase, and the cost of certain chemical commodities will rise, atom efficiency in organic synthesis remains a top priority for research. \n\nThe aim of 2O2ACTIVATION is to develop novel technologies utilizing O2 as sole terminal oxidant in order to allow useful, extremely sustainable, thermodynamically challenging, dehydrogenative C-N and C-O bond forming coupling reactions. However, the moderate reactivity of O2 towards many catalysts constitutes a major challenge. 2O2ACTIVATION will pioneer the design of new catalysts based on the ultra-simple propene motive, capable of direct activation of O2 for C-H activation based cross-couplings. The project is divided into 3 major lines: O2 activation using propene and its analogues (propenoids), 1) without metal or halide, 2) with hypervalent halide catalysis, 3) with metal catalyzed C-H activation. \nThe philosophy of 2O2ACTIVATION is to focus C-H functionalization method development on the oxidative event.\n\nConsequently, 2O2ACTIVATION breakthroughs will dramatically shortcut synthetic routes through the use of inactivated, unprotected, and readily available building blocks; and thus should be easily scalable. This will lead to a strong decrease in the costs related to the production of many essential chemicals, while preserving the environment (water as terminal by-product). The resulting novels coupling methods will thus have a lasting impact on the chemical industry.",
    "totalCost": "1489822,5",
    "ecMaxContribution": "1489822,5",
    "coordinator": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885895": {
            "orgId": "999885895",
            "orgName": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
            "ecContrib": 1489822
        }
    },
    "calculatedTotalContribution": 1489822
}