{
    "rcn": "206143",
    "acronym": "p-TYPE",
    "topics": "ERC-2016-STG",
    "title": "Transparent p-type semiconductors for efficient solar energy capture, conversion and storage.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "This proposal will develop new transparent p-type semiconductors that will make dye-sensitized solar cells (DSC) a vastly more efficient and a realistic prospect for carbon-free energy generation worldwide. Two key challenges will be addressed: (1) a means of converting NIR radiation to increase the amount of sunlight utilised from 35% to over 70%; (2) a means of storing the energy. Almost all the research in the field is based on dye or ìperovskiteî sensitized TiO2 (n-type) solar cells, which are limited by their poor spectral response in the red-NIR. pTYPE approaches the problem differently: tandem DSCs will be developed which combine a n-type and a p-type DSC in a single p/n device. This increases the theoretical efficiency from 33% to 43% by extending the spectral response without sacrificing the voltage. The device will be modified with catalysts to convert H2O or CO2 and sunlight into fuel without using sacrificial reagents that limit the efficiency of current systems. An efficient tandem DSC has not yet been developed because p-type DSCs are much less efficient than n-type cells. As an independent Royal Society Dorothy Hodgkin fellow I increased the photocurrent by developing new dyes. This project will exploit this breakthrough by increasing the voltage, which is currently limited by the NiO semiconductor conventionally used. I will rapidly synthesise libraries of alternative p-type semiconductors; select promising candidates based on key criteria which can be measured on a single sample within minutes: transparency and dye adsorption (for high light harvesting efficiency by the dye), conductivity (for high charge collection efficiency) and valence band potential (for high voltage); assemble the new materials in tandem DSCs. As one of the few researchers experienced in preparing, characterising and optimising each aspect of this photoelectrochemical system, I aim to match the efficiency from TiO2 with p-type DSCs to obtain tandem efficiencies above 20%.",
    "totalCost": "1499840",
    "ecMaxContribution": "1499840",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1499840
        }
    },
    "calculatedTotalContribution": 1499840
}