{
    "rcn": "206174",
    "acronym": "STORIES",
    "topics": "ICT-22-2016",
    "title": "Stories of Tomorrow - Students Visions on the Future of Space Exploration",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "The STORIES project aims to contribute to a dynamic future of childrenís ebooks evolution by a) developing user-friendly interfaces for young students (10-12 years old) to create their own multi-path stories expressing their imagination and creativity and b) by integrating the latest AR, VR and 3D printing technologies to visualize their stories in numerous innovative ways. In the heart of this intervention lies the vision for integrated curricula and deeper learning outcomes. The project will offer these innovations through a single environment, the STORIES Storytelling Platform which will be the place for studentsí artistic expression and scientific inquiry at the same time. The creations of the students (paintings, models, dioramas and constructions, 3D objects and landscapes, animations, science videos and science theatre plays) will be captured and integrated in the form of interactive ebooks. The STORIES technical team will design advanced interfaces in which students will be able to augment characters, buildings, greenhouses and different 3D geometrical structures on a tablet or their computer and inspect their work using a mobile device. The outcome of their work will be detected and tracked, and the video stream is augmented with an animated 3D version of the character or the artefact. The platform will be tested in real settings in Germany, Greece, Portugal, France, Finland and Japan, involving 60 teachers and 3000 students (5th and 6th grade). To achieve this, the proposed project is developing a novel cooperation between creative industries and electronic publishing, educational research institutions in the field of STEM, schools and informal learning centres. The consortium includes 15 partners from Europe, USA, Japan and Australia. But STORIES is going beyond that: The consortium will cooperate in the design of the platform and in the development of the storyline mechanism with Eugene (Eugenios) Trivizas, well known writer of children's books.",
    "totalCost": "2703375",
    "ecMaxContribution": "2559625",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "SOCIETE D'ECONOMIE MIXTE D'EXPLOITATION DE CENTRES CULTUREL EDUCATIF ET DE LOISIRS SEM;HELSINGIN YLIOPISTO;OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG;MOTIVIAN EOOD;Curtin University;PUBLISTO DIGITAL APPLICATIONS EPE;NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO;THEOFANIS ALEXANDRIDIS KAI SIA EE;ORGANISMOS EKPAIDEFTIKIS ROMPOTIKISKAI EPISTIMIS;CREATIVITIC INNOVA SL;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
    "participantCountries": "FR;FI;DE;BG;AU;EL;PT;ES",
    "projectParticipants": {
        "997242645": {
            "orgId": "997242645",
            "orgName": "NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO",
            "ecContrib": 173312
        },
        "954576419": {
            "orgId": "954576419",
            "orgName": "CREATIVITIC INNOVA SL",
            "ecContrib": 197312
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 353250
        },
        "953291848": {
            "orgId": "953291848",
            "orgName": "PUBLISTO DIGITAL APPLICATIONS EPE",
            "ecContrib": 194188
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 234500
        },
        "971506411": {
            "orgId": "971506411",
            "orgName": "CURTIN UNIVERSITY OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 360750
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 102938
        },
        "969096349": {
            "orgId": "969096349",
            "orgName": "MOTIVIAN EOOD",
            "ecContrib": 353500
        },
        "919311002": {
            "orgId": "919311002",
            "orgName": "ORGANISMOS EKPAIDEFTIKIS ROMPOTIKISKAI EPISTIMIS",
            "ecContrib": 107812
        },
        "952356768": {
            "orgId": "952356768",
            "orgName": "THEOFANIS ALEXANDRIDIS KAI SIA EE",
            "ecContrib": 297250
        },
        "998562912": {
            "orgId": "998562912",
            "orgName": "SOCIETE D'ECONOMIE MIXTE D'EXPLOITATION DE CENTRES CULTUREL EDUCATIF ET DE LOISIRS SEM",
            "ecContrib": 184812
        }
    },
    "calculatedTotalContribution": 2559624
}