{
    "rcn": "206133",
    "acronym": "CONQUEST",
    "topics": "ERC-PoC-2015",
    "title": "CONQUEST: Enabling advanced medical imaging",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "CONQUEST: Enabling advanced medical imaging\n\nCONQUEST is formed around a new imaging technology platform. The basis is the newly developed nanoparticles function as contrast agents for a variety of imaging modalities that are presently used in healthcare such as ultrasound and MRI. In particular, the nanoparticles are a completely novel type of contrast agent for ultrasound imaging. The high stability and long shelf life of the particles combined with visibility in ultrasound could allow application of ultrasound imaging in areas currently dominated by more expensive, more difficult and slower imaging modalities such as MRI, PET or SPECT (nuclear imaging techniques). Moreover, ultrasound is already widely available, does not involve ionizing radiation and is the most ìuser-friendlyî clinical imaging modality. Furthermore, the unique properties of the CONQUEST nanoparticles may allow its targeting to regions of inflammation, including malignant tumours and unstable atherosclerotic plaques. Initially, we will focus on the application of CONQUEST agents to the diagnosis of focal liver lesions. Currently, through the linked ERC StG, GMP-grade particles are available and approved for testing in a cell therapy clinical trial.\n \nIn all, at the end of this proposal, we expect to have solid in vivo proof of the viability of the agent in focal liver lesions (selected as our first application based on market research), and a strengthened IP position. This will put CONQUEST in a strong position to acquire the large amounts of funding necessary for full clinical validation, and the eventual introduction of new applications and new products.\n \nThus, with this technology platform we can create a new market (for multimodal imaging agents), improve efficiency and reduce costs in healthcare.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}