{
    "rcn": "206162",
    "acronym": "ShipTest",
    "topics": "FTIPilot-01-2016",
    "title": "Fully automated laser guided inspection robot for weld defect detection on ship hulls",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The European ship fleet counts 23,000 vessels, accounting for the 40% of the global gross tonnage. Marine industry is a major prosperity engine of the EU contributing a total of Ä147bn to the GDP and supporting more than 1.7m jobs. \nHowever, the vesselsí structural integrity verification is a major issue for the shipping industry. Regulations dictate that Non Destructive Testing (NDT) inspections should be performed every 5 years for the first decade of a vesselís life and every 2.5 years thereafter. \nShip hull weld inspection is a challenging process as safety-critical welds length exceeds 120km in large vessels and involves human inspectors on site using scaffolding or cherry-pickers. These procedures require long periods of dry-docking incurring loss of revenue and costs amounting to more than Ä150k per inspection. Moreover conventional ultrasonic techniques cannot be applied on metal plates of thickness <10mm, which are commonly used nowadays to reduce ship weight. This necessitates the use of dangerous radiographic techniques posing health and safety issues.\nThese challenges give rise to a unique business opportunity which Spectrum Labs and Tecnitest (leading NDT equipment and service providers) along with Innora (dynamic high-tech company specializing in robotics) and TWI (global leader in NDT technology) aspire to seize with the help of Lloydsí Register, the most reputable shipping service provider with 230 years of experience.\nWe aim to redefine ship NDT inspection by commercializing ShipTest, a laser-guided robotic crawler able to automatically track the weld and inspect the hull while the ship is at sea. Through a combination of bleeding-edge ultrasonic and electromagnetic techniques ShipTest can accurately inspect metal plates of <10mm thickness eliminating the need for radiography.\nBy commercialising ShipTest we will grow our businesses by Ä47.7m, cumulatively over 5 years, generating Ä19.04m in profits and creating 398 direct jobs and 1185 indirect jobs",
    "totalCost": "3003950",
    "ecMaxContribution": "2389545,51",
    "coordinator": "I DIMOULIS & CO EE",
    "coordinatorCountry": "EL",
    "participants": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;TECNITEST INGENIEROS SL;AINOOUCHAOU PLIROFORIKI AE;LLOYD'S REGISTER EMEA IPS;TWI LIMITED",
    "participantCountries": "EL;ES;UK",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "999544843": {
            "orgId": "999544843",
            "orgName": "TECNITEST INGENIEROS SL",
            "ecContrib": 506824
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 552388
        },
        "965587956": {
            "orgId": "965587956",
            "orgName": "I DIMOULIS & CO EE",
            "ecContrib": 298000
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 955935
        },
        "998981176": {
            "orgId": "998981176",
            "orgName": "LLOYD'S REGISTER EMEA IPS",
            "ecContrib": 76398
        }
    },
    "calculatedTotalContribution": 2389545
}