{
    "rcn": "206115",
    "acronym": "ASNODEV",
    "topics": "ERC-ADG-2015",
    "title": "Aspirations Social Norms and Development",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Development economists and policymakers often face scenarios in which poor people do not make choices that would help them get out of poverty due to an ìaspiration failureî: the poor perceive certain goals as unattainable and do not invest towards those goals, thus perpetuating their own state of poverty. The aim of this proposal is to improve our understanding of the relationship between aspirations and socio-economic outcomes of disadvantaged individuals, in order to answer the question: Can we design policy interventions that shift aspirations in a way that is conducive to development?\nIn addressing the above question a fundamental role is played by social norms and by the ability of individuals to coordinate on ìnewî aspirations, hence the analysis of social effects is a salient feature of this proposal.\nThe proposed research is organized in two workpackages. The first focuses on the media as a vehicle for changing aspirations, examining both commercial TV programs and ìeducational entertainmentî. The second workpackage examines ìtailoredî interventions designed to address specific determinants of aspiration failures (e.g., psychological support to reduce perceived barriers; inter-racial interaction to change stereotypes; institutional reform to strengthen womenís rights and reduce the gender aspiration gap).\nThe methodology will involve rigorous evaluation of several interventions directly designed to or indirectly affecting aspirations and social norms. Original data collected through survey work, large administrative datasets and media content analysis will be used.\nThe results of this project will advance our knowledge on the sources of aspiration failures by poor people and on the interplay between aspirations and social norms, eventually opening the avenue for a new array of anti-poverty policies.",
    "totalCost": "1618125",
    "ecMaxContribution": "1618125",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1618125
        }
    },
    "calculatedTotalContribution": 1618125
}