{
    "rcn": "206159",
    "acronym": "Copernicus App Lab",
    "topics": "EO-3-2016",
    "title": "Stimulating wider uptake of Copernicus Services by making them available as linked open data",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The Copernicus App Lab aims at bridging the digital divide between the established, science-driven Earth observation community and the young, innovative, entrepreneurial world of mobile developers by establishing of a proof-of-concept for providing the data from the Copernicus Land, Marine Environment and Atmosphere Monitoring Services as Linked Open Data (LOD) for take-up of EO data in mobile applications. The experiences of the consortium as key technology provider in various international competition events, such as the Copernicus Masters, shows that easy access to data is crucial for the success of EO business development.\n\nMain benefits: \n- Empowering the uptake of Copernicus Services in the mobile developer community by offering a one-stop-shop for mobile developers who wish to integrate Copernicus data into their value-added services via the tools needed and in the format known by mobile developers.\n- Improving data utilization by publishing value-added products from Copernicus data and services as Linked Open Data finally leading to better and more numerous mobile Copernicus apps.\n- Trigger business opportunities along the value added chain of EO data and services by providing tools for publishing and interlinking EO data, for querying EO data and for visualizing EO data. \n- Engaging the user community by setting a strong focus on dissemination activities and by collecting user feedback during a virtual beta testing phase and direct exchange with mobile developers during an ESA Space App Camp.",
    "totalCost": "1620417,5",
    "ecMaxContribution": "1617917,5",
    "coordinator": "ANWENDUNGSZENTRUM GMBH OBERPFAFFENHOFEN",
    "coordinatorCountry": "DE",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;RAMANI B.V.;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;TERRADUE SRL",
    "participantCountries": "BE;NL;EL;IT",
    "projectParticipants": {
        "920842438": {
            "orgId": "920842438",
            "orgName": "RAMANI B.V.",
            "ecContrib": 394094
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 329125
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 95824
        },
        "999732829": {
            "orgId": "999732829",
            "orgName": "TERRADUE SRL",
            "ecContrib": 368031
        },
        "998521396": {
            "orgId": "998521396",
            "orgName": "ANWENDUNGSZENTRUM GMBH OBERPFAFFENHOFEN",
            "ecContrib": 430844
        }
    },
    "calculatedTotalContribution": 1617918
}