{
    "rcn": "206126",
    "acronym": "SWING",
    "topics": "MSCA-IF-2015-GF",
    "title": "Patterning Spin-Wave reconfIgurable Nanodevices for loGics and computing.",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Spin-waves, i.e. propagating perturbations in the spin arrangement of magnetic materials, are envisioned to revolutionize the way information is carried and processed due to their multiplexing capability and absence of Joule losses. By bringing together the complementary expertise of ìCUNY Advanced Science Research Centerî (USA) and ìPolitecnico di Milano (PoliMi)î (Italy), the ëSWINGí project addresses two major issues of current nanoscale magnonics: the efficient guidance of spin-waves in nanostructured materials and the study of spin-waves at the nanoscale.\nAt CUNY, ìThermally assisted magnetic scanning probe lithographyî (tam-SPL), recently conceived and demonstrated by the applicant, will be further developed and employed for nanopatterning magnonic devices in magnetic multilayers grown at PoliMi. In such devices, spin-waves will be efficiently guided and manipulated by defining reconfigurable topological features, such as magnetic domain walls, in continuous films, avoiding any detrimental scattering due to the physical interfaces created by conventional lithography. Furthermore, a novel, versatile tool for the nanoscale study of magnons will be realized, by combining Nitrogen-Vacancy magnetometry and scanning probe microscopy. Advanced magnetic characterization via optical methods, experiments at Brookhaven Synchrotron and access to the cutting-edge CUNY NanoFab facility will be pivotal complements in view of the research objectives. During the incoming phase, the acquired expertise and technologies developed at CUNY will be transferred to PoliMi, aiming to realize fully reconfigurable nanoscale magnonic logic devices.\nëSWINGí project aims to push magnonics forward, by means of an interdisciplinary approach which combines the excellent competence of the host organizations in magnetism, nanoscience, photonics and entrepreneurship. The candidate will acquire key comprehensive skills towards becoming an independent scientific and technological leader in Europe.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967270421": {
            "orgId": "967270421",
            "orgName": "THE CITY UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}