{
    "rcn": "206139",
    "acronym": "OSIRIS",
    "topics": "ERC-2016-STG",
    "title": "Organic Semiconductors Interfaced with Biological Environments",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Transducing information to and from biological environments is essential for bioresearch, neuroscience and healthcare. There has been recent focus on using organic semiconductors to interface the living world, since their structural similarity to bio-macromolecules strongly favours their biological integration. Either water-soluble conjugated polyelectrolytes are dissolved in the biological medium, or solid-state organic thin films are incorporated into bioelectronic devices. Proof-of-concept of versatile applications has been demonstrated ñ sensing, neural stimulation, transduction of brain activity, and photo-stimulation of cells. However, progress in the organic biosensing and bioelectronics field is limited by poor understanding of the underlying fundamental working principles. Given the complexity of the disordered, hybrid solid-liquid systems of interest, gaining mechanistic knowledge presents a considerable scientific challenge. The objective of OSIRIS is to overcome this challenge with a high-end spectroscopic approach, at present essentially missing from the field. We will address: 1) The nature of the interface at molecular and macroscopic level (assembly of polyelectrolytes with bio-molecules, interfacial properties of immersed organic thin films). 2) How the optoelectronics of organic semiconductors are affected upon exposure to aqueous environments containing electrolytes, biomolecules and cells. 3) How information is transduced across the interface (optical signals, thermal effects, charge transfer, electric fields, interplay of electronic/ionic transport). Via spectroscopy, we will target relevant optoelectronic processes with ultrafast time-resolution, structurally characterize the solid-liquid interface using non-linear sum-frequency generation, exploit Stark shifts related to interfacial fields, determine nanoscale charge mobility using terahertz spectroscopy in attenuated total reflection geometry, and simultaneously measure ionic transport.",
    "totalCost": "1498275",
    "ecMaxContribution": "1498275",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITE DE FRIBOURG",
    "participantCountries": "CH",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}