{
    "rcn": "206114",
    "acronym": "ARTISYM",
    "topics": "ERC-ADG-2015",
    "title": "Artificial endosymbiosis",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Living organisms have acquired new functionalities by uptake and integration of species to create symbiotic life-forms. This process of endosymbiosis has intrigued scientists over the years, albeit mostly from an evolution biology perspective. With the advance of chemical and synthetic biology, our ability to create molecular-life-like systems has increased tremendously, which enables us to build cell and organelle-like structures. However, these advances have not been taken to a level to study comprehensively if endosymbiosis can be applied to non-living systems or to integrate living with non-living matter. The aim of the research described in the ARTISYM proposal is to establish the field of artificial endosymbiosis. Two lines of research will be followed. First, we will incorporate artificial organelles in living cells to design hybrid cells with acquired functionality. This investigation is scientifically of great interest, as it will show us how to introduce novel compartmentalized pathways into living organisms. It also serves an important societal goal, as with these compartments dysfunctional cellular processes can be corrected. We will follow both a transient and a permanent approach. With the transient route biodegradable nanoreactors are introduced to supply living cells temporarily with novel function. Functionality is permanently introduced using genetic engineering to express protein-based nanoreactors in living cells, or via organelle transplantation of healthy mitochondria in diseased living cells. Secondly I aim to create artificial cells with the ability to perform endosymbiosis; the uptake and presence of artificial organelles in synthetic vesicles allows them to dynamically respond to their environment. Responses that are envisaged are shape changes, motility, and growth and division. Furthermore, the incorporation of natural organelles in liposomes provides biocatalytic cascades with the necessary cofactors to function in an artificial cell",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}