{
    "rcn": "206175",
    "acronym": "e-Sides",
    "topics": "ICT-18-2016",
    "title": "Ethical and Societal Implications of Data Sciences",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Data-driven innovation is deeply transforming society and the economy. Although there are potentially enormous economic and social benefits this innovation also brings new challenges for individual and collective privacy, security, as well as democracy and participation. The main objective of the CSA e-SIDES is to complement the research on privacy-preserving big data technologies, by analysing, mapping and clearly identifying the main societal and ethical challenges emerging from the adoption of big data technologies, conforming to the principles of responsible research and innovation; setting up and organizing a sustainable dialogue between industry, research and social actors, as well as networking with the main Research and Innovation Actions and Large Scale Pilots and other framework programme projects interested in these issues. It will investigate stakeholdersí concerns, and collect their input, framing these results in a clear conceptual framework showing the potential trade-offs between conflicting needs and providing a basis to validate privacy-preserving technologies. It will prepare and widely disseminate community shared conclusions and recommendations highlighting the best way to ultimately build confidence of citizens and businesses towards big data and the data economy.",
    "totalCost": "999940",
    "ecMaxContribution": "999940",
    "coordinator": "IDC ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITEIT LEIDEN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "participantCountries": "NL;DE",
    "projectParticipants": {
        "951376971": {
            "orgId": "951376971",
            "orgName": "IDC ITALIA SRL",
            "ecContrib": 398898
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 301522
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 299520
        }
    },
    "calculatedTotalContribution": 999940
}