{
    "rcn": "206129",
    "acronym": "COLIBRI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Carrier-selective contacts for silicon photovoltaics based on broadband-transparent oxides",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "This project aims at a cost-effective efficiency enhancement of Si solar cells towards their theoretical maximum of about 29% by moving away from the diffused-junction paradigm. This will reduce the energy fabrication costs on the Ä/kWh level and thereby increase the competiveness and profitability of photovoltaic systems. Crystalline Si (c-Si) solar cells are since decades the most established photovoltaic technology. Their main advantages are long lifetime (>25 years), non-toxicity and the high abundance of Si. However, for full competitiveness with traditional sources of electricity, important new steps need to be taken to increase their performance. \nAn innovative contacting scheme will be developed that eliminates the main loss mechanisms in c-Si solar cells arising from doped pn-junctions and the direct contact of metal with Si. The novel contacts will be broadband optically transparent, generate a highly passivating and carrier-selective interface to Si and will enable solar cells without doped pn-junctions. No cost-intensive patterning technique is required for the device fabrication and parasitic optical absorption, as present in Si heterojunction solar cells, will be minimized. The novel contacts consist of three layers: a 1-2 nm thick tunnelling SiO2 layer for chemical passivation of the Si surface, a wide-bandgap conductive metal oxide layer providing a specific energy band alignment, and a highly conductive transparent oxide (TCO) for carrier transport to external metal contacts and optimum light coupling into the solar cell device. The contacts will be used for the fabrication of Si solar cells which are devoid of doped pn-junctions and achieve both high open-circuit voltages and photo currents. The structure of the photovoltaic device will be optimized for the application in regular 1-sun modules and for both III-V/Si and perovskite/Si tandem cell applications with potential for flat-plate efficiencies well above 30%.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}