{
    "rcn": "206140",
    "acronym": "CosNeD",
    "topics": "ERC-2016-STG",
    "title": "Radio wave propagation in heterogeneous media: implications on the electronics of Cosmic Neutrino Detectors",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Detection of cosmic neutrinos can answer very important questions related to some extremely energetic yet unexplained astrophysical sources such as: compact binary stars, accreting black holes, supernovae etc., key elements in understanding the evolution and fate of the Universe. Moreover, these particles carry the highest\nenergies per particle known to man, impossible to achieve in any present or foreseen man made accelerator devices thus their detection can test and probe extreme high energy physics. \nOne of the newest techniques for measuring high energy cosmic neutrinos regards their radio detection in natural salt mines. A first and essential step is to determine experimentally the radio wave attenuation length in salt mines, and this will represent the main goal of this project. The results shall be used to estimate the implications on the construction of the detector. The outcome of this project may rejuvenate the radio detection in salt technique and be a compelling case for Romanian involvement. The same measurements can be used: to validate and improve previous work on theoretical simulation models of propagation in heterogeneous media ña regime not very well understood (which represents another goal of the project), and to study the behavior of classical antennas in non-conventional media (the third major goal).\nThe results to be obtained would be immediately relevant in determination of the key parameters that describe a cosmic neutrino detector, its performances and limitations. The events detected by such a   telescope will allow identification of individual sources indicating a step forward in ìneutrino astronomyî. The extensive propagation and antenna behavior studies in heterogeneous media will be in the direct interest for the scientific community and have a prompt impact in telecommunications theory and industry.",
    "totalCost": "185925",
    "ecMaxContribution": "185925",
    "coordinator": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
    "coordinatorCountry": "RO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 185925
        }
    },
    "calculatedTotalContribution": 185925
}