{
    "rcn": "206118",
    "acronym": "PolyTest",
    "topics": "FTIPilot-1-2015",
    "title": "Ultrasonic Phased Array Non-Destructive Testing and In-Service Inspection System for high integrity Polyethylene Pipe Welds with automated analysis software.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "ï The need arises from the greater use of PE pipes with a lower capital, installation, operation & maintenance cost and corrosion free during service but is limited through not having a suitable NDT technique to check the integrity of the welded joints between pipes\nï The objective is to take recently developed FP7 inspection/NDT technology for polyethylene (PE) pipe welds, from TRL6 to a TRL9 commercial product that will be exploited globally by the consortium partner providers to the consortium end user, Tier1/2 suppliers and other customers in the EU and globally by product sales and services. \nï Funds are requested from consortium members TWI, M2M, Plasflow, Tecnitest\nï Ä1.9m of funds is requested\nï The money will be used for the enhancement, meeting of specific application site testing requirements and the commercialisation of Ultrasonic Testing technology, software, technique validation, standards and technician training/certification.\nï Funds will enable the application specific product enhancements to be made and to support product/service/support commercialisation\nï Ultrasonic equipment, transducers, software suppliers and service inspection/NDT companies as well as end-user nuclear plant, gas/water utilities, mines will all benefit\nï Target market covers nuclear NPP, gas & water utilities, mining & process plant with a total size of 11.5billion welds. A market penetration of Ä30M sales pa plus Ä60M pa in EU direct industry savings/benefits are sought.\nï Customers/ buyers. End Users, Tier 1/Tier 2 suppliers, NDT Inspection Companies in the Power Generation (Nuclear Power Plant ñ NPP), Gas & Water Utilities, Mining industry and Process Plant industries.\nï A unique TRL9 product that has been made suitable for industry use i.e. radiation hardened, ingress protected, site ruggedized, automated data analysis software, validated with appropriate standards, will meet target industry specific inspection applications.\nï Consortium ROI= 10:1 Total EU ROI= 33:1",
    "totalCost": "2332733,75",
    "ecMaxContribution": "1915548,13",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "TECNITEST INGENIEROS SL;PALAD H.Y. INDUSTRIES LTD;M 2 M;PLASFLOW LIMITED",
    "participantCountries": "ES;IL;FR;UK",
    "projectParticipants": {
        "917756189": {
            "orgId": "917756189",
            "orgName": "PALAD H.Y. INDUSTRIES LTD",
            "ecContrib": 133671
        },
        "992068083": {
            "orgId": "992068083",
            "orgName": "M 2 M",
            "ecContrib": 457632
        },
        "999544843": {
            "orgId": "999544843",
            "orgName": "TECNITEST INGENIEROS SL",
            "ecContrib": 382130
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 942115
        },
        "991819860": {
            "orgId": "991819860",
            "orgName": "PLASFLOW LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1915548
}