{
    "rcn": "206170",
    "acronym": "GOAL",
    "topics": "ICT-24-2016",
    "title": "Games Of Active Life",
    "startDate": "01/11/2016",
    "endDate": "30/04/2019",
    "objective": "The GOAL project provides a platform that fosters an ecosystem of games and applications that helps people stay motivated to lead socially engaged, physically and cognitively active lifestyles. The platform will benefit both players and third-party game developers. Players get to play their favourite games while at the same time working on a social and active lifestyle. Where certain GOAL games or applications will reward users for healthy behaviour, others allow the user to spend their earned GOAL Coins on virtual or real rewards. GOAL applications can reward among other, social interactions, physical activity, cognitive training, teamwork, and competition. Game developers choosing to integrate with the GOAL platform benefit by being able to leverage an easy to use platform that, when integrated into their games, provides out-of-the-box added value for their usersí healthy lifestyle. By leveraging the GOAL platform, game developers can focus on their strengths: to develop fun, engaging experiences for their users.\nThe GOAL platform provides a set of services to integrated games and health apps. First, the platform supports a complete virtual reward system in which applications function as coin generators, coin spenders or both. Second, the platform provides generic, adaptive personalized goal-setting that apps and games can leverage to automatically provide the most relevant challenge to their users. Third, an integrated motivational agent helps users achieving their health-, or in-game goals. Last, the platform includes a social marketplace that fosters social interactions among the GOAL community.\nThe GOAL platform has the potential to open up a new market in which health behaviour change components can be fully integrated in real, fun and engaging games. Game developers can focus on developing emerging experiences, while behaviour change experts provide the benefits in the GOAL platform.",
    "totalCost": "1238000",
    "ecMaxContribution": "999312,5",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "NUROGAMES GMBH;ROESSINGH RESEARCH AND DEVELOPMENT BV;RESEARCH AND EDUCATION LABORATORY IN INFORMATION TECHNOLOGIES",
    "participantCountries": "DE;NL;EL",
    "projectParticipants": {
        "999582382": {
            "orgId": "999582382",
            "orgName": "RESEARCH AND EDUCATION LABORATORY IN INFORMATION TECHNOLOGIES",
            "ecContrib": 218625
        },
        "969034463": {
            "orgId": "969034463",
            "orgName": "NUROGAMES GMBH",
            "ecContrib": 329788
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 227150
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 223750
        }
    },
    "calculatedTotalContribution": 999313
}