{
    "rcn": "206171",
    "acronym": "FLAME",
    "topics": "ICT-13-2016",
    "title": "Facility for Large-scale Adaptive Media Experimentation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The Future Media Internet (FMI) will be driven by evolving existing over-the-top (OTT) solutions towards a stronger integration with emerging programmable communication and computing infrastructures to address consumer demand for personalised, interactive, mobile and localised media experiences. Creating a trusted platform that brings together technology, creative sectors and consumers in the development of pioneering media applications and services will be crucial to drive European innovation and competitiveness. FLAME will address this goal by establishing an FMI ecosystem based on the Experimentation-as-a-Service (EaaS) paradigm that supports large-scale experimentation of novel FMI products and services using real-life adaptive experimental infrastructures encompassing not only the compute and storage facilities but also the underlying software-enabled communication infrastructure. FLAMEís ecosystem will engage both the creative industries (broadcast, gaming, etc.) and ICT industries (telcos, services) responsible for online distribution, broadcast, communication, and distribution of digital content. Through acceleration methodologies and an advanced experimentation platform (surrogate service management, adaptive service routing, experimental media service chains and experimentation toolbox), FLAME will allow industry, SMEs and entrepreneurs to conduct experiments in real-life experimental infrastructures and gain insight into the performance, acceptance and viability of solutions. FLAMEís innovation potential will be maximised by establishing FLAME Trailblazers (Bristol, Barcelona) to show the way for FLAME Replicators across Europe using a replication process based on best practice sustainability, governance, and engagement models, and infrastructure standards and specifications. A 3rd party investment strategy will create a vibrant FMI ecosystem that adds significant value to current FIRE\\ efforts, and puts in place measures for long term sustainability.",
    "totalCost": "6905492,5",
    "ecMaxContribution": "4999742",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "NEXTWORKS;INSTITUT MUNICIPAL D'INFORMATICA DE BARCELONA;DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV;INTERDIGITAL EUROPE LTD;ATOS SPAIN SA;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;THE WALT DISNEY COMPANY (SWITZERLAND) GMBH;UNIVERSITY OF BRISTOL;FUNDACIO PRIVADA I2CAT, INTERNET I INNOVACIO DIGITAL A CATALUNYA;MARTEL GMBH",
    "participantCountries": "IT;ES;BE;UK;CH",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 2878492
        },
        "969047849": {
            "orgId": "969047849",
            "orgName": "INSTITUT MUNICIPAL D'INFORMATICA DE BARCELONA",
            "ecContrib": 170750
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 353250
        },
        "999695387": {
            "orgId": "999695387",
            "orgName": "MARTEL GMBH",
            "ecContrib": 0
        },
        "950635891": {
            "orgId": "950635891",
            "orgName": "INTERDIGITAL EUROPE LTD",
            "ecContrib": 417125
        },
        "996613600": {
            "orgId": "996613600",
            "orgName": "NEXTWORKS",
            "ecContrib": 140000
        },
        "992654060": {
            "orgId": "992654060",
            "orgName": "THE WALT DISNEY COMPANY (SWITZERLAND) GMBH",
            "ecContrib": 0
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 499000
        },
        "999583061": {
            "orgId": "999583061",
            "orgName": "FUNDACIO PRIVADA I2CAT, INTERNET I INNOVACIO DIGITAL A CATALUNYA",
            "ecContrib": 288625
        },
        "996432016": {
            "orgId": "996432016",
            "orgName": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
            "ecContrib": 252500
        }
    },
    "calculatedTotalContribution": 4999742
}