{
    "rcn": "206124",
    "acronym": "PARTNER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Probabilistic Assessment of Reduction and Transfer of Natural Earthquake Risk",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Seismic risk management in fast-growing populated seismic areas is a challenge for governments and communities in case of catastrophic events. Seismic resilience options are considered to mitigate risk, by either reducing the risk through vibration-control designs of risky assets, or by transferring the risk into the capital markets, through disaster financing options or (re)insurers. Both strategies require a good understanding of the seismic risk, which can be achieved only through thorough ground-motion uncertainty quantification and propagation to structural response, and accurate estimates of damage, cost and downtime estimates of the affected assets.\nThe current proposal presents a compete framework to analyze the effects of resiliency measures on the overall risk of communities by (1) developing novel probabilistic model to characterize local seismic hazard by using site-specific records, (2) characterizing the exposed assets accurately at high resolution, (3) developing novel and efficient seismic vulnerability models consistent with the seismic hazard and (4) calculating probability distributions of seismic-performance metrics rather than just mean values for a better characterization of the risk. This methodology will be applied to study the risk reduction and transfer effects on communities. Seismic risk-reduction will be achieved through implementation of seismic control devices to structures and risk-transfer is achieved through financing mechanisms, such as catastrophe bonds and other parametric models, used to carry over risk to risk-takers.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}