{
    "rcn": "206103",
    "acronym": "SCOPE",
    "topics": "FETFLAG-01-2016",
    "title": "Support and Coordination of the Partnering Environment for FET Flagships",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The SCOPE strategic objective is to promote a partnering environment with the Flagships by providing flexible and efficient mechanisms to perform activities that will be in line with the overall Flagship objectives and be of mutual benefit to all parties. In particular, the consortium will address the need for support of Partnering Projects in order to engage in collaborations with the Core Projects by identifying strategic opportunities and providing support for networking and dissemination between the Core and Partnering Projects. The enhancement and support in developing partnerships that will serve the Flagships objectives and raise awareness about the accomplishment of Flagship goals in terms of scientific leadership, economical and societal benefits.\n\nThese specific actions will be carried out throughout the project lifetime with the main objective to progressively bring coherence into the Flagships ìecosystemsî. The expected measureable impacts will be in term of the level of integration and participation in research, governance, networking and dissemination activities of the Partnering Projects in both of the Flagships.\n\nThe SCOPE Consortium brings together different perspectives and expertise in order to achieve the goals of the project and contribute going a step forward in supporting the partnership environment in FET Flagships. They will ensure policy-level communication, coordination between and among them, networking, and other relevant actions around HBP or Graphene Core Projects and the stakeholders of the scientific community.",
    "totalCost": "999998,75",
    "ecMaxContribution": "999998,75",
    "coordinator": "FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "FONDATION EUROPEENNE DE LA SCIENCE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "participantCountries": "FR;CH",
    "projectParticipants": {
        "999987939": {
            "orgId": "999987939",
            "orgName": "FONDATION EUROPEENNE DE LA SCIENCE",
            "ecContrib": 292951
        },
        "999421944": {
            "orgId": "999421944",
            "orgName": "FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA",
            "ecContrib": 356548
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 350500
        }
    },
    "calculatedTotalContribution": 999999
}