{
    "rcn": "206154",
    "acronym": "InFuse",
    "topics": "COMPET-4-2016",
    "title": "Infusing Data Fusion in Space Robotics",
    "startDate": "01/11/2016",
    "endDate": "31/01/2019",
    "objective": "InFuse aims to develop very essential data fusion capabilities (aka. Common Data Fusion Framework, or CDFF) that will serve in the context of many space robotics applications, on planetary surface as well as in orbit or other microgravity environments. The InFuse CDFF will be developed relying on the expertise of partners having tangible experience with a wide range of sensors data processing (Perception and Navigation related) and a wide range of robotic applications ñ both in space and terrestrial conditions.\n\nInFuse makes provision for convenient and effective articulation with other SRC common building blocks ñ in particular: OG1 (RCOS), OG2 (autonomy framework) and OG4 (sensors suite). The solution proposed in InFuse to wrap and handle data fusion technologies and their produced data will make easy and effective their adoption by a wide range of users, both among the SRC stakeholders and in the wider space robotics community.\n\nIn particular, InFuse will not only provide access to an extensive set of robust data fusion capabilities, applicable both On-Orbit and Planetary scenarios, but will also include a data product management component allowing to retrieve and request conveniently (on-demand) relevant data such as maps, models of the environment or objects, possibly science data, etc.",
    "totalCost": "3494452,5",
    "ecMaxContribution": "3493952,5",
    "coordinator": "SPACE APPLICATIONS SERVICES NV",
    "coordinatorCountry": "BE",
    "participants": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;MAGELLIUM SAS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "DE;FR;UK",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 655750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 565040
        },
        "999757467": {
            "orgId": "999757467",
            "orgName": "SPACE APPLICATIONS SERVICES NV",
            "ecContrib": 680750
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 483250
        },
        "999962428": {
            "orgId": "999962428",
            "orgName": "MAGELLIUM SAS",
            "ecContrib": 546912
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 562250
        }
    },
    "calculatedTotalContribution": 3493952
}