{
    "rcn": "206138",
    "acronym": "CONNEXIO",
    "topics": "ERC-2016-STG",
    "title": "Physiologically relevant microfluidic neuro-engineering",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Developing minimalistic biological neural networks and observing their functional activity is crucial to decipher the information processing in the brain. This project aims to address two major challenges: to design and fabricate in vitro biological neural networks that are organized in physiological relevant ways and to provide a label-free monitoring platform capable of observing neural activity both at the neuron resolution and at large fields of view. To do so, the project will develop a unique microfluidic compartmentalized chips where populations of primary neurons will be seeded in deposition chambers with physiological relevant number and densities. Chambers will be connected by microgrooves in which neurites only can grow and whose dimensions will be tuned according to the connectivity pattern to reproduce. To observe the activity of such complex neural networks, we will develop a disruptive observation technique that will transduce the electrical activity of spiking neurons into optical differences observed on a lens-free platform, without calcium labelling and constantly in-incubo. By combining neuro-engineering patterning and the lens-free platform, we will compare individual spiking to global oscillators in basic neural networks under localized external stimulations. Such results will provide experimental insight into computational neuroscience current approaches. Finally, we will design an in vitro network that will reproduce a neural loop implied in major neurodegenerative diseases with physiological relevant neural types, densities and connectivities. This circuitry will be manipulated in order to model Huntington and Parkinson diseases on the chip and assess the impact of known drugs on the functional activity of the entire network. This project will engineer microfluidics chips with physiological relevant neural network and a lensfree activity monitoring platform to answer fundamental and clinically relevant issues in neuroscience.",
    "totalCost": "1727731",
    "ecMaxContribution": "1727731",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1727731
        }
    },
    "calculatedTotalContribution": 1727731
}