{
    "rcn": "206125",
    "acronym": "MultimodalCellTrack",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multimodal preclinical imaging probes to evaluate the safety and efficacy of regenerative medicine therapies",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Our inability to accurately monitor the biodistribution of transplanted cells is a major barrier to assessing the safety and efficacy of cell-based regenerative medicine therapies. To assess safety, it is important to know if cells have engrafted into non-target organs so that possible adverse effects can be monitored over time; and to assess efficacy, it is crucial to know what proportion of cells reach the target organ, for how long they persist, and whether they ameliorate injury.\n \nVarious imaging technologies, including magnetic resonance imaging (MRI), bioluminescence imaging and photoacoustic imaging can be used for monitoring cellular biodistribution and assessing the effect of the cells on host organs and tissues, but no single technique provides high sensitivity, spatial and temporal resolution, and functional and anatomical imaging. It is therefore necessary to combine several imaging approaches. \n\nThe University of Liverpool is leading the UK Regenerative Medicine Platform Safety and Efficacy Hub. The hub includes all members of the supervisory team. The University has just inaugurated its new centre for preclinical imaging which brings together in a single place a unique suite of state of the art imaging modalities (including high field MRI and photoacoustic imaging). \n\nBuilding on her wide experience in the synthesis, functionalization and assembly of nano/micro-particles gained during her PhD with Irshad Hussain (Pakistan) and a Humboldt Fellowship with Wolfgang Parak (Germany), Sumaira Ashraf (the applicant) will prepare probes tailored for cell labelling and multimodal imaging. She will evaluate and optimize the properties of the probes following cell uptake (live cell imaging, magnetophoresis, etc) and finally test the most promising multimodal probes in mouse models of injury that are established within the UKRMP hub.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}