{
    "rcn": "206117",
    "acronym": "NonVisNumCog",
    "topics": "MSCA-IF-2015-EF",
    "title": "The role vision plays in shaping the representation of numbers.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "In the literature on numerical cognition, vision was for a long time assumed to play an important role in the development of number representations. In line with this idea, I recently demonstrated that congenitally blind (CB) present a qualitatively different representation of numbers by comparison to their sighted peers. In this project, I propose to further explore with fMRI techniques whether the CB qualitative different numerical representation is supported by specific cerebral reorganisation of the brain. I also propose to examine whether the qualitative different numerical representations of CB could delay the acquisition of numerical concepts in childhood. I finally propose to explore the extent to which this knowledge of the blindís numerical representation could be extended to the elaboration of a multisensory mathematics teaching program. I advocate the idea that this research program is crucial because poor mathematical competencies are common among adults and result in employment and day-to-day activities difficulties. Further research into multisensory access to numerical information could therefore lead to education benefits in teaching mathematics to young children but could also promote interventions that target specific mathematical deficits. I am uniquely suited for working on this project due to a number of parallels between the skills the proposed project requires, and the skills I possess. This includes: 1) my successful collaborations with Dr Collignon in the past; 2) good inter-personal skills; 3) my strong background in the research topic; 4) working with a variety of participant populations, and combining different methodologies. If funded, the present project will allow me to continue to explore a large overarching question by applying my pre-existing knowledge to a broader range of experimental techniques and topics - a vital skill to become an independent researcher in Europe.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}