{
    "rcn": "206131",
    "acronym": "SIPEA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Social Investment Perspective in Work-Family Reconciliation Measures in Europe and East Asia",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This project aims to explore the effects of social investment perspective on women and to identify effective work-family reconciliation measures in fostering social inclusion of women in the labour market and family. It adopts a mixed method approach to compare the social investment perspective in the work-family reconciliation measures in five European and two East Asian countries (Sweden, Germany, Hungary, the UK, France, Hong Kong and South Korea); and examines its relationship with womenís participation in the production and reproduction spheres. Systematic comparison of policy designs with the aid of country based policy grids, statistical analysis under the economic defamilisation index and state-led care-focused defamilisation index, semi-structural interviews with policy experts, secondment in non-academic organisations and dissemination activities will be conducted. Against the backdrop of the Lisbon Agenda and Horizon 2020, the social investment perspective has become a new social policy paradigm in Europe. It stresses on investing in human capital development, making efficient use of human capital and fostering social inclusion. It shares similarities with the productive approach in some East Asian countries which is regarded as important to economic success. This project will enhance the researcherís comparative social research skills and cross-regional knowledge on related policies; add value to the hosting universityís leadership in international social policy study; promote knowledge transfer between the two regions; and derive policy suggestions on social inclusion of women in the labour market and family. It is built on the expertise of the supervisor and the researcher on welfare policies in Europe and East Asia; and will be an integral part of the work plan of the interdisciplinary East Asian Social Policy Research Network and Social Policy Cluster of the hosting University. This is a project to be considered by the Reintegration Panel (RI).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}