{
    "rcn": "206149",
    "acronym": "TopoCold",
    "topics": "ERC-2016-STG",
    "title": "Manipulation of topological phases with cold atoms",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Topological states of matter constitute one of the hottest disciplines in quantum physics, demonstrating a remarkable fusion between elegant mathematical theories and technological applications. However, solid-state experiments only provide a limited set of physical systems and probes that can reveal non-trivial topological order. It is thus appealing to seek for alternative setups exhibiting topological properties. Cold atoms in optical lattices constitute an instructive and complementary toolbox, being extremely versatile, clean and controllable. In fact, cold-atom theorists and experimentalists have recently developed new tools providing the building blocks for the exploitation of topological atomic gases.\n\nTopoCold will propose realistic optical-lattice setups hosting novel topologically-ordered phases, based on those technologies that are currently developed in cold-atom experiments. The central goal of the project consists in identifying unambiguous manifestations of topological properties that are specific to the cold-atom framework. We will establish concrete methods to experimentally visualize these signatures, elaborating efficient schemes to detect the unique features of topological phases using available manipulation and imaging techniques. This central part of the TopoCold project will deepen our understanding of topological phenomena and guide ongoing experiments. We also plan to elaborate simple protocols to exploit topological excitations, based on the great controllability of atom-light coupling methods. Moreover, by tailoring the geometry and laser-coupling of optical-lattice setups, we will explore topological systems that are not accessible in solid-state devices. Finally, we will study the properties of topological phases that arise in the strongly-correlated regime of atomic gases. TopoCold will build a bridge between several communities, deepening our knowledge of topological phases from an original and interdisciplinary perspective.",
    "totalCost": "1038039",
    "ecMaxContribution": "1038039",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1038039
        }
    },
    "calculatedTotalContribution": 1038039
}