{
    "rcn": "206191",
    "acronym": "PAMMOTH",
    "topics": "ICT-29-2016",
    "title": "Photoacoustic/Ultrasound Mammoscopy for evaluating screening-detected abnormalities in the breast",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "X-ray mammography is the mainstay of breast cancer screening programs. It is estimated that between 20 - 50% of abnormal screening mammograms will prove to be negative. The paradigm in diagnosis is to establish whether a lesion is benign or malignant. All the imaging techniques conventionally used today ñ diagnostic x-ray, ultrasonography and magnetic resonance imaging have many limitations, leading to multiple and/or repeat imaging and often unnecessary biopsy. This leads to physical, psychological and economic burdens felt at individual, familial and societal levels.  \n\nWith an aging population, high incidence of breast cancer and tightening health-care budgets, there is an urgent  requirement for a non-invasive method for in-depth assessment of the screening-detected lesion. In PAMMOTH we will showcase such an imager, combining photoacoustic  and ultrasound imaging. With the use of quantitative image reconstruction of multi-wavelength photoacoustic data, information is gained of the vascular and oxygen status of the lesion relating to tumor physiology and function. From the ultrasound part, we derive ultrasound reflection from the lesion in a manner superior to conventional breast ultrasonography, relating to anatomic features and extent of a tumor. This information will enable the radiologist to come to a diagnosis accurately and rapidly without the use of contrast agents, without pain and  discomfort to the patient, while being cost-effective and not requiring complex infrastructure. \n\nFour excellent academic groups, three dynamic SMEs, and a hospital come together with support from key stakeholders in an Advisory group, to push beyond the state-of-the-art in science and technology to achieve the PAMMOTH imager. For the SMEs, in addition to tremendous improvements in individual product lines, the new integrated diagnostic imaging instrument opens up completely new market opportunities. \n\nWe expect PAMMOTH to have a strong economic and clinical impact.",
    "totalCost": "5105105",
    "ecMaxContribution": "4352007,5",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "EKSPLA UAB;TP21 GMBH;PA IMAGING R&D BV;UNIVERSITAET BERN;VYSOKE UCENI TECHNICKE V BRNE;UNIVERSITY COLLEGE LONDON;STICHTING MEDISCH SPECTRUM TWENTE;IMASONIC SAS",
    "participantCountries": "LT;DE;NL;CH;CZ;UK;FR",
    "projectParticipants": {
        "998876125": {
            "orgId": "998876125",
            "orgName": "EKSPLA UAB",
            "ecContrib": 410469
        },
        "996067005": {
            "orgId": "996067005",
            "orgName": "STICHTING MEDISCH SPECTRUM TWENTE",
            "ecContrib": 185000
        },
        "999581121": {
            "orgId": "999581121",
            "orgName": "IMASONIC SAS",
            "ecContrib": 760000
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 864375
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 708664
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 385000
        },
        "920400603": {
            "orgId": "920400603",
            "orgName": "PA IMAGING R&D BV",
            "ecContrib": 816000
        },
        "999694126": {
            "orgId": "999694126",
            "orgName": "TP21 GMBH",
            "ecContrib": 222500
        }
    },
    "calculatedTotalContribution": 4352008
}