{
    "rcn": "206132",
    "acronym": "BITCAT",
    "topics": "MSCA-IF-2015-GF",
    "title": "Blocking Inhibition of T-cell Co-stimulation for Anti-tumour Therapy",
    "startDate": "08/05/2017",
    "endDate": "07/05/2020",
    "objective": "Tumours escape proper immune response by propagating immune suppression. Immunotherapy aims to enhance anti-tumour immunity. This highly relevant research area arose recently from advantages in immunology, genetics and oncology. Currently, immunotherapeutics are either protein (e.g. antibodies) or cell-based (e.g. cancer vaccines) and promising approaches target immune checkpoint control, a mechanism crucial for anti-tumour T cell activity.\nHere, development of a completely new class of immunotherapeutics based on advantageous oligonucleotides is proposed.\nTo this aim, oligonucleotides will be designed to modulate expression of receptor genes involved in immune checkpoint control (e.g. PD-L1, CTLA4) and thus block tumour-mediated T cell inhibition. Of special interest will be the employment of the exon skipping technique to reduce surface receptor and potentially induce antagonistic soluble isoforms.\nTo ensure delivery of oligonucleotides, liposomal or polycationic nanoparticles will be utilized as previous studies demonstrated good tissue bioavailability, e.g. for PTO-antisense RNA and polyethylenimine. Oligonucleotides will be tested for functionality, efficacy and non-toxicity in vitro. To facilitate practical clinical application of the developed drugs, most promising candidates will then be applied to pre-clinical tumour models in vivo. Charmingly, this novel technique will also be applied ex vivo to enhance anti-cancer cell therapy, thus evading systemic distribution.\nCollaboration of two world-renowned scientific institutions, the German Fraunhofer society and Canadian partner McMaster University, will ensure a prolific environment for successful project conclusion and allow considerable advancement of the career of a most promising European researcher. Furthermore, the project will support development of a key technology in the important field of cancer therapy, thus providing a significant competitive advantage for European interests in health research.",
    "totalCost": "243352,8",
    "ecMaxContribution": "243352,8",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998225740": {
            "orgId": "998225740",
            "orgName": "MCMASTER UNIVERSITY",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 243353
        }
    },
    "calculatedTotalContribution": 243353
}