{
    "rcn": "206150",
    "acronym": "GLAUrious",
    "topics": "FTIPilot-1-2015",
    "title": "External Automatic Glaucoma Laser (EAGLE) for the first-line glaucoma treatment:Commercial prototype development and validation",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The GLAUrious project is promoting the novel External Automatic Glaucoma Laser (EAGLE) device with the goal of providing accessible first-line treatment for glaucoma.\nGlaucoma, a chronic disease causing progressive optic nerve degeneration, is the leading cause of irreversible blindness globally. Although incurable, disease progression is delayed by reducing intraocular pressure, thus preventing blindness. Some 64 million people worldwide suffer from glaucoma. Current first-line treatment requires daily eye drops, a strict regimen causing 50% patient dropout after 1 year. \nLaser treatment for glaucoma has been in use for many years. Its effect lasts for 2?5 years and is repeatable. This traditional 10-minute procedure, involving contact with the patientís eye, requires the expertise of glaucoma specialists. Consequently, costs are high and accessibility to the general population is low. \nThe novel EAGLE procedure is automated, non-invasive, non-contact, painless and user friendlyó1 second of treatment by one press of a button. This revolutionary cost-effective device could be safely used by the worldís 212,000 ophthalmologists, thus becoming a primary treatment for glaucoma, overcoming serious problems of eye drop non-compliance and effectively preventing disease deterioration.\nGLAUrious project aims to ease commercialization of the EAGLE device by securing clinical prototype validation, streamlining commercial production, optimizing component costs, disseminating to key opinion leaders and distributors, and refining commercial strategy. Validation of EAGLE will allow its commercialization within 3 years of project initiation, enabling penetration of the ophthalmic market and boosting of the industrial consortium partners (BEL, FLC and MCI).\nThe multidisciplinary GLAUrious Consortium, with its five partners from four member states (Belgium, Germany, Italy, UK) and one associated state (Israel), incorporates three SMEs and two academic hospitals.",
    "totalCost": "3543554,75",
    "ecMaxContribution": "2480275",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "BELKIN LASER LTD;MAZO VSEVOLOD;MEDICAL CONSULTING AND INVESTMENT;UNIVERSITA DEGLI STUDI DI GENOVA",
    "participantCountries": "IL;DE;BE;IT",
    "projectParticipants": {
        "924410583": {
            "orgId": "924410583",
            "orgName": "BELKIN LASER LTD",
            "ecContrib": 1359902
        },
        "924301167": {
            "orgId": "924301167",
            "orgName": "MAZO VSEVOLOD",
            "ecContrib": 350400
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 264682
        },
        "924347921": {
            "orgId": "924347921",
            "orgName": "MEDICAL CONSULTING AND INVESTMENT",
            "ecContrib": 187250
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 318041
        }
    },
    "calculatedTotalContribution": 2480275
}