{
    "rcn": "206100",
    "acronym": "BE-OI",
    "topics": "SC5-05-2016",
    "title": "Beyond EPICA - Oldest Ice",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "To better constrain the response of Earthís climate system to continuing emissions, it is essential to turn to the past. A key advance would be to understand the transition in Earthís climate response to changes in orbital forcing during the 'mid-Pleistocene transition' (900 to 1200 thousand years ago) and in particular the role of greenhouse gases. Unravelling such key linkages between the carbon cycle, ice sheets, atmosphere and ocean behaviour is vital for society to better design effective mitigation and adaptation strategies. Only ice cores contain the unique and quantitative information about past climate forcing and atmospheric responses. But the ice providing essential evidence about past mechanisms of climate change more than 1 Ma ago required for our understanding of these changes (termed the ìOldest Iceî core), has not been found to date.\nThe consortium BEYOND EPICA ñ OLDEST ICE (BE-OI), formed by 14 European institutions, takes on this challenge to prepare the ground for obtaining 1.5 million year old ice from East Antarctica. BE-OI has the objectives to:\n- Support the site selection through creation and synthesis of all necessary information on Antarctic sites through specific geophysical surveys and the use of fast drilling tools to qualify sites and validate the age of their ice;\n- Select and evaluate the optimum drill site for the future ìOldest Iceî core project and establish a science and management plan for a future drilling;\n- Coordinate the technical and scientific planning to ensure the availability of the technical means to implement suitable drill systems and analytical methodologies for a future ice-core drilling, and of well-trained personnel to operate them successfully;\n- Establish the budget and the financial background for a future deep-drilling campaign;\n- Embed the scientific aims of an ìOldest Iceî core project within the wider paleoclimate data and modelling communities through international and cross-disciplinary cooperation.",
    "totalCost": "2594000",
    "ecMaxContribution": "2223000",
    "coordinator": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITAET BERN;KOBENHAVNS UNIVERSITET;UNIVERSITE LIBRE DE BRUXELLES;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;NORSK POLARINSTITUTT;INSTITUT POLAIRE FRANCAIS PAUL EMILE VICTOR;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;LUNDS UNIVERSITET;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;STOCKHOLMS UNIVERSITET;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "UK;CH;DK;BE;IT;NO;FR;SE;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 5000
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 530000
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 24000
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 24000
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 3000
        },
        "999450753": {
            "orgId": "999450753",
            "orgName": "INSTITUT POLAIRE FRANCAIS PAUL EMILE VICTOR",
            "ecContrib": 530000
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 180000
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 10000
        },
        "998675432": {
            "orgId": "998675432",
            "orgName": "NORSK POLARINSTITUTT",
            "ecContrib": 20000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 82000
        },
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 740000
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 38000
        }
    },
    "calculatedTotalContribution": 2186000
}