{
    "rcn": "206166",
    "acronym": "LEDLUM",
    "topics": "ICT-29-2016",
    "title": "TINY LIGHT ENGINE FOR LARGE SCALE LED LIGHTING",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "LEDLUM develops a highly integrated very cost competitive light engine technology platform for Solid State Lighting (SSL) connected directly to the electrical power grid. The new platform reduces size by 90%, material cost by more than 50% and losses by 20% compared to state-of-the-art solutions. Further LED-Drivers are the limiting factor for SSL Engines in reliability, lifetime and maintenance. The root cause is the electrolytic capacitor; whose removal is essential to increase the lifetime of LED drivers to match the LEDs (100.000 hrs). This is not practically possible with existing components and circuits, but combining the very high frequency (VHF=30-300MHz) technology with innovative energy-storage-concepts enable LEDLUM to achieve this. Based on this new VHF-approach LEDLUM uses embedding technology for both magnetic and capacitive components, hence enabling integration of light-source and driver/control-electronics on the same substrate.\nIn 2020 the European LED-luminaire market will grow to Ä9B. and the corresponding LED-driver market to approx. Ä820M. LEDLUM addresses the size-driven and low-to-medium power luminaires with a potential of Ä90M.\nThis will generate additional business and employees in Europe, as the LEDLUM-approach replaces the older technology made in other countries, which increasingly swash into Europe. The impact is even bigger if the European companies address the potential of Ä350M worldwide. To achieve these highly ambitious goals, LEDLUM unites leading players in the field of VHF, integration, LED-Driver and light-fixture-design from science and industry in a well-balanced and intensive collaboration. The drastic size reduction enabled by the innovative technology platform in LEDLUM is a direct response to the ìBreakthrough in miniaturization of SSL light engines and systemsî contained in the RIA of the ICT29 call. By developing the worldís smallest Light Engine, LEDLUM establish Europe as the world leading innovator in SSL solutions.",
    "totalCost": "4118521,25",
    "ecMaxContribution": "4118521,25",
    "coordinator": "TECHNIKON FORSCHUNGS- UND PLANUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "NPC TECH APS;TRIDONIC GMBH & CO KG;DANMARKS TEKNISKE UNIVERSITET;L.E.D. LIGHTING AND ELECTRICAL DISTRIBUTION GROUP;MURATA INTEGRATED PASSIVE SOLUTIONS;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "DK;AT;IE;FR",
    "projectParticipants": {
        "998460286": {
            "orgId": "998460286",
            "orgName": "TRIDONIC GMBH & CO KG",
            "ecContrib": 610625
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 631148
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 841338
        },
        "938630492": {
            "orgId": "938630492",
            "orgName": "L.E.D. LIGHTING AND ELECTRICAL DISTRIBUTION GROUP",
            "ecContrib": 290000
        },
        "990606002": {
            "orgId": "990606002",
            "orgName": "MURATA INTEGRATED PASSIVE SOLUTIONS",
            "ecContrib": 647750
        },
        "999761735": {
            "orgId": "999761735",
            "orgName": "TECHNIKON FORSCHUNGS- UND PLANUNGSGESELLSCHAFT MBH",
            "ecContrib": 315500
        },
        "920695774": {
            "orgId": "920695774",
            "orgName": "NPC TECH APS",
            "ecContrib": 782161
        }
    },
    "calculatedTotalContribution": 4118522
}