{
    "rcn": "206188",
    "acronym": "FocusLocus",
    "topics": "ICT-24-2016",
    "title": "FocusLocus: ADHD management Gaming System for educational achievement and social inclusion",
    "startDate": "01/11/2016",
    "endDate": "31/01/2019",
    "objective": "Attention Deficit Hyperactivity Disorder (ADHD) affects a significant part of the population and causes considerable behavioural problems, learning limitations in the context of the formal education system and increased chances for social exclusion. Current treatment approaches induce high costs to welfare systems and individuals, while the widespread usage of stimulant medication remains a subject of controversy due to undesirable side-effects. FocusLocus brings together a multidisciplinary Consortium of partners aiming to design and produce market-oriented products and services for ADHD management by leveraging knowledge and technology from previous research and innovation activities. FocusLocus proposes a highly disruptive and innovative game-based intervention, relying on agent-based game mechanics that incorporate learning schemes for mental and motor skill acquisition and behavioural change, adopting multisensory user interaction, featuring personalisation, adaptation, performance analytics and monitoring features, delivered in a dual User Experience (UX) mode. Even though FocusLocus will be designed, tested and evaluated specifically for the case of ADHD management, it is expected that it will also be beneficial to a number of other associated mental, psychological and cognitive disorders and learning disabilities, thus generating a substantial marketing potential. FocusLocus activities will include the deployment of a pilot study for the extensive assessment of the proposed gaming system, the generation of evidence regarding its performance, the documentation of results for further ADHD research purposes and the creation of solid foundations for a marketable product.",
    "totalCost": "1110991,08",
    "ecMaxContribution": "999562,5",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "COGNITIVE SYSTEMS RESEARCH INSTITUTE;FundaciÛ Sant Joan de Deu;CORTECHSCONNECT LIMITED;VIRTUALWARE 2007 SA;HEALTH SERVICE EXECUTIVE HSE",
    "participantCountries": "EL;ES;IE",
    "projectParticipants": {
        "985402146": {
            "orgId": "985402146",
            "orgName": "VIRTUALWARE 2007 SA",
            "ecContrib": 204750
        },
        "993521919": {
            "orgId": "993521919",
            "orgName": "HEALTH SERVICE EXECUTIVE HSE",
            "ecContrib": 0
        },
        "999565601": {
            "orgId": "999565601",
            "orgName": "FUNDACIO SANT JOAN DE DEU",
            "ecContrib": 0
        },
        "949184189": {
            "orgId": "949184189",
            "orgName": "CORTECHSCONNECT LIMITED",
            "ecContrib": 126000
        },
        "970874359": {
            "orgId": "970874359",
            "orgName": "COGNITIVE SYSTEMS RESEARCH INSTITUTE",
            "ecContrib": 119375
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 419062
        }
    },
    "calculatedTotalContribution": 869187
}