{
    "rcn": "206137",
    "acronym": "PERVOL",
    "topics": "ERC-2016-STG",
    "title": "Perception of Plant Volatiles",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The capacity to produce and perceive organic chemicals is essential for most cellular organisms. Plant leaves that are attacked by insect herbivores for instance start releasing distinct blends of herbivore-induced plant volatiles, which in turn can be perceived by non-attacked tissues. These tissues then respond more rapidly and more strongly to herbivore attack. One major question that constrains the current understanding of plant volatile communication is how plants perceive herbivore induced volatiles. Can plants smell danger by detecting certain volatiles with specific receptors? Or are other mechanisms at play? Answering these questions would push the boundaries of plant signaling research, as it would allow for the creation of perception impaired mutants to perform detailed analyses of the biological functions and potential agricultural benefits of plant volatile perception. \nMy recent work identified indole as a key herbivore induced volatile priming signal in maize. As indole is produced by many different plant species and has been well studied as a bacterial volatile, it is an ideal candidate to study the mechanisms and biological functions of plant volatile perception. The key objectives of PERVOL are 1) to develop a new high-throughput plant volatile sampling system for genetic screens of indole perception, 2) to use the system to identify molecular mechanisms of indole perception and 3) to create indole perception mutants to uncover novel biological functions of volatile priming. If successful, PERVOL will set technological standards by providing the community with an innovative and powerful volatile sampling system. Furthermore, it will push the field of plant volatile research by elucidating mechanisms of herbivore induced volatile perception, generating new genetic resources for functional investigations of plant volatile signaling and testing new potential biological functions of the perception of herbivore induced volatiles.",
    "totalCost": "1989938",
    "ecMaxContribution": "1989938",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}