{
    "rcn": "206176",
    "acronym": "VisualMusic",
    "topics": "ICT-21-2016",
    "title": "Real Time 3D Motion Graphics Studio for Creative Music Industry SMEs",
    "startDate": "01/11/2016",
    "endDate": "30/06/2018",
    "objective": "In todayís entertainment sector, the ability to provide compelling visual animation presentations during musical events in clubs, concert halls and other such venues, is restricted to large scale events promoters, artists, and mega-clubs. The main reason for this is that such visual animation presentations must be designed in advance for a particular event and specifically tailored for the music to be played. Moreover, designing, developing and finally rendering such visual presentations is costly both in terms of time and budget. Such projects require the user to contract expensive video artists to create bespoke animation content and, during the live entertainment event, there is also a need to have an expert operator triggering the content as the music is playing. Such barriers to entry restrict the development and proliferation of real-time 3D Motion Graphics technology amongst creative SMEs in this sector of the mass entertainment market.  \nThe aim of project VISUALmusic is to remove existing barriers to entry and extend the use of this technology by developing a more affordable, Real Time 3D Motion Graphics Studio for Creative Music Industry SMEs. The VISUALmusic studio will eliminate the need for expensive design and development expertise in both the preparation and delivery of animation content. Furthermore, the VISUALmusic studio will provide the user with the capability to generate visual animation presentations in real-time as the musical event is in session. In order to reduce costs and improve capability, project VISUALmusic proposes to transfer the power of partner Brainstormís real time graphics technology, normally used in the broadcasting industry, to the ìlive eventî sector of the entertainment business.\nThe aim of the VISUALmusic Real Time 3D Motion Graphics Studio for Creative Music Industry SMEs is also to provide experts in motion graphics design and development with a marketplace for new content.",
    "totalCost": "1259375",
    "ecMaxContribution": "998262,5",
    "coordinator": "BRAINSTORM MULTIMEDIA S.L.",
    "coordinatorCountry": "ES",
    "participants": "CLUB ENTERTAINMENT;LINK ASSOCIATED;UNIVERSITA DEGLI STUDI DI PADOVA;SQUARE RIVOLI PUBLISHING;UNIVERSITAT POLITECNICA DE VALENCIA;HUNTEMANN OLIVER",
    "participantCountries": "BE;IT;FR;ES;DE",
    "projectParticipants": {
        "919906776": {
            "orgId": "919906776",
            "orgName": "SQUARE RIVOLI PUBLISHING",
            "ecContrib": 112131
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 187500
        },
        "919672715": {
            "orgId": "919672715",
            "orgName": "CLUB ENTERTAINMENT",
            "ecContrib": 51362
        },
        "919203235": {
            "orgId": "919203235",
            "orgName": "LINK ASSOCIATED",
            "ecContrib": 51438
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 150062
        },
        "999441732": {
            "orgId": "999441732",
            "orgName": "BRAINSTORM MULTIMEDIA S.L.",
            "ecContrib": 393838
        },
        "919612769": {
            "orgId": "919612769",
            "orgName": "HUNTEMANN OLIVER",
            "ecContrib": 51931
        }
    },
    "calculatedTotalContribution": 998262
}