{
    "rcn": "206186",
    "acronym": "GATES",
    "topics": "ICT-24-2016",
    "title": "Applying GAming TEchnologies for training professionals in Smart Farming",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "GATES will develop a serious game-based training platform, in order to train professionals across the agricultural value chain on the use of Smart Farming Technologies (SFT), thus allowing deploying its full economic and environmental potential in European agriculture.\nThe positive impact on the adoption of Smart Farming Technologies (SFT) in crop farming has been well established for the last 10 years. In fact, many SFT are available at present time, but farmers find it difficult to grasp which are the technologies that can be used and furthermore, which are the productivity and environmental benefits brought by their adoption. Likewise, SFT companies face barriers in the commercialization of their equipment due to the lack of knowledge and training of the farmer community.\nGATES provides the farmer community, agronomical students, extension services and the SFT industry sales force an easy to use and understand gaming experience that will allow a first approach to the concept of SFT, their uses, available equipment and simulation on the adoption of such technologies.\nGATES will develop a near-to-market (TRL7) serious game-based training platform that, through the use of a range of gaming technologies (3D scenarios, interactive storytelling, modeling and data), will train professionals and other stakeholders in the value chain in the use of SFT. GATES will develop a cross-platform (Desktop/Mobile/Web) serious gaming available for Android, iOS and Windows featuring online and offline synchronized modes.\nGATES will  represent a successful example on the use of serious gaming as a training tool, applicable on formal and informal educational settings, on a complex and multidisciplinary subject such as SFT, benefitting from serious gaming capabilities such as virtual environments and worlds, personalized tutorial tools, competition between peers, wide personalization to real life and simulated case scenarios, etc.",
    "totalCost": "1270500",
    "ecMaxContribution": "998906,25",
    "coordinator": "AGRICULTURAL UNIVERSITY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "KUNST-STOFF GMBH;INICIATIVAS INNOVADORAS SAL;INOSENS DOO NOVI SAD;ASOCIACION NACIONAL DE MAQUINARIA AGROPECUARIA, FORESTAL Y DE ESPACIOS VERDES;MAD ABOUT PANDAS UG",
    "participantCountries": "DE;ES;RS",
    "projectParticipants": {
        "919869916": {
            "orgId": "919869916",
            "orgName": "ASOCIACION NACIONAL DE MAQUINARIA AGROPECUARIA, FORESTAL Y DE ESPACIOS VERDES",
            "ecContrib": 67625
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 346562
        },
        "915224586": {
            "orgId": "915224586",
            "orgName": "MAD ABOUT PANDAS UG",
            "ecContrib": 255281
        },
        "933205185": {
            "orgId": "933205185",
            "orgName": "INOSENS DOO NOVI SAD",
            "ecContrib": 187469
        },
        "958216150": {
            "orgId": "958216150",
            "orgName": "INICIATIVAS INNOVADORAS SAL",
            "ecContrib": 141969
        },
        "953675386": {
            "orgId": "953675386",
            "orgName": "KUNST-STOFF GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 998906
}