{
    "rcn": "206134",
    "acronym": "CrackEpitranscriptom",
    "topics": "ERC-2016-STG",
    "title": "Cracking the epitranscriptome",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Over 100 types of distinct modifications are catalyzed on RNA molecules post-transcriptionally. In an analogous manner to well-studied chemical modifications on proteins or DNA, modifications on RNA - and particularly on mRNA - harbor the exciting potential of regulating the complex and interlinked life cycle of these molecules. The most abundant modification in mammalian and yeast mRNA is N6-methyladenosine (m6A). We have pioneered approaches for mapping m6A in a transcriptome wide manner, and we and others have identified factors involved in encoding and decoding m6A. While experimental disruption of these factors is associated with severe phenotypes, the role of m6A remains enigmatic. No single methylated site has been shown to causally underlie any physiological or molecular function. This proposal aims to establish a framework for systematically deciphering the molecular function of a modification and its underlying mechanisms and to uncover the physiological role of the modification in regulation of a cellular response. We will apply this framework to m6A in the context of meiosis in budding yeast, as m6A dynamically accumulates on meiotic mRNAs and as the methyltransferase catalyzing m6A is essential for meiosis. We will (1) aim to elucidate the physiological targets of methylation governing entry into meiosis (2) seek to elucidate the function of m6A at the molecular level, and understand its impact on the various steps of the mRNA life cycle, (3) seek to understand the mechanisms underlying its effects. These aims will provide a comprehensive framework for understanding how the epitranscriptome, an emerging post-transcriptional layer of regulation, fine-tunes gene regulation and impacts cellular decision making in a dynamic response, and will set the stage towards dissecting the roles of m6A and of an expanding set of mRNA modifications in more complex and disease related systems.",
    "totalCost": "1402666",
    "ecMaxContribution": "1402666",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1402666
        }
    },
    "calculatedTotalContribution": 1402666
}