{
    "rcn": "206155",
    "acronym": "NEWTON",
    "topics": "COMPET-5-2016",
    "title": "New portable multi-sensor scientific instrument for non-invasive on-site characterisation of rock from planetary surface and sub-surfaces",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "This proposal intends to make a ground-breaking advance in magnetometry with the development of a new portable and compact multi-sensor instrument for on ground exploration which measures the complex susceptibility with high resolution. The combination of complex susceptibility and vector measurements would provide for the first time a complete and non-invasive in situ magnetic characterization of rocks from planetary surface and subsurfaces. \n\nThese topics represent a challenge since present magnetic prospectionsare principally based on measurements of magnetic field intensities and on ground surveys have never been complemented with in situ measurements of complex susceptibility.\n\nIn the design of such an instrument the consortium will include two important innovative developments: on the one hand a challenging system of frequency generation and measurement (ultra precise and with accuracies better than 1:106), and on the other hand an original system for the power generation of multiple voltages based on magnetic amplifiers which apart from being intrinsically immune to radiation, are expected to improve the energy efficiency.\n\nNEWTON project will open a breach for magnetic instrumentation on board landers and rovers with the inclusion of novel instrument in short-term and mid-term future missions.",
    "totalCost": "1567516,25",
    "ecMaxContribution": "1567516,25",
    "coordinator": "TTI NORTE, S.L.",
    "coordinatorCountry": "ES",
    "participants": "IGU INSTITUT FUR INDUSTRIELLEN UNDGEOTECHNISCHEN UMWELTSCHUTZ GMBH;UNIVERSITAT TRIER;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "DE;ES;FR",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 345096
        },
        "920680642": {
            "orgId": "920680642",
            "orgName": "IGU INSTITUT FUR INDUSTRIELLEN UNDGEOTECHNISCHEN UMWELTSCHUTZ GMBH",
            "ecContrib": 141250
        },
        "999795394": {
            "orgId": "999795394",
            "orgName": "TTI NORTE, S.L.",
            "ecContrib": 320000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 143818
        },
        "999863682": {
            "orgId": "999863682",
            "orgName": "UNIVERSITAT TRIER",
            "ecContrib": 254228
        },
        "999583546": {
            "orgId": "999583546",
            "orgName": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
            "ecContrib": 363125
        }
    },
    "calculatedTotalContribution": 1567517
}