{
    "rcn": "206163",
    "acronym": "SME-SEALING",
    "topics": "INNOSUP-05-2016-2017",
    "title": "A Peer learning based pilot scheme for using the H2020 Seal of Excellence at national level",
    "startDate": "01/11/2016",
    "endDate": "31/03/2017",
    "objective": "The Seal of Excellence (SoE) is a new initiative launched at European level in October 2015 that aims to foster synergies between H2020 and other funding resources, mainly at regional and national level. The idea behind this SoE is to offer a gateway to companies and organizations across Europe that apply to the Horizon 2020 Programme and despite of meeting all the stringent thresholds of the calls, they can not be funded due to the lack of available budget.\nThe first instrument where the Seal of Excellence has been implanted is the H2020 SME instrument. In that context, this Seal of Excellence linked to the SME instrument proposers offers a clear added value to national and regional authorities as a reliable filter of promising companies with international ambition, meriting an European funding but unable to achieve it, but still worth to be supported.\nFor the phase 1, during 2015, a number of countries and regions have already been able to launch at national or regional level support mechanism for the Seal of Excellence phase 1 holders, mainly channelled through the ìde minimisî regime.\nFor the phase 2, the paths are not so direct considering Technology Readiness Level of 6 as starting point.\nThis is the rationale of this proposal: to use the peer learning advanced methodology, proposed by the topic, together with the current tools from the lean start-up methodologies to develop and test different approaches to the valorisation of the Seal of Excellence for the SME instrument phase 2 within a small consortium of national innovation agencies (CDTI (ES), Enterprise Ireland (IE) and TEKES (FI) with a long tradition of collaboration among them, a strong know-how on the SME instrument and in charge of national programmes in support of SMEs through grants, loans and/or equity.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
    "coordinatorCountry": "ES",
    "participants": "INNOVAATIORAHOITUSKESKUS BUSINESS FINLAND;ENTERPRISE IRELAND",
    "participantCountries": "FI;IE",
    "projectParticipants": {
        "999549111": {
            "orgId": "999549111",
            "orgName": "INNOVAATIORAHOITUSKESKUS BUSINESS FINLAND",
            "ecContrib": 0
        },
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 50000
        },
        "999796946": {
            "orgId": "999796946",
            "orgName": "ENTERPRISE IRELAND",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}