{
    "rcn": "206192",
    "acronym": "5GINFIRE",
    "topics": "ICT-13-2016",
    "title": "Evolving FIRE into a 5G-Oriented Experimental Playground for Vertical industries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Key industrial sectors e.g. automotive, are rapidly transformed by digital and communication technologies leading to the fourth industrial revolution. New ones are in the making, e.g. Smart Cities, which inspire a new breed of applications and services. The salient characteristic of these sectors, known as verticals, is that they are rapidly becoming open ecosystems built on top of common physical infrastructures and resources. This requires a high degree of technological convergence among vertical industries empowering them with enhanced technical capacity to trigger the development of new, innovative products, applications and services.\n\n5G network infrastructures and embodied technologies are destined to ìbecome a stakeholder driven, holistic environment for technical and business innovation integrating networking, computing and storage resources into one programmable and unified infrastructureî. It is this 5G vision that when it is further projected to accommodate verticals raises a number of technical issues Motivated by them, 5GinFIRE project aspires to address two interlinked questions:\n- Q1: How such a holistic and unified environment should look like?\n- Q2: How can 5GinFIRE host and integrate verticals and concurrently deal with reconciling their competing and opposing requirements?\n\nAddressing these key questions, 5GinFIRE main technical objective is to build and operate an Open, and Extensible 5G NFV-based Reference (Open5G-NFV) ecosystem of Experimental Facilities that integrates existing FIRE facilities with new vertical-specific ones and enables experimentation of vertical industries.\n\nIn order to guarantee architectural and technological convergence the proposed environment will be built in alignment with on-going standardization and open source activities. Accordingly, the Open5G-NFV FIRE ecosystem may serve as the forerunner experimental playground wherein innovations may be proposed before they are ported to emerging ìmainstreamî 5G networks.",
    "totalCost": "5382782,5",
    "ecMaxContribution": "4999970",
    "coordinator": "EURESCOM-EUROPEAN INSTITUTE FOR RESEARCH AND STRATEGIC STUDIES IN TELECOMMUNICATIONS GMBH",
    "coordinatorCountry": "DE",
    "participants": "B-COM;Instituto de TelecomunicaÁıes;TELEFONICA INVESTIGACION Y DESARROLLO SA;UNIVERSITY OF BRISTOL;PANEPISTIMIO PATRON;EASY GLOBAL MARKET SAS;UNIVERSIDAD CARLOS III DE MADRID;FUNDACAO DE APOIO UNIVERSITARIO;UNIVERSIDADE DE SAO PAULO",
    "participantCountries": "FR;PT;ES;UK;EL;BR",
    "projectParticipants": {
        "999580248": {
            "orgId": "999580248",
            "orgName": "INSTITUTO DE TELECOMUNICACOES",
            "ecContrib": 0
        },
        "999912279": {
            "orgId": "999912279",
            "orgName": "EURESCOM-EUROPEAN INSTITUTE FOR RESEARCH AND STRATEGIC STUDIES IN TELECOMMUNICATIONS GMBH",
            "ecContrib": 2856175
        },
        "999844379": {
            "orgId": "999844379",
            "orgName": "UNIVERSIDADE DE SAO PAULO",
            "ecContrib": 0
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 326892
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 369125
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 273125
        },
        "952997356": {
            "orgId": "952997356",
            "orgName": "FUNDACAO DE APOIO UNIVERSITARIO",
            "ecContrib": 0
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 321275
        },
        "972455847": {
            "orgId": "972455847",
            "orgName": "EASY GLOBAL MARKET SAS",
            "ecContrib": 225610
        },
        "948011362": {
            "orgId": "948011362",
            "orgName": "B-COM",
            "ecContrib": 350768
        }
    },
    "calculatedTotalContribution": 4722970
}