{
    "rcn": "206128",
    "acronym": "APPEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Approaching efficiency limits of perovskite solar cells by overcoming non-radiative recombination losses",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Metal halide perovskites are currently viewed as a new ìwonder materialsî due to the combination of their outstanding optical and electronic properties with the ease of processing as compared to similar direct bandgap semiconductor such as GaAs. Despite the meteoric rise of the power conversion efficiency of perovskite solar cells (up to 20% in less than 5 years) they is still a substantial potential of improvement towards the theoretical efficiency limits. During the first research phase, most of the effort has been devoted to the development of deposition processes to produce the best crystalline thin films. APPEL has the ambition to initiate the second phase, in which fundamental understanding of the recombination losses in the perovskite and at heterojunctions with charge extraction layers will make possible to generate devices with efficiencies approaching the full potential of these semiconductors. A perfect solar cell should also be an excellent emitter, since 100% of the absorbed photons must recombine radiatively. Therefore the original approach APPEL is to target primarily light emission (photoluminescence and electroluminescence) to understand the factors governing the recombination losses in solar cells. From the understanding of the fundamental recombination mechanisms at the heterojunctions, I will demonstrate highly efficient devices with >23% power conversion efficiency. Moreover, efficient light-emitting diodes (LED) will be produce alongside photovoltaic devices. This work will set the foundation of the future rational optimisation of metal halide perovskite devices in the same way that optimisation of light emission in GaAs led to the advent of devices approaching the theoretical limits.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}