{
    "rcn": "206116",
    "acronym": "TiMaScan",
    "topics": "ERC-ADG-2015",
    "title": "Recirculated tissue macrophages (TiMa) in blood: Novel approach to early diagnosis and treatment monitoring in oncology",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "In the ageing European population, cancer has become the most common cause of death. Consequently, screening programs aim at early detection of cancer, while scanning/imaging technologies, serum assays and regular biopsies aim at monitoring of treatment effectiveness to improve cure rates and increase quality-of-life, thereby also attempting to reduce health care costs. However, in many cases the screening and monitoring methods do not provide sufficient sensitivity and specificity. Consequently novel diagnostic techniques are required.\nCompletely Novel Concept: Sensitive intra-tissue total body scanning is continuously performed by our immune cells, particularly by monocytes and macrophages. Tissue macrophages (TiMas) continuously phagocytize and digest apoptotic cells and tissue debris. In cancer, many more TiMas are present to keep the involved tissue debris-free. When TiMas have fulfilled their local tissue-cleaning task, they can migrate via lymph vessels to lymph nodes and potentially recirculate to the blood stream, where they can be detected by flow cytometry and evaluated for the contents of their phagolysosomes.\nWith State-of-the-Art technologies, this high-risk project aims to unravel phagocytosis of cancer cells, their digestion into tissue-specific and/or cancer-specific protein fragments, the migration/recirculation of TiMas to blood, and the detection of intra-phagosomal protein fragments in blood TiMas by antibodies. Building on this information, flowcytometric scanning of blood TiMas (TiMaScan) will be developed into a novel tool for early diagnosis and treatment monitoring in oncology, focusing on colon, lung, breast and prostate cancer. TiMaScan diagnostics will be minimally-invasive (~1ml of blood), rapid, accurate, broadly available and cost-effective, only requiring a flowcytometer.\nThe TiMaScan Concept might also be applicable for early diagnosis and disease monitoring in other medical fields, such as neurodegenerative and infectious diseases.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}