{
    "rcn": "206122",
    "acronym": "IACG-QFIIs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Institutional Activism in Corporate Governance: Qualified Foreign Institutional Investors in China",
    "startDate": "04/10/2016",
    "endDate": "03/10/2018",
    "objective": "Qualified Foreign Institutional Investors (QFIIs) potentially import practices of shareholder activism that can improve corporate governance in emerging economiesí stock markets. This proposal will scrutinize this proposition in the context of China. To do this, it explores the impact of QFIIsí institutional activism, especially European QFIIs, on corporate governance in Chinese listed companies both in theory and in practice using the interdisciplinary methods of an economic analysis of law and quantitative analysis. The first objective is to conduct a theoretical analysis on the motivations behind QFIIsí investments and their behavior as shareholders, supported by an analysis of data on companies targeted by QFIIs between 2003 and 2015. The aim is to find out whether QFIIs engage in shareholder activism in corporate China, especially following Chinese policy changes in relation to the regulation of QFIIs in 2006 and 2012. The Second objective is to conduct an empirical study by way of event study and multiple regression on the correlation between QFIIs stock-targeting/stockholding and the performance of Chinese listed companies over the same period, in order to identify the effectiveness of QFIIsí institutional activism in improving corporate governance in Chinese listed companies. The working hypothesis of this proposal is that QFIIs may not engage in activism because of the speculative nature of institutional investors, and therefore that policy changes of 2006 and 2012 may not have enhanced QFIIsí activism in corporate China. This suggests that further policy changes may be required, both in China and in Europe, if QFIIs are to engage in activism which benefits both China and their end beneficiaries. An appropriate set of policy recommendations will be identified and addressed to policymakers and investors in both China and EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}