{
    "rcn": "206127",
    "acronym": "MOUSIE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multi-Organ UltraSound-based Inborn Evaluation",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Prenatal diagnosis of congenital abnormalities and intrauterine growth restriction (IGR) has become increasingly important thanks to the recent advancements in obstetrical ultrasound (US) imaging. An accurate and early diagnosis of fetal malformations and growth anomalies can improve fetal prognosis by allowing a treatment plan to be produced, enabling access to specialist units and appropriate treatments from birth. However, the diagnostic accuracy of US is limited due to its subjective assessment and inter-operator variability. On the other hand, magnetic resonance imaging (MRI) has the potential to offer a more detailed examination of the fetus. Unfortunately, its high cost, limited availability, and the difficulty in acquiring high quality 3D data due to constant fetal motion, hinder the widespread use of fetal MRI.\nThe MOUSIE project aims at improving the accuracy of fetal US examination by creating the first framework for multi-organ quantitative image analysis of the fetus. In particular, the specific goals of the MOUSIE project are: (1) development of new multi-organ MRI slice to volume reconstruction method able to provide comprehensive and relevant 3D inter-organ information of the fetal anatomy, including spine, lungs, liver and kidneys; (2) development of an US-based automated segmentation method, using a detailed MRI-US atlas of the anatomy of the fetus of 18-20 weeks of gestational age, that includes new structural similarity patterns and inter-organ shape models; (3) creation of a new generation of multi-organ fetal biomarkers based on the detailed and comprehensive anatomical information extracted from a unique database with more than 500 MRI-US scans, including healthy and pathological cases. By achieving these goals, MOUSIE will provide an innovative set of methods allowing for the first time quantitative, noninvasive, objective assessment of the fetal anatomy and growth, and thus address a long standing clinical need for such methodology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}