{
    "rcn": "206142",
    "acronym": "ACCENT",
    "topics": "ERC-2016-STG",
    "title": "Unravelling the architecture and the cartography of the human centriole",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The centriole is the largest evolutionary conserved macromolecular structure responsible for building centrosomes and cilia or flagella in many eukaryotes. Centrioles are critical for the proper execution of important biological processes ranging from cell division to cell signaling. Moreover, centriolar defects have been associated to several human pathologies including ciliopathies and cancer. This state of facts emphasizes the importance of understanding centriole biogenesis.  The study of centriole formation is a deep-rooted question, however our current knowledge on its molecular organization at high resolution remains fragmented and limited. In particular, exquisite details of the overall molecular architecture of the human centriole and in particular of its central core region are lacking to understand the basis of centriole organization and function. Resolving this important question represents a challenge that needs to be undertaken and will undoubtedly lead to groundbreaking advances. Another important question to tackle next is to develop innovative methods to enable the nanometric molecular mapping of centriolar proteins within distinct architectural elements of the centriole. This missing information will be key to unravel the molecular mechanisms behind centriolar organization. \nThis research proposal aims at building a cartography of the human centriole by elucidating its molecular composition and architecture. To this end, we will combine the use of innovative and multidisciplinary techniques encompassing spatial proteomics, cryo-electron tomography, state-of-the-art microscopy and in vitro assays and to achieve a comprehensive molecular and structural view of the human centriole. All together, we expect that these advances will help understand basic principles underlying centriole and cilia formation as well as might have further relevance for human health.",
    "totalCost": "1498965",
    "ecMaxContribution": "1498965",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 1498965
        }
    },
    "calculatedTotalContribution": 1498965
}