{
    "rcn": "206120",
    "acronym": "DBL-OA",
    "topics": "MSCA-IF-2015-GF",
    "title": "Living in the diffusive boundary layer of seaweeds a potential refuge habitat from oceanacidification",
    "startDate": "15/06/2017",
    "endDate": "14/06/2020",
    "objective": "The worldís oceans are becoming more acidic due to the sustained absorption of excess atmospheric CO2. Ocean acidification (OA) is predicted to affect the physiology of marine organisms at a specific level with calcifying species being particularly threatened because low pH impairs the formation, and causes dissolution, of their calcite skeletons. In temperate coastal communities, seaweeds are ecosystem engineers that modify their local chemical (e.g. pH) and physical (e.g. water flow) environment; this modification might offset the negative effects of OA on calcifiers. Brown seaweeds (Order Fucales) are ecologically dominant primary producers of temperate coastal seas, supplying food and habitat for calcifying fauna living on their blade surface (e.g. bryozoans, tube worms) but also forming dense canopies sheltering understory calcareous algae. At the surface of all seaweeds, there is a thin (mm) layer of seawater called the ìdiffusive boundary layerî (DBL) whose chemistry, including pH, is controlled by the seaweedís metabolism. Depending on algal morphology, the DBL thickness varies, forming a sometimes thick (6 cm) DBL associated with the seaweed canopy, thus providing more or less complex microhabitats for associated species. The proposed program will combine field observations with rigorous laboratory experiments to examine the ability of morphologically distinct seaweeds to engineer their hydrodynamic and pH environment, and determine the resultant effects on the growth and physiology of associated invertebrates and calcifying algae. To know species interactions under environmental change is important to understand community functioning in a future ocean. This innovative project will compare the generality of responses by conducting experiments using the same novel methods in Fuclean communities from the southern (Tasmania) and northern (Germany) hemispheres, thereby elucidating the extent to which seaweed-based ecosystems can provide natural refugia from OA.",
    "totalCost": "264110,4",
    "ecMaxContribution": "264110,4",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 264110
        },
        "992198063": {
            "orgId": "992198063",
            "orgName": "UNIVERSITY OF TASMANIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 264110
}