{
    "rcn": "206104",
    "acronym": "CEASELESS",
    "topics": "EO-3-2016",
    "title": "Copernicus Evolution and Aplications with Sentinel Enhancements and Land Effluents for Shores and Seas",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The CEASELESS project will demonstrate how the new Sentinel measurements can support the development of a coastal dimension in Copernicus by providing an unprecedented level of resolution/ accuracy/continuity with respect to present products. The retrieval and validation for restricted domains and for an enlarged set of combined variables (user oriented) will be the basis to advance the state of the art in assimilation, modelling and applications, at a level commensurate with the new Sentinel capabilities. The project will address the multiple scales coexisting in littoral areas by developing new shallow water parameterizations, introducing them into coupled model suites (wind-wave-surge-current-land discharge) and producing new standards for coastal simulations and analyses. The permanent data base, with dynamic repositories, plus the modular structure of the developed models will demonstrate the technical feasibility of a future operational Copernicus coastal service. The set of derived products will be ingested into the usersí work routines, proving the economic feasibility of the Copernicus coastal extension. The level of conflicts in squeezed coastal zones, expected to grow in the face of climate change, will, thus, benefit directly from CEASELESS, establishing tangible contributions for a wide range of economic sectors. The data repositories (accessible via a dedicated portal), regularly updated with the evolving (satellite-derived) bathymetry will facilitate the use/re-use of our high resolution results, supporting a new set of Copernicus coastal applications such as renewable energy, coastal erosion or harbour exploitation. The mutual validation of satellite data, numerical results and in-situ observations will generate reciprocal profit for enhanced competiveness of EU coastal industries where we shall also explore the suitability for cases in 3rd countries, opening new business opportunities for a coastal Copernicus.",
    "totalCost": "1999332,5",
    "ecMaxContribution": "1999332,5",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "MET OFFICE;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;DHI GRAS AS;CONSIGLIO NAZIONALE DELLE RICERCHE;DHI;EUROPEAN CENTRE FOR MEDIUM-RANGE WEATHER FORECASTS;DANMARKS TEKNISKE UNIVERSITET;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "UK;DE;DK;IT",
    "projectParticipants": {
        "999892685": {
            "orgId": "999892685",
            "orgName": "MET OFFICE",
            "ecContrib": 124596
        },
        "999916741": {
            "orgId": "999916741",
            "orgName": "EUROPEAN CENTRE FOR MEDIUM-RANGE WEATHER FORECASTS",
            "ecContrib": 214986
        },
        "987153869": {
            "orgId": "987153869",
            "orgName": "DHI GRAS AS",
            "ecContrib": 100400
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 170000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 260000
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 185000
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 244975
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 439375
        },
        "998595116": {
            "orgId": "998595116",
            "orgName": "DHI",
            "ecContrib": 260000
        }
    },
    "calculatedTotalContribution": 1999332
}