{
    "rcn": "206123",
    "acronym": "Symbcompat",
    "topics": "MSCA-IF-2015-EF",
    "title": "Determing symbiont factors that affect compatibility with a novel host",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Symbiosis between multicellular organisms and microbial symbionts is near universal, and it is now clear that many aspects of organismal biology in health and disease cannot be understood without reference to interactions with microbes. In insects, this includes a diverse range of heritable symbionts, which pass from a female host to her progeny. These symbionts are highly adapted to their host, and encode important properties, such as defence against natural enemies. In contrast to classical adaptive phenotypes, symbiont traits generally arise through a host shift event ñ the movement of a microbe from into a novel host species. Experimental host shift experiments indicate that there is a compatibility filter: some symbionts in novel host species cause little pathology and transmit vertically efficiently, whereas other do not. Understanding this compatibility filter will clarify the patterns through which host shifts occur in nature, and create a principled basis for manipulation of compatibility, for instance in symbiont-mediated control of vector competence. In this proposal, the causes of poor symbiont-host compatibility will be established for the first time. We will first examine what symbiont/host systems malfunction in a poorly performing symbiosis, examining whether phage lysis or illegitimate toxin production affect symbiont titre and virulence in the novel host. We will then determine the genetic basis of symbiont compatibility using a novel experimental evolution approach. Symbiont compatibility is known to increase on passage in novel hosts, and the proposal will use comparative genomics of evolved vs ancestral symbionts to establish the loci that are subject to selection during the evolution of compatibility. The results of this project will impact both upon our understanding of an important natural process and enable better exploitation of symbiont encoded traits in control of vector born disease.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}