{
    "rcn": "206165",
    "acronym": "eCraft2Learn",
    "topics": "ICT-22-2016",
    "title": "Digital Fabrication and Maker Movement in Education: Making Computer-supported Artefacts from Scratch",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Digital technology has radically changed the way people work in industry, finance, services, media and commerce and has urged necessary corresponding changes in educational systems. However there is a lack of progress in the education arena. Hence, recent studies show that high percentages of college graduates can't find work, the dropout rate is high and new generations are moving back into their parents homes after school or college. Nevertheless, the digital trend indicates that today's grade-school children will end up at jobs that haven't been invented yet.\n\nNowadays, several studies assure that digital fabrication and making technologies, if coupled with proper learning methodologies such as Constructivism can provide learning experiences that promote young peopleís creativity, critical thinking, teamwork, and problem solving skills, which are essential and necessary in the workplace of the 21st century. However, as early as 2008 a OECD report remarked that ìtechnology is everywhere, except in schoolsî. In addition to this, most uses of technologies in education and training today do not support  21st-century learning skills. In many cases, new technologies are simply reinforcing old ways of training and learning in current school settings and very often they are introduced according to a narrow perception as being suitable only for talented youth or only for Science-, Maths- or Engineering-oriented majors. Current developments call for a move from this elitism to the recognition that fluency with making technologies represents knowledge and skills valuable for\nevery citizen.\n\nThe eCraft2Learn project will research, design, pilot and validate an ecosystem based on digital fabrication and making technologies for creating computer-supported artefacts. The project aims at reinforcing personalised learning and teaching in science, technology, engineering, arts and math (STEAM) education and to assist the development of 21st century skills that promote inclusion and employability for youth in the EU. The eCraft2Learn ecosystem will support both formal and informal learning by providing the appropriate digital fabrication, making technologies, and programming tools. It will also incorporate mechanisms for personalised and adaptive learning.",
    "totalCost": "1943248",
    "ecMaxContribution": "1943248",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "LINNEUNIVERSITETET;ULTIMAKER GB LTD;EUROPAIKO ERGASTIRIO EKPAIDEFTIKIS TECHNOLOGIAS;SYNYO GmbH;UNIVERSITY OF DUNDEE;ARDUINO AB;EVOTHINGS AB;EVOTHINGS LABS AB;UNIVERSITA DEGLI STUDI DI PADOVA;ZENTRUM FUR SOZIALE INNOVATION GMBH;MAELARDALENS HOEGSKOLA;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;TECHNOPOLIS GKAZI ANONIMI ETAIREIA OTA PROSTASIAS KAI ANADEIXIS VIOMICHANIKOU ARCHAIOLOGIKOU PARKOU ATHINON",
    "participantCountries": "SE;UK;EL;AT;IT",
    "projectParticipants": {
        "919675916": {
            "orgId": "919675916",
            "orgName": "ULTIMAKER GB LTD",
            "ecContrib": 56250
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 121812
        },
        "920064692": {
            "orgId": "920064692",
            "orgName": "TECHNOPOLIS GKAZI ANONIMI ETAIREIA OTA PROSTASIAS KAI ANADEIXIS VIOMICHANIKOU ARCHAIOLOGIKOU PARKOU ATHINON",
            "ecContrib": 51250
        },
        "911770610": {
            "orgId": "911770610",
            "orgName": "EVOTHINGS LABS AB",
            "ecContrib": 56250
        },
        "922724335": {
            "orgId": "922724335",
            "orgName": "EVOTHINGS AB",
            "ecContrib": 0
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 228125
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 28738
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 356247
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 175539
        },
        "969470478": {
            "orgId": "969470478",
            "orgName": "SYNYO GmbH",
            "ecContrib": 162125
        },
        "999881530": {
            "orgId": "999881530",
            "orgName": "MAELARDALENS HOEGSKOLA",
            "ecContrib": 234202
        },
        "949180212": {
            "orgId": "949180212",
            "orgName": "EUROPAIKO ERGASTIRIO EKPAIDEFTIKIS TECHNOLOGIAS",
            "ecContrib": 203500
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 215159
        }
    },
    "calculatedTotalContribution": 1889197
}