{
    "rcn": "206148",
    "acronym": "AlCat",
    "topics": "ERC-2016-STG",
    "title": "Bond activation and catalysis with low-valent aluminium",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "This project will develop the principles required to enable bond-modifying redox catalysis based on aluminium by preparing and studying new Al(I) compounds capable of reversible oxidative addition.\n\nCatalytic processes are involved in the synthesis of 75 % of all industrially produced chemicals, but most catalysts involved are based on precious metals such as rhodium, palladium or platinum. These metals are expensive and their supply limited and unstable; there is a significant need to develop the chemistry of non-precious metals as alternatives. On toxicity and abundance alone, aluminium is an attractive candidate. Furthermore, recent work, including in our group, has demonstrated that Al(I) compounds can perform a key step in catalytic cycles - the oxidative addition of E-H bonds.\n\nIn order to realise the significant potential of Al(I) for transition-metal style catalysis we urgently need to:\n- establish the principles governing oxidative addition and reductive elimination reactivity in aluminium systems.\n- know how the reactivity of Al(I) compounds can be controlled by varying properties of ligand frameworks.\n- understand the onward reactivity of oxidative addition products of Al(I) to enable applications in catalysis.\n In this project we will:\n\n- Study mechanisms of oxidative addition and reductive elimination of a range of synthetically relevant bonds at Al(I) centres, establishing the principles governing this fundamental reactivity.\n- Develop new ligand frameworks to support of Al(I) centres and evaluate the effect of the ligand on oxidative addition/reductive elimination at Al centres.\n- Investigate methods for Al-mediated functionalisation of organic compounds by exploring the reactivity of E-H oxidative addition products with unsaturated organic compounds.",
    "totalCost": "1493679",
    "ecMaxContribution": "1493679",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1493679
        }
    },
    "calculatedTotalContribution": 1493679
}