{
    "rcn": "206112",
    "acronym": "SYNC_DEV",
    "topics": "ERC-StG-2015",
    "title": "The importance of transcriptional coordination during development",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Gene expression is precisely controlled in time and space during the development of Metazoan organisms. While numerous studies have established how spatial information is integrated by gene regulatory regions, called enhancers, little is known about the temporal aspects of transcription. Most of our insights into gene regulation stem from the use of fixed preparations where timing is artificially reconstituted from different snapshots. My goal is to integrate the dynamic aspects of transcription to understand how coordination is achieved and whether it is required during development. Transcriptional coordination refers to the inter-nuclear temporal coordination in gene activation (synchrony) and homogeneity in mRNA distribution across a field of coordinately developing cells. Initially we will characterize the mechanisms of transcriptional coordination in the early Drosophila embryo, a model system which allows quantitative imaging and genetic manipulations. However the ultimate goal of the programme is to extend these analyses to later stages of development during complex tissue specification. My team will improve a newly available live imaging technique to address fundamental questions about transcriptional dynamics in a multicellular developing embryo, with three main objectives:\n1-examine the effects of promoter sequence and enhancer priming on transcriptional coordination. 2-analyse the inheritance of transcriptional states from mother to daughter cells and identify the bookmarking mechanisms responsible for this memory. 3-explore the functional role of transcriptional coordination for cell fate specification during cardiogenesis. \nThrough the novel integration of the dynamic and quantitative aspects of transcription in a living organism, this study shall connect coordination in transcription to precision in cell specification. Thus, results from this research should have major impact on our understanding of gene regulation during normal development and disease",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}