{
    "rcn": "206193",
    "acronym": "Data Pitch",
    "topics": "ICT-14-2016-2017",
    "title": "Accelerating data to market",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Information technology has driven, directly or indirectly, much of Europeís economic growth during the last decades as the role of data transitioned from the support of business decisions to becoming a good in itself. An open approach towards data value creation has become critical in the new networked economy, with Europe well placed to nurture this new revolution. However, to date Europeís data economy has yet to achieve the same levels of growth as those in the US and Asia. Data Pitch will seek to address this critical gap by creating a transnational, Europe-wide data innovation ecosystem that will bring together data owners and Big Data technology providers, with startups and SMEs with fresh ideas for data-driven products and services. Our project will:\n- explore the critical factors that impact the way organisations create value from sharing data;\n- organise a competition addressing economic, societal, and environmental challenges, present and future, to identify promising digital innovators and data-empowered solutions;\n- create a cross-sectoral, secure data experimentation facility which will offer the winners of this competition a purposeful environment to nurture their ideas; and\n- support them by solving common concerns through funding, technical, legal, marketing, and commercial assistance.\nDrawing on the experience from key players in the consortium, we will establish a European Data Innovation Lab (DIL), guided and promoted by the hugely visible engagement channels and commentators at the Guardian and an international network of hundreds of organisations that have already confirmed their intention to join forces with and support Data Pitch. Together with them we will make  the European data economy stronger and help the region re-gain leadership in innovation through digital transformation.",
    "totalCost": "7067230",
    "ecMaxContribution": "6994105",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "BETA-I, ASSOCIACAO PARA A PROMOCAODA INOVACAO E DO EMPREENDEDORISMO;DAWEX SYSTEMS;OPEN DATA INSTITUTE LBG;TELECOM ITALIA SPA",
    "participantCountries": "PT;FR;UK;IT",
    "projectParticipants": {
        "951265227": {
            "orgId": "951265227",
            "orgName": "BETA-I, ASSOCIACAO PARA A PROMOCAODA INOVACAO E DO EMPREENDEDORISMO",
            "ecContrib": 136250
        },
        "999908496": {
            "orgId": "999908496",
            "orgName": "TELECOM ITALIA SPA",
            "ecContrib": 0
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 5897730
        },
        "951561950": {
            "orgId": "951561950",
            "orgName": "OPEN DATA INSTITUTE LBG",
            "ecContrib": 789500
        },
        "924204846": {
            "orgId": "924204846",
            "orgName": "DAWEX SYSTEMS",
            "ecContrib": 170625
        }
    },
    "calculatedTotalContribution": 6994105
}