{
    "rcn": "206130",
    "acronym": "Habit",
    "topics": "MSCA-IF-2015-EF",
    "title": "Roman Catholic laywomenís ìturn to habitî as a strategy of developing modern pious womanhood: Catholic female social reformers in France, Germany and Partitioned Poland between 1878-1914.",
    "startDate": "01/09/2016",
    "endDate": "01/05/2019",
    "objective": "The projectís objective is to explain the meaning of habitual mental and bodily practices for the nineteenth century Catholic laywomenís program of developing modern pious womanhood and further interprets those womenís interest in habit as part of the broader contemporary religious, intellectual, and socio-cultural inquisitiveness in routinized actions. The research employs a transnational approach privileging individuals, networks, and debates in France, Germany and Partitioned Poland between 1878-1914. The Catholic laywomenís focus on habit will be retrieved through analyses of their pedagogical writings and educational models and subsequently confronted with contemporary conceptualizations of habitual action as found in the epoch-making theological, philosophical and scientific theories and selected social practices. It is argued that in a context in which women could formally engage with theology, philosophy and science in very limited ways those lay activistsí religious or pedagogical writings and educational practices were distinctive ways of participating in major contemporary disquiets over the limits of human agency and plasticity of human behavior. With their interventions in the concept of habit those Catholic laywomen joined the nineteenth century efforts of overcoming body-mind, freedom-necessity, and spirit-matter dualisms. The research adds to the field of womenís history by proposing new motives and periodization of the nineteenth century Catholic laywomenís activismís emergence and providing novel interpretations of their actions in a transnational perspective. This multidisciplinary project will expand my competences with insights from several fields of academic inquiry. Marie Curie Fellowship will provide me with triple experience as a researcher, project manager and a science communicator, which will give me confidence in planning, executing and delivering projects independently in the future.",
    "totalCost": "172477,2",
    "ecMaxContribution": "172477,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 172477
        }
    },
    "calculatedTotalContribution": 172477
}