{
    "rcn": "206151",
    "acronym": "HYPERTRANS",
    "topics": "ERC-PoC-2016",
    "title": "HYPERTRANS: Transport of hyperpolarized substrates for metabolic MR imaging",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Dynamic metabolic imaging with hyperpolarized substrates is a new and unique non-invasive magnetic resonance imaging tool. It opens the window to metabolic aberrations at the heart of many diseases, and the ability to image these changes provides the opportunity to fundamentally improve clinical diagnosis and treatment follow-up. Our long-term ambition is to make hyperpolarized substrates for metabolic imaging with MRI available for every clinical institution. The short-term goal to be reached first, is to make the technique of dynamic metabolic imaging available to the wide scientific community. We will implement a concept in which we can polarize substrates at one central location and store these hyperpolarized substrates for transport and use in other academic institutions. This solution overcomes the current need for an on-site dynamic nuclear polarizer when performing preclinical metabolic imaging with MRI, allows an efficient use of resources, and enables scientific institutions to easily adopt this powerful emerging imaging tool.\nOnce our proposed concept is proven, and in line with the existing infrastructure and legal license of our institution to manufacture, provide and transport radionuclide tracers to other hospitals, we propose to set up a spin-off company to manufacture, provide and transport hyperpolarized substrates to pre-clinical research institutions. We have currently contacted 11 pre-clinical research sites within transportation distance of our site, of whom 6 have already expressed serious interest in the possibilities of on-demand hyperpolarized substrates. When, in the long run, pre-clinical research has identified and validated the use of dynamic metabolic imaging for use in patients (e.g. in monitoring treatment response in oncology), this company can take the next step to provide hyperpolarized substrates to clinical institutions and general hospitals.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}