{
    "rcn": "206199",
    "acronym": "EPRISE",
    "topics": "ICT-29-2016",
    "title": "Empowering Photonics through Regional Innovation Strategies in Europe",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "EPRISE project aims to promote and support Photonics as a KET with focus on Life Science applications in 4 target markets where Europe holds a leading position ñ Medical Technologies, Pharmaceuticals, Agriculture and Food. Companies developing photonics-based products for these markets face highly specific  Go-to-Market challenges such as long time to market adoption, complex regulatory frameworks and high barriers to market entry to name but a few.\n \nThey are often in need of support from public funding to help them cross the ìValley of deathî between innovation ready phase (TRL 4), and investment ready phase (TRL 7). During this time, they are also in need of advice from market specific experts who can guide them on non-technological (business) topics.\n \nEPRISE consortium will organise a ìEuropean Photonics Roadshowî, a series of 7 major events hosted by European regions, with the aim of providing SMEs with concrete solutions from market experts on how to overcome market barriers and boosting collaboration along the complete value chain via pre-arranged B2B meetings.\n\nPhotonics clusters involved in EPRISE have both local connections and technology understanding to set-up, together with Regional Authorities, an efficient framework that will encourage creation of funding synergies between regional and European funds in order to better exploit potential of European Photonics industry. The project aims to provide regional policy makers with an overview of funding synergies to be considered in the current or following Multiannual Financial Framework (MFF).\n \nFurthermore, the project aims to establish a formal collaboration with the ongoing European Photonics projects offering technology support (ActPhast, Pix4Life) that can address potential technology issues linked to SMEs access to market.",
    "totalCost": "1402792,5",
    "ecMaxContribution": "1402792,5",
    "coordinator": "POLE OPTITEC",
    "coordinatorCountry": "FR",
    "participants": "PHOTONICS BRETAGNE;Centre for Process Innovation Limited;JOENSUUN TIEDEPUISTO OY;VERENIGING PHOTONICSNL;CONSIGLIO NAZIONALE DELLE RICERCHE;SOUTHERN EUROPEAN CLUSTER IN PHOTONICS & OPTICS ASSOCIACION;EKONOMISKA FORENINGEN PHOTONICSWEDEN;OPTEC-BERLIN-BRANDENBURG (OPTECBB) E.V.",
    "participantCountries": "FR;UK;FI;NL;IT;ES;SE;DE",
    "projectParticipants": {
        "965095972": {
            "orgId": "965095972",
            "orgName": "EKONOMISKA FORENINGEN PHOTONICSWEDEN",
            "ecContrib": 189548
        },
        "998371434": {
            "orgId": "998371434",
            "orgName": "JOENSUUN TIEDEPUISTO OY",
            "ecContrib": 83162
        },
        "969484446": {
            "orgId": "969484446",
            "orgName": "SOUTHERN EUROPEAN CLUSTER IN PHOTONICS & OPTICS ASSOCIACION",
            "ecContrib": 156212
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 152094
        },
        "950625609": {
            "orgId": "950625609",
            "orgName": "OPTEC-BERLIN-BRANDENBURG (OPTECBB) E.V.",
            "ecContrib": 115375
        },
        "948874080": {
            "orgId": "948874080",
            "orgName": "VERENIGING PHOTONICSNL",
            "ecContrib": 109281
        },
        "996621069": {
            "orgId": "996621069",
            "orgName": "Centre for Process Innovation Limited",
            "ecContrib": 219870
        },
        "991070050": {
            "orgId": "991070050",
            "orgName": "POLE OPTITEC",
            "ecContrib": 298438
        },
        "995993673": {
            "orgId": "995993673",
            "orgName": "PHOTONICS BRETAGNE",
            "ecContrib": 78812
        }
    },
    "calculatedTotalContribution": 1402792
}