{
    "rcn": "206141",
    "acronym": "VOLATILIS",
    "topics": "ERC-2016-STG",
    "title": "Origin of volatile elements in the inner Solar System",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The objective of project VOLATILIS is to investigate the origin(s) of volatile elements on Earth and other planetary bodies in the inner Solar System. Since primitive and differentiated asteroids, planetary embryos, and the Earth-Moon system represent different stages of planet formation, studies of chondritic meteorites and samples from Vesta, Mars, the Moon, and Earth can provide constraints on the evolution of planetary volatiles from primordial to present-day compositions. However, indigenous volatiles in extraterrestrial samples are often masked by solar and cosmogenic contributions. Only combined analyses of noble gases and other volatiles (N, H) allow the observed volatile signatures to be resolved into constituent components (atmospheric, solar, cosmogenic, indigenous). The Centre de Recherches PÈtrographiques et GÈochimiques (Nancy, France), the PIís host institute, is the only laboratory that is equipped with static noble gas mass spectrometers for coupled N-noble analyses of small-sized samples, and with two secondary ionization mass spectrometers for non-destructive volatile element measurements. By coupling these high-precision analytical techniques, we will be able to reliably characterize indigenous planetary volatiles, and to assess the importance of volatile storage during primary accretion or late addition via comets and meteorites. Furthermore, we aim to develop the protocols for N isotope analysis by ion microprobe and by static mass spectrometry in multi-collection mode; these methods will allow us to target micron-sized samples (such as melt inclusions) for N analyses and to improve the analytical precision for coupled N-noble gas studies, respectively. The new data obtained here can be integrated as critical parameters into geochemical and astrophysical models of volatile accretion and fluxes in the inner Solar System, and they are expected to be of great interest to the geo-/cosmochemistry, astrophysics, and astrobiology communities.",
    "totalCost": "1396300",
    "ecMaxContribution": "1396300",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1396300
        }
    },
    "calculatedTotalContribution": 1396300
}