{
    "rcn": "206265",
    "acronym": "OPTIMA",
    "topics": "COMPET-2-2016",
    "title": "Towards Demonstration of Photonic Payload For Telecom Satellites",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "OPTIMA aims at demonstrating photonic payloads for telecommunication satellites by joining the efforts of industrial and academic European actors from both the worlds of space and terrestrial communications.\nIn the near future, a major increase in telecoms satellites capacity is required to address the challenges of the Digital Agenda for Europe, and to remain in line with the skyrocketing evolution of terrestrial communications, in a globally connected world.\nA major technological breakthrough is needed to meet the capacity increase objectives within the mass, size and power envelope allowed by the foreseen evolution of launchers and satellite platforms.\nPhotonics has largely contributed to the revolution of Information Technology for ground applications and is the most promising technology to overcome the issues faced by Satcoms, thanks to the compact, lightweight and low-power nature of optical-fibre based equipment.\nHowever, great efforts are required to bring these benefits to the world of telecoms payloads as all the photonics equipment used on ground need to be adapted for space.\nIn OPTIMA, Airbus Defence and Space (UK, FR), a world-leading satellite prime manufacturer, will define, assemble and a test photonic payload demonstrator based on building blocks developed, adapted for space and provided by other members of the consortium: DAS Photonics (ES), Linkra (IT), SODERN (FR), IMEC (BE) and Polatis (UK).\nBy gathering all these actors around a concrete project, in a real-world industrial environment, OPTIMA will provide a strong initial impulse to make photonics technology available to the Satcom industry and pave the way towards an in-orbit demonstration as early as 2020. \nThis will not only allow the European space industry to address the challenges of the DAE 2020, but also strengthen its position in a very competitive, worldwide market and create new opportunities for each of the members of the consortium (new applications, products and markets).",
    "totalCost": "2836225",
    "ecMaxContribution": "2819913,75",
    "coordinator": "AIRBUS DEFENCE AND SPACE LTD",
    "coordinatorCountry": "UK",
    "participants": "DAS PHOTONICS SL;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;SODERN SA;CORDON ELECTRONICS ITALIA SRL;AIRBUS DEFENCE AND SPACE SAS;Linkra S.R.L.;HUBER+SUHNER POLATIS LIMITED",
    "participantCountries": "ES;BE;FR;IT;UK",
    "projectParticipants": {
        "995862044": {
            "orgId": "995862044",
            "orgName": "SODERN SA",
            "ecContrib": 600000
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 199875
        },
        "912610048": {
            "orgId": "912610048",
            "orgName": "CORDON ELECTRONICS ITALIA SRL",
            "ecContrib": 302418
        },
        "999530778": {
            "orgId": "999530778",
            "orgName": "AIRBUS DEFENCE AND SPACE LTD",
            "ecContrib": 689899
        },
        "999736224": {
            "orgId": "999736224",
            "orgName": "DAS PHOTONICS SL",
            "ecContrib": 601015
        },
        "999809265": {
            "orgId": "999809265",
            "orgName": "AIRBUS DEFENCE AND SPACE SAS",
            "ecContrib": 127800
        },
        "985958053": {
            "orgId": "985958053",
            "orgName": "HUBER+SUHNER POLATIS LIMITED",
            "ecContrib": 248825
        },
        "990657703": {
            "orgId": "990657703",
            "orgName": "Linkra S.R.L.",
            "ecContrib": 50082
        }
    },
    "calculatedTotalContribution": 2819914
}