{
    "rcn": "206211",
    "acronym": "RotorDEMO",
    "topics": "SMEInst-10-2016-2017",
    "title": "Norsepower Rotor Sail Solution demonstration project",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The Norsepower Rotor Sail Solution enhances the complete propulsion system of a vessel by using wind as an auxiliary propulsion measure. The patented turnkey solution, which is based on the Magnus effect, offers auxiliary wind propulsion for freight vessels, requires no additional crew to operate the Rotor Sails, and is suitable for retrofitting to over 20 000 vessels in the global merchant fleet. The system enhances energy efficiency, and reduces emissions and pollution. Norsepower Rotor Sails are developed to be an affordable off-the-shelf product to be retrofitted into existing vessels or installed into new-build vessels.\nAccording to Norsepowerís commercialization plan, a successful full-scale demonstration of the Norsepower Rotor Sail Solution would enable realizing large-scale deployment and manufacturing ramp-up of the technology in relatively short period.\nThe main objective of the RotorDEMO project is implementation of Norsepower Rotor Sail Solution in full scale on a RoPax vessel to boost sales of the solution. Other objectives are performance validation and type approval of the technology and update of Norsepowerís commercialization plan based on the findings. With the Norsepower technology in general the fuel savings potential can be up to 30% and expected long-term ROI is around 20%.\nAt the moment there are no practical auxiliary wind propulsion solutions available on the market. Norsepower has already succeeded in building a working prototype of its auxiliary wind propulsion technology and demonstrated its performance in operational environment in small scale.\nThe global long-term market potential for the technology is 20 000 vessels and 30 BÄ. The high level of cargo vessel emissions is a big global and EU-level challenge and the maritime industry is lacking efficient retrofitting solutions helping to enhance fuel economics and to reduce emissions.\nNorsepower's vision is to become the global market leader in cargo vessel auxiliary wind propulsion.",
    "totalCost": "2677467,25",
    "ecMaxContribution": "1581256",
    "coordinator": "NORSEPOWER OY LTD",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936354678": {
            "orgId": "936354678",
            "orgName": "NORSEPOWER OY LTD",
            "ecContrib": 1581256
        }
    },
    "calculatedTotalContribution": 1581256
}