{
    "rcn": "206260",
    "acronym": "HEMPT-NG",
    "topics": "COMPET-3-2016-a",
    "title": "High Efficiency Multistage Plasma Thruster ñ Next Generation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "HEMPT-NG addresses the topic COMPET-3-2016-a on Incremental Technologies part of the SRC electrical propulsion in line with the EPIC roadmap ìto increase the competitiveness of EP systems developed in Europeî by developing an integrated solution based on HEMPT (Highly Efficient Multistage Plasma Thruster) , the fluidic management system, and the power processing unit.\nThe proposed development will raise the performance of all components beyond current state-of-the-art. The results will offer an ideal EPS system for LEO application up to 700 W and for Telecom/Navigation application up 5 kW.\nThe HEMPT technology offers unique innovative features compared to other EP technologies and makes HEMP a key candidate to overcome all the currently identified deficiencies: \n1. No discharge channel erosion leading to higher lifetimes of the thruster, \n2. Acceleration voltages enabling a high specific Impulse (ISP) leading to a drastic reduction of propellant consumption, \n3. Unique large range of thrust offer enormous flexibility, \n4. Minimal complexity of concept providing an excellent basis for economic competitiveness.\nThe HEMPT-NG consortium is led by TES (Thales Electronic System GmbH), subsidiary of the Thales Group, worldwide leader in the development and production of space products, responsible for thruster equipment and integrated EPS. European industrial partners are: Thales, OHB, Airbus and Aerospazio, who bring their expertise in spacecraft mission studies, equipment development and testing capacities. The University of Greifswald will provide plasma simulation to support the thrusters developed. These eight partners in five European member-states (Germany, France, UK, Belgium, Italy) will develop an economical and well-performing HEMPT LEO and GEO EPS to guarantee European leadership and competitiveness, as well as the non-dependence of European capabilities in electric propulsion. \nThis proposal falls under the CONFIDENTIALITY rules described in Section 5.",
    "totalCost": "7388834,64",
    "ecMaxContribution": "5278391",
    "coordinator": "THALES DEUTSCHLAND GMBH",
    "coordinatorCountry": "DE",
    "participants": "THALES ALENIA SPACE UK LTD;AIRBUS DEFENCE AND SPACE GMBH;OHB SYSTEM AG;THALES ALENIA SPACE BELGIUM S.A.;THALES ALENIA SPACE DEUTSCHLAND GMBH;AIRBUS DS GMBH;THALES ALENIA SPACE FRANCE;AEROSPAZIO TECNOLOGIE SRL;UNIVERSITAET GREIFSWALD",
    "participantCountries": "UK;DE;BE;FR;IT",
    "projectParticipants": {
        "951864590": {
            "orgId": "951864590",
            "orgName": "THALES ALENIA SPACE DEUTSCHLAND GMBH",
            "ecContrib": 409565
        },
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 0
        },
        "986589038": {
            "orgId": "986589038",
            "orgName": "THALES ALENIA SPACE BELGIUM S.A.",
            "ecContrib": 770136
        },
        "993020041": {
            "orgId": "993020041",
            "orgName": "THALES DEUTSCHLAND GMBH",
            "ecContrib": 1927888
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 78848
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 1008222
        },
        "999436494": {
            "orgId": "999436494",
            "orgName": "AIRBUS DS GMBH",
            "ecContrib": 0
        },
        "987327984": {
            "orgId": "987327984",
            "orgName": "AEROSPAZIO TECNOLOGIE SRL",
            "ecContrib": 402981
        },
        "989360037": {
            "orgId": "989360037",
            "orgName": "OHB SYSTEM AG",
            "ecContrib": 81856
        },
        "936556147": {
            "orgId": "936556147",
            "orgName": "THALES ALENIA SPACE UK LTD",
            "ecContrib": 244872
        }
    },
    "calculatedTotalContribution": 4924368
}