{
    "rcn": "206261",
    "acronym": "MARINE-EO",
    "topics": "EO-2-2016",
    "title": "Bridging Innovative Downstream Earth Observation and Copernicus enabled Services for Integrated maritime environment, surveillance and security",
    "startDate": "01/01/2017",
    "endDate": "30/11/2020",
    "objective": "Maritime ìAwarenessî is currently a top priority for Europe. ìAwarenessî sought either in regards of maritime security, border control against irregular immigration and safety of navigation while at the same time ìawarenessî sought in regards of the marine environment and climate change. ìAwarenessî is sought both for sea-basins of traditional interest like the Mediterranean and the Atlantic as well as for basins currently trending like the Arctic. MARINE-EO teams up a group of 5 maritime authorities (the buyersí group) and a group of 4 prestigious scientific and technical organizations with significant experience in EO and maritime matters (the technical advisors) to achieve the following objectives: (1) Develop, test and validate two set of demand-driven EO-based services which cover Marine Monitoring and Security Copernicus thematic areas, adopted on open standards, bringing incremental or radical innovations in the field of maritime awareness and leveraging on the existing Copernicus Services and other products from the Copernicus portfolio, (2) Propose a set of ìsupportî / ìenvelopî services which will better integrate the above mentioned EO and Copernicus-enabled services to the operational logic and code of conduct. Such services shall also bring ìcloserî the demand side (Public Authorities - PAs) with the EO data providers (Copernicus - contributing missions) and EO data experts and analysts (Service providers/ industry and SMEs) creating a dynamic environment for a single digital market to grow, (3) Strengthen transnational collaboration in maritime awareness sector by facilitating knowledge transfer and optimization of resources for the public authorities which, participate in the buyers group. Pre-Commercial Procurement (PCP) is a powerful tool to tackle these three points under one single joint initiative, and this is why MARINE-EO is in an excellent position to reinforce future capabilities.",
    "totalCost": "4865093,75",
    "ecMaxContribution": "4378584,38",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "KYSTVERKET VEST;SINTEF OCEAN AS;FUNDO REGIONAL PARA A CIENCIA E TECNOLOGIA;HELLENIC CENTRE FOR MARINE RESEARCH;DIRECAO-GERAL DE POLITICA DO MAR;EUROPEAN UNION SATELLITE CENTRE;MINISTERIO DEL INTERIOR;NATIONAL OBSERVATORY OF ATHENS",
    "participantCountries": "NO;PT;EL;ES",
    "projectParticipants": {
        "999537083": {
            "orgId": "999537083",
            "orgName": "EUROPEAN UNION SATELLITE CENTRE",
            "ecContrib": 92672
        },
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 111038
        },
        "997806603": {
            "orgId": "997806603",
            "orgName": "SINTEF OCEAN AS",
            "ecContrib": 93038
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 231862
        },
        "999827501": {
            "orgId": "999827501",
            "orgName": "MINISTERIO DEL INTERIOR",
            "ecContrib": 144450
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 121725
        },
        "924662880": {
            "orgId": "924662880",
            "orgName": "KYSTVERKET VEST",
            "ecContrib": 95231
        },
        "952727405": {
            "orgId": "952727405",
            "orgName": "FUNDO REGIONAL PARA A CIENCIA E TECNOLOGIA",
            "ecContrib": 129544
        },
        "952714795": {
            "orgId": "952714795",
            "orgName": "DIRECAO-GERAL DE POLITICA DO MAR",
            "ecContrib": 3359025
        }
    },
    "calculatedTotalContribution": 4378585
}