{
    "rcn": "206219",
    "acronym": "CLOUDSTORM",
    "topics": "SMEInst-12-2016-2017",
    "title": "Transforming the enterprise software industry: CloudStorm open source enterprise application development and integration framework",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Nearly Ä550 billion is spent globally on enterprise software each year. Few large framework providers (e.g. SAP, Microsoft, IBM) heavily dominate the industry, and yet, their approach to software development is obsolete in the light of modern application development. Hence enterprises looking to implement new software can either buy bulky, unfocused software packages that excel in nothing, or buy focused applications from unknown vendors and risk an integration nightmare. \n\nWe are proposing a solution for 600 000\\ IT companies in Europe that breaks down the technical and financial barriers for them to enter enterprise software industry.\n\nOur solution is CloudStorm framework: the first open source enterprise software development and integration framework that effectively capitalizes upon synergies between established enterprise IT infrastructures (e.g. SAP) and the best practices from modern web and mobile application development. CloudStorm enables IT companies of all sizes and scopes to build and deploy highly competitive, built-for-purpose enterprise applications at least 2 times quicker and with at least 10 times lower final price compared to the currently leading vendors.\n\nWe were recently awarded a Amazon Web Services grant, as they see a game changing potential in our ambition to bring business model innovation to the closed-up enterprise software industry. By combining open source ideology with premium features, we expect to reach Ä420 million revenue by 2023.\n\nThe objective of CLOUDSTORM feasibility study is to prepare for final development and commercial launch of the next generation CloudStorm framework and its complementary premium services. Phase 1 will focus on a detailed business plan creation, IPR study, and technical testing activities. We are planning to define the product roadmap during the feasibility study and continue its implementation in Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIRTUAL SOLUTIONS KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925062617": {
            "orgId": "925062617",
            "orgName": "VIRTUAL SOLUTIONS KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}