{
    "rcn": "206225",
    "acronym": "CHROMIC",
    "topics": "SC5-13-2016-2017",
    "title": "effiCient mineral processing and Hydrometallurgical RecOvery of by-product Metals from low-grade metal contaIning seCondary raw materials",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Europe is faced with the challenge of sustaining a secure supply of by-product metals, which play a fundamental role in the competitiveness of the manufacturing sector and innovations in high-tech sectors. To loosen the growth restrictions imposed by the inflexible supply from primary mining, alternative sources for these metals must be explored. At the same time a wealth of metals is entrapped within the vast amounts of secondary resources still being landfilled or used in applications where their intrinsic value is not fully utilized. To unlock the potential of these resources, a radically new approach to metal recovery must be deployed. Crucial factor within this new value chain is the zero-waste approach, which captures not only the contained metals but also valorises the residual matrix (often >95% of the bulk material). Such an approach requires the development of innovative, highly selective metal recovery technologies that fully capture the metal-value without impairing the properties of the residual matrix material for valorisation. \nCHROMIC aims to develop such new recovery processes for critical (Cr, Nb) and economically valuable (Mo, V) by-product metals from secondary resources, based on the smart integration of enhanced pre-treatment, selective alkaline leaching and highly selective metal recovery across the value chain. An overarching assessment of the related economic, environmental and health and safety aspects will be carried out in an iterative way to ensure that the developed technologies meet the requirements of the circular economy whilst being in line with current market demand. The technology will be developed for two models streams (stainless steel slags and ferrochrome slags) with the potential of replication to numerous industrial residues across Europe. Involvement of society from early on will smooth the path towards implementation, so that the CHROMIC processes can contribute to securing Europeís supply of critical raw materials.",
    "totalCost": "4869687,5",
    "ecMaxContribution": "4869687,5",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "TECHNICKA UNIVERZITA V KOSICIACH;VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH;FORMICABLU SRL;ORBIX PRODUCTIONS;ELEKTROWERK WEISWEILER GMBH;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;INSTITUT FUR BAUSTOFF-FORSCHUNG EV;MICROWAVE ENERGY APPLICATIONS MANAGEMENT;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV;ARCHE",
    "participantCountries": "SK;DE;IT;BE;FR",
    "projectParticipants": {
        "921118306": {
            "orgId": "921118306",
            "orgName": "ELEKTROWERK WEISWEILER GMBH",
            "ecContrib": 65125
        },
        "974206406": {
            "orgId": "974206406",
            "orgName": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH",
            "ecContrib": 557019
        },
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 571625
        },
        "961436453": {
            "orgId": "961436453",
            "orgName": "INSTITUT FUR BAUSTOFF-FORSCHUNG EV",
            "ecContrib": 537672
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 522128
        },
        "986258171": {
            "orgId": "986258171",
            "orgName": "FORMICABLU SRL",
            "ecContrib": 308781
        },
        "960390405": {
            "orgId": "960390405",
            "orgName": "ORBIX PRODUCTIONS",
            "ecContrib": 124700
        },
        "999839238": {
            "orgId": "999839238",
            "orgName": "TECHNICKA UNIVERZITA V KOSICIACH",
            "ecContrib": 427500
        },
        "929972272": {
            "orgId": "929972272",
            "orgName": "MICROWAVE ENERGY APPLICATIONS MANAGEMENT",
            "ecContrib": 497625
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 1100638
        },
        "954831141": {
            "orgId": "954831141",
            "orgName": "ARCHE",
            "ecContrib": 156875
        }
    },
    "calculatedTotalContribution": 4869688
}