{
    "rcn": "206282",
    "acronym": "PATHAD",
    "topics": "ERC-CoG-2015",
    "title": "Pathways to Alzheimer's disease",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Critical to our understanding of Alzheimerís disease (AD) and also to finding therapies is determining how key pathological factors interact and relate to neuronal toxicity, symptoms and disease progression. My research has focussed on amyloid beta (A?) moities and demonstrated that cerebrospinal fluid (CSF) A?42 correlates with cerebral A? pathology; that A? accumulates in the brain 10-20 years prior to onset of symptoms; and that CSF A? abnormalities precede CSF tau changes. However, it is increasingly clear that a simple linear model of AD aetiology and progression is inadequate. This proposal aims at developing and validating new diagnostic and prognostic biomarker tools to examine the AD pathogenesis in humans taking a broad view of ADís multiple pathophysiological features and their putative biomarkers. The major questions, all relevant to therapeutic research, that will be addressed in my proposal include: (i) how are different forms of A? produced and modified; (ii) what is the toxicity of these different forms; (iii) how is this toxicity mediated; and iv) what other pathologies may contribute to or modify AD-like phenotypes? We and others have shown that A? monomers are relatively non-toxic. We will address the hypothesis that A? starts to accumulate in the brains of certain individuals due to defective clearance of the peptide. Once aggregated, A? acquires chemical modifications during brain incubation over years. These modified A? forms then induce tau hyperphosphorylation and concomitantly over-activate the immune system, resulting in neurotoxicity. Other pathologies, including ?-synuclein and TDP-43, may contribute in this process. In PATHAD, we will develop and validate new diagnostic and prognostic tools using a combination of groundbreaking technologies and unique clinical materials to dissect the underlying molecular pathogenesis of AD in much greater detail than what has been possible before and facilitate the development of effective treatments.",
    "totalCost": "1985093",
    "ecMaxContribution": "1985093",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 1985093
        }
    },
    "calculatedTotalContribution": 1985093
}