{
    "rcn": "206295",
    "acronym": "HHGhole2",
    "topics": "MSCA-IF-2015-EF",
    "title": "High-harmonic spectroscopy for core-hole dynamics",
    "startDate": "05/12/2016",
    "endDate": "04/12/2018",
    "objective": "Nowadays x rays play a unique role in understanding the electronic and nuclear structure of atoms, molecules, materials, or systems in solutions, and also in following their fundamental transient dynamics. X-ray applications have high impact on society, ranging from medical and security to cutting-edge research on Physics, Chemistry, Biology, and Material Science. The advent of X-Ray Free Electron Lasers (XFELs) is a giant step in the advance of x-ray techniques, adding a high degree of coherence compared to synchrotron sources, and delivering pulses with enough intensity to develop novel techniques without precedents. A prominent example is the study of biomolecular systems with coherent diffractive imaging.\nCoherent diffractive imaging, among other applications, requires the sample to absorb a significant number of photons, limited by the inflicted damage. Radiation damage is, in fact, far from well understood due to the complexity of the physical processes that are in play. It is also a universal phenomenon, with important consequences in biological systems. Hence, radiation damage has become one of the most interesting fundamental problems to investigate.\nIn this project we propose to develop novel approaches to time-resolve radiation damage processes in molecules by using High-Harmonic Spectroscopy (HHS). HHS is a technique that has already been used to study molecular valence dynamics with atomic spatial resolution and attosecond time resolution, and we plan to extend this method. Hence, this proposal aims to develop numerical methods for feasible experiments at XFELs by combining the expertise of the host group (well recognized by developing theoretical methods for High-Harmonic phenomena) and the Experienced Researcher (coming from a leading US group in radiation damage research at XFELs), with support of a European experimental group led by Prof. Jon Marangos (at Imperial College London, a world leading group in HHS) where a secondment will take place.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}