{
    "rcn": "206287",
    "acronym": "Nexus",
    "topics": "MSCA-IF-2015-GF",
    "title": "The Nexus: an experimental system to study marine larval dispersal",
    "startDate": "18/02/2017",
    "endDate": "14/05/2020",
    "objective": "Dispersal is a fundamental trait for the ecological and evolutionary dynamics of any given species. In marine systems, the primary means of connectivity among fragmented habitats is pelagic larval dispersal (LD). Due to the inherent difficulty of tracking minute larvae in the ocean, we are still lacking critical insights into the internal and external causes and consequences of LD. Here, we propose the development of an experimental infrastructure, the Nexus, composed of 25 interconnected larval rearing/settlement tanks, designed to study larval movements as a model of dispersal. We aim to use the Nexus framework to investigate central questions in LD theory that, up to this point, have been difficult to assess: (1) Do marine organisms exhibit condition-dependent dispersal strategies? (2) If so, how does the interaction of phenotype and environment affect dispersal behaviours (context-dependence)? (3) How will climate change affect condition- and context-dependent dispersal in offspring via parental effects? These are timely issues to address, as a better understanding of the underlying mechanisms regulating LD will help predict speciesí responses to rapid environmental change. The intended framework will facilitate the holistic assessment and controlled manipulation of the entire LD process, from the natal environment to post-settlement selection, thereby paving the way for novel research avenues in aquatic dispersal ecology. Each tank in the network can independently be controlled for the type of habitat it provides and corridors can flexibly be opened, closed or made directionally permeable. The versatility of the Nexus offers a high degree of experimental flexibility and control to address key issues in spatial meta-population ecology.",
    "totalCost": "276107,4",
    "ecMaxContribution": "276107,4",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "971506411": {
            "orgId": "971506411",
            "orgName": "CURTIN UNIVERSITY OF TECHNOLOGY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}