{
    "rcn": "206292",
    "acronym": "LiftTrain",
    "topics": "MSCA-IF-2015-EF",
    "title": "Aerodynamic Lift force of Trains subjected to cross windsóget it right!",
    "startDate": "08/12/2016",
    "endDate": "07/12/2018",
    "objective": "A European-wide move to standardize the criteria for certification of railway vehicles has lead to the development of regulations for rail operators regarding velocities and pressures generated by trains and on train in cross winds. There are two approved methodologies currently used in these regulations; physical modeling using the wind tunnel experiments and numerical modeling using computational fluid dynamics (CFD) techniques. Although there are different types of CFD techniques, yet all of them suffer the lake of accuracy in predicting the values of the experimental lift force resulting on either overestimation or underestimation of the rolling moment coefficient. The aim of this innovative Fellowship is to develop an accurate numerical technique based on the steady Reynolds Average Navier Stocks (RANS) capable of accurately predict the aerodynamic forces. The methodology will be based on wind tunnel experiments, moving model testing and different types of steady and unsteady CFD techniques. In this project we will investigate for the first time the effect of surface roughness on the lift force prediction of a train subjected to cross wind. Building on the complementary skills of the Experienced Researcher (ER) (numerical modeling) and the Beneficiary (CFD & physical modeling), we will extend significantly the existing knowledge of modeling trains on smooth surface to include a novel numerical technique to simulate the surface roughness and hence better estimate the lift force coefficient. Our work will be validated using wind tunnel experiment at POLIMI, ITALY and underpinned with those at our industrial collaborator, Interfleet and academic partner Chalmers, Sweden. Success will define improvements to prediction of the lift force coefficient in both physical experiments and CFD modeling, offering tangible environment and financial benefits and providing an exceptional training opportunity for the ER.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}