{
    "rcn": "206220",
    "acronym": "SLIM",
    "topics": "SC5-13-2016-2017",
    "title": "Sustainable Low Impact Mining solution for exploitation of small mineral deposits based on advanced rock blasting and environmental technologies",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The main economic, technological and environmental challenges of small mining include reducing high investment costs, reducing generation of waste and large tailings, identifying and addressing environmental impacts, and improving flexibility, automation and safety of operations. However, at the moment, there is no quick-fix available to reduce the environmental impact from mines, and it is neither realistic to expect production solutions very distant from todayís technologies. Considering that the present mining technology is based on rock blasting and mobile mining equipment for loading and transportation, the major challenge is to generate a new sustainable systemic solution that affects positively the relevant mining value chain.\n \nSLIM aims to develop a cost-effective and sustainable selective low impact mining solution based on non-linear rock mass fragmentation by blasting models, airborne particulate matter, vibration affections and nitrate leaching mitigation actions for exploitation of small mineral deposits (including those with chemically complex ore-forming phases) through a new generation of explosives and an advanced automatic blast design software based on improved rock mass characterisation and fragmentation models for optimum fragmentation and minimum rock damage and far-field vibrations.\n\nSLIM consortium is led by UPM (es), with LTU (se), MUL (at) and TUG (at) as Research Insitutions, 3GSM (at - Rock fragmentation and blasting software), MAXAM (es - Explosives), ORGIVA (es - Fluorite mine) and ERZBERG (at - Iron mine) and ARNO (es - Quarry) as validators in relevant environment. BRGM (fr), INVESTORNET (dk), MINPOL (at), and ZABALA (es) complement the Environmental and Economic assessments, the Communication and Dissemination activities and Social Awareness actions.\n\nSLIM addresses the following issue: a) Sustainable selective low impact mining (2016), it has a planned duration of 48 months and a budget of Ä6,979,200 requesting Ä6,979,200 of EU funding.",
    "totalCost": "6979200",
    "ecMaxContribution": "6979200",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "LULEA TEKNISKA UNIVERSITET;MINPOL GMBH;TECHNISCHE UNIVERSITAET GRAZ;ZABALA INNOVATION CONSULTING, S.A.;MONTANUNIVERSITAT LEOBEN;3GSM GmbH;MAXAMCORP INTERNATIONAL SL;BENITO ARNO E HIJOS SA;VA ERZBERG GMBH;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;MINERA DE ORGIVA SL;INVESTORNET-GATE2GROWTH APS",
    "participantCountries": "SE;AT;ES;FR;DK",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 798212
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 199500
        },
        "920457736": {
            "orgId": "920457736",
            "orgName": "VA ERZBERG GMBH",
            "ecContrib": 518002
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 800362
        },
        "920264803": {
            "orgId": "920264803",
            "orgName": "MAXAMCORP INTERNATIONAL SL",
            "ecContrib": 951250
        },
        "920409333": {
            "orgId": "920409333",
            "orgName": "BENITO ARNO E HIJOS SA",
            "ecContrib": 373250
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 491312
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 241180
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 1173812
        },
        "920413213": {
            "orgId": "920413213",
            "orgName": "MINERA DE ORGIVA SL",
            "ecContrib": 307000
        },
        "941874366": {
            "orgId": "941874366",
            "orgName": "3GSM GmbH",
            "ecContrib": 424050
        },
        "918195890": {
            "orgId": "918195890",
            "orgName": "MINPOL GMBH",
            "ecContrib": 424392
        },
        "998471732": {
            "orgId": "998471732",
            "orgName": "INVESTORNET-GATE2GROWTH APS",
            "ecContrib": 276875
        }
    },
    "calculatedTotalContribution": 6979197
}