{
    "rcn": "206208",
    "acronym": "IntAir",
    "topics": "FTIPilot-01-2016",
    "title": "Cheaper, Lighter, Safer Composite Materials for Aircraft Interiors",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The aim of the IntAir project is to refine the materials and upscale the manufacturing process for a new generation of aircraft interior composites that are cheaper, lighter and safer than the toxic, carcinogenic materials that are currently used.\n\nTo meet the strict fire and weight requirements for aircraft interiors, the current solution is to use a fire-resistant composite made of phenolic resin with glass fibre reinforcement. However: \n\n- Phenolic parts are expensive due to long moulding times and need several hours of manual finishing.\n\n- The poor surface finish means that filler is needed, adding to the component weight\n\n- Phenolics have a poor health and safety footprint, as they emit toxic and carcinogenic materials during processing\n\nAs a direct substitute for phenolic, this project focusses on a composite using polyfurfuryl alcohol (PFA), which gives cost, weight and safety benefits over phenolics:\n\n- A 34% reduction in moulding cycle time, and a 70% reduction in manual finishing, giving a 58% cost reduction over phenolics\n\n- PFA gives a significantly improved surface finish, reducing the use of filler by 70% and reducing average component weight by 4%\n\n- PFA composites are non-toxic, non-carcinogenic, eliminating health & safety concerns from the workplace\n\nTesting by prospective customers has shown that PFA composites can meet aircraft interior standards for mechanical and fire performance. However, the development has so far been limited to simple formulations on small-scale, prototype equipment which does not yet give the accuracy or scale needed. \n\nThe overall objective of this project is therefore to improve the processability, optimise the properties and upscale the production process of PFA composites for aircraft interiors. Addressing these 3 issues will enable significant improvements in part cost, component weight and worker safety compared to phenolics, and will   allow the material to be commercialised on aircraft manufacturing programmes.",
    "totalCost": "2606550",
    "ecMaxContribution": "1824585",
    "coordinator": "COMPOSITES EVOLUTION LIMITED",
    "coordinatorCountry": "UK",
    "participants": "BERCELLA SRL;ELEMENT MATERIALS TECHNOLOGY BERLINGMBH",
    "participantCountries": "IT;DE",
    "projectParticipants": {
        "986318020": {
            "orgId": "986318020",
            "orgName": "BERCELLA SRL",
            "ecContrib": 400750
        },
        "923080907": {
            "orgId": "923080907",
            "orgName": "COMPOSITES EVOLUTION LIMITED",
            "ecContrib": 1102588
        }
    },
    "calculatedTotalContribution": 1503338
}