{
    "rcn": "206215",
    "acronym": "INSULCLOCK",
    "topics": "SMEInst-06-2016-2017",
    "title": "Empowered control of drugsí dosage in chronic diseases",
    "startDate": "01/11/2016",
    "endDate": "31/07/2018",
    "objective": "INSULCLOCK addresses the opportunity of providing a new product Within the growing market for diabetes care, a very serious and painful disease with an expected global patient pool of 380 million by 2025.\nMore specifically, INSULCLOCK approaches the insulin pens market which totaled above 8 billion Ä in 2013, with a 9% CAGR for the next years.\nMore than 25% of diabetics depend on insulin injections daily, and it is estimated that 2/3 of insulin volume is injected via injection pens. If treatment fails, there is high risk of complications related to vascular and nerve affection and even death.\nThe goal of our project is to launch market uptake of INCULCLOCK, a solution to really help diabetics and their caregivers in self-managing their disease. Thanks to the unique integration of smart electronic devices and wearable technologies, we create new demand both from patients already using insulin pens and those not doing so because of reliability issues. Also, around their caregivers, not involved today in business, creating an uncontested market space.\nIn the current market there are smart insulin pen devices, although several reasons make INSULCLOCK unique:\n1. It automatically records all critical information related to insulin in-taking for diabetes treatment, without interfering activities of daily living.\n2. It stores data taking full advantage of possibilities offered by the Cloud and mobile technologies, assuring security, assistance and privacy.\n3. It is universal and reusable.\nDuring Phase 1, further business opportunities have been detected, with pharmaceutical and health insurance companies, and relevant leads have been open. Additionally, market barriers and dynamics are fully understood now, allowing us for the definition of the work plan proposed in this Phase 2 application, which will last 15 months with a total budget of 1.48MÄ. Finally, we created the team, alliances and resources for international high growth. Now is our moment.",
    "totalCost": "1482087,5",
    "ecMaxContribution": "1037461,25",
    "coordinator": "INSULCLOUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934317678": {
            "orgId": "934317678",
            "orgName": "INSULCLOUD",
            "ecContrib": 1037461
        }
    },
    "calculatedTotalContribution": 1037461
}