{
    "rcn": "206294",
    "acronym": "RTEL1inHHS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterization of RTEL1 mutations in Hoyeraal-Hreidarsson Syndrome",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Hoyeraal-Hreidarsson syndrome (HHS) is a multisystem disorder with patients presenting inter-uterine growth retardation, immunodeficiency, and/or aplastic anaemia. Recently, mutations in RTEL1 have been shown to be causal for this disease. RTEL1 prevents genomic instability and maintains integrity of the telomeres by disassembling different secondary structures that arise during DNA replication, repair, and recombination. Although recent discoveries from the host lab and others have shed light on the function of RTEL1 in maintaining genome stability, many outstanding questions remain to be addressed. Currently very little is known about RTEL1 regulation or how it is dynamically recruited to replication forks and telomeres to execute its functions. Moreover, it is not known whether RTEL1 expression or recruitment is regulated by post-translational modifications. \n \nOf the 18 identified mutations, only two have been characterized. As these undefined mutations are causal for HHS and must therefore affect the RTEL1 function, their detailed characterization is likely to shed light on new aspects of its function and/or regulation. The main objective of this project is to characterize the undefined HHS mutations in RTEL1 and determine how they impair the physiological protein function, in vitro and in vivo.\n\nTo this end, we will take advantage of a complementation system that permits the stable expression of RTEL1 variants in RTEL1 deficient cells, allowing us to study RTEL1 mutant contribution to RTEL1 phenotypes. We will also perform comparative proteomic analysis of the mutants to determine if they abolish specific/novel protein-protein interactions. HHS mutations that present with a defined phenotype or affect a novel interaction will be studied in vivo in a mouse model. \n\nIn summary, we anticipate that the combination of approaches proposed here holds the potential to significantly contribute towards the understanding of how different mutations affect RTEL1 function.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}