{
    "rcn": "206251",
    "acronym": "HEPHAESTUS",
    "topics": "ICT-25-2016-2017",
    "title": "Highly automatEd PHysical Achievements and PerformancES using cable roboTs Unique Systems",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "The proposal addresses novel concepts for introducing Robotics and Autonomous Systems in the Construction Sector where, at this moment, the presence is minor. Specifically, the Hephaestus project focuses on highly risked and critical construction tasks such as prefab wall installation. In that sense, the Hephaestus has been conceived as a solution for accomplishing multiple tasks on vertical or inclined planes of the built and outdoor environment. For that purpose, the Hephaestus is mainly based on a cable-driven robot and a modular end effector kit. This modular kit can host several tools and devices and therefore we can say it is multifunctional. Among the functionalities, the research project will achieve tasks such as 3D laser scanning of the building structure and the posterior installation of the prefab wall. But we can foresee some other performances such as the cleaning and maintenance of the curtain wall, repair of cracks and painting. The apparatus of the Hephaestus is lean, compatible with other handling systems, highly versatile and its reachability is very broad. Moreover, the controlling system would offer and easy and fast calibration. For achieving this goal, matrix based design methods will be used. It basically consists on decomposing a complex solution, such as the Hephaestus, into interdependent subsystems that can be feasible to solve. Certainly, the integration and adaptation of several technologies into the Hephaestus will be carried out with a systematic approach that will facilitate the election, adjustment and development of suitable tools. This proposal envisages continuous techno-economical assessment, which includes several tests in real conditions where prototypes of the cable-robot and the modular end-effector kit will be demonstrated. As an output of the research, the well balanced consortium and its interdisciplinary expertise will offer a realistic solution to cover primordial needs of the Built Environment and Construction sector.",
    "totalCost": "4669960",
    "ecMaxContribution": "3984542,5",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TECHNISCHE UNIVERSITAET MUENCHEN;CEMVI CATENA ELEVACION MANUTENCION VICINAY SA;FOCCHI SPA;R2M SOLUTION LTD;NLINK AS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ACCIONA CONSTRUCCION SA",
    "participantCountries": "DE;ES;IT;UK;NO;FR",
    "projectParticipants": {
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 315438
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 447625
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 832328
        },
        "966538168": {
            "orgId": "966538168",
            "orgName": "CEMVI CATENA ELEVACION MANUTENCION VICINAY SA",
            "ecContrib": 285845
        },
        "951961008": {
            "orgId": "951961008",
            "orgName": "FOCCHI SPA",
            "ecContrib": 339850
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 546918
        },
        "936338188": {
            "orgId": "936338188",
            "orgName": "NLINK AS",
            "ecContrib": 333375
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 634490
        },
        "937530124": {
            "orgId": "937530124",
            "orgName": "R2M SOLUTION LTD",
            "ecContrib": 248675
        }
    },
    "calculatedTotalContribution": 3984544
}