{
    "rcn": "206252",
    "acronym": "PJ11 CAPITO",
    "topics": "SESAR.IR-VLD.Wave1-15-2015",
    "title": "Enhanced Air and Ground Safety Nets",
    "startDate": "01/11/2016",
    "endDate": "31/12/2019",
    "objective": "Safety is at the core of ATC. However, safety is interrelated with efficiency. Air and Ground Safety Nets have been developed to increase the achieved level of safety. Necessarily, Ground and Air Safety Nets have to evolve to keep up with the challenges originating from ever increasing traffic density and complexity.\n\nATM evolutions necessary to safely handle increasing traffic demand or to improve efficiency of air transportation impose new challenging requirements on existing Safety Nets. Future Air and Ground safety nets need to support Trajectory Based Operations and new separation modes: they must provide necessary alerts for actual or potential hazardous situations in an efficient way and avoid or minimise unnecessary alerts. \n\nThe SESAR 2020 PJ11-CAPITO project will anticipate these required evolutions to maintain, and if possible improve the level of safety. It will also support the safe integration of new airspace users such as Remotely Piloted Aircraft Systems (RPAS) in ATM.\n\nPJ11-CAPITO work is focussed on developing and validating requirements in five solutions: one addressing the ground safety nets (in particular Short Term Conflict Alert) and four focussing on the development of specific variants of the new generation of Airborne Collision Avoidance Systems: ACAS Xa for commercial aviation, ACAS Xu for RPAS, ACAS Xo for Specific operations such as parallel approaches, and ACAS Xp for General Aviation.\n\nAirborne Collision Avoidance Systems need to be interoperable worldwide, which is primarily ensured through the standardisation process. PJ11 CAPITO will federate European requirementsí capture and ensure that they are taken into account in the global standardisation processes.\n\nPJ11 CAPITO unites key European aviation partners including Air Navigation Service Providers, Ground Industry, Airborne industry and EUROCONTROL so that required complementary expertise is available to achieve these ambitious objectives.",
    "totalCost": "15393838,75",
    "ecMaxContribution": "3271646,95",
    "coordinator": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
    "coordinatorCountry": "BE",
    "participants": "AIRBUS SAS;SAAB AKTIEBOLAG;STIFTELSEN SINTEF;DIRECTION DES SERVICES DE LA NAVIGATION AERIENNE;HONEYWELL AEROSPACE;ENTIDAD PUBLICA EMPRESARIAL ENAIRE;THALES AVS FRANCE SAS;INDRA SISTEMAS SA;THALES LAS FRANCE SAS;DASSAULT AVIATION;LEONARDO - SOCIETA PER  AZIONI;AIRTEL ATN LIMITED",
    "participantCountries": "FR;SE;NO;ES;IT;IE",
    "projectParticipants": {
        "997701843": {
            "orgId": "997701843",
            "orgName": "ENTIDAD PUBLICA EMPRESARIAL ENAIRE",
            "ecContrib": 38437
        },
        "998627417": {
            "orgId": "998627417",
            "orgName": "LEONARDO - SOCIETA PER  AZIONI",
            "ecContrib": 427971
        },
        "997604649": {
            "orgId": "997604649",
            "orgName": "AIRTEL ATN LIMITED",
            "ecContrib": 0
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "999959615": {
            "orgId": "999959615",
            "orgName": "SAAB AKTIEBOLAG",
            "ecContrib": 98941
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 258700
        },
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 289639
        },
        "923041331": {
            "orgId": "923041331",
            "orgName": "HONEYWELL AEROSPACE",
            "ecContrib": 689409
        },
        "999984447": {
            "orgId": "999984447",
            "orgName": "THALES AVS FRANCE SAS",
            "ecContrib": 397915
        },
        "928673636": {
            "orgId": "928673636",
            "orgName": "DIRECTION DES SERVICES DE LA NAVIGATION AERIENNE",
            "ecContrib": 334419
        },
        "999957675": {
            "orgId": "999957675",
            "orgName": "DASSAULT AVIATION",
            "ecContrib": 75667
        },
        "999961555": {
            "orgId": "999961555",
            "orgName": "THALES LAS FRANCE SAS",
            "ecContrib": 660550
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3271648
}