{
    "rcn": "206206",
    "acronym": "PIMTOC",
    "topics": "ERC-PoC-2016",
    "title": "Photonic Integrated Multi-Channel Telecommunication Optical frequency Comb",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Over the past years the Laboratory of Phonics and Quantum Measurements (LPQM) has developed a photonic chip that generates ultrashort pulses at 10-100 GHz mode spacing and is capable to spectrally cover all the telecommunication bands for high speed telecommunication testing applications, in contrast to existing products that usually only cover one band. Our fabrication base is a well-established semiconductor technology, expanded through innovative processes to cover the needs of optics developed from zero until now at EPFL. This gives a cost advantage due to integration and high reliability thanks to miniaturization. We propose to develop over the next 18 months a product prototype and marketing strategy of a chip based optical frequency comb (OFC) that can be used for broadband (i.e. > 50 terahertz) coherent telecommunication test device characterization with detectable line spacing of tens of gigahertz. Potential future customers would be telecommunication companies, network providers and R&D labs that could use the devices as both receiver and multi-channel local oscillator for coherent telecommunication architectures for both long haul and metro applications. The aim of this project is to analyse the market opportunities, understand the needs of potential end-users, identify the most promising market segments and identify those elements that will comprise the pricing for a product beyond the demonstrator.",
    "totalCost": "149987",
    "ecMaxContribution": "149987",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 149987
        }
    },
    "calculatedTotalContribution": 149987
}