{
    "rcn": "206217",
    "acronym": "ELECTRIC_AXLE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Electric axle for commercial vehicles",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Composite technology has become by now a viable alternative for commercial vehicles as vehicle structure elements, reducing the vehiclesí gross weight radically. As both initial and operation costs are lower for composite buses, just as their TCO is also lower, that is why steel buses in city traffic will be surely displaced in mid-term by low weight composite vehicles.\n\nIn order to exploit the benefits of the new, currently emerging, competitive value network, new parts are also needed, which satisfy the requirements of these low weight vehicles. A requirement for these vehicles, considering the shooting ahead of the hybrid and full electric vehicles, is an integrated electric power train, consisting of a mechanic axle integrated with the electric motors, drives and an axle controller, called electric axle, for 12-13 tons gross weight, commercial, on-road  vehicles. 12-13 tons vehicles need an 8,5 tons axle at the rear. Problem is that there is no currently commercially available electric axle for this axle load, which is a business opportunity for Silex. Goal of the project is to develop and commercialise an electric axle for 8,5 tons load.\n\nBy the elaborated marketing plan the city bus segment has been selected as primary target, which becomes a 130mÄ market by 2020. Marketing strategy is based on the productís advantages (environment friendliness, lower TCO, possibility to change the angle of the axle to the vehicle, thus decreasing turn radius, etc.) and concentrates on end users (e.g. city councils) and environment conscious NGOs primarily, and only secondly to bus manufacturers.\n\nDuring Phase 1 potential contracts have been prepared for the next 2 years, by fulfilling them the project can reach financial break even. Feasibility study contains a detailed business plan. Most important investment evaluation data are: RoI 110,4%, IRR 47,7%, EVA 2,555 mÄ, payback time 4,1 year.\n\nTotal budget of the project is 1,38 million Ä, requested EU fund is 964 kÄ.",
    "totalCost": "1378250",
    "ecMaxContribution": "964775",
    "coordinator": "SILEX IPARI AUTOMATIZALASI ZARTKORUEN MUKODO RESZVENYTARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944082668": {
            "orgId": "944082668",
            "orgName": "SILEX IPARI AUTOMATIZALASI ZARTKORUEN MUKODO RESZVENYTARSASAG",
            "ecContrib": 964775
        }
    },
    "calculatedTotalContribution": 964775
}