{
    "rcn": "206212",
    "acronym": "Upstart",
    "topics": "SMEInst-01-2016-2017",
    "title": "Upgrade Speed To Accelerate Revolutionary Telecoms",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The replacement of aging copper wire telephone legacy, internet infrastructures requires substantial investment and civil engineering works, such as the digging-up of roads to lay down high-speed broadband, account for up to 80% of the cost of deploying high-speed networks.  Telecoms companies are rolling out fibre networks within EU member countries, across Europe, and in countries in the rest of the world. However, those companies are meeting their implementation targets by installing fibre from the area network to the street cabinet (otherwise known as the ìFinal Mileî) where it is most economic to do so leaving some 10 to 15% hard to reach broadband subscribers with a substandard service.  Furthermore, whilst the target of 100Mbps was the target for 2020 set in 2012, technology has moved on and the new standard being set by countries such as South Korea with advanced digital networks is up to 10Gbps. Although copper wire internet infrastructures are slow they are ubiquitous, based on telephone communication and reaching into almost every household and business.  F2Fís solution is a cable extraction technology to enable the utilization of the copper wire infrastructure and with very limited expensive excavation replace the copper inner core of the pre-existing cable with fibre optic cable using the original cable sheath as a duct.  Our technology is focused on extraction and replacement of the copper core cable both from the broadband backbone to the area network and from the area network to the street connection point. It works by compressing the copper inner core within the sheath of a buried or ducted cable using a lubricating fluid injected at pressure between the cable sheath and wrapping around the copper inner core. Once the inner core is fully compressed, it is extracted using a winch and the replacement fibre optic cable can be drawn through as the redundant core is pulled out.",
    "totalCost": "2377861,5",
    "ecMaxContribution": "1664503",
    "coordinator": "FAST2FIBRE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "FAST2FIBRE(HOLDINGS)LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "919109339": {
            "orgId": "919109339",
            "orgName": "FAST2FIBRE(HOLDINGS)LIMITED",
            "ecContrib": 607588
        },
        "927509442": {
            "orgId": "927509442",
            "orgName": "FAST2FIBRE LIMITED",
            "ecContrib": 1056915
        }
    },
    "calculatedTotalContribution": 1664503
}