{
    "rcn": "206247",
    "acronym": "ROPOD",
    "topics": "ICT-25-2016-2017",
    "title": "Ultra-flat, ultra-flexible, cost-effective robotic pods for handling legacy in logistics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The market for automatically guided vehicles in logistic applications is growing rather slowly in spite of the market potential that has been forecasted. There are markets and applications, which literally cry for automation by AGVs not only for economic, but also for social reasons: hospitals and care facilities. Irrespective of the burning needs there are major barriers, however, which prevent such automation. Two of them are cost and legacy in existing logistic solutions. Todayís hospital logistic robots are bulky, heavy, and with a price of 50\\ KEUR for a single vehicle they are very expensive. At the same time these AGVs are often highly specialized and can only deal with few containers or supply carts. In a typical logistic environment there are however, dozens of different containers and such carts. In a nutshell there is a bad need for AGVs, which are low-cost and can deal with a great variety of legacy.\n\nThe general objective of this proposal is to develop and implement a disruptive concept for AGVs that lowers the still existing barrier in logistics by offering\n\n* cost-effective, automated or semi-automated indoor transportation of goods,\n\n* while coping with existing legacy in terms of size, shape, and weight of goods and containers,\n\n* without imposing disruptive changes in existing logistic solutions, such as rebuilding entire warehouses or switching to new containers or storage technology.\n\nWe will put an equal emphasis on cost-effective as well as on human-friendly automation of logistic tasks. While cost-effectiveness shall be achieved by preferably using and adapting technology designed for mass-markets, human-friendliness shall be achieved by equipping the AGVs with a (semi-)autonomous shared control mode, in which the robot serves as a force amplifier for the human user and thereby reduces the physical strain on the user.",
    "totalCost": "3926375",
    "ecMaxContribution": "3494825",
    "coordinator": "Hochschule Bonn-Rhein-Sieg",
    "coordinatorCountry": "DE",
    "participants": "SPECIAAL MACHINEFABRIEK KETELS VOF;LOCOMOTEC GMBH;AGAPLESION FRANKFURTER DIAKONIE KLINIKEN GEMEINNUTZIGE GMBH;TECHNISCHE UNIVERSITEIT EINDHOVEN;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "NL;DE;BE",
    "projectParticipants": {
        "929300547": {
            "orgId": "929300547",
            "orgName": "SPECIAAL MACHINEFABRIEK KETELS VOF",
            "ecContrib": 410638
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 569938
        },
        "928991893": {
            "orgId": "928991893",
            "orgName": "AGAPLESION FRANKFURTER DIAKONIE KLINIKEN GEMEINNUTZIGE GMBH",
            "ecContrib": 426500
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 665250
        },
        "998563494": {
            "orgId": "998563494",
            "orgName": "Hochschule Bonn-Rhein-Sieg",
            "ecContrib": 826188
        },
        "970374421": {
            "orgId": "970374421",
            "orgName": "LOCOMOTEC GMBH",
            "ecContrib": 596312
        }
    },
    "calculatedTotalContribution": 3494826
}