{
    "rcn": "206200",
    "acronym": "A-LEAF",
    "topics": "FETPROACT-01-2016",
    "title": "An Artificial Leaf:  a photo-electro-catalytic cell from earth-abundant materials for sustainable solar production of CO2-based chemicals and fuels",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "A novel concept for a photo-electro-catalytic (PEC) cell able to directly convert water and CO2 into fuels and chemicals (CO2 reduction) and oxygen (water oxidation) using exclusively solar energy will be designed, built, validated, and optimized. The cell will be constructed from cheap multifunction photo-electrodes able to transform sun irradiation into an electrochemical potential difference (expected efficiency > 12%); ultra-thin layers and nanoparticles of metal or metal oxide catalysts for both half-cell reactions (expected efficiency > 90%); and stateof- the-art membrane technology for gas/liquid/products separation to match a theoretical target solar to fuels efficiency above 10%. All parts will be assembled to maximize performance in pH > 7 solution and moderate temperatures (50-80 ∫C) as to take advantage of the high stability and favorable kinetics of constituent materials in these conditions. Achieving this goal we will improve the state-of-the-art of all components for the sake of cell integration:\n\n1) Surface sciences: metal and metal oxide catalysts (crystals or nanostructures grown on metals or silicon) will be characterized for water oxidation and CO2 reduction through atomically resolved experiments (scanning probe microscopy) and spatially-averaged surface techniques including surface analysis before, after and in operando electrochemical reactions. Activity and performance will be correlated to composition, thickness, structure and support as to determine the optimum parameters for device integration.\n\n2) Photoelectrodes: This unique surface knowledge will be transferred to the processing of catalytic nanostructures deposited on semiconductors through different methods to match the surface chemistry results through viable up-scaling processes. Multiple thermodynamic and kinetic techniques will be used to characterize and optimize the performance of the interfaces with spectroscopy and photo-electrochemistry tools to identify best matching between light absorbers and chemical catalysts along optimum working conditions (pH, temperature, pressure).\n\n3) Modeling: Materials, catalysts and processes will be modeled with computational methods as a pivotal tool to understand and to bring photo-catalytic-electrodes to their theoretical limits in terms of performance.\n\nThe selected optimum materials and environmental conditions as defined from these parallel studies will be integrated into a PEC cell prototype. This design will include ion exchange membranes and gas diffusion electrodes for product separation. Performance will be validated in real working conditions under sun irradiation to assess the technological and industrial relevance of our A-LEAF cell.",
    "totalCost": "7980861,25",
    "ecMaxContribution": "7980861,25",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;UNIVERSITAT JAUME I DE CASTELLON;COVESTRO DEUTSCHLAND AG;UNIVERSITEIT LEIDEN;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;FORSCHUNGSZENTRUM JULICH GMBH;CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI;UNIVERSITE DE MONTPELLIER;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;FUNDACION IMDEA NANOCIENCIA;TECHNISCHE UNIVERSITAT DARMSTADT",
    "participantCountries": "AT;ES;DE;NL;UK;IT;FR;CH",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 686250
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 547612
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 488522
        },
        "997433541": {
            "orgId": "997433541",
            "orgName": "COVESTRO DEUTSCHLAND AG",
            "ecContrib": 87500
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 686819
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 855935
        },
        "999882985": {
            "orgId": "999882985",
            "orgName": "UNIVERSITAT JAUME I DE CASTELLON",
            "ecContrib": 443770
        },
        "999991237": {
            "orgId": "999991237",
            "orgName": "CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI",
            "ecContrib": 577788
        },
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 879712
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 619189
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 952272
        },
        "996586343": {
            "orgId": "996586343",
            "orgName": "FUNDACION IMDEA NANOCIENCIA",
            "ecContrib": 618125
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 537366
        }
    },
    "calculatedTotalContribution": 7980860
}