{
    "rcn": "206209",
    "acronym": "AIRLITE",
    "topics": "SMEInst-11-2016-2017",
    "title": "INNOVATIVE FUNCTIONAL PAINT FOR AIR PURIFICATION",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "AM Technology Ltd is an SME founded with the objective of successfully developing and commercialising innovative functional paints based on AIRLITETM technology, an air purification technology based on the photocatalytic oxidation effect of Titanium dioxide (TiO2). The paints based on AIRLITE  are capable of transforming any architectural surface into a natural air purifier, using only the energy of light, making no noise and requiring no maintenance. AIRLITETM can be used for both indoor and outdoor environments, making it a real and effective solution for effectively solving poor air quality issues at a reasonable cost. AIRLITE is a unique technology in the sense that it brings together an exceptional performance in terms of air purification  (well above any other photocatalytic paint) and some other additional characteristics and advantages:\nAIRLITE reflects the hot component of sunlight, preventing the passage of excessive heat, which remarkably reduces the energy consumption needed to cool indoor environments.\nAIRLITE eliminates mould, bacteria and bad smells, and repels dirt. AIRLITE generates a high concentration of natural disinfectants which kill more than 99.99% of bacteria in the treated environment.\nOther advantages: Safety (is completely free of Volatile Organic Compounds (VOCs)), high durability (lifetime extended by twice that of normal paint resulting in less repainting costs), and a very low price (6 times less than existing photocatalytic paints).\nOn their way to the market, AM Technology have developed some preliminary AIRLITE based products, and conducted an early stage commercial validation phase with them. This validation demonstrated the business viability of the project and identified the tasks and activities that need to be undertaken (from a technical and business/exploitation point of view) to successfully introduce AIRLITE into the market. Those tasks and activities are presented in this proposal.",
    "totalCost": "1707728,75",
    "ecMaxContribution": "1195410,13",
    "coordinator": "AM TECHNOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923089734": {
            "orgId": "923089734",
            "orgName": "AM TECHNOLOGY LIMITED",
            "ecContrib": 1195410
        }
    },
    "calculatedTotalContribution": 1195410
}