{
    "rcn": "206283",
    "acronym": "EndoSubvert",
    "topics": "ERC-CoG-2015",
    "title": "Common mechanisms of host membrane trafficking subversion by intracellular pathogens to rupture bacterial containing vacuoles",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "A common strategy of bacterial pathogens is active or passive uptake into host cells. There, they can localize within a bacterial containing vacuole (BCV) or access the host cytoplasm through BCV rupture. Hence, intracellular pathogens are often classified as vacuole-bound or cytoplasmic. Recently, this definition has been challenged by the discovery that many vacuole-bound pathogens, including Mycobacterium tuberculosis and Salmonella enterica, access the host cytoplasm, and by the insight that cytoplasmic bacteria, like Shigella flexneri or Listeria monocytogenes, do not always escape the BCV. Despite this increasing complexity, a precise understanding lacks for why and how a pathogen ìchoosesî between a BCV or the cytoplasm and yet this is very important: because of differential pathogen sensing in membrane-bound and cytoplasmic compartments, intracellular localization leads to induction of different host responses. Therefore, a comprehensive understanding of the processes controlling BCV integrity is not only essential, but can provide new therapeutic targets. Our previous research has implemented innovative fluorescence microscopy to track the invasion steps of pathogenic bacteria. We have further integrated a large-volume, correlative, light/electron microscopy (CLEM) workflow via focused ion beam scanning electron microscopy. This uncovered the subversion of host Rab cascades by Shigella to rupture its BCV. Starting with the Shigella model of epithelial cell invasion, we will delineate the precise molecular mechanisms controlling BCV integrity in different host cell types. We will analyze (i) the scaffolds of host pathways for membrane remodeling, (ii) their subversion by various pathogens, and (iii) their differential regulation depending on pathophysiological conditions. Together, this will allow development of novel, rational antimicrobial strategies and will yield fundamental insight into understudied cell biological mechanisms of membrane trafficking.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}