{
    "rcn": "206296",
    "acronym": "Shape Evolution",
    "topics": "MSCA-IF-2015-EF",
    "title": "Investigation of shape evolution in neutron-rich nuclei using gamma-ray spectroscopy techniques",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "In the past 100 years, various theoretical approaches have been proposed to model the complex strong interaction between the neutrons and protons in a nucleus, however, a thorough understanding of its quantum structure is still far from being complete. Studies of the evolution of nuclear structure in mass regions away from the valley of stability have revealed dramatic modifications of the ordering of single-particle orbitals in exotic nuclei as compared to the ones predicted by the Shell Model. These surprising results have prompted the need for a detailed study of exotic nuclear systems in order to identify the driving forces behind them. The experimental study of these highly unstable exotic nuclear systems is extremely challenging and have become possible only recently due to the advent of radioactive ion beam facilities and highly efficient detection systems.\nThis research project proposes to study neutron rich exotic nuclei in mass A~100-110 region though gamma-ray spectroscopy using fusion-fission and Coulomb excitation experiments. The experiments will measure the lifetime and static quadrupole moments in these nuclei, which will allow a determination of the shape and deformation of the nucleus. The results of these measurements will allow for a stringent test of various nuclear structure models. A study of shape evolution in these nuclei may also help in understanding the residual interactions responsible for changing shell structure in neutron rich nuclei.\nThe experienced researcher will acquire new knowledge and training in nuclear structure physics and in innovative instrumentation, complementing her current expertise. She will learn about various aspects of experiment with radioactive ion beams and new data analysis techniques. She will also get the opportunity to improve her abilities in communicating scientific information to the scientific community as well as to the wider public.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}