{
    "rcn": "206290",
    "acronym": "MMpredict",
    "topics": "FTIPilot-1-2015",
    "title": "Validation of a personalised medicine tool for Multiple Myeloma that predicts treatment effectiveness in patients",
    "startDate": "01/11/2016",
    "endDate": "30/04/2020",
    "objective": "The consortium aims to commercialise the MMpredictor as a personalised medicine tool that predicts the most effective treatment strategy for individual Multiple Myeloma (MM) patients. MM is the second most common form of blood cancer contributing to 15% of all blood cancers and ~1,5% and 2% of all cancer deaths annually in the EU and US, respectively. Patients show a large variability in treatment response and side effects due to tumour heterogeneity and the patientís intrinsic characteristics. Therefore, not every treatment will be suitable for each patient, and treatment strategies are often based on trial-and-error. The availability of multiple (>20) treatment options complicates treatment decision-making even more. With the current development of many more promising treatments, there is an urgent unmet clinical need for a diagnostic assay that supports personalised cancer treatment in order to improve patient health outcomes, prevent side effects and reduce healthcare costs.\nSkylineDx has previously developed the MMprofiler, a microarray-based diagnostic test that can subtype MM patients and reliably predict MM patient survival (prognosis). In this project, the testís clinical value will be expanded to include the prediction of treatment effectiveness in individual patients based on Gene Expression Profiling. An addendum for new intended use will be filed to the current in vitro diagnostic (IVD) registration, while renaming the test to MMpredictor. The project will also focus on positioning the test as a cost-effective IVD test for personalised medicine, that will increase health outcome and quality of life of patients and reduce healthcare costs.\nThe consortium consists of a life science SME specialised in molecular diagnostics, clinical centres with world renowned KOLs, a leading health economic institute, and a European MM patient advocacy organisation combining all the required complementary expertise to successfully bring the MMpredictor to market.",
    "totalCost": "3755802,5",
    "ecMaxContribution": "2949027,5",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITA DEGLI STUDI DI TORINO;SKYLINEDX B.V.;MYELOMA PATIENTS EUROPE AISBL;ERASMUS UNIVERSITEIT ROTTERDAM",
    "participantCountries": "IT;NL;BE",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 210615
        },
        "935349855": {
            "orgId": "935349855",
            "orgName": "SKYLINEDX B.V.",
            "ecContrib": 1882475
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 419688
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 387500
        },
        "935347818": {
            "orgId": "935347818",
            "orgName": "MYELOMA PATIENTS EUROPE AISBL",
            "ecContrib": 48750
        }
    },
    "calculatedTotalContribution": 2949028
}