{
    "rcn": "206285",
    "acronym": "ECSAnVis",
    "topics": "ERC-ADG-2015",
    "title": "Extreme Citizen Science: Analysis and Visualisation",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The challenge of Extreme Citizen Science is to enable any community, regardless of literacy or education, to initiate, run, and use the result of a local citizen science activity, so they can be empowered to address and solve issues that concern them. Citizen Science is understood here as the participation of members of the public in a scientific project, from shaping the question, to collecting the data, analysing it and using the knowledge that emerges from it. Over the past 3 years, under the leadership of Prof. Muki Haklay, the Extreme Citizen Science programme at UCL has demonstrated that non-literate people and those with limited technical literacy can participate in formulating research questions and collecting the data that is important to them. Extreme Citizen Science: Analysis and Visualisation (ECSAnVis) takes the next ambitious step ñ developing geographical analysis and visualisation tools that can be used, successfully, by people with limited literacy, in a culturally appropriate way. At the core of the proposal is the imperative to see technology as part of socially embedded practices and culture and avoid ëtechnical fixesí.\nThe development of novel, socially and culturally accessible Geographic Information System (GIS) interface and underlying algorithms, will provide communities with tools to support them to combine their local environmental knowledge with scientific analysis to improve environmental management. In an exciting collaboration with local indigenous partners on case studies in critically important, yet fragile and menaced ecosystems in the Amazon and the Congo-basin, our network of anthropologists, ecologists, computer scientists, designers and electronic engineers will develop innovative hardware, software and participatory methodologies that will enable any community to use this innovative GIS.\nThe research will contribute to the fields of geography, geographic information science, anthropology, development, agronomy and conservation.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}