{
    "rcn": "206234",
    "acronym": "UBORA",
    "topics": "INFRASUPP-03-2016",
    "title": "Euro-African Open Biomedical Engineering e-Platform for Innovation through Education",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "The project aims at creating an EU-Africa e-Infrastructure, UBORA, for open source co-design of new solutions to face the current and future healthcare challenges of both continents, by exploiting networking, knowledge on rapid prototyping of new ideas and sharing of safety criteria and performance data. The e-infrastructure will foster advances in education and the development of innovative solutions in Biomedical Engineering (BME), both of which are flywheels for European and African economies. It is conceived as a virtual platform for generating, exchanging, improving and implementing creative ideas in BME underpinned by a solid safety assessment framework. Besides the provision of resources with designs, blueprints and support on safety assessment and harmonisation, specific sections for needs identification, project management, repositories and fund raising are also foreseen. \nUBORA (ìexcellenceî in Swahili) brings together European and African Universities and their associated technological hubs (supporting biomedical prototyping laboratories and incubators), national and international policymakers and committed and credible stakeholders propelled by a series of Summer Schools and Competitions. In a nutshell, UBORA couples the open design philosophy with Europeís leadership in quality control and safety assurance, guaranteeing better health and new opportunities for growth and innovation.",
    "totalCost": "992250",
    "ecMaxContribution": "992250",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "KENYATTA UNIVERSITY;TARTU ULIKOOL;KUNGLIGA TEKNISKA HOEGSKOLAN;UGANDA INDUSTRIAL RESEARCH INSTITUTE;AGILEWORKS OU;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "KE;EE;SE;UG;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 106500
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 89000
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 112750
        },
        "919520716": {
            "orgId": "919520716",
            "orgName": "UGANDA INDUSTRIAL RESEARCH INSTITUTE",
            "ecContrib": 86500
        },
        "919637407": {
            "orgId": "919637407",
            "orgName": "AGILEWORKS OU",
            "ecContrib": 99000
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 404500
        },
        "968878196": {
            "orgId": "968878196",
            "orgName": "KENYATTA UNIVERSITY",
            "ecContrib": 94000
        }
    },
    "calculatedTotalContribution": 992250
}