{
    "rcn": "206239",
    "acronym": "GOFLEX",
    "topics": "LCE-02-2016",
    "title": "Generalized Operational FLEXibility for Integrating Renewables in the Distribution Grid",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The GOFLEX project will innovate, integrate, further develop and demonstrate a group of electricity smart-grid technologies, enabling the cost-effective use of demand response in distribution grids, increasing the gridsí available adaptation capacity and safely supporting an increasing share of renewable electricity generation. The GOFLEX smart grid solution will deliver flexibility that is both general (across different loads and devices) and operational (solving specific local grid problems). GOFLEX enables active use of distributed sources of load flexibility to provide services for grid operators, balance electricity demand and supply, and optimize energy consumption and production at the local level of  electricity trading and distribution systems. Building on top of existing, validated technologies for capturing and exploiting distributed energy consumption and production flexibility, GOFLEX enables flexibility in automatic trading of general, localized, device-specific energy as well as flexibility in trading aggregated prosumer energy. Generalized demand-response services are based on transparent aggregation of distributed, heterogeneous resources to offer virtual-power-plant and virtual-storage capabilities. The sources of load flexibility include thermal (heating/cooling) and electric storage (electric vehicles charging/discharging). A backbone data-services platform offers localised estimation and short-term predictions of market and energy demand/generation, and flexibility in order to support effective data-driven decisions for the various stakeholders. Smart-grid technologies, such as increased observability and congestion management, contribute to the platform. \nOver 36 months, GOFLEX will demonstrate the benefits of the integrated GOFLEX solution in three use-cases, covering a diverse range of structural and operational distribution grid conditions in three European countries.",
    "totalCost": "11234125",
    "ecMaxContribution": "6826393,13",
    "coordinator": "IBM IRELAND LIMITED",
    "coordinatorCountry": "IE",
    "participants": "ETREL SVETOVANJE IN DRUGE STORITVE DOO;ARCHI ILEKTRISMOU KYPROU;L'ENERGIE DE SION-REGION SA, ESR;INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO;B.A.U.M. CONSULT GMBH;SWW WUNSIEDEL GMBH;ROBOTINA D.O.O., PODJETJE ZA INZ ENIRING, MARKETING, TRGOVINO IN PROIZVODNJO;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;UNIVERSITY OF CYPRUS;AALBORG UNIVERSITET;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "SI;CY;CH;DE;DK",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 440750
        },
        "952202538": {
            "orgId": "952202538",
            "orgName": "SWW WUNSIEDEL GMBH",
            "ecContrib": 863026
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 0
        },
        "996906055": {
            "orgId": "996906055",
            "orgName": "INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO",
            "ecContrib": 1241625
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 283750
        },
        "996359557": {
            "orgId": "996359557",
            "orgName": "ARCHI ILEKTRISMOU KYPROU",
            "ecContrib": 161875
        },
        "919876221": {
            "orgId": "919876221",
            "orgName": "L'ENERGIE DE SION-REGION SA, ESR",
            "ecContrib": 0
        },
        "998820932": {
            "orgId": "998820932",
            "orgName": "ROBOTINA D.O.O., PODJETJE ZA INZ ENIRING, MARKETING, TRGOVINO IN PROIZVODNJO",
            "ecContrib": 617575
        },
        "944973128": {
            "orgId": "944973128",
            "orgName": "IBM IRELAND LIMITED",
            "ecContrib": 1204074
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 1215938
        },
        "986586322": {
            "orgId": "986586322",
            "orgName": "ETREL SVETOVANJE IN DRUGE STORITVE DOO",
            "ecContrib": 208906
        },
        "996873754": {
            "orgId": "996873754",
            "orgName": "B.A.U.M. CONSULT GMBH",
            "ecContrib": 588875
        }
    },
    "calculatedTotalContribution": 6826394
}