{
    "rcn": "206238",
    "acronym": "FHP",
    "topics": "LCE-01-2016-2017",
    "title": "Flexible Heat and Power, Connecting heat and power networks by harnessing the complexity in distributed thermal flexibility.",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The annual space heating and cooling energy consumption in Europe is almost 3,500TWh. In 2012, in EU28 the electricity consumption ratio was around the 20% of the total energy consumption, from which 30% was consumed in the residential and 30% in the services sectors. From these proportions, air conditioning represents 17% of the total electricity consumption in the EU27 residential buildings. In the EU tertiary sector the electric space and water heating system represent 19.22%, the ventilation 12.47%, the commercial refrigeration 8.57% and the air conditioning 2.86% of the buildings electricity consumption. Heating, ventilation and air conditioning systemís electricity consumption of a building can represent between the 30% and 40% of the total energy consumption.\nThe inertia of these power to heat solutions constitute an enormous potential for electric flexibility usable for absorbing the excess of renewable generation and avoiding curtailment while managing local power congestion, voltage stability in the grid and avoiding reversal power flows, as well as minimizing RES production imbalance. That is, DER with thermal inertia can provide services to RES owners, grid operators, aggregators and actors on the power market, while saving energy in the buildings. In fact, flexibility harnessing using heat to power solutions enables to deploy large-scale renewable throughout Europe successfully.\nThe Flexible Heat and Power (FHP) project will develop a Power-to-Heat (and Cooling) solution package that manages this complexity through an easily accessible interface aimed at buildings and power grid actors. A practical prototype will be developed and deployed in two different demonstration scenarios in The Netherlands and Sweden representing diverse parts of the European power grid. FHP has the potential to provide total thermal flexibility with the aim of increasing the share of renewables by 22% over the total electric consumption from current technical limits (40%).",
    "totalCost": "3823606,25",
    "ecMaxContribution": "3801997,75",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "FUNDACION TECNALIA RESEARCH & INNOVATION;RISE RESEARCH INSTITUTES OF SWEDEN AB;ECOVAT WERK BV;HONEYWELL, SPOL. S.R.O;KARLSHAMN ENERGI AB;NODAIS AB",
    "participantCountries": "ES;SE;NL;CZ",
    "projectParticipants": {
        "934413611": {
            "orgId": "934413611",
            "orgName": "ECOVAT WERK BV",
            "ecContrib": 422997
        },
        "999952728": {
            "orgId": "999952728",
            "orgName": "HONEYWELL, SPOL. S.R.O",
            "ecContrib": 420598
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 722581
        },
        "952847103": {
            "orgId": "952847103",
            "orgName": "NODAIS AB",
            "ecContrib": 389278
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 300182
        },
        "917956591": {
            "orgId": "917956591",
            "orgName": "KARLSHAMN ENERGI AB",
            "ecContrib": 195013
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 1351349
        }
    },
    "calculatedTotalContribution": 3801998
}