{
    "rcn": "206205",
    "acronym": "HiNaPc",
    "topics": "ERC-PoC-2016",
    "title": "Sodium-ion pouch cells with high energy and power density",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "The growing market appeal of rechargeable lithium ion batteries (LIBs) for electric vehicles and portable electronics as well as the high cost and scarcity of lithium are driving research towards developing alternatives to LIBs. Sodium ion batteries (SIBs) have attracted considerable scientific and industrial attention as a potential alternative to LIBs with great economic benefits, which mainly attributes to the low cost and natural abundance of sodium. Moreover, SIBs share many similar characteristics with LIBs, from charge storage mechanism to cell structure, thus facilitating the production of SIBs with the existing LIB production technique and equipment. Currently, the key challenge of commercializing SIBs is to improve their performance to be comparable to LIBs. During the ERC ThreeDSurface project, we have performed both the material designing and 3D electrode designing for largely enhancing the SIB performance. A prototype of rechargeable SIB coin cells with high energy density and supercapacitor-like power density has been achieved, with performance indices that are comparable with the commercial LIBs. In particular, its supercapacitor-like high power density and superior rate capability allow ultrafast charge and discharge without deteriorating the energy density. In this PoC project, we will upscale the SIB coin cells into SIB pouch cells with low cost (< US$ 200 per kWh) and high energy capacity (? 30 Ah). Compared to the coin cell with only 1 Ah of a maximum energy capacity, the proposed pouch cell shall be capable of delivering much higher energy capacity in the range of 30-50 Ah, thus realizing battery system with large-scale commercial applications. Meanwhile, we will establish a production-scalable process for mass production of the SIB pouch cells, and hence paving the way towards further developing full SIB battery system for electric vehicles and portable electronics.",
    "totalCost": "149507,5",
    "ecMaxContribution": "149507,5",
    "coordinator": "TECHNISCHE UNIVERSITAET ILMENAU",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999575204": {
            "orgId": "999575204",
            "orgName": "TECHNISCHE UNIVERSITAET ILMENAU",
            "ecContrib": 149508
        }
    },
    "calculatedTotalContribution": 149508
}