{
    "rcn": "206299",
    "acronym": "TRANSNATIONALaw",
    "topics": "MSCA-IF-2015-GF",
    "title": "Transnationalism and Unofficial Law: The Case of Kurds in Turkey and Germany",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The use of multiple legal practices based on diverse normative perceptions increasingly challenges the monopoly of state law. In Europe, this issue has become especially visible in the ongoing discussions about sharia courts. However, there is only limited research about the practical implications of non-state legal orders, particularly in relation to their effects on womenís rights and gender relations. The proposed research aims to start filling this gap by investigating the non-state justice systems operating in Berlin, the city with the largest Kurdish population in Europe, and Diyarbakir, the largest Kurdish-dominated city in Turkey. An evidence-based foundation is needed if the legal order and conceptualizations of citizenship are to be fit for increasingly diverse societies. In-depth interviews and participant observation will be used to investigate when, why and how Kurdish communities in Diyarbak?r and Berlin choose alternative dispute resolution over the official court procedures provided by the state. There will be a special focus on family cases to examine how gender norms and relations are affected by the use of non-state judicial processes. A historical perspective on the Diyarbakir-based ëunofficialí legal order will explore the non-European and non-religious roots of unofficial dispute resolution practices used within Europe. The transnational perspective will also enable an investigation of the mutual influences across non-state and state legal orders in Europe and the Middle East. This interdisciplinary project aims to fill a significant gap in the relevant socio-legal, gender, migration, political academic studies and policy debates within the European Research Area. This proposed project will be hosted by SOAS University of London (Beneficiary) in partnership with Syracuse University (SU) (Partner Organization in TC), New York. There will be additional mobility to the the Max Planck Institute (MPI) for Social Anthropology.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}