{
    "rcn": "206214",
    "acronym": "PeptiEUForce",
    "topics": "SMEInst-07-2016-2017",
    "title": "PeptiEUForce: a game-changing ingredient for the pre-diabetic population",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Diabetes is accepted as a global and EU epidemic, with 415 million people suffering type 2 diabetes worldwide. Europe has 60 ml. diabetics, swallowing 13% of the EU healthcare budget, or Ä290bn. This is before we add the 318 ml. people globally with impaired glucose tolerance (prediabetics). The EU has highlighted functional foods as a valuable solution to prevent diabetes but to date, no advances of any significance have been made in scientifically proven functional food solutions in the diabetes arena. Existing methods for discovering such solutions are ancient and are exceedingly time, resource, and cost heavy. Nuritas Founder, Dr Nora Khaldi disrupts the paradigm using artificial intelligence and DNA analysis to find new disease-beating molecules in natural foodstuffs. She pioneers the field of food bioinformatics where she has won multiple EU competitive grants in her 11-year long academic research career. Recognised as having the potential to grow bigger than Facebook in size, Nuritas boasts the worldís largest peptide database, which along with a unique discovery method has helped find a groundbreaking, scientifically validated and patent-filed peptide molecule. This regulates blood sugar, which is key in the battle with diabetes type 2. Together with the exclusivity of our 20-year patent protection, it will deliver a very significant and on-going partnership with a food/pharma multinational company. Nuritas is expected to generate significant global sales by 2024 with a resultant high delivery on job creation through the development of this peptide. The significant learnings from this project will also be utilised on Nuritasí consistently expanding portfolio of other novel life-changing molecules. The  European and global socio economic impact will be huge. This is both in terms of longer, better lives and substantial savings delivered for overstretched healthcare budgets already groaning under the ever increasing epidemic of diabetes.",
    "totalCost": "3136007,75",
    "ecMaxContribution": "2195205,42",
    "coordinator": "NURITAS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934660573": {
            "orgId": "934660573",
            "orgName": "NURITAS LIMITED",
            "ecContrib": 2195205
        }
    },
    "calculatedTotalContribution": 2195205
}