{
    "rcn": "206218",
    "acronym": "YouBeep",
    "topics": "SMEInst-01-2016-2017",
    "title": "YouBeep ñ InStore mobile shopping and analytics",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The main goal of YouBeep project is to allow shoppers to do the checkout of a full shopping cart, pay and leave the store in under a minute, using only a smartphone!\nTo achieve this goal XHOCHWARE has developed a new concept of self-checkout systems, based on mobile technology, able to be implemented in retailers Point of Sale (POS) without the necessity of buying new terminals or any software integration.\nFurthermore, YouBeep was made to ensure compatibility, ZERO integration effort, support all POS features, get analytics, and ensure security, rapid deployment and low risk/TCO. The main markets will be large supermarkets and fast-moving consumer goods stores (FMCG), but can also be implemented in every kind of retailer around the world. By using this technology every retailer can immediately benefit from mobile shopping and checkout, while still supporting any current or future checkout features like payment options or loyalty schemes.\nYouBeep focus is to become a worldwide known brand and identified everywhere, as Visa and MasterCard are in card payments nowadays, no matter the store size or the country you are, the service is there available for you. The support of SME instrument Phase 1, was crucial in providing the support needed to create the confidence in the retailers, demonstrating that XHOCHWARE wasn't just a small company, but a company with huge potential, with international support that could bring them extensive value with YouBeep product.\nThe challenge for Europe is to capture the benefits from developing consumer-oriented platforms that require a strong cooperation between the telecom, hardware, software and service industries, to create and master innovative Internet Ecosystems. With YouBeep, Retailers and shoppers will have access to a new concept of checkout based on mobile technology, new architecture model (service) and a unique and patented add-on device that can dramatically change the shopping process.",
    "totalCost": "1814838,75",
    "ecMaxContribution": "1270387,13",
    "coordinator": "XHOCKWARE SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938617785": {
            "orgId": "938617785",
            "orgName": "XHOCKWARE SA",
            "ecContrib": 1270387
        }
    },
    "calculatedTotalContribution": 1270387
}