{
    "rcn": "206216",
    "acronym": "VITASEED",
    "topics": "SMEInst-07-2016-2017",
    "title": "the ultimate priming solution scaling up seed storability length",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Nelson Gardenís ecological VITASEED method is the first and only priming method that allows for long-term storage of primed seeds. Seeds that have been treated by seed vitalisation will have all the traditional benefits of priming such as faster and more uniform germination, higher rate of germination and stronger seedlings, which altogether helps to increase the yield. In addition, the method not only improves the vigour and germination capacity of the seed in the short term, but it also permits the seed to keep the enhanced properties over time. This is a sharp contrast to current methods of seed priming where the seeds mostly have to be used within the same season. The extended shelf-life, paired with the methodsí remarkable cost, resource, and time-effectiveness, will make it possible to apply seed priming techniques to a much wider range of species and varieties than what is possible today. Nelson Gardenís vitalisation method can therefore significantly move the borders of what can be achieved with seed priming and for how long. The market introduction of this unique and patented seed priming technique can increase from one side the profitability of both growers and the seed industry across Europe, while from the other is meeting the exigencies of an overcrowded urbanized world, constantly looking for weather- resistant solutions allowing to grow more on smaller areas. In fact, the  most critical challenge of the European agricultural sector today  is to keep up production and productivity to ensure food security, while at the same time shifting agriculture onto a more sustainable and resource-efficient growth trajectory. VITASEED will help European agriculture respond to these challenges by providing:  a) a commercially affordable solution b) reducing chemicals  and pests application throughout the whole vitalization chain and c)boosting the organic sector.",
    "totalCost": "1723210",
    "ecMaxContribution": "1206247",
    "coordinator": "NELSON GARDEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930567949": {
            "orgId": "930567949",
            "orgName": "NELSON GARDEN AB",
            "ecContrib": 1206247
        }
    },
    "calculatedTotalContribution": 1206247
}