{
    "rcn": "206259",
    "acronym": "REINVENT",
    "topics": "SC5-06-2016-2017",
    "title": "Realising Innovation in Transitions for Decarbonisation",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "It is high time for the EU to develop pathways and strategies for decarbonisation also in emissions intensive sectors such as steel, plastics, paper, and meat and dairy. These are sectors where low carbon transitions are still relatively unexplored. Some progressive companies and other actors are just beginning to consider such pathways. The overall aim of REINVENT is to help Europe achieve its long-term climate objectives, while supporting the development of other societal benefits and the economy. A new evidence-based framework to assess the viability, challenges and governance implications of decarbonisation pathways will be developed and tools provided. It builds on the integration of conceptual work, empirical mapping and case-studies of innovations and climate initiatives, co-creation of knowledge and co-design of pathways, and careful assessment of the implications for other societal goals. The approach is to study and understand transitions and emerging initiatives from within sectoral contexts where government climate policy is only one of many factors that shape perceptions and strategies. As a result, REINVENT supports systemic innovation and system-wide transformation in the studied sectors.  The project provides stakeholders with access to leading research and analytical capacity concerning key dimensions of low carbon transitions; it is also a platform for dialogue and learning about feasible pathways so that policies can be better aligned with the specific needs and conditions in different sectors. REINVENT will make an innovative scientific and societal contribution through (a) focusing on important economic sectors that are relatively unexplored yet important for the whole economy, (b) studying transitions from within these sectors, and (c) taking whole value chains into account through (d) a new analytical approach capable of advancing our understanding of key drivers, dynamics and implications of decarbonisation.",
    "totalCost": "4500000",
    "ecMaxContribution": "4500000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITY OF DURHAM;MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;UNIVERSITEIT UTRECHT",
    "participantCountries": "UK;NL;DE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 878750
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1618750
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 846875
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 619375
        },
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 536250
        }
    },
    "calculatedTotalContribution": 4500000
}