{
    "rcn": "206250",
    "acronym": "U4IoT",
    "topics": "IoT-02-2016",
    "title": "User Engagement for Large Scale Pilots in the Internet of Things",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "End-user and societal acceptance is critical to the success of the IoT large scale pilots. U4IoT combines complementary RRI-SSH expertise encompassing social and economic sciences, communication, crowdsourcing, living labs, co-creative workshops, meetups, and personal data protection to actively engage end-users and citizens in the large scale pilots. It will: \n\nï Develop toolkit for LSPs end-user engagement and adoption, including online resources, privacy-compliant crowdsourcing tools, guidelines and an innovative privacy game for personal data protection risk assessment and awareness, online training modules. \n\nï Direct Support to mobilize end-user engagement with co-creative workshops and meetups, trainings, Living Labs support, and an online pool of experts to address LSPs specific questions. \n\nï Analyse societal, ethical and ecological issues and adoption barriers related to the pilots with end-users and make recommendations for tackling IoT adoption barriers, including educational needs and sustainability models for LSPs and future IoT pilotsí deployment in Europe. \n\nï Support communication, knowledge sharing and dissemination with an online portal and interactive knowledge base gathering the lessons learned, FAQ, tools, solutions and end-user feedbacks.  \n\nThe U4IoT platform will support IoT take-up in Europe by better aligning it with end-user and societal expectations, mutualizing information and learning experiences, and improving communication with the public,- enabling Europe to take the lead in IoT user (and market) adoption. U4IoT will work in close cooperation with the other CSA, AIOTI and the IoT Forum who will maintain the platform after the end of the project to continue serving the European IoT community.",
    "totalCost": "1878625",
    "ecMaxContribution": "998625",
    "coordinator": "LULEA TEKNISKA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "EUROPEAN NETWORK OF LIVING LABS IVZW;DRUSTVO ZA KONSALTING, RAZVOJ I IMPLEMENTACIJU INFORMACIONIH I KOMUNIKACIONIH TEHNOLOGIJA DUNAVNET DOO NOVI SAD;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;MANDAT INTERNATIONAL ALIAS FONDATION POUR LA COOPERATION INTERNATIONALE;ARCHIMEDE SOLUTIONS SARL;STEMBERT NATHALIE;MARTEL GMBH",
    "participantCountries": "BE;RS;CH;NL",
    "projectParticipants": {
        "932819222": {
            "orgId": "932819222",
            "orgName": "STEMBERT NATHALIE",
            "ecContrib": 111562
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 193750
        },
        "996271093": {
            "orgId": "996271093",
            "orgName": "MANDAT INTERNATIONAL ALIAS FONDATION POUR LA COOPERATION INTERNATIONALE",
            "ecContrib": 0
        },
        "956062459": {
            "orgId": "956062459",
            "orgName": "ARCHIMEDE SOLUTIONS SARL",
            "ecContrib": 0
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 353938
        },
        "999695387": {
            "orgId": "999695387",
            "orgName": "MARTEL GMBH",
            "ecContrib": 0
        },
        "955888441": {
            "orgId": "955888441",
            "orgName": "DRUSTVO ZA KONSALTING, RAZVOJ I IMPLEMENTACIJU INFORMACIONIH I KOMUNIKACIONIH TEHNOLOGIJA DUNAVNET DOO NOVI SAD",
            "ecContrib": 178125
        }
    },
    "calculatedTotalContribution": 837375
}