{
    "rcn": "206266",
    "acronym": "GIESEPP",
    "topics": "COMPET-3-2016-a",
    "title": "Gridded Ion Engine Standardised Electric Propulsion Platforms",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The consortium proposes an innovative activity to develop, build and test to TRL5 the first European Plug and Play Gridded Ion Engine Standardised Electric Propulsion Platform (GIESEPP) to operate Airbus Safran Launchers and QinetiQ Space ion engines. These are the only European ion engines in the 200-700W (LEO) and 5kW (GEO) domains that are space-proven, and the consortiumís intention will be to improve European competitiveness and to maintain and secure the European non-dependence in this field. \nThe project will design and develop a standardised electric propulsion platform for 200-700W and 5kW applications, which has the capability to run either Airbus Safran Launchers or QinetiQ thrusters. In addition, the 5kW electric propulsion system will be designed to allow clustering for 20kW EPS for space transportation, exploration and interplanetary missions. In order to cope with challenging mission scenarios, Dual Mode functionality of the thrusters will be realised. This ensures that the beneficial high Isp characteristics of Gridded Ion Engines are maintained, whilst also offering a competitive higher thrust mode. The GIESEPP systems will not be limited to xenon as an operating medium; assessments will be performed to ensure functionality with alternative propellants.\nThe approach to system standardisation and the resulting solutions will provide highly cost competitive and innovative EPS for current and future satellite markets, whilst meeting the cost efficiency requirements. \nThe proposal will describe the roadmap to higher TRL by 2023-2024, providing a cost competitive EPS. Finally, the proposal will address efficient exploitation of the results, demonstrating how the activity will positively increase the impact and prospects for European Ion Engines and the European Electric Propulsion System community.",
    "totalCost": "10602867,52",
    "ecMaxContribution": "7499999,39",
    "coordinator": "ARIANEGROUP GMBH",
    "coordinatorCountry": "DE",
    "participants": "COMPUTADORAS  REDES E INGENIERIA SA;QINETIQ LIMITED;AIRBUS DEFENCE AND SPACE GMBH;OHB SYSTEM AG;AST ADVANCED SPACE TECHNOLOGIES GMBH;UNIVERSITY OF SOUTHAMPTON;AIRBUS DS GMBH;MARS SPACE LTD",
    "participantCountries": "ES;UK;DE",
    "projectParticipants": {
        "972356422": {
            "orgId": "972356422",
            "orgName": "COMPUTADORAS  REDES E INGENIERIA SA",
            "ecContrib": 977216
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 259974
        },
        "949595372": {
            "orgId": "949595372",
            "orgName": "MARS SPACE LTD",
            "ecContrib": 276945
        },
        "973276467": {
            "orgId": "973276467",
            "orgName": "AST ADVANCED SPACE TECHNOLOGIES GMBH",
            "ecContrib": 749261
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 977050
        },
        "999436494": {
            "orgId": "999436494",
            "orgName": "AIRBUS DS GMBH",
            "ecContrib": 0
        },
        "931927113": {
            "orgId": "931927113",
            "orgName": "ARIANEGROUP GMBH",
            "ecContrib": 2059623
        },
        "999953504": {
            "orgId": "999953504",
            "orgName": "QINETIQ LIMITED",
            "ecContrib": 2060000
        },
        "989360037": {
            "orgId": "989360037",
            "orgName": "OHB SYSTEM AG",
            "ecContrib": 139930
        }
    },
    "calculatedTotalContribution": 7499999
}