{
    "rcn": "206291",
    "acronym": "RADoTE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Remote-Activated Delivery of Therapeutic Exosomes (RADoTE) via an Injectable PEG Hydrogel Carrier",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "As a Marie Sk?odowska-Curie Fellow, I will develop and demonstrate remote-activated delivery of biological therapeutics loaded into an injectable hydrogel, where delivery is triggered by applying near-infrared (NIR) light that safely and non-invasively penetrates deep into living tissues. The hydrogel carrier will be designed to deliver and stabilize cell-derived exosomes and microvesicles, together referred to as extracellular vesicles (EVs), which have recently gained attention for their ability to effectively deliver biological information and cargo directly to target cells. Developing sophisticated delivery systems for EVs will streamline their translation to clinical application, enabling the huge potential for this novel biological therapeutic to be fully realized. This system will be advantageous in simultaneously providing localized delivery, enhanced EV stability, and crucially, externally triggered release. This project will provide the first demonstration of localized and controlled delivery of EVs, with the added novelty of an externally NIR-triggered delivery system. By combining my expertise in designer hydrogel chemistry, the supervision of Prof. Molly Stevens at Imperial College London (ICL) who runs a world-class interdisciplinary biomaterials-focused group, and a secondment with The Technology Partnership (TTP) specializing in technology translation, this project is ideally situated to deliver the highest quality results.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}