{
    "rcn": "206232",
    "acronym": "eInfraCentral",
    "topics": "INFRASUPP-03-2016",
    "title": "European E-Infrastructure Services Gateway",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "EInfraCentral's mission is to ensure that by 2020 a broader/ more varied set of users (including industry) benefits from European infrastructures. A common approach to defining and monitoring e-infrastructures services will increase their uptake. It will also enhance understanding of where improvement can be made in delivering services.  The challenge is to shift towards an e-Infrastructure 'market place' to initiate new service offerings and to engage with a broader set of users and needs. This will be achieved through an exchange of know-how between e-infrastructures consultations with a broad range of existing or potential users. EInfraCentral will pursue 3 specific objectives: 1. Structure an open and guided discussion between e-infrastructures to consensually define a common service catalogue 2. Develop a one-stop shop portal for users to browse the service catalogue and enhance the monitoring of key performance indicators that focus on availability and quality of services and user satisfaction 3. Draw policy lessons for a future European e-infrastructure market place as an extension of the common service catalogue and portal (incorporating a larger number of e-infrastructures). Key highlights of the proposal are: 1.A multidisciplinary team combining technical knowledge & insights from the e-infrastructure community with independent expertise in community building consultation, policy and data mapping and monitoring 2. A co-design process that will involve funders, the e-research infrastructure community and a representative user group (incl. SMEs) 3. On-going user interaction will guide the design and development of the eInfraCentral portal (as the main entry point to European e-infrastructures services) in two phases: a prototype with a first set of services and a full release with a KPI dashboard 4. Reinforce collaboration between e-infrastructures and optimise access to and increase uptake of e-infrastructures services by end users.",
    "totalCost": "1499037,5",
    "ecMaxContribution": "1499037,5",
    "coordinator": "EUROPEAN FUTURE INNOVATION SYSTEM CENTRE",
    "coordinatorCountry": "BE",
    "participants": "STICHTING EGI;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;JNP STRATIGIKI KAI EPICHIRISIAKI SYMVOULEFTIKI IKE;PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL;CONSIGLIO NAZIONALE DELLE RICERCHE;GEANT LIMITED;THE UNIVERSITY OF EDINBURGH;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "NL;EL;BE;IT;UK;DE",
    "projectParticipants": {
        "999740589": {
            "orgId": "999740589",
            "orgName": "GEANT LIMITED",
            "ecContrib": 75872
        },
        "926769429": {
            "orgId": "926769429",
            "orgName": "EUROPEAN FUTURE INNOVATION SYSTEM CENTRE",
            "ecContrib": 538710
        },
        "957376421": {
            "orgId": "957376421",
            "orgName": "PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL",
            "ecContrib": 81372
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 209822
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 93114
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 88966
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 57935
        },
        "989221715": {
            "orgId": "989221715",
            "orgName": "STICHTING EGI",
            "ecContrib": 81372
        },
        "985402049": {
            "orgId": "985402049",
            "orgName": "JNP STRATIGIKI KAI EPICHIRISIAKI SYMVOULEFTIKI IKE",
            "ecContrib": 271872
        }
    },
    "calculatedTotalContribution": 1499035
}