{
    "rcn": "206241",
    "acronym": "SHAR-Q",
    "topics": "LCE-01-2016-2017",
    "title": "Storage capacity sharing over virtual neighbourhoods of energy ecosystems",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Storages are unavoidable components of the future smart grid with large share of variable renewable generation. However, the unit-cost of energy, that is retrieved from storages, is several times higher than the cost of energy consumed upon its output from RES. Therefore, there is a strong requirement on the optimisation of storage capacities deployed in the grid. This is especially true for the small energy sites such as DER and prosumersí microgrids which are the segments, targeted by the SHAR-Q bottom-up concept.  \n\nThe principal objective of the SHAR-Q is to optimize the storage capacities deployed in the grid with the help of a peer-to-peer interoperability network that connects neighbourhooding RES\\Storage ecosystems into a collaboration framework. Thus, the optimization of storage capacities can be achieved through their sharing among the participating actors. To get connected to the SHAR-Q network, an open interoperability gateway with semantic interface descriptors will be provided that will be based on the most adopted standards in the field. Moreover, the users will be provided with an ability to manage their contribution to the collaborative models on their own in a way that resembles the well-known social web portals (e.g. users can control with whom they wish to share specific storage capacities). \n\nThe viability of the collaborative business models will be proven through added-value services, deployed over the SHAR-Q interoperability network, that will be demonstrated in 3 different pilots, targeting 3 different segments of end-users such as neighborhoods of distributed RES, coalitions of prosumers and locations with e-vehicle charging stations. \n\nThe SHAR-Q research and innovation activities will be driven by the opinion of stakeholders involved in the SHAR-Q stakeholder advisory board. Their feedback will be carefully monitored throughout the project duration. Such approach is supposed to maximise the adoption potential of the SHAR-Q concept.",
    "totalCost": "4043875",
    "ecMaxContribution": "4043875",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "ENERGIE GUSSING GMBH;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;BAVENIR SRO;CLUSTER DE ENERGIA;ENERCOUTIM - ASSOCIACAO EMPRESARIALDE ENERGIA SOLAR DE ALCOUTIM;DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE;Atos IT Solutions and Services, s.r.o.;UBIMET GMBH;EUROPAISCHES ZENTRUM FUR ERNEUERBARE ENERGIE GUSSING GMBH;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "AT;DE;SK;ES;PT;EL;CZ",
    "projectParticipants": {
        "928965121": {
            "orgId": "928965121",
            "orgName": "ENERCOUTIM - ASSOCIACAO EMPRESARIALDE ENERGIA SOLAR DE ALCOUTIM",
            "ecContrib": 279125
        },
        "927583065": {
            "orgId": "927583065",
            "orgName": "Atos IT Solutions and Services, s.r.o.",
            "ecContrib": 314000
        },
        "953032082": {
            "orgId": "953032082",
            "orgName": "DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE",
            "ecContrib": 210000
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 535625
        },
        "998235925": {
            "orgId": "998235925",
            "orgName": "CLUSTER DE ENERGIA",
            "ecContrib": 241250
        },
        "946731253": {
            "orgId": "946731253",
            "orgName": "BAVENIR SRO",
            "ecContrib": 598375
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 716875
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 399375
        },
        "988522054": {
            "orgId": "988522054",
            "orgName": "UBIMET GMBH",
            "ecContrib": 260500
        },
        "919366486": {
            "orgId": "919366486",
            "orgName": "ENERGIE GUSSING GMBH",
            "ecContrib": 166875
        },
        "996841453": {
            "orgId": "996841453",
            "orgName": "EUROPAISCHES ZENTRUM FUR ERNEUERBARE ENERGIE GUSSING GMBH",
            "ecContrib": 321875
        }
    },
    "calculatedTotalContribution": 4043875
}