{
    "rcn": "206222",
    "acronym": "IMPaCT",
    "topics": "SC5-13-2016-2017",
    "title": "Integrated Modular Plant and Containerised Tools for Selective, Low-impact Mining of Small High-grade Deposits",
    "startDate": "01/12/2016",
    "endDate": "31/05/2020",
    "objective": "The current mining paradigm promotes extraction from large ëworld-classí deposits that have required innovations in mining techniques to deal with low grades, large infrastructure to deal with high throughputs and large feasibility studies to prove long-term commercial viability. High investment in operations is no longer available in the current economic climate and many small companies have ceased to trade, concentrating production and limiting the ability of the raw materials market to respond to increased demand for raw materials or shortages in raw material supply. The problem is most extreme for critical raw materials that are produced in small quantities relative to traditional metal commodities because the potential return on investment is too low. The IMPaCT project proposes a solution that develops a new switch on-switch off (SOSO) mining paradigm to improve the viability of many critical metal and other small complex deposits. \nThe whole systems approach that we have adopted to realise the SOSO mining paradigm centres around technological innovations in mining equipment design and mine planning that would reduce the feasibility studies required, throughput of extracted material, infrastructure, land use, resource consumption and waste. Successful business models for SOSO mining require that mining and processing technologies can be adapted to multiple deposits and commodities. Risks that are associated with the approach concern geological uncertainty, metallurgical variability and social acceptance. The work programme aims to develop the proof-of-concept of total and sustainable mining and processing solutions using case studies in the West Balkans, and subsequently to examine the step-changes that would be required for the technology to be applied globally. The companies involved in the project intend to commercialise the results. Dissemination activities include feedback to European and national policy makers, and the mining industry in general.",
    "totalCost": "6991820",
    "ecMaxContribution": "6991820",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;MINECO LIMITED;GLOBAL ECOPROCESS SERVICES OY;EXTRACTHIVE;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;RADOS INTERNATIONAL SERVICES LTD;CYMRU COAL LIMITED;ITA-SUOMEN YLIOPISTO",
    "participantCountries": "UK;DE;FI;FR",
    "projectParticipants": {
        "922762068": {
            "orgId": "922762068",
            "orgName": "MINECO LIMITED",
            "ecContrib": 393659
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 664956
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 2293773
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 334604
        },
        "920729045": {
            "orgId": "920729045",
            "orgName": "RADOS INTERNATIONAL SERVICES LTD",
            "ecContrib": 297906
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 672476
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 419781
        },
        "920797624": {
            "orgId": "920797624",
            "orgName": "CYMRU COAL LIMITED",
            "ecContrib": 1359622
        },
        "925578172": {
            "orgId": "925578172",
            "orgName": "GLOBAL ECOPROCESS SERVICES OY",
            "ecContrib": 294781
        },
        "923571436": {
            "orgId": "923571436",
            "orgName": "EXTRACTHIVE",
            "ecContrib": 260261
        }
    },
    "calculatedTotalContribution": 6991819
}