{
    "rcn": "206203",
    "acronym": "ODYCCEUS",
    "topics": "FETPROACT-01-2016",
    "title": "Opinion Dynamics and Cultural Conflict in European Spaces",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Social media and the digitization of news and discussion fora are having far-reaching effects on the way individuals and communities communicate, organize, and express themselves. Can the information circulating on these platforms be tapped to better understand and analyze the enormous problems facing our contemporary society? Could this help us to better monitor the growing number of social crises due to cultural differences and diverging world-views? Would this facilitate early detection and perhaps even ways to resolve conflicts before they lead to violence? The Odycceus project answers all these questions affirmatively. It will develop the conceptual foundations, methodologies, and tools to translate this bold vision into reality and demonstrate its power in a large number of cases. \n\nSpecifically, the project seeks conceptual breakthroughs in Global Systems Science, including a fine-grained representation of cultural conflicts based on conceptual spaces and sophisticated text analysis, extensions of game theory to handle games with both divergent interests and divergent mindsets, and new models of alignment and polarization dynamics. The project will also develop an open modular platform, called Penelope, that integrates tools for the complete pipeline, from data scraped from social media and digital sources, to visualization of the analyses and models developed by the project. The platform features an infrastructure allowing developers to provide new plug-ins for additional steps in the pipeline, share them with others, and jointly develop the platform as an open source community. Finally, the project will build two innovative participatory tools, the Opinion Observatory and the Opinion Facilitator, which allow citizens to monitor, visualize and influence the dynamics of conflict situations that involve heterogeneous cultural biases and non-transparent entanglements of multilateral interests.",
    "totalCost": "5817276,25",
    "ecMaxContribution": "5817276,25",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;UNIVERSITE PARIS DIDEROT - PARIS 7;VRIJE UNIVERSITEIT BRUSSEL;UNIVERSITAET LEIPZIG;UNIVERSITA CA' FOSCARI VENEZIA;UNIVERSITEIT VAN AMSTERDAM;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FR;BE;DE;IT;NL;SE",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 468760
        },
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 608938
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 646606
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 908625
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 489350
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 982500
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 333750
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1378748
        }
    },
    "calculatedTotalContribution": 5817277
}