{
    "rcn": "206207",
    "acronym": "VineScout",
    "topics": "FTIPilot-01-2016",
    "title": "Intelligent decision from vineyard robots",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "The wine industry is strategically for Europe, both economically and socially speaking. Its competitive position in the global market depends on the long-term reputation of its wines, which needs many years to be built but can be lost quickly with a poor wine. The risk of losing reputation is high when repeatability cannot be granted, which happens ever more in the vineyards where manual data sampling is meager due to unaffordable costs.\nTherefore, our aim is to industrialize, demonstrate, and take as first ones to market an innovative expert field monitoring system (decision support system) embedded in a small-size and cost-efficient robot for the vineyard, which will be the follow-up of the successful EU-funded project VineRobot (TRL6/7).  In order to ensure commercial success, we will optimize both the external design and the internal electronics, as well as industrialize the navigation and mapping software for top performance, protection, and user friendliness. \nFor this we count on an industry-driven consortium, targeting one of the largest agricultural sectors in Europe, with a strong business plan and the support of a large number of committed industry leaders and end-users, ensuring a rapid market deployment. Market penetration will be boosted by the SMEs already active in the robotics and viticulture sectors, reinforced by strategic tradeshows and international conferences.\nAs a result, we target a cumulative turnover of Ä33 Million in five years yielding Ä10.9 Million of industrial benefits, reaching a market adoption of 5% which will provide service to 54,540 ha of EU vineyard area. In addition, VineScout technology will attract young farmers to rural areas, which is becoming crucial for the sustainability of the sector since current farming population is near retirement age. The practical adoption of robotics in agriculture will create employment, in part with the advent of new industries related to ICT, precision management, and data interpretation.",
    "totalCost": "2125081,25",
    "ecMaxContribution": "1741225,63",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "WALL-YE SARL;UNIVERSIDAD DE LA RIOJA;SUNDANCE MULTIPROCESSOR TECHNOLOGY LTD;SYMINGTON - VINHOS SA",
    "participantCountries": "FR;ES;UK;PT",
    "projectParticipants": {
        "968862482": {
            "orgId": "968862482",
            "orgName": "SUNDANCE MULTIPROCESSOR TECHNOLOGY LTD",
            "ecContrib": 431834
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 490625
        },
        "920164505": {
            "orgId": "920164505",
            "orgName": "SYMINGTON - VINHOS SA",
            "ecContrib": 160772
        },
        "951519367": {
            "orgId": "951519367",
            "orgName": "WALL-YE SARL",
            "ecContrib": 303056
        },
        "999471414": {
            "orgId": "999471414",
            "orgName": "UNIVERSIDAD DE LA RIOJA",
            "ecContrib": 354938
        }
    },
    "calculatedTotalContribution": 1741225
}