{
    "rcn": "206213",
    "acronym": "SMARTSAND",
    "topics": "SMEInst-11-2016-2017",
    "title": "Transforming fly ash waste from coal-fired power plants into lightweight engineered sand formultiple applications",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Established in 2012, ZaaK Technologies GmbH is an eco-innovative SME, dedicated to the development and exploitation of technologies which recycle industrial wastes into value added products. \nOver the past 3 years, we have developed and demonstrated a multiple award winning patent-pending technology which transforms fly ash, a waste product from coal-fired power plants, into value-added lightweight engineered sand, called ZaaKôSand, which is in accordance with harmonized technical specifications DIN EN 4226-3, DIN EN 13139, and DIN EN 15033-1/2.\nZaaKôSand is a superior and cost-effective alternative to natural sand, crushed stones, and lightweight fine aggregates, for use in the manufacture of advanced building and construction materials, and in certain niche applications like horticulture and hydroponic applications. \nReplacing normal sand with ZaaKôSand in buildings leads to: \n(a)\timproving thermal efficiency by up to 500%\n(b)\treducing dead-load by up to 12% resulting in savings of energy intensive materials such as cement and steel\n(c)\tincrease life of buildings by up to 2 times due to a phenomenon called, internal curing\nZaaKôSand aim is to arrest the depletion of dwindling natural sources of sand and thereby reduce destruction of precious ecosystem impacted by sand mining. It also addresses the economic and socio-environmental problems associated with the disposal of fly ash.\nOur key objectives within the project timeframe are:\nï\tTo build an Integrated Pilot Plant (IPP) to produce ZaaKôSand for customers in our introductory markets.\nï\tTo use the IPP to further optimise the manufacturing process.\nï\tTo use the IPP as a demonstration showcase, to disseminate and communicate the project results, and to attract new customers and investors.\nOur objective is to enter the market in 2019, through a build, own and operate model, contract manufacturing and joint ventures with power plants and construction material companies.",
    "totalCost": "1445013,75",
    "ecMaxContribution": "1011509,63",
    "coordinator": "ZAAK TECHNOLOGIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927541646": {
            "orgId": "927541646",
            "orgName": "ZAAK TECHNOLOGIES GMBH",
            "ecContrib": 1011510
        }
    },
    "calculatedTotalContribution": 1011510
}