{
    "rcn": "206281",
    "acronym": "ALZSYN",
    "topics": "ERC-CoG-2015",
    "title": "Imaging synaptic contributors to dementia",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Alzheimer's disease, the most common cause of dementia in older people, is a devastating condition that is becoming a public health crisis as our population ages. Despite great progress recently in Alzheimerís disease research, we have no disease modifying drugs and a decade with a 99.6% failure rate of clinical trials attempting to treat the disease.   This project aims to develop relevant therapeutic targets to restore brain function in Alzheimerís disease by integrating human and model studies of synapses. It is widely accepted in the field that alterations in amyloid beta initiate the disease process. However the cascade leading from changes in amyloid to widespread tau pathology and neurodegeneration remain unclear.  Synapse loss is the strongest pathological correlate of dementia in Alzheimerís, and mounting evidence suggests that synapse degeneration plays a key role in causing cognitive decline. Here I propose to test the hypothesis that the amyloid cascade begins at the synapse leading to tau pathology, synapse dysfunction and loss, and ultimately neural circuit collapse causing cognitive impairment.  The team will use cutting-edge multiphoton and array tomography imaging techniques to test mechanisms downstream of amyloid beta at synapses, and determine whether intervening in the cascade allows recovery of synapse structure and function.  Importantly, I will combine studies in robust models of familial Alzheimerís disease with studies in postmortem human brain to confirm relevance of our mechanistic studies to human disease.  Finally, human stem cell derived neurons will be used to test mechanisms and potential therapeutics in neurons expressing the human proteome. Together, these experiments are ground-breaking since they have the potential to further our understanding of how synapses are lost in Alzheimerís disease and to identify targets for effective therapeutic intervention, which is a critical unmet need in todayís health care system.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}