{
    "rcn": "206204",
    "acronym": "MOON",
    "topics": "ICT-29-2016",
    "title": "Multi-modal Optical Diagnostics for Ocular and Neurodegenerative Disease",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The rising life expectancy of EU citizens is creating a dramatic increase in age-related degenerative diseases and associated healthcare costs. The MOON Project (Multi-modal Optical Diagnostics for Ocular and Neurodegenerative Disease) meets this societal challenge by applying photonics to diagnose age-related diseases of the eye and central nervous system. Consistent with the ICT-29-2016: Photonics KET 2016 Work Program, MOON will design and build a multi-band, multimodal and functional imaging platform combining label-free molecularly sensitive Raman spectroscopy with high speed and high-resolution Optical Coherence Tomography (OCT), for in-depth diagnostics of ocular and neurodegenerative diseases. MOON will enhance OCT ñ already the gold standard of retinal imaging - through the development of a disruptive laser technology that enables wide-field structural and functional imaging. MOON will establish a reference database for molecular biomarkers of addressed diseases that enables, for the first time, in-depth molecular-specific diagnosis of retinal diseases and neurodegenerative pathologies based on Raman spectroscopy. The MOON system will be validated in vivo in a clinical setting through close collaboration between clinicians and commercial partners. The clinical validation will establish the diagnostic accuracy of the multi-modal platform, while also verifying the ease-of-use needed for widespread adoption. MOON is driven by unmet medical user needs in diagnostic imaging with a clear business case addressing the highly promising ophthalmic market of early and in-depth molecularly sensitive diagnostics of retinal and neurodegenerative diseases. The three industrial partners cover the complete value/supply chain. MOON aims to bridge the gap between research and product development, thereby expediting the commercialization of the MOON technologies, strengthening the participating companies, and creating a competitive advantage for the European photonics market.",
    "totalCost": "3694635",
    "ecMaxContribution": "3694634",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;HORIBA FRANCE SAS;CARL ZEISS AG;INNOLUME GMBH",
    "participantCountries": "DE;NL;FR",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 530812
        },
        "999619048": {
            "orgId": "999619048",
            "orgName": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
            "ecContrib": 603500
        },
        "999595186": {
            "orgId": "999595186",
            "orgName": "INNOLUME GMBH",
            "ecContrib": 599500
        },
        "999940312": {
            "orgId": "999940312",
            "orgName": "HORIBA FRANCE SAS",
            "ecContrib": 517500
        },
        "985810419": {
            "orgId": "985810419",
            "orgName": "CARL ZEISS AG",
            "ecContrib": 713120
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 730202
        }
    },
    "calculatedTotalContribution": 3694634
}