{
    "rcn": "206293",
    "acronym": "SYRIANBORDERS",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Fall of a Colonial Legacy: A Modern History of Syrian Borders (1920-2015)",
    "startDate": "10/10/2016",
    "endDate": "09/10/2018",
    "objective": "This project aims to propose a contemporary history of Syrian borders from their origins (1920) to the present day (2015). Upon the completion of my fellowship, my main objective will be to publish a fully documented and innovative monograph on the history of the Syrian state by studying its emergence and consolidation, and by probing its colonial borders. As part of my research, I will rely on a multidisciplinary and comparative approach, using political science, sociology and, more generally, border studies. My innovative methodology will require me to conduct dozens of semi-structured interviews and to examine Syrian, French & British archives. \n\nThis proposal is designed as a response to the fact that contemporary Syria ñ with the exception of some recent academic monographs (Thompson, 2013; Heydemann, 2013) ñ still lacks major research programs. The literature, mainly monodisciplinary, is even poorer when it comes to the study of borders, a field that suffers globally from theoretical weakness and the use of outdated research methods and techniques. Major studies on the Syrian borders are nonexistent. Furthermore, the field of border studies lacks a serious interdisciplinary perspective. My research will contribute to the development of the discipline. \n\nThus, my original and innovative project will contribute to the history of contemporary Syria by analysing it through the spectrum of its borders, by bringing a multidisciplinary perspective to border studies, by producing a monograph that will include post-2011 dynamics, by prompting a series of peer-reviewed articles on Syrian borders from a comparative and interdisciplinary perspective (from 1920 to 2015), with different theoretical approaches, by contributing to the unification of a ìborder theoryî for the Middle East, and, finally, by constituting a pioneering work on the processes of creation, stabilisation, transformation and contestation of Syrian boundaries.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}