{
    "rcn": "206316",
    "acronym": "TERPENECAT",
    "topics": "ERC-2016-STG",
    "title": "Bridging the gap between supramolecular chemistry and current synthetic challenges: Developing artificial catalysts for the tail-to-head terpene cyclization",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Nature is a rich source of biologically active molecules, among which the largest and most diverse group of natural products are terpenes. Essential drugs like the cancer medication taxol/paclitaxel or the malaria drug artemisinin belong to the terpene family. They are efficiently formed in nature through a so-called tail-to-head terpene cyclization. Chemists are not able to mimic this process with man-made catalysts. This proposal aims at closing this significant research gap by utilizing supramolecular chemistry. Learning how to design such complex catalysts will not only enable us to mimic natural enzymes, but to enter uncharted territory of terpene chemistry.\n\nThe main objective is the development of selective catalysts for terpene cyclizations. This certainly poses the greatest challenge within this proposal. Therefore, two independent work packages were devised to tackle this challenge. A novel class of self-assembled catalysts will be developed which are able to control the conformation of the substrate, thereby allowing for selectivity in the cyclization process. The active site of these catalysts can be modified to selectively produce the desired terpene product. Additionally, dynamic covalent chemistry will be employed to construct covalent catalyst structures.\n\nAs the second objective, this proposal aims to greatly expand the natural variety of terpenes by utilizing unnatural terpene cyclization precursors. Utilizing the catalysts developed from objective 1, unprecedented artemisinin drug derivatives, which are not accessible via other routes, will be synthesized.\n\nThis project will provide catalysts which are able to predictably constrain the conformation of the substrate. Such control is not possible with state-of-the-art catalyst systems. Therefore, I anticipate that this project will open up new horizons in the fields of catalysis and organic synthesis.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}