{
    "rcn": "206374",
    "acronym": "CANGOPAL",
    "topics": "SMEInst-10-2016-2017",
    "title": "Next generation of Carrier Open SaaS for boosting e-Commerce economy",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Business Opportunity: within the e-commerce market - specially for SMEs, cross-border delivery is considered to be an obstacle by 57% of retailers, while 46.7% of consumers declare they worry about the delivery in cross-border transactions, specially due to the high prices of the process.This causes a high risk barrier between the buyer and customers and obstructing so businesses ñspecially SMEs - international expansion. Besides market its fragmented and carriers has develop their own technological solutions obliging SMEs to be lock -in to one single shipper company.\nCANGOPAL added value: is an innovative technology that offers an open solution capable to provide an integrated parcel delivery to foster growth of the e-commerce SMEs in Europe. It enables e-commerce growth by providing easy access to any SME to carriers and good rates through a a single hub of carriers with an easy integration (based on APIs) to access to all of the available carriers in the platform. In other works: one integration to use them all instead of one integration for each carrier.\nPhase 1 objectives is to accelerate the market adoption and international penetration of CANGOPAL focus on preparing ourselves for the commercialization of at the international level (including route-to-market, marketing strategy, growth strategy, etc.) by evolving the product from TRL7 to TRL9 stage\nImpact : As a result of this project, CANGOPAL will grow considerably, generating 65 new qualified jobs by five years after the project ending and generating cumulative incomes of 43,8MÄ and a EBITDA of 30,6MÄ approx.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JOSELAINEN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920772210": {
            "orgId": "920772210",
            "orgName": "JOSELAINEN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}