{
    "rcn": "206396",
    "acronym": "LysoMod",
    "topics": "MSCA-RISE-2016",
    "title": "Genetic and Small Molecule Modifiers of Lysosomal Function",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "LysoMod will innovate in the area of personalized medicine for disorders linked to lysosomal dysfunction. This will be achieved by implementing a collaborative staff-exchange program between highly complementary and multidisciplinary academic and non-academic partners with expertise in pharmacology, medicinal chemistry, cell biology, biochemistry, mouse and human genetics, transcriptomics, proteomics and lipidomics. Based on the critical role that lysosomes play in cells, a better understanding of lysosomal function will have a major impact on human health, fostering the development of new strategies to improve quality of life for people affected by a variety of diseases, ranging from lysosomal storage diseases (LSDs) to age-related neurodegenerative disorders. LysoModís specific objectives are: 1) to develop and further optimize existing therapies for LSDs; 2) to identify new targets for personalized therapies for LSDs; and 3) to investigate the cross-talk between lysosomal function, signalling pathways and gene expression regulation. The pioneer work of a participant in the consortium led to the development of a drug that is approved for clinical use. LysoMod will i) investigate the mechanisms of action of this and other drugs in lysosome-related disorder; ii) identify modifier genes involved in LSD pathology and test their potential as new targets for personalized therapeutic approaches; iii) identify candidate RNAs that can be targeted to enhance lysosomal function. The companies in the consortium will ensure a rapid transfer of new knowledge into applications for diagnostics and clinical trials. Prioritising lysosomal dysfunction as a highly relevant biomedical problem, the LysoMod consortium will implement a mentored staff-exchange program to provide young researchers with high-level training in innovative approaches for exploring biological systems, preparing the next generation of researchers for careers either in the private or public health sectors.",
    "totalCost": "1156500",
    "ecMaxContribution": "1102500",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "FONDAZIONE TELETHON;GENOMED, DIAGNOSTICOS DE MEDICINA MOLECULAR SA;WEIZMANN INSTITUTE OF SCIENCE;THE UNIVERSITY OF SUSSEX;LIPOTYPE;INSTITUTUL DE BIOCHIMIE;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;CHRONOS BIOSYSTEMS SRL;INTRABIO LTD",
    "participantCountries": "IT;PT;IL;UK;DE;RO",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 13500
        },
        "952629532": {
            "orgId": "952629532",
            "orgName": "GENOMED, DIAGNOSTICOS DE MEDICINA MOLECULAR SA",
            "ecContrib": 240750
        },
        "988546013": {
            "orgId": "988546013",
            "orgName": "THE CHILDREN'S HOSPITAL OF PHILADELPHIA NON PROFIT ORG",
            "ecContrib": 0
        },
        "955212448": {
            "orgId": "955212448",
            "orgName": "Lipotype GmbH",
            "ecContrib": 0
        },
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 18450
        },
        "938785207": {
            "orgId": "938785207",
            "orgName": "INSTITUTUL DE BIOCHIMIE",
            "ecContrib": 130500
        },
        "999643201": {
            "orgId": "999643201",
            "orgName": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
            "ecContrib": 0
        },
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 0
        },
        "999881336": {
            "orgId": "999881336",
            "orgName": "UNIVERSIDAD DE BUENOS AIRES",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 198000
        }
    },
    "calculatedTotalContribution": 601200
}