{
    "rcn": "206305",
    "acronym": "Quantum BOSS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantum Broadband Optical Solid-State Memories for Large-Scale Photonic Networks",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Large-scale quantum photonic networks promise to revolutionize computational processing and communication with the use of fundamental quantum-mechanical concepts. Limited by scalability, the field of quantum information processing (QIP) is so far lacking a real world, large-scale implementation that can allow for quantum computation and long distance quantum communication. These applications in QIP have distinct advantages over their classical counterparts. Quantum computation promises to provide unprecedented speed-up in processing for problems that are intractable for classical computers, while remote entanglement generation and swapping would allow long distance quantum networking. Integral to a functioning quantum network is a quantum optical memory (QM), a device allowing for the faithful storage and recall of quantum states of light using a strong and controllable light-matter interaction. The main scientific vision of this project is to develop multiple cavity-enhanced, broadband and long-lived QMs capable of long distance distribution of entanglement and multi-photon state generation. The resulting technology will provide the necessary resources for long-distance quantum communication and scalable quantum computing. The former is obtained by the heralded entanglement of two remote QMs to form an ëelementary linkí, and then swapping the entanglement between multiple links. The objective of this project is to implement the QM in a solid-state, scalable architecture.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}