{
    "rcn": "206375",
    "acronym": "KASKO",
    "topics": "SMEInst-01-2016-2017",
    "title": "KASKO ñ delivering insurance as a service at the point of demand",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "KASKO is an innovative insurance technology SME pioneering the concept of ìinsurance as a service.î It connects digital marketplaces with insurance providers to offer highly tailored policies at the point of demand through easy-to-implement plug-ins.\nConsumers are increasingly going online to purchase goods and services.  At the same time, the demand for insurance products has grown. EU non-life insurance premiums will grow from Ä455B in 2014 to Ä487B in 2020. Digital insurance transactions will grow at 10X the rate of standard products.\nBut the EU insurance industry is not prepared for this digital disruption due to inflexible products, legacy IT systems, and inability to integrate with marketplaces.\nKASKO addresses these challenges by creating a software and business process that disrupts the model of insurance product creation and delivery. Using KASKO, online marketplaces can display a plug-in on their checkout pages with insurance offers from trusted providers generated in real time based on product and user behaviour data. This allows KASKO to offer highly relevant policies at lower costs at the right place and time.\nKASKO follows a B2B2C approach, targeting marketplaces within motor, e-commerce, banks, property and travel sectors, as well as a B2B model, targeting insurers to provide innovative policies. Marketplaces benefit from new revenue streams, insurers benefit from new sales channels and lower IT costs, and consumers benefit from tailored insurance products.\nBy 2020 it aims to capture 0.045% of the Ä487B EU market, reaching an audience of 213 million consumers. This will result in Ä65 million revenues, Ä13.2 million EBITDA, and a workforce of 256. 4 integrations have already been launched, 25 more are in the pipeline. Proof of concept, demand and willingness to pay have been thoroughly demonstrated. The company was launched in London in 2015 by a team of experienced insurance industry experts. It is now applying for a feasibility study.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KASKO LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918628025": {
            "orgId": "918628025",
            "orgName": "KASKO LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}