{
    "rcn": "206383",
    "acronym": "4SBLOCK",
    "topics": "SMEInst-10-2016-2017",
    "title": "Pavement Building System based on Detachable and Embedded Blocks",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Cities are in urgent need of a new paradigm for envisioning and implementing sustainable transport: roads are among the most important public assets in many countries. \nExisting pavements systems are typically designed from the unique perspective of engineering materials regardless concepts such as suitability for use of the space that will cover, and much less ergonomic/biomechanical criteria and even the expectations of people who inhabit those spaces.\n4SBLOCK project aims to identify and specify the requirements in the field of road engineering to guarantee comfortable and reliable urban mobility. The innovative system aims to improve the safety and integrity of pedestrian and enhance the driving experience, while also increasing the pavement lifetime and reducing maintenance.\nThe feasibility study output of this project aims to validate assumptions and first estimations presented, regarding the strategic innovation and business plan for the global market introduction as well as the operational and financial model for the next 5 years of the 4SBLOCK innovative pavement and its technological roadmap.\n4SBLOCK is placed under the topic SMEInst-10-2016-2017: Small business innovation research for Transport and Smart Cities Mobility, as its main objective is the commercialisation of an innovative solution aims to facilitate the mobility, both traffic and pedestrian, that should become an integral part of urban mobility and infrastructure design, having a positive impact on economic growth, creating wealth and jobs, and enhancing trade, accessibility and the mobility of people. The project is totally aligned with the 2011 Transport White Paper, as mobility is vital for the internal market and for the quality of life of citizens.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INVEPAT GO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924358591": {
            "orgId": "924358591",
            "orgName": "INVEPAT GO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}