{
    "rcn": "206319",
    "acronym": "FatemapB",
    "topics": "ERC-2016-STG",
    "title": "High Resolution Mapping of Fetal and Adult B Cell Fates During Ontogeny",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "FateMapB aims to understand how the unique differentiation potential of fetal hematopoietic stem and progenitor cells\n(HSPCs) contribute to functionally distinct cell types of the adult immune system. While most immune cells are replenished\nby HSPCs through life, others emerge during a limited window in fetal life and sustain through self-renewal in situ. The\nlineage identity of fetal HSPCs, and the extent of their contribution to the adult immune repertoire remain surprisingly\nunclear. I previously identified the fetal specific RNA binding protein Lin28b as a post-transcriptional molecular switch\ncapable of inducing fetal-like hematopoiesis in adult bone marrow HSPCs (Yuan et al. Science, 2012). This discovery has\nafforded me with unique perspectives on the formation of the mammalian immune system. The concept that the mature\nimmune system is a mosaic of fetal and adult derived cell types is addressed herein with an emphasis on the B cell lineage.\nWe will use two complementary lineage-tracing technologies to stratify the immune system as a function of developmental\ntime, generating fundamental insight into the division of labor between fetal and adult HSPCs that ultimately provides\neffective host protection.\nAim 1. Determine the qualitative and quantitative contribution of fetal HSPCs to the mature immune repertoire in situ\nthrough Cre recombination mediated lineage-tracing.\nAim 2. Resolve the disputed lineage relationship between fetal derived B1a cells and adult derived B2 cells by single cell\nlineage-tracing using cellular barcoding in vivo.\nAim 3. Characterize the mechanism and effector functions of Lin28b induced B1a cell development for assessing the\nclinical utility of inducible fetal-like lymphopoiesis.\nThe implications of FateMapB extend beyond normal development to immune regeneration and age-related features of\nleukemogenesis. Finally, our combinatorial lineage-tracing approach enables dissection of cell fates with previously\nunattainable resolution.",
    "totalCost": "1499905",
    "ecMaxContribution": "1499905",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1499905
        }
    },
    "calculatedTotalContribution": 1499905
}