{
    "rcn": "206339",
    "acronym": "e-ROSA",
    "topics": "INFRASUPP-03-2016",
    "title": "Towards an e-infrastructure Roadmap for Open Science in Agriculture",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "The strategic goal of e-ROSA is to provide guidance to EU policies by designing and laying the groundwork for a long-term programme aiming at achieving an e-infrastructure for open science in agriculture that would position Europe as a major global player at the forefront of research and innovation in this area. Through a foresight approach, the project will build a shared vision of a future sustainable e-infrastructure for research and education in agriculture and make it operable through pragmatic recommendations that will be reflected in a common roadmap.\nThis will be achieved through a process of co-design, involving mainly research and education communities but also practitioners and EU policy makers, and will build on the existing projects, networks, international alliances or initiatives that the project will systematically map and integrate in the analysis of grand challenges ahead and the identification of priorities and solutions towards an open, digital and data-intensive science in agriculture.",
    "totalCost": "399056,25",
    "ecMaxContribution": "399056,25",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "AGROKNOW IKE;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "EL;NL",
    "projectParticipants": {
        "941253178": {
            "orgId": "941253178",
            "orgName": "AGROKNOW IKE",
            "ecContrib": 212312
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 102250
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 84494
        }
    },
    "calculatedTotalContribution": 399056
}