{
    "rcn": "206361",
    "acronym": "SmartLife",
    "topics": "ICT-24-2016",
    "title": "Smart Clothing Gamification to promote Energy-related Behaviours among Adolescents",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Energy-related behaviours (physical activity, sedentary behaviour) are main modifiable determinants of several non-communicable health conditions, e.g. diabetes type 2, overweight and obesity, and track into adulthood. Promoting these behaviours among youngsters can have great health and societal gains. Meeting recommended levels for these behaviours is especially low among adolescents, girls and those of lower socio-economic status. An intervention to promote energy-related behaviours among adolescents is thus indicated, and may also address social inclusion. Exergames, which require movement to be played, have great yet underused potential to promote these behaviours. To fully utilise this potential, exergames need to promote moderate-to-vigorous physical activity; need to be tailored to the individual user; and need to be more engaging. The SmartLife project aims to create such an exergame. The SmartLife exergame will be: 1) a mobile game requiring lower body movements; 2) combined with a smart textile that provides immediate physiological feedback (e.g. heartrate, respiration) and ensures exercises are performed at a moderate-to-vigorous intensity level; 3) tailored to individual userís needs, using the smart textile data, and based on available evidence and big data analysis; 4) highly engaging, e.g. by adding a narrative and context information, and using user input throughout the design (ëparticipatory developmentí). The project includes extensive testing and dissemination of results. Market analysis will explore commercial business opportunities (e.g. technology-based connected health) and social marketing opportunities (e.g. via schools). The SmartLife project proposes a technological innovation via integration of exergames and smart textiles, to optimally reach the exergamingís full market potential and effectively address the non-leisure purpose of health promotion among adolescents, as stipulated in the work programme.",
    "totalCost": "1264512,5",
    "ecMaxContribution": "997887,5",
    "coordinator": "KNOWLEDGEBIZ CONSULTING-SOCIEDADE DE CONSULTORIA EM GESTAO LDA",
    "coordinatorCountry": "PT",
    "participants": "NUROGAMES GMBH;UNIVERSITEIT GENT;ASOCIACION DE INVESTIGACION DE LA INDUSTRIA TEXTIL",
    "participantCountries": "DE;BE;ES",
    "projectParticipants": {
        "940280171": {
            "orgId": "940280171",
            "orgName": "KNOWLEDGEBIZ CONSULTING-SOCIEDADE DE CONSULTORIA EM GESTAO LDA",
            "ecContrib": 299250
        },
        "996353931": {
            "orgId": "996353931",
            "orgName": "ASOCIACION DE INVESTIGACION DE LA INDUSTRIA TEXTIL",
            "ecContrib": 152012
        },
        "969034463": {
            "orgId": "969034463",
            "orgName": "NUROGAMES GMBH",
            "ecContrib": 322875
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 223750
        }
    },
    "calculatedTotalContribution": 997887
}