{
    "rcn": "206387",
    "acronym": "DECODE",
    "topics": "ICT-12-2016",
    "title": "Decentralised Citizens Owned Data Ecosystem",
    "startDate": "01/12/2016",
    "endDate": "31/12/2019",
    "objective": "Todayís Internet is becoming increasingly centralised, slowing innovation and challenging its potential to revolutionise society and the economy in a pluralistic manner. DECODE will develop practical alternatives through the creation, evaluation and demonstration of a distributed and open architecture for managing online identity, personal and other data, and collective governance in a citizen-friendly and privacy-aware fashion. Strong digital rights that makes it possible for data subjects to determine access rights to their information through flexible entitlements and open standard-based agreements regarding data governance (on the model of Creative Commons licenses) will be woven into the technological architecture.\n\nDECODE will increase digital sovereignty of European citizens by enabling them to produce, access and control their data and exchange contextualised information in real-time, and in a confidential, and scalable manner. DECODE will develop a modular privacy-aware IoT hub with a free and open source operating system backed by a state of the art blockchain infrastructure supporting smart-contracts and privacy protections.\n\nThe architecture will be demonstrated through four pilots in Barcelona and Amsterdam, in the field of digital democracy, citizen sensing, and collaborative economy. The pilots will be run with the active involvement of social entrepreneurs, hackers, and makers. Innovators will be able to build solutions on top of the platform through hackathons and open challenges, while ensuring their security, resilience and privacy preserving qualities. This aims to create a decentralised innovation ecosystem that will attract a critical mass able to shift the current centralised data-driven economy towards a decentralised, sustainable and commons-based economy. DECODE puts agency and data control in the hands of citizens, to improve citizensí well-being and society for the collective benefit of all.",
    "totalCost": "4987673,75",
    "ecMaxContribution": "4987673,75",
    "coordinator": "INSTITUT MUNICIPAL D'INFORMATICA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "NESTA;STICHTING KATHOLIEKE UNIVERSITEIT;ARDUINO AB;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;GEMEENTE AMSTERDAM;THOUGHTWORKS LTD;STICHTING DYNE. ORG;POLITECNICO DI TORINO;THINGFUL LIMITED;FUNDACIO EURECAT;UNIVERSITY COLLEGE LONDON;STICHTING WAAG SOCIETY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;NL;SE;ES;IT;FR",
    "projectParticipants": {
        "969047849": {
            "orgId": "969047849",
            "orgName": "INSTITUT MUNICIPAL D'INFORMATICA DE BARCELONA",
            "ecContrib": 545395
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 185125
        },
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 411250
        },
        "935454518": {
            "orgId": "935454518",
            "orgName": "THOUGHTWORKS LTD",
            "ecContrib": 865625
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 186000
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 278125
        },
        "998617135": {
            "orgId": "998617135",
            "orgName": "GEMEENTE AMSTERDAM",
            "ecContrib": 92500
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 340748
        },
        "930273166": {
            "orgId": "930273166",
            "orgName": "THINGFUL LIMITED",
            "ecContrib": 293750
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 305375
        },
        "952085168": {
            "orgId": "952085168",
            "orgName": "STICHTING DYNE. ORG",
            "ecContrib": 425000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 545000
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 345031
        }
    },
    "calculatedTotalContribution": 4818924
}