{
    "rcn": "206334",
    "acronym": "PLATIRUS",
    "topics": "SC5-13-2016-2017",
    "title": "PLATInum group metals Recovery Using Secondary raw materials",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The PLATIRUS project aims at reducing the European deficit of Platinum Group Metals (PGMs), by upscaling to industrial relevant levels a novel cost-efficient and miniaturised PGMs recovery and raw material production process. The targeted secondary raw materials will be autocatalysts, electronic waste (WEEE) and tailings and slags from nickel and copper smelters, opening-up an important range of alternative sources of these critical raw materials, with the potential to substitute a large amount of primary raw materials which are becoming more and more scarce in Europe. \n\nFor the first time five of the major research centres in Europe will collaborate in developing and fine tuning the most advanced recovery processes for PGMs. This joint effort will lead to a unique exchange of know-how and best practices between researchers all over Europe, aiming at the selection of the recycling process and the preparation of the Blueprint Process Design that will set the basis for a new PGM supply chain in the EU. \nTwo primary and secondary material producers with a consolidated business model  will carry out validation of the innovative recovery processes in an industrially relevant environment by installing and testing them in an industrially relevant environment and benchmarking with the currently adopted recovery processes. A recycling company will provide a link to market introduction by manufacturing autocatalysts with second-life PGMs obtained via the PLATIRUS technology. Two large automotive companies will validate the material produced through the new recovery process, and ensure end-user industry driven value chains for recovered PGM materials. LCA, economic and environment assessment of the whole process will be led by a specialized consultancy company. Finally, the PLATIRUS project will be linked to European and extra-European relevant stakeholders, research activities and industries, with a solid dissemination, communication and exploitation plan.",
    "totalCost": "6994210",
    "ecMaxContribution": "6994210",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS;TECHNISCHE UNIVERSITAET WIEN;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;CENTRO RICERCHE FIAT SCPA;STIFTELSEN SINTEF;SINTEF AS;Env-Aqua Solutions Ltd;FORD OTOMOTIV SANAYI ANONIM SIRKETI;KATHOLIEKE UNIVERSITEIT LEUVEN;PNO INNOVATION;JOHNSON MATTHEY PLC;BOLIDEN HARJAVALTA OY",
    "participantCountries": "EL;AT;BE;IT;NO;UK;TR;FI",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 355820
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 169560
        },
        "960866481": {
            "orgId": "960866481",
            "orgName": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS",
            "ecContrib": 320000
        },
        "998198677": {
            "orgId": "998198677",
            "orgName": "Env-Aqua Solutions Ltd",
            "ecContrib": 505772
        },
        "924100377": {
            "orgId": "924100377",
            "orgName": "BOLIDEN HARJAVALTA OY",
            "ecContrib": 456875
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 282500
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 1133910
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 1149625
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 499625
        },
        "937035230": {
            "orgId": "937035230",
            "orgName": "FORD OTOMOTIV SANAYI ANONIM SIRKETI",
            "ecContrib": 245875
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 767789
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 602138
        }
    },
    "calculatedTotalContribution": 6489489
}