{
    "rcn": "206355",
    "acronym": "ORCA",
    "topics": "ICT-13-2016",
    "title": "Orchestration and Reconfguration Control Architecture",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "ORCA offers experimentation facilities to promote wireless innovation in several market segments, including manufacturing, automotive industry, healthcare, ambient assistant living, public events, home automation, and utilities. Within the manufacturing market, for instance, application requirements vary from very low latency, up to real-time 3D video-driven interaction between collaborative robots and humans, to non-time critical downloads of large data volumes for updating the software of machines. Different applications and services often have to share the wireless infrastructure and the spectral bands, making it very challenging to meet the diverging QoS requirements simultaneously. The control mechanisms that are provided today in wireless technologies are not adequate to deal with extreme (ultra-low latency, ultra-high throughput, ultra-high reliability) and diverging (low AND high data rate, time-critical AND non-time critical) communication needs. Interesting evolutions are happening at different levels, enabling the creation of parallel on demand wireless network slices optimized for a specific set of requirements. \nThe overall ORCA objective is to bridge those interesting evolutions at different levels, making them mature enough to enable end-to-end networking experiments going from Software-Defined Radio (SDR), with Software-Defined Networking (SDN) to Dynamic Spectrum Sharing (DSS). We will open novel frequency bands, by proposing SDR technology at mmWave frequencies, that is mature and fast enough to be included in end-to-end networking experiments. We will bridge SDR with SDN technology, enabling the creation of multiple virtual networks that operate on the same infrastructure but meet the most diverse and stringent application requirements. We will finally enable advanced reprogramming of the SDR infrastructure, needed for offering versatile testbed facilities, paving the way towards, ultimately, on demand wireless networking and experimentation.",
    "totalCost": "5586725",
    "ecMaxContribution": "4996475",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;NATIONAL INSTRUMENTS DRESDEN GMBH;KATHOLIEKE UNIVERSITEIT LEUVEN;RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY;MARTEL GMBH;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "IE;DE;BE;US;CH",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 2729750
        },
        "999695387": {
            "orgId": "999695387",
            "orgName": "MARTEL GMBH",
            "ecContrib": 0
        },
        "974894427": {
            "orgId": "974894427",
            "orgName": "NATIONAL INSTRUMENTS DRESDEN GMBH",
            "ecContrib": 558500
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 555225
        },
        "999882403": {
            "orgId": "999882403",
            "orgName": "RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY",
            "ecContrib": 0
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 540000
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 613000
        }
    },
    "calculatedTotalContribution": 4996475
}