{
    "rcn": "206300",
    "acronym": "Evol-Eyes",
    "topics": "MSCA-IF-2015-GF",
    "title": "Elaboration and degeneration of complex traits: The visual systems of lizards and snakes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "In ìOn the origin of speciesî Charles Darwin used the human eye as an example of a complex character the evolution of which would have been hard to explain. Since then the vertebrate eye and the origin of vision more broadly held a central role in evolutionary biology. Recent advances in genomics, developmental biology and physiology, have allowed some advancement in our understanding of the origin of animal vision that however, is still patchy at best.  Surprisingly, modern integrative studies have largely overlooked the visual systems of the Squamata (i.e. the lizards and snakes), a group comprising ~25% of terrestrial vertebrates, displaying exceptional diversity, and with greater variation in eye morphology and retinal photoreceptors than all other vertebrates combined. I propose to use the powerful but overlooked squamate system to answer major questions in visual science. I will integrate genomic, physiological and anatomical data to understand the genomic underpinning of phenotypic variation in the vertebrate visual system the relative roles of adaptation and constraints in the origin of novel visual phenotypes, and to understand whether complex visual systems can be re-elaborated following evolutionary degeneration. \nThis is a blue skies project however, studying the evolution of the exceptionally plastic squamate visual system, will generate information that can be applied to other animals, and perhaps most importantly, used to increase our understanding of the human visual genetic disorders under the newly emerging Phylomedicine paradigm.",
    "totalCost": "258107,4",
    "ecMaxContribution": "258107,4",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 258107
        },
        "984570274": {
            "orgId": "984570274",
            "orgName": "THE UNIVERSITY OF ADELAIDE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 258107
}