{
    "rcn": "206327",
    "acronym": "SupraCarrier",
    "topics": "ERC-PoC-2016",
    "title": "Supramolecular hydrogels as local controlled drug delivery carriers",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "In recent years, macroscale drug delivery systems have been designed and investigated to spatiotemporally control the release of various bioactive agents and drugs at specific locations in the body.  Many of these macroscale drug delivery vehicles are based on hydrogels.  Depending on the location of application, and the temporal release kinetics, these hydrogel drug carriers need to be adjusted to the need of the application. Many of the currently available hydrogel systems do not have the capacity to be totally tuned. These systems: a) display a substantial initial burst release of the drug resulting in high drug doses at the initial phase; b) are difficult to apply (surgical implantation is necessary for various systems, thereby limiting their potential of easy/convenient application); c) provide only limited opportunities for chemical adjustment of their composition to improve key material properties such as their release kinetics and/or degradation rate. SupraCarrier aims to address these unmet needs by developing an injectable, supramolecular ureido-pyrimidinone (UPy) based hydrogel (UPy-hydrogel) drug delivery system that allows for local and sustained drug release. The unique selling points of this UPy-hydrogel system are: a) its demonstrated sustained drug release profile in vitro (with no initial burst release); b) its injectability due to its unique physicochemical properties (that allow for the development of clinical strategies using minimally invasive procedures); and c) its chemical structure and supramolecular assembly behaviour which allows for easy modification of either the UPy-hydrogel carrier or the drug (resulting in a versatile drug delivery platform). With SupraCarrier we aim to a) validate the commercial feasibility of a UPy-hydrogel as a novel local drug delivery system for controlled (and sustained) drug release; b) prioritise the medical applications where this system can be used; and c) provide a proof of concept for using a UPy-hydrogel",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}