{
    "rcn": "206350",
    "acronym": "PRODUCER",
    "topics": "ICT-21-2016",
    "title": "PeRsOnalized DocUmentary Creation based on Automatically Annotated Content",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Recent market research has revealed a globally growing interest on documentaries both from the demand and supply side. Documentary genre has now become the 2nd most populated content-wise genre in the movie titles catalog, surpassing traditionally popular genres such as comedy or adventure films. At the same time modern audiences appear willing to immerse into more interactive and personalised viewing experiences, through second-screen content and advanced video formats such as 360∞ video. Documentaries, even in their linear version, involve high costs in all phases (pre-production, production, post-production) due to certain inefficiencies, partly attributed to the lack of scientifically-proven cost-effective ICT tools. \n\nPRODUCER aims at filling this gap, by delivering a set of innovative ICT tools that focus on supporting various stages of the documentary creation process, ranging from the user engagement and audience building, to the final documentary delivery. Apart from the key objective of reducing the overall production cost and time, enabling small documentary production houses (SMEs) to increase their market share and competitiveness, our project would result in: \na) Providing greater creativity and productivity to documentary creation professionals, stimulated by new production sophisticated tools that enable searching, annotating, editing, personalizing professional and user generated content;\nb) Enhancing viewersí experience and satisfaction by generating multi-layered documentaries, and delivering to the viewer personalized services; and \nc) Facilitating the promotion of the documentaries to investors. \n\nThe consortium is composed of three SME partners, one broadcaster, one large ICT industry, and two research institutions, all of them actively involved as key actors in offering adequate competence for the accomplishment of the project objectives.",
    "totalCost": "1496875",
    "ecMaxContribution": "992062,5",
    "coordinator": "RETI TELEVISIVE ITALIANE SPA",
    "coordinatorCountry": "IT",
    "participants": "HIT HYPERTECH INNOVATIONS LTD;HYPERTECH INNOVATIONS LIMITED;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FINCONS GROUP AG;FLYING EYE MANAGEMENTBERATUNG FUR MEDIENINVESTITIONEN GMBH;DOMINO PRODUCTION;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "CY;UK;DE;CH;BE;EL",
    "projectParticipants": {
        "933850138": {
            "orgId": "933850138",
            "orgName": "DOMINO PRODUCTION",
            "ecContrib": 112000
        },
        "923546022": {
            "orgId": "923546022",
            "orgName": "HYPERTECH INNOVATIONS LIMITED",
            "ecContrib": 0
        },
        "916785413": {
            "orgId": "916785413",
            "orgName": "HIT HYPERTECH INNOVATIONS LTD",
            "ecContrib": 189000
        },
        "968642680": {
            "orgId": "968642680",
            "orgName": "FLYING EYE MANAGEMENTBERATUNG FUR MEDIENINVESTITIONEN GMBH",
            "ecContrib": 120750
        },
        "947956072": {
            "orgId": "947956072",
            "orgName": "FINCONS GROUP AG",
            "ecContrib": 0
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 200000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 197500
        },
        "931552014": {
            "orgId": "931552014",
            "orgName": "RETI TELEVISIVE ITALIANE SPA",
            "ecContrib": 172812
        }
    },
    "calculatedTotalContribution": 992062
}