{
    "rcn": "206377",
    "acronym": "SLB-DES",
    "topics": "SMEInst-09-2016-2017",
    "title": "Second Life Batteries for Domestic Electricity Storage",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Powervault aims to be the EUís specialist provider of cost-effective distributed electricity storage for domestic homes, lowering electricity bills and allowing residents to seize the opportunities of the smart power revolution. \n\nThe EU's electricity networks face considerable challenges from decarbonisation - with microgeneration, electric vehicle penetration and renewable heat stressing local distribution networks which were not designed to take this load. New technologies offering flexibility,such as energy storage, offer a potential solution. However, despite benefits for consumers, electricity network operators and wider society, small scale electricity storage remains prohibitively expensive with high upfront unit costs inhibiting mass market uptake. \n\nWith SLB-DES Powervault has devised a multi-faceted solution that explicitly tackles the high upfront cost of domestic electricity storage. Here Powervault has instigated technical innovation and commercial sophistication, recycling second life electric vehicle batteries on a storage as a service basis.  SLB-DES is explicitly designed to be the most affordable and resource efficient electricity storage solution globally. \n \nPowervault believes the cost-effective SLB-DES proposition can radically accelerate domestic electricity storage uptake, allowing more customers to benefit from increased usage of renewables and seize the opportunities of the smart power revolution, thereby supporting EU ambitions of an efficient and clean energy system. \n\nPowervault will use this feasibility study to evaluate the European market opportunity for SLB-DES, identify the steps necessary for mass market commercialisation and prepare for a Phase 2 pilot trial.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POWERVAULT LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921107636": {
            "orgId": "921107636",
            "orgName": "POWERVAULT LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}