{
    "rcn": "206308",
    "acronym": "MASHQI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Making Books Talk: The Material Evidence of Manuscripts of the Kitab al-Shifa by Qadi Iyad (d.1149) for the Reception of an Andalusian Biography of the Prophet between 1100 and 1900",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "This project will examine the manuscripts of a biography of the Prophet Muhammad (d. ca. 632), written by the Maliki jurist Qadi ëIyad (d. 1149), in order to elucidate the historical context of the workís enduring popularity with Muslim readers. The Kitab al-shifaí fi taërif huquq al-Mustafa (The book of healing concerning the recognition of the true facts about the chosen one) circulated widely both inside and outside the Islamic West. A large number of manuscripts, written between the 13th and the early 20th century, are known to be extant, but no autograph has been preserved. The project will approach the workís manuscripts as material evidence for how readers engaged with the text and for how their interpretation evolved over time. Drawing on the methodologies of codicology and critical bibliography, as developed by literary critics and cultural historians for research on Medieval and Renaissance Europe, the manuscript analysis will document changing modes of production, transmission and reading. In order to advance the integration of Digital Humanities into Middle Eastern and Islamic Studies, Open Source tools will be employed to map the circulation of al-Shifaí copies. Since Qadi ëIyad is one of the authorities of Maliki Islam in North Africa, the research will be conducted at the Consejo Superior de Investigaciones Cientificas (CSIC) in Madrid under the supervision of Prof. Maribel Fierro, an international authority of the history of the Islamic West. The results will be published as an interpretative study, accompanied by a database of al-Shifaí copies and a visualization of their circulation; the three parts will be available Open Access on the CSIC website. Analyzing the material evidence preserved by al-Shifaí copies will provide major new insights into Muslim approaches to the veneration of the Prophet Muhammad since the Middle Ages, thereby refocusing the discussion of whether in Islam religious education stands in the way of progress and modernization.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}