{
    "rcn": "206379",
    "acronym": "LYT SONIC",
    "topics": "SMEInst-01-2016-2017",
    "title": "Smart Home security device based on infrasound detection technology",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "With a home burglary taking place every 0.8 seconds in Europe, peopleís increasing concerns for both personal and property security is propelling the Smart Home Security market. A host of hardwired, wireless, and compact self-contained Smart Security systems is commercially available, embedding motion detectors, door/window sensors, and video cameras. However, the latest market researches on consumersí expectations emphasise a gap between what is currently available and the consumersí quest for affordable, reliable, easy to use and stylish home devices. LYT SONICís mission is to change the way home security is delivered, by integrating an innovative infrasonic detection technology into a smart LED bulb, to be easily plugged into any lamp holder end/or socket. The core innovation is represented by the advancement of the infrasonic detection technology, the new frontier in the security industry, whose development is being pioneered by few companies with still limited success. Through a proprietary algorithm able to pinpoint the source of the infrasound signal LYT Sonic represents a simple, affordable, reliable and intuitive product for smart home security. LYT SONIC infrasonic wavesí sensor collects environmental sounds and, through a WiFi connection, transmit them to a software application with a machine learning algorithm able to analyse the event, discriminate false and true alarms, and control both the alarm system and home lighting. The benefits are highly valuable to the users:\n1) Immediate installation and easy portability. 2) Low price, in the range of 110-160 Ä, and no maintenance costs. 3) Total coverage of the house (up to 120 m2 with a single light bulb). 4) High reliability, thanks to the proprietary pattern recognition algorithm which profiles the sound waves at home, and through a machine learning procedure able to minimize false alarms. 5) A simple and lean design.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Authometion srl",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925362541": {
            "orgId": "925362541",
            "orgName": "Authometion srl",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}