{
    "rcn": "206307",
    "acronym": "ACENTSPINTUB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Setting up the spindle in the mammalian egg for meiosis and embryo development",
    "startDate": "28/03/2017",
    "endDate": "27/03/2019",
    "objective": "An increase in the age of onset of child-bearing increases in developed countries is leading to an increased incidence of chromosome abnormalities arising in defective meiosis. Accurate chromosome segregation requires a correctly assembled meiotic spindle and so it is essential to understand this process. Here we propose to examine how the spindle forms in the oocytes and early embryos of the mouse that, like human oocytes, lack centrioles.  Nevertheless, spindle formation in these cells requires the function of Polo-like kinase 4, a protein that in somatic cells regulates centriole duplication. Plk4 localises to the acentriolar microtubule organising centres (MTOCs) where it particptates in regulating the nucleation of microtubules. We now wish to determine how Plk4 functions in these acentriolar cells to participate in spindle formation. This requires identifying the molecular partners of Plk4; the mechanisms that regulate its sub-cellular localisation to be in the vicinity of its substrates; and to identify its molecular substrates. We will also determine how it interacts with the Ran-GTP pathway, the other major pathway that regulates spindle formation in the absence of centrosomes. In the second part of the proposal we will address the behaviour of MTOCs in the oocyte and early embryo. There appear to be two distinct populations of MTOCs in the oocyte, one of which, the cytoplasmic MTOCs, appear to be essential for spindle bipolarity during metaphase by anchoring polar MTOCs. We wish to characterise these MTOCs to determine how they might differ from those at the spindle poles. The acentriolar MTOCs can also show differential behaviour at the spindle poles. This is most evident in the asymmetrical fate determining divisions at the 8-16 and 16-32 cell stage of the embryo. We wish to understand how this differential behaviour relates to cell polarity at these stages.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}