{
    "rcn": "206381",
    "acronym": "TEStore",
    "topics": "SMEInst-09-2016-2017",
    "title": "Reducing carbon footprint by thermal energy storage",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "The objective of the innovation project is to demonstrate our low-cost and efficient thermal energy storage technology, and introduce the technology to the market. Similar to how electric energy is stored in a battery, inside an EnergyNest storage, thermal energy is stored in a state-of-the-art concrete-like storage medium which is named HEATCRETEÆ at temperatures of 425 ∞C or more. In the project, the goal is to demonstrate storing energy from waste heat/power from industrial applications, surplus or curtailed wind energy, and to return the energy as either heat (process steam), electricity or a combination of both (combined heat and power ñ CHP). The feasibility study (phase 1) is aiming to get an agreement established with at least one commercial partner to build a first demonstrator.\n\nOur technology is unique as it is purely based on commodity materials, has a lifetime of over 50 years and can be built anywhere. Most of the components can be sourced locally which reduces the CO2 emissions due to transport. The used materials are non-hazardous and recyclable (steel, concrete and insulation material). Our solution helps to make renewable power generation economically more attractive by better utilizing wind assets through avoiding to waste or curtail energy. This will help to promote growth of renewable energy and to reduce base-load capacity provided by conventional power plants. Our approach is to store and reuse waste heat to produce electricity, process steam or district heating when the demand is not matching the supply.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENERGYNEST AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937524789": {
            "orgId": "937524789",
            "orgName": "ENERGYNEST AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}