{
    "rcn": "206369",
    "acronym": "DDD60",
    "topics": "ICT-21-2016",
    "title": "DDD60 - High Quality VR for FilmTV industry professionals",
    "startDate": "01/11/2016",
    "endDate": "30/06/2018",
    "objective": "DDD60\nHigh-Quality VR for Film & TV industry professionals\n\nDDD60 will introduce cutting edge video compression and delivery technology to deliver high-quality VR content to Film and TV professionals. DDD60 will show immersive content in some of the leading Film & TV markets worldwide.\n\nDriven by the games industry, VR devices are currently flooding the market. Film and TV are picking up VR as well: Content is produced in all areas of film, led by documentaries and journalism, VR is revolutionizing the industry. At a much slower pace, the creators of fictional content are experimenting with the new technology as well.\n\nWhile the creatives are developing the craft of creating VR films, one major obstacle for the distribution of VR content remains: The files are huge. And since the internet infrastructure does not grow as quickly as the size of VR files, content distributors, in an effort to minimize file size, have to greatly reduce the quality of the content they show online ñ if they can show it at all. In addition, storing big files is expensive, especially for the budget of creative industry SMEs.\n\nDDD60 will greatly enhance the quality of VR content delivering online: By improving compression technology and transcoding mechanisms, the size of the files and the amount of information to be delivered through the internet will be reduced greatly, giving distributors the chance to deliver higher quality. And by improving storage and delivery workflows the efficiency and the cost for delivery will be reduced to an extent that will make the online screenings of VR content a viable business for European SMEs.",
    "totalCost": "1226500",
    "ecMaxContribution": "880000",
    "coordinator": "SOCIETE DE GESTION D'OPERATIONS COMMERCIALES POUR LE FESTIVAL INTERNATIONAL DU FILM",
    "coordinatorCountry": "FR",
    "participants": "reelport GmbH;TAMPEREEN ELOKUVAJUHLAT - TAMPERE FILM FESTIVAL RY;SPIN DIGITAL VIDEO TECHNOLOGIES GMBH;INTERNATIONAL DOCUMENTARY FESTIVAL SHEFFIELD LTD;DOC-SERVICES",
    "participantCountries": "DE;FI;UK;FR",
    "projectParticipants": {
        "947389107": {
            "orgId": "947389107",
            "orgName": "DOC-SERVICES",
            "ecContrib": 77350
        },
        "945574431": {
            "orgId": "945574431",
            "orgName": "INTERNATIONAL DOCUMENTARY FESTIVAL SHEFFIELD LTD",
            "ecContrib": 77525
        },
        "924013368": {
            "orgId": "924013368",
            "orgName": "SPIN DIGITAL VIDEO TECHNOLOGIES GMBH",
            "ecContrib": 273525
        },
        "946755309": {
            "orgId": "946755309",
            "orgName": "TAMPEREEN ELOKUVAJUHLAT - TAMPERE FILM FESTIVAL RY",
            "ecContrib": 77500
        },
        "960164492": {
            "orgId": "960164492",
            "orgName": "reelport GmbH",
            "ecContrib": 310400
        },
        "948975251": {
            "orgId": "948975251",
            "orgName": "SOCIETE DE GESTION D'OPERATIONS COMMERCIALES POUR LE FESTIVAL INTERNATIONAL DU FILM",
            "ecContrib": 63700
        }
    },
    "calculatedTotalContribution": 880000
}