{
    "rcn": "206301",
    "acronym": "ESOMAVOD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Enantioselective Synthesis of Madangamine Alkaloids via Organocatalytic Desymmetrization",
    "startDate": "16/08/2016",
    "endDate": "15/08/2018",
    "objective": "This project will develop a new, highly enantioselective, state-of-the-art synthetic route to madangamine alkaloids B, C and E based on a novel organocatalytic desymmetrization reaction as a key step, which will allow the rapid and efficient construction of the AC rings ready for subsequent advancement to the majority of the family members. Evaluation of the anti-cancer biological activity of the different madangamines and late stage intermediates will be carried out. This Fellowship project combines total synthesis, new asymmetric methodology development via organocatalysis and biological evaluation. This multidisciplinary Fellowship, based on high-quality and novel research at the University of Oxford, one of the top-research centres worldwide, has been designed to augment and complement Dr Vasuís skills and knowledge to improve his career possibilities and, at the same time, Dr Vasuís experience in new methodology development and catalysed transformations will be advantageous to the design of the organocatalyst in the key step of the synthesis. The Fellowship will also be useful to establish new collaboration opportunities for the Dixon group. Through the training and the research results arising, the Fellowship will be beneficial to the fellow, the host institution and European science.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}