{
    "rcn": "206398",
    "acronym": "SECID",
    "topics": "IBA-SEWP-INNOVATION-2016",
    "title": "Spreading Excellence and Crossing Innovation Divide Conference",
    "startDate": "01/07/2016",
    "endDate": "31/03/2017",
    "objective": "The conference Spreading Excellence and Crossing the Innovation Divide will be organised during the Slovak presidency of the Council of the European Union in the second semester of 2016. The event will held in Brussels, Belgium. This conference takes place at an important point in time since the ex-post evaluation of the 7th Framework Programme will be completed and may thus contribute to the overall assessment and reflection on what has been achieved in the effort of the EU to reduce disparities among Member States in terms of performance. In addition, the interim evaluation of Horizon 2020 will be launched and discussions on the future Framework Programme will start to take shape. Furthermore, the first Widening projects under Teaming Twinning and ERA Chairs have started already in 2015 and some examples might be showcased. Among others, the event can follow the results and recommendations resulting from the conference ìYoung Scientists in Europeî organised during the Dutch presidency and at the same time add other insights. \nThe overall objective of the conference is to provide a platform for stakeholders to have an in-depth discussion on the role of excellence in European research and innovation as well as opportunities presented through Horizon 2020 and ESIF for crossing the innovation gap between countries, regions, research institutions, universities, and enterprises.",
    "totalCost": "120000",
    "ecMaxContribution": "120000",
    "coordinator": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 120000
        }
    },
    "calculatedTotalContribution": 120000
}