{
    "rcn": "206370",
    "acronym": "ESOTRAC",
    "topics": "ICT-29-2016",
    "title": "Hybrid optical and optoacoustic endoscope for esophageal tracking.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "More than 450.000 people are diagnosed with esophageal cancer (EC) each-year worldwide and approximately 400.000 die from the disease. Esophageal cancer is the eighth most commonly diagnosed cancer, but it is the sixth leading cause of cancer-related death, with incidence rates steeply rising. Risk factors, including gastroesophageal reflux disease and Barrettís esophagus, may diagnostically implicate more than 300 million people worldwide. Nevertheless, the disease is detected late due to limitations in current diagnostic procedures leading to adverse prognosis and high treatment costs. ESOTRAC will change the landscape of esophageal diagnosis, over existing methods, based on cross-sectional optoacoustic and optical coherence endoscopy. The dual-modality system delivers a set of early-cancer imaging features necessary for improving early diagnosis, saving lives and leading to 3-5 Billion annual savings for the healthcare system. OCT provides micron scale subsurface morphological information based on photon scattering and optoacoustics provides deeper penetration and complementary pathophysiological features based on photon absorption. ESOTRAC develops novel photonic components (light sources, optical/optoacoustic scopes) and innovates novel medical system designs. Then, it performs pilot studies to investigate the functionality of the new endoscope and deliver a novel imaging-feature portfolio offering improved and earlier diagnosis. A central ESOTRAC ambition is that the new endoscope will become the new EC diagnostic standard by enabling quantitative and label-free three-dimensional endoscopy of early cancer with tremendous potential to impact esophageal care. ESOTRAC leverages European investment and know-how and strengthens the prospects of economic growth by leading the market position in endoscopic imaging.",
    "totalCost": "4000602,5",
    "ecMaxContribution": "4000602,5",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;ASCENION GmbH;RAYFOS LTD;AMPLITUDE SYSTEMES SA;SONAXIS SA;STATICE SAS;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "AT;UK;DE;FR;DK",
    "projectParticipants": {
        "998762926": {
            "orgId": "998762926",
            "orgName": "AMPLITUDE SYSTEMES SA",
            "ecContrib": 517500
        },
        "951417323": {
            "orgId": "951417323",
            "orgName": "RAYFOS LTD",
            "ecContrib": 372500
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 876710
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "953112495": {
            "orgId": "953112495",
            "orgName": "STATICE SAS",
            "ecContrib": 548909
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 371250
        },
        "999568996": {
            "orgId": "999568996",
            "orgName": "ASCENION GmbH",
            "ecContrib": 198750
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 527500
        },
        "985630484": {
            "orgId": "985630484",
            "orgName": "SONAXIS SA",
            "ecContrib": 244219
        }
    },
    "calculatedTotalContribution": 3657338
}