{
    "rcn": "206340",
    "acronym": "HIRMEOS",
    "topics": "EINFRA-22-2016",
    "title": "High Integration of Research Monographs in the European Open Science infrastructure",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "HIRMEOS will improve five  important  publishing  platforms  for  the  open  access monographs in the SSH and enhance their technical capacities  and services,  rendering  technologies  and  content  interoperable  and embedding  them  fully  into  the  European  Open  Science  Cloud. The  project focuses  on  the  monograph as  a significant mode  of  scholarly communication  in  the  SSH and  tackles  the  main obstacles  of  the  full  integration of  important  platforms  supporting  open  access monographs and their contents.  HIRMEOS will prototype innovative services for monographs in view of full integration in  the European  Open  Science  Cloud by  providing  additional  data,  links  and interactions to the documents, paving the way to new potential tools for  research  assessment,  which  is  still  a  major  challenge  in  the  SSH. The  platforms  participating (OpenEdition Books, OAPEN Library,  EKT  Open Book Press,  Ubiquity  Press  and  Gˆttingen University Press ) will be enriched with tools that enable identification, authentication and  interoperability (DOI,  ORCID, Fundref),  and  tools  that  enrich  information  and entity extraction  (INRIA  (N)ERD),  the  ability  to  annotate  monographs  (Hypothes.is), and  gather  usage  and  alternative  metric  data. HIRMEOS  will  also  enrich  the technical  capacities  of  the  Directory  of Open  Access  Books  (DOAB),  a  most significant  indexing  service  for  open  access  monographs  globally, to  receive automated information for ingestion, while it will also develop a structured certification system to  document  monograph peer-review. Partners  will develop shared minimum standards for their monograph publications, such that allow the  full  embedding  of  technologies  and  content  in  the  European  Science  Cloud. Finally, the  project  will  have  a  catalyst  effect  in  including more  disciplines  into  the Open Science paradigm, widening its boundaries towards the SSH.",
    "totalCost": "1997878,13",
    "ecMaxContribution": "1997878,13",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UBIQUITY PRESS LIMITED;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;UNIVERSITA DEGLI STUDI DI TORINO;DIGITAL RESEARCH INFRASTRUCTURE FOR THE ARTS AND HUMANITIES;STICHTING OAPEN*OPEN ACCESS PUBLISHING IN EUROPEAN NETWORKS;ETHNIKO IDRYMA EREVNON;MAX WEBER STIFTUNG DEUTSCHE GEISTESWISSENSCHAFTLICHE INSTITUTE IM AUSLAND;OPEN BOOK PUBLISHERS COMMUNITY INTEREST COMPANY",
    "participantCountries": "UK;DE;IT;FR;NL;EL",
    "projectParticipants": {
        "952927904": {
            "orgId": "952927904",
            "orgName": "STICHTING OAPEN*OPEN ACCESS PUBLISHING IN EUROPEAN NETWORKS",
            "ecContrib": 368938
        },
        "986960063": {
            "orgId": "986960063",
            "orgName": "MAX WEBER STIFTUNG DEUTSCHE GEISTESWISSENSCHAFTLICHE INSTITUTE IM AUSLAND",
            "ecContrib": 78088
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 419438
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 91306
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 350797
        },
        "935217741": {
            "orgId": "935217741",
            "orgName": "DIGITAL RESEARCH INFRASTRUCTURE FOR THE ARTS AND HUMANITIES",
            "ecContrib": 170000
        },
        "950440824": {
            "orgId": "950440824",
            "orgName": "OPEN BOOK PUBLISHERS COMMUNITY INTEREST COMPANY",
            "ecContrib": 104125
        },
        "950453725": {
            "orgId": "950453725",
            "orgName": "UBIQUITY PRESS LIMITED",
            "ecContrib": 235688
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 179500
        }
    },
    "calculatedTotalContribution": 1997880
}