{
    "rcn": "206313",
    "acronym": "REUSE4MALARIA",
    "topics": "ERC-PoC-2015",
    "title": "Drug Repurposing for Malaria Chemoprotection",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Malaria is a serious parasitic disease afflicting 198 million people in 2013, with an estimated death toll of approximately 600 000. Approximately half the worldís population is at risk of malaria. So far there is no cure/vaccine against malaria and current chemoprotective treatments have shortcomings, such as: 1) Limited Number of Drugs effective against malaria parasites; 2) Adverse Side Effects (observed in 32% to 44% of users); 3) Parasite Resistance to most of the drugs used for prevention and treatment; and 4) Limited Use (restrictions on age, genetic traits, pregnancy, etc). Our ERC-funded research uncovered a novel mechanism of action that can be targeted for malaria chemoprotection, with fewer side effects and reduced propensity to generate parasite resistance, on which we filed for IP protection. Furthermore, we have identified a set of likely drug candidates already validated in the clinic, which are likely candidates for malaria chemoprotection. In fact, our preliminary data indicates that a known anti-diabetic drug significantly affects parasite growth. We are seeking funding to initiate pre-clinical studies for repurposing this drug for malaria chemoprotection. This PoC funding will allow us to complete the following aims: 1) in vitro profiling to define therapeutic dose for malaria chemoprotection; 2) in vivo profiling to perform efficacy and toxicity studies; 3) further define IP Strategy; 4) draft early stage Regulatory Approval Roadmap; 5) conduct Market Analysis and develop a Business Case.",
    "totalCost": "145500",
    "ecMaxContribution": "145500",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}