{
    "rcn": "206346",
    "acronym": "CVENT",
    "topics": "ICT-29-2016",
    "title": "Risk assessment of plaque rupture and future cardiovascular events (CVENT) by multi-spectral photoacoustic imaging",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Cardiovascular disease (CVD), more specifically, vulnerable plaque rupture, remains the major cause of death for people at middle age. The CVENT consortium will revolutionize screening, diagnosis and monitoring of CVD by means of a compact photoacoustic imaging (PAI) system for vulnerable plaque imaging.\nIn the carotid arteries feeding the brain, vulnerable plaque rupture initiates cerebrovascular ischemic attacks. The state-of-the-art decision-making approach for a high-risk surgical intervention to avoid plaque rupture is based on stenosis severity alone, measured with ultrasound (US) imaging. However, this does not distinguish between vulnerable (rupture-prone) and stable (harmless) plaques, leading to severe overtreatment. Consequently, there is a worldwide unmet and urgent clinical need for functional information to enable in-depth diagnosis of carotid plaque vulnerability, avoiding cardiovascular events (CVENT) and reducing overtreatment risk.\nThe objective of the CVENT consortium is the development of a portable multimodal and multiwavelength PAI system with a 3 cm imaging depth, for diagnosis and monitoring of carotid plaque vulnerability. The combination of high optical contrast of PAI and the high resolution of US will be used to identify plaque vulnerability markers, typically lipid pools and intra-plaque haemorrhage. Improved diagnosis of carotid plaque vulnerability will lead to a significant reduction in CVD-related disability and mortality. Simultaneously, by stratifying patients into high and low risk groups, overtreatment is reduced, leading to better allocation of healthcare funds. \nThe CVENT consortium unites leading research groups, clinicians, industrial partners, and their expertise on R&D and a focus on exploitation, creating a breakthrough in carotid plaque vulnerability diagnosis. CVENT will bring together leading experts in the field of CVD, functional US imaging and PAI, introducing clinically applied PAI into the vascular medical arena.",
    "totalCost": "4697377,5",
    "ecMaxContribution": "4260790",
    "coordinator": "ESAOTE EUROPE B.V.",
    "coordinatorCountry": "NL",
    "participants": "SILIOS TECHNOLOGIES SA;TP21 GMBH;UNIVERSITEIT TWENTE;UNIVERSITAET BERN;QUANTEL SA;BRIGHTLOOP SAS;RUHR-UNIVERSITAET BOCHUM;TECHNISCHE UNIVERSITEIT EINDHOVEN;UNIVERSITE PARIS DESCARTES",
    "participantCountries": "FR;DE;NL;CH",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 555429
        },
        "998271524": {
            "orgId": "998271524",
            "orgName": "QUANTEL SA",
            "ecContrib": 865000
        },
        "999786858": {
            "orgId": "999786858",
            "orgName": "ESAOTE EUROPE B.V.",
            "ecContrib": 840000
        },
        "983224205": {
            "orgId": "983224205",
            "orgName": "SILIOS TECHNOLOGIES SA",
            "ecContrib": 265656
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 399000
        },
        "955994365": {
            "orgId": "955994365",
            "orgName": "BRIGHTLOOP SAS",
            "ecContrib": 299916
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 399000
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 413039
        },
        "999694126": {
            "orgId": "999694126",
            "orgName": "TP21 GMBH",
            "ecContrib": 223750
        }
    },
    "calculatedTotalContribution": 4260790
}