{
    "rcn": "206392",
    "acronym": "MULTIDRONE",
    "topics": "ICT-26-2016",
    "title": "MULTIple DRONE platform for media production",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "MULTIDRONE aims to develop an innovative, intelligent, multi-drone platform for media production to cover outdoor events, which are typically held over wide areas (at stadium/city level).  The 4-10 drone team, to be managed by the production director and crew, will have: a) increased decisional autonomy, by minimizing production crew load and interventions and b) improved robustness, security and safety mechanisms (e.g., embedded flight regulation compliance, enhanced crowd avoidance, autonomous emergency landing, communications security), enabling it to carry out its mission even against adverse conditions or crew inaction and to handle emergencies. Such robustness is particularly important, as the drone team has to operate close to crowds and may face an unexpected course of events and/or environmental hazards. Therefore, it must be contextually aware and adaptive with improved perception of crowds, individual people and other hazards. As this multi-actor system will be heterogeneous, consisting of multiple drones and the production  crew, serious human-in-the-loop issues will be addressed to avoid operator overload, with the goal of maximizing shooting creativity and productivity, whilst minimizing production costs. Overall, MULTIDRONE will boost research on multiple-actor systems by proposing novel multiple-actor functionalities and performance metrics. Furthermore, the overall multidrone system will be built to serve identified end user needs. Specifically, innovative, safe and fast multidrone audiovisual shooting will provide a novel multidrone cinematographic shooting genre and new media production techniques that will have a large impact on the financially important EU broadcasting/media industry. It will boost production creativity by allowing the creation of rich/novel media output formats, improving event coverage, adapting to event dynamics and offering rapid reaction speed to unexpected events.",
    "totalCost": "5306536,25",
    "ecMaxContribution": "5306536,25",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "DEUTSCHE WELLE;ALERION;THALES COMMUNICATIONS & SECURITY SAS;ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO;BRITISH BROADCASTING CORPORATION;UNIVERSITY OF BRISTOL;RAI-RADIOTELEVISIONE ITALIANA SPA;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "DE;FR;PT;UK;IT;ES",
    "projectParticipants": {
        "999586262": {
            "orgId": "999586262",
            "orgName": "DEUTSCHE WELLE",
            "ecContrib": 556408
        },
        "998923558": {
            "orgId": "998923558",
            "orgName": "RAI-RADIOTELEVISIONE ITALIANA SPA",
            "ecContrib": 339869
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 1261853
        },
        "999971934": {
            "orgId": "999971934",
            "orgName": "THALES COMMUNICATIONS & SECURITY SAS",
            "ecContrib": 984912
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 577116
        },
        "919797845": {
            "orgId": "919797845",
            "orgName": "ALERION",
            "ecContrib": 273744
        },
        "954983722": {
            "orgId": "954983722",
            "orgName": "ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO",
            "ecContrib": 561356
        },
        "999589075": {
            "orgId": "999589075",
            "orgName": "BRITISH BROADCASTING CORPORATION",
            "ecContrib": 0
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 751279
        }
    },
    "calculatedTotalContribution": 5306537
}