{
    "rcn": "206388",
    "acronym": "MNR4SCell",
    "topics": "MSCA-RISE-2016",
    "title": "Micro/Nano Robotics for Single Cancer Cells",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Cancer is considered as the second leading cause of death worldwide. It is important to develop methodologies that improve understanding of the disease condition and progression. Over the past few years, single cell biology has been performed using micro/nano robotics for exploration of the nanomechanical and electrophysiological properties of cells. However, most of the research so far has been empirical and the understanding of the mechanisms and thus possible for cancer therapy are limited. Therefore, a systematic approach to address this challenge using advanced micro/robotics techniques is timely and important to a wide range of the technologies where micro/nano manipulation and measurement are in demand. The proposed ìMicro/nano robotics for single cancer cells (MNR4SCell)î project focuses on the staff exchange between the 8 world recognised institutions of EU and China, and the share of knowledge and ideas, and further the development of the leading edge technologies for the design, modelling, and control of micro/nano robotics and their applications in single cancer cell measurement, characterisation, manipulation, and surgery. This project meets the objectives and requirements of the Marie Sk?odowska-Curie Actions: Research and Innovation Staff Exchange (RISE). The ultimate goal of MNR4SCell is to establish long-term international and multidisciplinary research collaboration between Europe and China in the challenging field of micro/nano robotics for single cancer cells in the characterisation, diagnosis and targeted therapy. The synergistic approach and knowledge established by MNR4SCell will serve as the building blocks of the micro/nano robotics and biomedical applications, and thus keep the consortiumís leading position in the world for potential major scientific and technological breakthroughs in nanotechnology and cancer therapy.",
    "totalCost": "1755000",
    "ecMaxContribution": "1215000",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET;Institute of Mechanics, Bulgarian Academy of Sciences;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;THE UNIVERSITY OF NOTTINGHAM;CARL VON OSSIETZKY UNIVERSITAET OLDENBURG;UNIVERSITY OF BEDFORDSHIRE",
    "participantCountries": "DK;BG;CH;UK;DE",
    "projectParticipants": {
        "984882323": {
            "orgId": "984882323",
            "orgName": "Changchun University of Science and Technology",
            "ecContrib": 0
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 243000
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 229500
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 265500
        },
        "995748069": {
            "orgId": "995748069",
            "orgName": "Tianjin University",
            "ecContrib": 0
        },
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 121500
        },
        "998594534": {
            "orgId": "998594534",
            "orgName": "HARBIN INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 238500
        }
    },
    "calculatedTotalContribution": 1098000
}