{
    "rcn": "206372",
    "acronym": "INTERCOME",
    "topics": "SMEInst-11-2016-2017",
    "title": "INTERnational COmmercialization of innovative products based on MicroalgaE",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Microalgae are an inexhaustible source of proteins, lipids, pigments, vitamins or carbohydrates, among others. Therefore, they find potential commercial applications in several sectors of economic activity. Some of them are already commercially viable, i.e. in aquaculture, agriculture, human nutrition or cosmetics, while some others still need R&D to be further developed, i.e. in bioenergy or pharma. In addition, bearing in mind that microalgae are the most efficient natural CO2 capturing system, are very productive and do not compete with fertile lands, they have potential to simultaneously contribute to palliate the big crisis humankind is facing: environmental sustainability, energetic efficiency, and food security. AlgaEnergy, a solid Spanish biotechnology based SME, did identify this potential. Since its establishment, it has served as a vehicle to consolidate the existing knowledge within the scientific field of microalgae in Spain -a recognized international hub in the matter-, which was dispersed across universities. Using it as a stepping stone, it has been investing in generating further R&D in order to scale-up the processes and develop ready to market products, so that the achievements in the lab phase reach also the society. Within this task, AlgaEnergy has recently been able to reach a semi-industrial scale (TRL 7) with the start of the first phase operations of its semi-industrial plant in South of Spain, which captures real flue gas emissions directly from the second biggest combined cycle plant in Europe, being a worldwide premiere. Therefore, AlgaEnergy is now ready to orientate its technology towards the commercialization of its already commercially viable products. INTERnational COmmercialization of innovative products based on MicroalgaE (INTERCOMEñ the second phase of the SME Instrument project ALGAEPRINT) is based on the commercial orientation that is needed to make AlgaEnergy financially autonomous, after millionaire resources and 8 years of efforts invested in applied R&D.",
    "totalCost": "2426437,75",
    "ecMaxContribution": "1698506,43",
    "coordinator": "ALGAENERGY SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967556377": {
            "orgId": "967556377",
            "orgName": "ALGAENERGY SA",
            "ecContrib": 1698506
        }
    },
    "calculatedTotalContribution": 1698506
}