{
    "rcn": "206342",
    "acronym": "An.Dy",
    "topics": "ICT-25-2016-2017",
    "title": "Advancing Anticipatory Behaviors in Dyadic Human-Robot Collaboration",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Recent technological progress in robot physical interaction permitted robots to actively and safely share with human a common workspace. Thanks to these technologies, Europe nowadays leads the robotic market in the niche of safety certified robots by endowing them with the ability to react to unintentional contacts. ANDY leverages these technologies and strengthen the European leadership by endowing robots with the ability to control physical collaboration through intentional interaction. These advances necessitate progresses along three main directions: measuring, modeling and helping humans engaged in intentional collaborative physical tasks. First, ANDY will innovate the way of measuring human whole-body motions developing the ANDYSUIT, a wearable force and motion tracking technology. Second, ANDY will develop the ANDYMODEL, a technology to learn cognitive models of human behavior in collaborative tasks. Third, ANDY will propose the ANDYCONTROL, an innovative technology for helping humans through predictive physical collaboration.\nANDY will accelerate take-up and deployment by validating its progresses in realistic scenarios. In the first validation scenario the robot is identified with an industrial collaborative robot (i.e. robot=cobot) which adapts its ergonomy to individual workers. In the second validation scenario the robot is identified with an assistive exoskeleton (i.e. robot=exoskeleton) optimizing human comfort and reducing physical stress. In the third validation scenario the robot is identified with a humanoid (i.e. robot=humanoid) offering assistance to a human while maintaining the balance of both.",
    "totalCost": "3950025",
    "ecMaxContribution": "3950025",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;XSENS TECHNOLOGIES B.V.;INSTITUT JOZEF STEFAN;IMK AUTOMOTIVE GMBH;DLR;ANYBODY TECHNOLOGY;OTTOBOCK SE & CO. KGAA",
    "participantCountries": "FR;NL;SI;DE;DK",
    "projectParticipants": {
        "951746444": {
            "orgId": "951746444",
            "orgName": "IMK AUTOMOTIVE GMBH",
            "ecContrib": 295000
        },
        "997316656": {
            "orgId": "997316656",
            "orgName": "AnyBody Technology A/S",
            "ecContrib": 0
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 874318
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 582239
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 425222
        },
        "973582114": {
            "orgId": "973582114",
            "orgName": "XSENS TECHNOLOGIES B.V.",
            "ecContrib": 316250
        },
        "999941573": {
            "orgId": "999941573",
            "orgName": "OTTO BOCK HEALTHCARE GMBH",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2493029
}