{
    "rcn": "206358",
    "acronym": "FashionBrain",
    "topics": "ICT-14-2016-2017",
    "title": "Understanding Europeís Fashion Data Universe",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The primary goal of each retailer is to ìunderstand your customersî. Our interviews with retailers show a primary demand from the retail industry for predicting a customer's next demand. Surprisingly, even a complete record of past purchases (and returns) is not sufficient to understand how items in a company's catalog do or do not connect with the customer's general tastes, lifestyle and aspirations. Moverover, from a business perspective, any efficiency gains in the logistics of supplier management, shipping and handling are  rather minor, compared to the gains one could obtain from a better understanding of the customersí personalities and habits. Given that the customer demands trigger proactive stocking and fashion production, this appears as a logical consequence. \nIn this project, we want to consolidate and extend existing European technologies in the area of database management, data mining, machine learning, image processing, information retrieval, and crowdsourcing to strengthen the positions of European fashion retailers among their world-wide competitors. Our choice for the fashion sector is a concise one: i) as a multi-billion euro industry, the fashion sector is extremely important for the European economy; ii) Europe already has a solid position in the world fashion stage, however, to maintain its position and keep up with the competitors, European fashion industry needs the help of advanced technology; and iii) European fashion industry provides an excellent exercise for new technologies, because it is a multi-sectorial by itself (i.e., imposes challenging data integration issues), it has a short life-cycle (i.e., requires timely reaction to the current events) and it involves diverse languages and cultures.\nThe main outcome of the FashionBrain project is the improvement of the fashion industry value chain obtained thanks to the creation of novel on-line shopping experiences, the detection of influencers, and the prediction of upcoming fashion trends. Tangible outcomes will include software, demonstrators, and novel algorithms for a data-driven fashion industry.",
    "totalCost": "2894448,75",
    "ecMaxContribution": "1699323,75",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "ZALANDO SE;FASHWELL AG;MONETDB SOLUTIONS B.V.;UNIVERSITE DE FRIBOURG;BEUTH-HOCHSCHULE FUER TECHNIK BERLIN",
    "participantCountries": "DE;CH;NL",
    "projectParticipants": {
        "928751818": {
            "orgId": "928751818",
            "orgName": "ZALANDO SE",
            "ecContrib": 333025
        },
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 0
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 419381
        },
        "949731657": {
            "orgId": "949731657",
            "orgName": "MONETDB SOLUTIONS B.V.",
            "ecContrib": 355250
        },
        "968706312": {
            "orgId": "968706312",
            "orgName": "BEUTH-HOCHSCHULE FUER TECHNIK BERLIN",
            "ecContrib": 591668
        },
        "919782907": {
            "orgId": "919782907",
            "orgName": "FASHWELL AG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1699324
}