{
    "rcn": "206318",
    "acronym": "HPSuper",
    "topics": "ERC-2016-STG",
    "title": "High-Pressure High-Temperature Superconductivity",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Superconductors promote electrical currents without loss and are exploited for applications like magnets in medical imaging. Further applications like large scale usage in electrical power generation and transmission, however, are limited by the need to cool materials below a critical temperature Tc. Thus, novel superconductors with higher Tc are highly desirable.\n\nHigh Tc has been predicted almost 50 years ago for hydrogen and hydrogen compounds but was only confirmed in 2015 with the discovery of superconductivity at a record temperature of 203K in hydrogen sulphide H3S at high pressures. This long term effort highlights that finding new superconductors remains challenging as theory is very limited in predicting specific compounds for high-temperature superconductivity. The reason for this is that a favourable combination of materials and electronic properties is needed. This project will unravel the mechanism of high-temperature superconductivity in H3S, derive design principles, and find new high-temperature superconductors.\n\nWe will measure key parameters of the superconducting state in H3S including the London penetration depth, coherence length, superconducting gap, charge carrier concentration, electron-phonon coupling, and Fermi surface topology as well as the isotope effect on these. This will be achieved through measurements of the critical field, Hall effect, quantum oscillations, and tunnelling spectroscopy.\n\nThis insight will be used to derive design principles for new superconductors with increased Tc and at lower pressures. We will work together with theory and materials science to predict, synthesise and test novel superconductors working towards hydrogen based high-temperature superconductivity at ambient pressure. We will focus on two materials classes with high hydrogen content: i) phosphanes with excellent control of complementary elements and ii) hydrogen storage materials alanates and borohydrades with light complementary elements.",
    "totalCost": "1809752",
    "ecMaxContribution": "1809752",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1809752
        }
    },
    "calculatedTotalContribution": 1809752
}