{
    "rcn": "206325",
    "acronym": "SEIC",
    "topics": "ERC-2016-STG",
    "title": "Setting Earth's Initial Conditions: A fluid dynamics study of core-mantle differentiation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The initial conditions of the Earth and other terrestrial planets were set 4.5 Gy ago during their accretion from the solar nebula and their concomitant differentiation into an iron-rich core and a silicate mantle. Accretion in the solar system went through several different dynamical phases involving increasingly energetic and catastrophic impacts and collisions. The last phase of accretion, in which most of the Earth mass was accreted, involved extremely energetic collisions between already differentiated planetary embryos (1000 km size), which resulted in widespread melting and the formation of magma oceans in which metal and silicates segregated to form the core and mantle. Geochemical data provide critical information on the timing of accretion and the prevailing physical conditions, but it is far from a trivial task to interpret the geochemical data in terms of physical conditions and processes. \nI propose here a fluid dynamics oriented study of metal-silicate interactions and differentiation following planetary impacts, based in part on fluid dynamics laboratory experiments. The aim is to answer critical questions pertaining to the dynamics of metal-silicate segregation and interactions during each core-formation events, before developing parameterized models of metal-silicate mass and heat exchange, which will then be incorporated in geochemical models of the terrestrial planets formation and differentiation. The expected outcomes are a better understanding of the physics of metal-silicate segregation and core-mantle differentiation, as well as improved geochemical constraints on the timing and physical conditions of the terrestrial planets formation.",
    "totalCost": "1258750",
    "ecMaxContribution": "1258750",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 1258750
        }
    },
    "calculatedTotalContribution": 1258750
}