{
    "rcn": "206304",
    "acronym": "SEMA3C",
    "topics": "MSCA-IF-2015-EF",
    "title": "Genetic dissection of the SEMA3C/Neuropilin 1 signalling pathway in Chronic Kidney Disease progression",
    "startDate": "05/09/2016",
    "endDate": "04/09/2018",
    "objective": "Regardless of the initial insult, human Chronic Kidney Disease (CKD) is characterised by progressive destruction of the renal parenchyma and the loss of functional nephrons.  Renal fibrosis is the common end point of CKDs, the hallmark of which is the deposition of pathological matrix by myofibroblasts.  The worldwide incidence of CKD has reached epidemic proportions with an estimated 10-14% of the adult population known to have CKD.  A key challenge for medical planning is to better understand the mechanisms of CKD progression in order to target pharmaceutical interventions at the early stages of the disease.  \nSemaphorins are guidance proteins which influence cellular morphology and function, and play important roles in organogenesis and disease.  We found that the secreted glycoprotein SEMA3C was upregulated in two mouse models of kidney injury and in prealbuminuric stages of paediatric CKD patients.  We also found that its receptor NRP1 was expressed in proliferating extracellular matrix-producing cells during CKD progression.  We propose to use genetically engineered mice to investigate the function of the SEMA3C/NRP1 signalling pathway in CKD progression with three major objectives: \n1.  Investigate whether SEMA3C and its receptor NRP1 promote CKD progression by analysing the levels of surgically-induced renal injury in mice deficient for Sema3C and Nrp1.\n2.  Provide an improved mechanistic understanding of the disease by using cutting-edge technologies to unravel new signalling events promoting myofibroblast production and microvasculature rearrangement during kidney injury.\n3.  Assay the use of SEMA3C as a potential biomarker in the diagnosis of CKD and its progression.   \nThis work will substantially contribute to our current understanding of the pathophysiology of CKD and open up new directions for the development of novel treatments targeting this disease spectrum.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}