{
    "rcn": "206363",
    "acronym": "Morpheos",
    "topics": "ICT-21-2016",
    "title": "MORPHotype EcOSystem ñ design remote definition based on big data morphology and use ecosystem for creative industries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The objective of Morpheos is to create in EU a centralized open ecosystem based on consumer morphology where creative enterprises can have access to knowledge about customers expectations and need (ìcustomization knowledgeî in the following) to enhance their creativity and design processes. It will address the needs of EU creative SME manufacturers, consumers and creative web developers and entrepreneurs. Based on the analysis of actual solutions limits, Morpheos offers a different disruptive approach, exploiting actually available KET (smart mobile, 4G broadband), open ecosystem approach and social interaction not possible in the past. Specific objectives are: deployment of MORPHEOS PLATFORM for item suggestion based on unique identification of the customer and morphotype DB, in form of plug&play addons for major e-commerce platforms (Wordpress, Joomla, Magento, Prestashop) to be affordable, accessible to SMEs and fit for high design goods produced in EU; SMARTHPONE AND MOBILE MEASURE COLLECTION exploiting in commercial environment mobile camera potential to collect consumer measures, fully integrated with the addons; refinement, validation and implementation of the self-learning MATCHER algorithm for item personalized indication; DEMO AND SCALE-UP use in operational environment, paving the way to commercial exploitation; creation of a standardized unique BIG DATA of morphotypes of all geographical groups of on-line world consumers and products; the MORPHEOS ECOSYSTEM ready for third party additional solutions and apps by web entrepreneurs to exploit the potential of the sw with new functionalities and to expand its use to other sectors. The final objective is to realize a ìbetaî version of the platform and of add-ons for the major ecommerce platforms, validated in real business environment by SME vendor end users and consumers in fashion and interior design sectors, to prove the validity of the solution in 2 major creative EU manufacturing sectors.",
    "totalCost": "1353481,25",
    "ecMaxContribution": "1117531,25",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO;TECHNISCHE UNIVERSITAET MUENCHEN;INSTITUTO TECNOLOGICO METALMECANICO, MUEBLE, MADERA, EMBALAJE Y AFINES-AIDIMME;I-DEAL S.R.L.C.R.;FRATELLI PIACENZA S.P.A.",
    "participantCountries": "IT;DE;ES",
    "projectParticipants": {
        "967204461": {
            "orgId": "967204461",
            "orgName": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO",
            "ecContrib": 180162
        },
        "999775800": {
            "orgId": "999775800",
            "orgName": "FRATELLI PIACENZA S.P.A.",
            "ecContrib": 114975
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 239188
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 163000
        },
        "998736542": {
            "orgId": "998736542",
            "orgName": "INSTITUTO TECNOLOGICO METALMECANICO, MUEBLE, MADERA, EMBALAJE Y AFINES-AIDIMME",
            "ecContrib": 164794
        },
        "951359123": {
            "orgId": "951359123",
            "orgName": "I-DEAL S.R.L.C.R.",
            "ecContrib": 255412
        }
    },
    "calculatedTotalContribution": 1117531
}