{
    "rcn": "206345",
    "acronym": "SHEPHERD",
    "topics": "SMEInst-09-2016-2017",
    "title": "Energy-Efficient Activated Sludge Monitoring for Wastewater Treatment Plants",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The aeration of activated sludge accounts for 60% of the running cost of wastewater treatment plants, a staggering 2% of all electricity generated at country-level. The project will improve upon an existing prototype of on-line microbial respirometer with near real-time capability for monitoring the activity of the microbial population (biomass) in activated sludge, and suitable for industrial and municipal wastewater applications, with the following environmental and financial benefits:\nï 20% reduction of greenhouse gas emission related to the aeration process (lower energy consumption)\nï 5% reduction of nitrous oxide emission related to the denitrification process (better process parameters)\nï 25 % reduction of energy costs and maintenance costs (better online monitoring of the process)\nThe solution reduces the costs and improves the reliability of the measurements, allowing small and midsize WWTPs to monitor the biological activity of the process. The integration with existing hardware sensors and SCADA systems, allows the system to control the plant automatically within design operating parameters and reacting in real-time to variable (diurnal and seasonal) loading or toxic events. The cloud-based implementation creates a central data repository accessible for operational purposes (remote access, alerts) and management purposes (benchmarking, continuous improvement, and design of new installations). The original prototype (TRL6) was tested in Anglian Waterís Milton (Cambridge) wastewater treatment plant and gave operators information about the status of the active component (biomass) so that manual interventions could be made to improve efficiency. The project aims to take the technology forward, automate the process to a higher degree and demonstrate the solution in a large-scale pilot with four wastewater utilities over 10 plants across Europe and the USA (TRL 8). The project duration is 24 months and the requested EC funding 1.75M Euros.",
    "totalCost": "2508750",
    "ecMaxContribution": "1756125",
    "coordinator": "BACTEST LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935190290": {
            "orgId": "935190290",
            "orgName": "BACTEST LIMITED",
            "ecContrib": 1756125
        }
    },
    "calculatedTotalContribution": 1756125
}