{
    "rcn": "206380",
    "acronym": "Cargo Beacon",
    "topics": "SMEInst-10-2016-2017",
    "title": "Cargo Beacons ñ no unexpected delays or losses in shipments of valuable cargo",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Hiotech is an innovative Swedish SME whose ambition is to solve a pressing logistics challenge ñ to make damages or losses to valuable cargo known to the stakeholders before the goods arrive, so that corrective measures could take place with least impact on manufacturing and supply chains.\n\nRealizing that globally almost Ä90B worth of goods are mishandled or damaged every year, and that there are market segments with stringent requirements on transportation (such as industrial equipment parts or medical substances), Hiotech designed Cargo Beacon ñ a compact, ruggedized logger of temperature, humidity and shocks. Cargo Beacons are designed to be long-lasting, highly-reusable and low cost ñ with manufacturing costs at Ä10 they pose a serious competitive threat to existing loggers with less functionality and a price tag of Ä100-500.\n\nCargo Beacons communicate their measurements via a dedicated gateway that connects them to a cloud-based data services portal. These services provide additional analytics to the goods owners & recipients and logistics operators. These services include identification of damage cause, optimization of goods flows, reduction of bottlenecks and others. Cargo Beacons are currently on trial with Nefab Group ñ a packaging solutions OEM, with additional trials pending.\n\nDuring the 6-month feasibility study, Hiotech will validate further the product/market fit of Cargo Beacons in industrial equipment and medical substances markets, and will seek endorsements of this technology from insurance companies that frequently need evidence that goods were transported in full compliance with signed contracts and no damage or wastage took place.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARGOBEACON AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922961403": {
            "orgId": "922961403",
            "orgName": "CARGOBEACON AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}