{
    "rcn": "206314",
    "acronym": "HARMONIC",
    "topics": "ERC-2016-STG",
    "title": "Studies in Harmonic Analysis and Discrete Geometry: Tilings, Spectra and Quasicrystals",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "This proposal is concerned with several themes which lie in the crossroads of Harmonic Analysis and Discrete Geometry. Harmonic Analysis is fundamental in all areas of science and engineering, and has vast applications in most branches of mathematics. Discrete Geometry deals with some of the most natural and beautiful problems in mathematics, which often turn out to be also very deep and difficult in spite of their apparent simplicity. The proposed project deals with some fundamental problems which involve an interplay between these two important disciplines.\n\nOne theme of the project deals with tilings of the Euclidean space by translations, and the interaction of this subject with questions in orthogonal harmonic analysis. The PI has recently developed an approach to attack some problems in connection with the famous conjecture due to Fuglede (1974), concerning the characterization of domains which admit orthogonal Fourier bases in terms of their possibility to tile the space by translations, and in relation with the theory of multiple tiling by translates of a convex polytope, or by a function. A main goal of this project is to further develop new methods and extend some promising intermediate results obtained by the PI in these directions.\n\nAnother theme of the proposed research lies in the mathematical theory of quasicrystals. This area has received a lot of attention since the experimental discovery in the 1980's of the physical quasicrystals, namely, of non-periodic atomic structures with diffraction patterns consisting of spots. Recently, by a combination of harmonic analytic and discrete combinatorial methods, the PI was able to answer some long-standing questions of Lagarias (2000) concerning the geometry and structure of these rigid point configurations. In the present project, the PI intends to continue the investigation in the mathematical theory of quasicrystals, and to analyze some basic problems which are still open in this field.",
    "totalCost": "1260625",
    "ecMaxContribution": "1260625",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1260625
        }
    },
    "calculatedTotalContribution": 1260625
}