{
    "rcn": "206348",
    "acronym": "SOLUS",
    "topics": "ICT-29-2016",
    "title": "Smart optical and ultrasound diagnostics of breast cancer",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "SOLUS is a trans-disciplinary 48-month project bringing together 9 partners: industries (4), academic and clinical institutions from 5 countries (engineers, physicists and radiologists) representing cutting-edge expertise in their fields, to develop an innovative non-invasive, point-of-care, low-cost, easy-to-operate, multi-modal imaging system (diffuse optics and ultrasounds/shear wave elastography) for high-specificity diagnosis of breast cancer, the most common female cancer in Europe. Mammographic screening is effective in reducing mortality, however the 10-year cumulative false-positive risk is 50-60%, leading to needless additional invasive procedures (e.g. biopsy). The project addresses the unmet clinical need for higher specificity in breast cancer imaging following screening by fully combining photonics with non-photonics techniques, developing and clinically validating innovative and previously unthinkable photonics concepts and components: time-domain small source-detector distance optical tomography, miniaturized picosecond pulsed laser sources, high-dynamic-range time-gated single-photons detectors to achieve unprecedented sensitivity and depth penetration. For the first time, this allows a comprehensive quantitative characterization of breast tissue including composition (water, lipids, collagen), functional blood parameters, morphologic information and mechanical parameters (stiffness). This innovative multi-parametric characterization will significantly improve the specificity of breast screening, with great impact on the quality of life of millions of European women every year, and huge savings for the healthcare systems. The strong involvement of leading industrial players at all levels in the value chain will push the European innovation process and make a significant contribution to ensuring Europeís industrial leadership in the biophotonics healthcare market, while addressing one of the largest societal challenges in health and well-being.",
    "totalCost": "3815260",
    "ecMaxContribution": "3815260",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "SUPERSONIC IMAGINE;MICRO PHOTON DEVICES S.R.L.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;EIBIR GEMEINNUETZIGE GMBH ZUR FOERDERUNG DER ERFORSCHUNG DER BIOMEDIZINISCHEN BILDGEBUNG;OSPEDALE SAN RAFFAELE SRL;UNIVERSITY COLLEGE LONDON;VERMON SA;IC-HAUS GMBH",
    "participantCountries": "FR;IT;AT;UK;DE",
    "projectParticipants": {
        "986083765": {
            "orgId": "986083765",
            "orgName": "IC-HAUS GMBH",
            "ecContrib": 327000
        },
        "999696551": {
            "orgId": "999696551",
            "orgName": "VERMON SA",
            "ecContrib": 555312
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 518784
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 726989
        },
        "999552700": {
            "orgId": "999552700",
            "orgName": "MICRO PHOTON DEVICES S.R.L.",
            "ecContrib": 400711
        },
        "953620193": {
            "orgId": "953620193",
            "orgName": "SUPERSONIC IMAGINE",
            "ecContrib": 407500
        },
        "999633113": {
            "orgId": "999633113",
            "orgName": "EIBIR GEMEINNUETZIGE GMBH ZUR FOERDERUNG DER ERFORSCHUNG DER BIOMEDIZINISCHEN BILDGEBUNG",
            "ecContrib": 366250
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 300214
        },
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 212500
        }
    },
    "calculatedTotalContribution": 3815260
}