{
    "rcn": "206321",
    "acronym": "EnteroBariatric",
    "topics": "ERC-2016-STG",
    "title": "Investigating Host-Microbial Interactions after Bariatric Surgery",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Obesity and related co-morbidities give rise to severe health and socioeconomic problems. Surgical treatment for obesity (bariatric surgery) is remarkably effective in the control of morbid obesity and rapid resolution of Type 2 Diabetes, and the number of such procedures is increasing rapidly in many obesity-prevalent countries. We, and others, have demonstrated that surgical interventions such as Roux-en-Y Gastric Bypass (RYGB) modulates gut hormone levels, induces systemic metabolic changes and results in the shift of the microbiome from Firmicutes to the Proteobacteria phylum. Although the gut microbiota have been implicated in the reduction of adiposity post-surgery, the long-term effect of altered gut microbiota on patients who have undergone RYGB, remains to be studied. Our recent data suggested that microbial activities are highly associated with inflammation and cancer. My research programme aims to investigate the RYGB-specific gut microbiota impacts on host physiology and colon cancer risk. To achieve this goal, I will employ a multidisciplinary approach that combines systems biology techniques with a bottom-up approach. This work will deliver phenotypic and mechanistic characterisation of the interplay between the host and the gut microbiota. The research findings will significantly contribute towards the understanding of fundamental molecular and cellular processes that are key in host and gut microbiota interactions. This will provide knowledge-based evidence of the gut microbial impact on human physiology, and has the potential to unravel novel prevention targets and promote a more thorough healthcare strategy for bariatric patients.",
    "totalCost": "1499091",
    "ecMaxContribution": "1499091",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1499091
        }
    },
    "calculatedTotalContribution": 1499091
}