{
    "rcn": "206306",
    "acronym": "EXNADMINA",
    "topics": "MSCA-IF-2015-EF",
    "title": "EXercise as a regulator of hepatic NAD metabolism and MItochondrial function  in Non-Alcoholic fatty liver disease",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "Non-alcoholic fatty liver disease (NAFLD) has become the most prevalent liver disease in industrialized countries, including Europe, and comprises a spectrum of disorders ranging from hepatic lipid accumulation (steatosis) to inflammation (non-alcoholic steatohepatitis, NASH) and fibrosis. Pathogenic pathways leading from hepatic steatosis to NASH are still incompletely understood resulting in a lack of approved therapeutic options besides life style changes. Physical activity is effective to prevent NAFLD progression. The mechanism of exercise action on liver mitochondrial metabolism is not clear yet. However, exercise might exert its positive effects via increasing hepatic nicotinamide adenine dinucleotide (NAD) levels. Several studies showed that the hepatic NAD metabolism is dysregulated during the development of NAFLD and that exercise has a positive effect on NAD metabolism and function of NAD dependent enzymes in skeletal muscle. The functionality of mitochondrial metabolism is highly dependent on the maintenance of the organellar NAD pool. Mitochondrial dysfunction has been implicated in the progression from steatosis to NASH. We hypothesize that a dysregulated NAD metabolism in the liver is involved in the development of hepatic mitochondrial dysfunction in NAFLD/NASH. Our overall aim is to define the impact of exercise on hepatic mitochondrial dysfunction and test whether exercise effects are mediated via restoration of NAD metabolism. We will achieve this by combining the knowledge on hepatic NAD metabolism of the fellow with the expertise in exercise mouse models and on analysis of mitochondrial function of the Supervisor. This study is one of the first to comprehensively examine the interaction between exercise, mitochondrial dysfunction as a cause of NAFLD and NAD metabolism specifically in the liver and in hepatocytes and ultimately aims to identify novel therapeutic targets for the prevention and treatment of NAFLD.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}