{
    "rcn": "206310",
    "acronym": "TASAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "TOWARDS A SUSTAINABLE ALGAL BIOREFINERY",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Algal-based biofuels are increasingly attracting attention as they have the capacity to serve both as a source of renewable carbon fuels and as a powerful tool for carbon sequestration. However, algal biofuel production remains outside the realm of economic feasibility due to the energy-intensive extraction techniques and limitations in algal cultivation which requires large amounts of fertilizer. Existing commercial algal biomass production technologies are prohibitively expensive for fuel generation which represents a commercial constraint to developing competitive European algal biofuel companies. The proposed Fellowship ñ TASAB - is a novel algal biorefinery concept, offering an environmentally-sustainable closed system integrating both thermal and biochemical conversion pathways. This concept will be able to maximize energy production from algae for achieving a net positive energy balance and to almost fully recycle nutrients to support algal large scale production and reduce the economic and environmental impacts associated with synthetic fertilizer use. TASAB will enhance and upgrade bio-oil yield and produce value-added products and biochemicals which could be sold at a premium and would offset production costs for energy generation. TASAB will enable this sector to produce cost-competitive biofuels, while creating a future-oriented sustainable economy. TASAB is a multidisciplinary project, enabling the Fellow to expand his research capabilities by undergoing intensive training in thermal processing at the EBRI (Birmingham, UK), algal biomass culturing techniques at the EBRI and Varicon Aqua Ltd (UK), anaerobic fermentation and electrolysis at LBE (France) and nutrient recovery at SOTON (UK). This training combined with his strong background in wastewater management will significantly expand his skill set, generating a highly valued researcher that will lead academia /industry in the promising European algal biorefinery sector.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}