{
    "rcn": "206386",
    "acronym": "INSPIRED",
    "topics": "MSCA-RISE-2016",
    "title": "Targeting IRE1 in disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The overarching objective of this Interfere to Suppress or Promote IRE1 (INSPIRED) RISE programme is to drive research and innovation in cell stress and drug development for cancer and neurodegenerative diseases by forming an interdisciplinary and intersectoral network of experts with strong, dynamic and productive interactions. The partners will work together, each bringing their unique expertise, to develop new classes of therapeutics for these common diseases.  By fostering a shared culture of research, innovation and collaboration, the participants will accelerate advances in the field of cell stress responses. The staff members who participate in the programme will develop new skills, learn new technologies and be exposed to new environments which will considerably enhance their career opportunities.  Advancing drug development in the stress response field has potential translational and commercial opportunities for the participants and will benefit European society as a whole from economic and health perspectives.\nIRE1 is a stress sensor and signal transducer, activated in response to the accumulation of misfolded proteins in the endoplasmic reticulum (ER). Its activation is part of a process termed the unfolded protein response (UPR) that determines the fate of cells in response to ER stress. The INSPIRED consortium  will focus on understanding IRE1 signalling and its role in the stress response in order to target it in specific diseases such as cancers and neurodegenerative disorders where aberrant IRE1 signalling occurs.  Research carried out by INSPIRED  partners will develop new IRE1 modulators and generate preclinical data to support targeting IRE1 in cancers and neurodegenerative disease.",
    "totalCost": "886500",
    "ecMaxContribution": "832500",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;METASYSX GMBH;ENIOS APPLICATIONS IDIOTIKI KEFALAIOUCHIKI ETAIREIA",
    "participantCountries": "FR;DE;EL",
    "projectParticipants": {
        "938069832": {
            "orgId": "938069832",
            "orgName": "ENIOS APPLICATIONS IDIOTIKI KEFALAIOUCHIKI ETAIREIA",
            "ecContrib": 162000
        },
        "952872323": {
            "orgId": "952872323",
            "orgName": "MANNKIND CORPORATION",
            "ecContrib": 0
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 423000
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 193500
        },
        "947466513": {
            "orgId": "947466513",
            "orgName": "METASYSX GMBH",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 832500
}