{
    "rcn": "206336",
    "acronym": "PLIS",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Peer Learning Innovation Services",
    "startDate": "01/11/2016",
    "endDate": "31/10/2017",
    "objective": "Peer Learning Innovation Services ñ PLIS aims at enabling innovation support institutions in regions across Europe to quickly and effectively develop initiatives that will engage, encourage and aid SMEs to use Service Innovation as a mean to maintaining or increasing competitiveness, profitability and jobs.   \nA technology driven approach has prevailed for addressing innovation assessment. Given its critical contribution to increases in productivity and jobs, most of the resources within national and regional innovation policies are allocated to encouraging technology driven innovation resulting in the generation of new products and processes based on R&D. However other types of innovation such as Service Innovation are key to maximising economic development at local, regional and European level. \nConsequently, the members of the consortium will collaborate using a Twinning\\ as a peer learning methodology in order to develop new approaches to foster Service Innovation among SMEs and improve the current innovation support programmes; enhance the quality, efficiency and customer satisfaction of services provided; increase the number of Service Innovation projects developed by SMEs; accelerate the learning process among the participants; foster the relationship between PLIS partners in innovation services; and, inspire and guide other agencies (and similar organisations) that become interested in how to foster Service Innovation among SMEs.\nAll PLIS members are most relevant to participate in the peer-learning activities through the Twinning\\ methodology given their role in designing and implementing SME innovation management support within their regions; their shared and common objectives; the commitment, motivation and experience of the people involved in the project; and, the capacity to disseminate PLIS findings in order to strengthen peer-learning and boost similar activities to relevant European organisations.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
    "coordinatorCountry": "ES",
    "participants": "FONDEN VAEKSTHUS HOVEDSTADSREGIONEN;SCOTTISH ENTERPRISE;CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
    "participantCountries": "DK;UK;IT",
    "projectParticipants": {
        "984098466": {
            "orgId": "984098466",
            "orgName": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
            "ecContrib": 50000
        },
        "999913540": {
            "orgId": "999913540",
            "orgName": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
            "ecContrib": 0
        },
        "999763772": {
            "orgId": "999763772",
            "orgName": "SCOTTISH ENTERPRISE",
            "ecContrib": 0
        },
        "940648286": {
            "orgId": "940648286",
            "orgName": "FONDEN VAEKSTHUS HOVEDSTADSREGIONEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}