{
    "rcn": "206359",
    "acronym": "K-PLEX",
    "topics": "ICT-35-2016",
    "title": "Knowledge Complexity",
    "startDate": "01/01/2017",
    "endDate": "31/03/2018",
    "objective": "One of the major terminological forces driving ICT development today is that of ëbig data.í  While the phrase may sound inclusive and integrative, in fact, ëbig dataí approaches are highly selective, excluding any input that cannot be effectively structured, represented, or, indeed, digitised.  \n\nData of this messy, dirty sort is precisely the kind that humanities and cultural researchers deal with best.  It will therefore be the contribution of the K-PLEX project to investigate these elements of humanities and cultural data, and the strategies researchers have developed to deal with them.  In doing so it will remain at the margins of ICT so as to better shed light on the gap between analogue or augmented digital practices and fully computational ones. As such, it will expand our awareness of the risks inherent in big data and to suggest ways in which phenomena that resist datafication can still be represented (if only by their absence) in knowledge creation approaches reliant upon the interrogation of large data corpora.  \n\nK-PLEX approaches this challenge in a comparative, multidisciplinary and multisectoral fashion, focusing on 3 key challenges to the knowledge creation capacity of big data approaches: the manner in which data that are not digitised or shared become ëhiddení from aggregation systems; the fact that data is human created, and lacks the objectivity often ascribed to the term; the subtle ways in which data that are complex almost always become simplified before they can be aggregated.  It will approach these questions via a humanities research perspective, but using social science research tools to look at both the humanistic and computer science approaches to the term ëdataí and its many possible meanings and implications.\n\nAs such, K-PLEX project defines and describes key aspects of data that are at risk of being left out of our knowledge creation processes in a system where large scale data aggregation is becoming ever more the gold standard.",
    "totalCost": "499978,75",
    "ecMaxContribution": "499977",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;TILDE SIA;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "NL;LV;DE",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 129137
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 136160
        },
        "996539686": {
            "orgId": "996539686",
            "orgName": "TILDE SIA",
            "ecContrib": 97593
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 137087
        }
    },
    "calculatedTotalContribution": 499977
}