{
    "rcn": "206351",
    "acronym": "CYBERLEGs Plus Plus",
    "topics": "ICT-25-2016-2017",
    "title": "The CYBERnetic LowEr-Limb CoGnitive Ortho-prosthesis Plus Plus",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The global goal of the CYBERLEGs Plus Plus project is to validate the technical and economic viability of the powered robotic ortho-prosthesis developed within the framework of the FP7-ICT-CYBERLEGs project as a means to enhance/restore the mobility of transfemoral amputees and to enable them to perform locomotion tasks such as ground-level walking, walking up and down slopes, climbing/descending stairs, standing up, sitting down and turning in scenarios of real life. Restored mobility will allow amputees to perform physical activity thus counteracting physical decline and improving the overall health status and quality of life.\nThis consortium will pursue the achievement of the global goal by addressing four specific innovation objectives. 1) Further developments of the existing CYBERLEGs hardware modules, namely the 2-degree-of-freedom active transfemoral prosthesis, the active wearable orthotic device, and the wearable sensory apparatus. 2) Further developments of the existing multi-layered CYBERLEGs control system, to enhance its reliable use in real-life scenarios. 3) Carrying out two multi-centre clinical studies, that validate the therapeutic potentialities and the economic viability of a robotic ortho-prosthesis which restores the amputeesí locomotion abilities in scenarios of activities of daily living. 4) Implementation of a 3-phase strategy to foster the start of the market exploitation within the time frame of the CLs\\\\ project.\nThis proposal focuses on the demonstration in an operational environment (TRL=7) from both the technical and economic viability view point of a modular robotics technology for healthcare, with the ultimate goal of fostering its market exploitation. The proposals involve players from academia, end users, as well as robotics and healthcare industry. Therefore this proposal fits the specific challenge of the scope c of the call H2020-ICT-25-2016-2017.",
    "totalCost": "4621125",
    "ecMaxContribution": "4285200",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "VRIJE UNIVERSITEIT BRUSSEL;UNIVERSITE CATHOLIQUE DE LOUVAIN;÷ssur hf;IUVO SRL;FONDAZIONE DON CARLO GNOCCHI ONLUS;UNIVERZA V LJUBLJANI",
    "participantCountries": "BE;IS;IT;SI",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 506500
        },
        "998448258": {
            "orgId": "998448258",
            "orgName": "FONDAZIONE DON CARLO GNOCCHI ONLUS",
            "ecContrib": 478250
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 460312
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 1165062
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 891250
        },
        "993147790": {
            "orgId": "993147790",
            "orgName": "Össur hf",
            "ecContrib": 311238
        },
        "929242056": {
            "orgId": "929242056",
            "orgName": "IUVO SRL",
            "ecContrib": 472588
        }
    },
    "calculatedTotalContribution": 4285200
}