{
    "rcn": "206312",
    "acronym": "PaNDA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Paleo-nutriet dynamics in the Eurasian Arctic Ocean",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Due to anthropogenic climate change, the Arctic Ocean (AO) is warming rapidly and sea ice is retreating dramatically with a loss of ~40% since 1980. Sea ice retreat will have complex effects on nutrient availability and, subsequently, primary productivity with implications for atmospheric CO2 sequestration through sedimentary organic carbon burial. Nutrient cycling in the AO is poorly constrained in the modern and even less is known about how nutrient delivery will evolve as sea ice continues to retreat. For the proposed project (PaNDA), I would move from the United States of America to Newcastle University in the United Kingdom to undertake a project designed to improve our understanding of how nutrient dynamics in the Eurasian Basin of the AO evolve under warmer climate conditions, which is extremely timely given the rapid warming occurring in the AO due to modern climate change. PaNDA is in line with the research priorities identified in Horizon 2020, as it focuses on both climate change and the Arctic region. PaNDA aims to reconstruct nutrient cycling over the last ~150 ka from sediment samples and pore waters collected north of Svalbard during the 2015 TRANSSIZ expedition (ìTransitions in the Arctic Seasonal Sea Ice Zoneî), focusing on two previously identified warm periods of sea ice minima, the Early Holocene (11-13 ka) and Marine Isotope Stage 5e (116-129 ka). Nutrient records will focus on changes in the cycling of major bioessential nutrients (phosphorus, nitrogen, and silica) and the main biolimiting micronutrient (iron) reconstructed using bulk elemental concentrations, sequential extractions, and isotope geochemistry. My background in Quaternary paleoceanography and carbon and nitrogen cycling will complement the Arctic experience and inorganic biogeochemical expertise at Newcastle University and the University of Oldenburg, enabling us to reconstruct bioessential nutrient (N, P, Si, Fe) behaviour during previous sea ice minima.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}