{
    "rcn": "206324",
    "acronym": "DPC_REPAIR",
    "topics": "ERC-2016-STG",
    "title": "Mechanism of DNA-protein cross-link repair in S phase",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "DNA-protein cross-links (DPCs) are common DNA lesions caused by endogenous, environmental, and chemotherapeutic agents. Cells are susceptible to these lesions during S phase, as DPCs impede replication fork progression and are likely to induce genomic instability, a cause of cancer and aging. Despite its relevance to human health, the repair of DPCs is poorly understood. Research on DPC repair has mainly involved testing cellular responses to compounds such as formaldehyde, but these agents induce a wide variety of DNA lesions, and conflicting results have been reported. To overcome these obstacles, I have developed the first in vitro system that recapitulates replication-coupled DPC repair. In this system, a plasmid containing a site-specific DPC is replicated in Xenopus egg extracts. Using this approach, I demonstrated that DPC repair requires DNA replication. When a replication fork encounters a DPC, the DPC is degraded into a peptide-adduct, which allows replication bypass by translesion DNA synthesis. Importantly, these experiments identified a novel proteolytic pathway whose activity is regulated by replication. \nThis in vitro system now provides a powerful means to identify and characterize the different factors that participate in S phase DPC repair. I speculate that for DPC processing to occur, the protein-adduct must first be detected, then marked for degradation and ultimately degraded. Using a series of complementary strategies, which will take advantage of the in vitro system combined with proteome and genome wide approaches, I seek to uncover the different players that participate in each of these events. This project will enable a detailed mechanistic outlook of a complex multi-step reaction that has not been feasible to achieve using existing methodologies. It will also improve our understanding of how DPCs impact genomic stability and the consequences of not repairing these lesions for human health.",
    "totalCost": "1498856",
    "ecMaxContribution": "1498856",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1498856
        }
    },
    "calculatedTotalContribution": 1498856
}