{
    "rcn": "206474",
    "acronym": "chem-fs-MOF",
    "topics": "ERC-2016-STG",
    "title": "Chemical Engineering of Functional Stable Metal-Organic Frameworks: Porous Crystals and Thin Film Devices",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Metal-Organic-Frameworks (MOFs) offer appealing advantages over classical solids from combination of high surface areas with the crystallinity of inorganic materials and the synthetic versatility (unlimited combination of metals and linkers for fine tuning of properties) and processability of organic materials. Provided chemical stability, I expect combination of porosity with manipulable electrical and optical properties to open a new world of possibilities, with MOFs playing an emerging role in fields of key environmental value like photovoltaics, photocatalysis or electrocatalysis. The conventional insulating character of MOFs and their poor chemical stability (only a minimum fraction are hydrolytically stable) are arguably the two key limitations hindering further development in this context.\nWith chem-fs-MOF I expect to deliver: \n1. New synthetic routes specifically designed for producing new, hydrolytically stable Fe(III) and Ti(IV)-MOFs (new synthetic platforms for new materials).\n2. More advanced crystalline materials to feature tunable function by chemical manipulation of MOFís optical/electrical properties and pore activity (function-led chemical engineering).\n3. High-quality ultrathin films, reliant on the transfer of single-layers, alongside establishing the techniques required for evaluating their electric properties (key to device integration). Recent works on graphene and layered dichalcogenides anticipate the benefits of nanostructuration for more efficient optoelectronic devices. Notwithstanding great potential, this possibility remains still unexplored for MOFs.\nOverall, I seek to exploit MOFsí unparalleled chemical/structural flexibility to produce advanced crystalline materials that combine hydrolytical stability and tunable performance to be used in environmentally relevant applications like visible light photocatalysis. This is an emerging research front that holds great potential for influencing future R&D in Chemistry and Materials Science.",
    "totalCost": "1527351,26",
    "ecMaxContribution": "1527351,26",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 1527351
        }
    },
    "calculatedTotalContribution": 1527351
}