{
    "rcn": "206491",
    "acronym": "SWEETBULLETS",
    "topics": "ERC-2016-STG",
    "title": "Sweet Theranostics in Bitter Infections - Seek and Destroy",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Bacterial infections are now a global threat demanding novel treatments due to the appearance of resistances against antibiotics at a high pace. The ESKAPE pathogens are those with highest importance in the EU and chronic infections due to biofilm formation are a particular task. Noninvasive pathogen-specific imaging of the infected tissue is not clinically available. Its successful implementation will enable the choice of appropriate therapy and boost efficacy. Furthermore, Gram-negative bacteria have a highly protective cellular envelope as an important resistance mechanism for drugs acting intracellularly, resulting in an alarmingly empty drug-pipeline.\nTo overcome this gap, I will establish Lectin-directed Theranostics targeting pathogens via their extracellular carbohydrate-binding proteins at the site of infection for specific imaging and treatment. This will be implemented for the highly resistant ESKAPE pathogen Pseudomonas aeruginosa through 3 different work packages.\nWP1 Sweet Imaging: Design & conjugation of lectin-directed ligands to imaging probes, Optimization of ligand/linker, in vivo proof-of-concept imaging study.\nWP2 Sweet Targeting: Delivery of antibiotics to the infection through covalent linking of lectindirecting groups. Employing different antibiotics, assessment of bactericidal potency and targeting efficiency. Manufacturing of nano-carriers with surface exposed lectin-directed ligands, noncovalent charging with antibiotics. In vitro and in vivo targeting.\nWP3 Sweet SMART Targeting: Conjugates as SMART drugs: specific release of anti-biofilm lectin inhibitor and drug cargo upon contact with pathogen, development of linkers cleavable by pathogenic enzymes.\nSWEETBULLETS will establish fundamentally novel lectin-directed theranostics to fight these deleterious infections and provide relief to nosocomially infected and cystic fibrosis patients. It is rapidly extendable towards other ESKAPE pathogens, e.g. Klebsiella spp.",
    "totalCost": "1499551",
    "ecMaxContribution": "1499551",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 1499551
        }
    },
    "calculatedTotalContribution": 1499551
}