{
    "rcn": "206455",
    "acronym": "SOUTHERNCHANGE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Accumulation rates and predominant atmospheric sources of natural and anthropogenic trace elements on the Falkland Islands",
    "startDate": "10/10/2016",
    "endDate": "09/10/2018",
    "objective": "ìSOUTHERNCHANGEî aims to improve our understanding of the biogeochemical cycling of trace elements and mineral dust in the western Southern Atlantic Ocean (SAO). We will establish the to date first high-resolution record of past and present atmospheric deposition fluxes for the Falkland Islands covering the entire Holocene (12 ky to date).\nThis is achieved studying the geochemistry of peat bog, lichens and aerosols and characterizing their elemental concentrations, radiogenic isotope ratios and mineralogy.\nFirst, we will quantify the atmospheric deposition fluxes of trace elements and dust and their temporal variations and we will identify natural (i.e. mineral dust, volcanic emissions) and anthropogenic (i.e. fossil fuel combustion, mining, smelting) sources and controls. This will enable us to date the start of atmospheric pollution reaching the western SAO via long-range transport from anthropogenic emissions from South America, Southern Africa or Australia. We will furthermore determine present day atmospheric fluxes using lichens and aerosols collected with an active sampler. These will be compared with the natural background (chemical and isotopic composition, fluxes) as determined from the peat record and this will enable us to determine the present day relative contribution of local vs distant sources and natural vs anthropogenic sources.\nThe outcome of this project will quantitatively constrain the atmospheric deposition fluxes within the biogeochemical cycling of trace elements and dust within the western SAO. Knowing the chemical and isotopic composition of natural atmospheric deposition will enable us to understand present and future changes of elemental concentrations in the region of the Falklands and the western SAO due to human activities such as hydrocarbon exploration or emissions from emerging economies in the Southern Hemisphere. This work will provide a unique reference and baseline data for future environmental and climatic studies in the SAO.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}