{
    "rcn": "206416",
    "acronym": "frontierCities2",
    "topics": "ICT-12-2016",
    "title": "frontierCities2 - Another Level of Impact",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "frontierCities2 ñ Another Level of Impact represents a quantum leap in the scope, ambition and service. This acceleration programme focused on FIWARE-supported solutions in the Smart Cities area, answering to new opportunities to achieve significant success and impact in promoting FIWARE-supported solutions across European cities and city environments. frontierCities2 ñ Another level of impact responds to the strategic opportunities to take FIWARE deployment in European cities to another level. Building on an expanding network of 45 cities currently trialling or deploying FIWARE-enabled solutions, and establishing upon the successes of the current frontierCities accelerator, acknowledged by the EC as best practice in a number of respects. \n\nA core strength is its important Call focus on supporting SMEs with proven FIWARE-enabled solutions from the Phase 3 A16 and wider FI-PPP Phase 1 and 2 promising research results through high-impact Market Acceleration Grants. The increased ambition, improved service range and offering include:  i) a widened Smart Cities scope; ii) a strengthened Grantee Acceleration Programme; iii) an Outreach Service to FI-PPP P2 & P3 research results; iv) a dedicated Financing and Partnerships Acceleration Service; and v) a new Cities Programme dedicated to supporting and developing the network of cities trialling and deploying FIWARE-enabled solutions. \n\nTarget impacts include 100\\ cities trialling or deploying 60\\ FIWARE-enabled solutions, 150 deployment instances, and EUR 5 million in new and third party financing and investment support. A strengthened consortium bringing increased acceleration capability, impact delivery potential, and access to corporate partnerships to strengthen the smart cities ecosystem, together with major European and global media and publishing impact through the H3B Media-ThinkingCities Platformís reaching to 20,000\\ cities, local authorities and Smart Cities professionals across Europe and around the world.",
    "totalCost": "2984301,12",
    "ecMaxContribution": "2739140,38",
    "coordinator": "NEW FRONTIER SERVICES",
    "coordinatorCountry": "BE",
    "participants": "Smart Transport Alliance;INNOVA BIC - BUSINESS INNOVATION CENTRE SRL;H3B MEDIA LTD;FIWARE FOUNDATION EV;ENGINEERING - INGEGNERIA INFORMATICA SPA;S3TRANSPORTATION LLP;UNIVERSITY OF SURREY",
    "participantCountries": "UK;IT;DE",
    "projectParticipants": {
        "952466184": {
            "orgId": "952466184",
            "orgName": "S3TRANSPORTATION LLP",
            "ecContrib": 197053
        },
        "999720510": {
            "orgId": "999720510",
            "orgName": "H3B MEDIA LTD",
            "ecContrib": 97019
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 160450
        },
        "919308965": {
            "orgId": "919308965",
            "orgName": "FIWARE FOUNDATION EV",
            "ecContrib": 100000
        },
        "970428450": {
            "orgId": "970428450",
            "orgName": "INNOVA BIC - BUSINESS INNOVATION CENTRE SRL",
            "ecContrib": 118550
        },
        "949706340": {
            "orgId": "949706340",
            "orgName": "NEW FRONTIER SERVICES",
            "ecContrib": 277970
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 951042
}