{
    "rcn": "206482",
    "acronym": "PHENOSPACE",
    "topics": "ERC-2016-STG",
    "title": "Quantifying behavioural phenotype space: chemistry-to-gene screens and combination therapies",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "A central goal of precision medicine is to tailor treatments for individuals based on their genomic sequence. However, many common diseases are associated with mutations in multiple genes and drugs often interact with multiple targets, making it difficult to go from genome sequence to drug selection. Spontaneous locomotion in the nematode C. elegans provides a model to address fundamental questions about the mapping between chemical and genetic perturbation and complex phenotypes. To take full advantage of this potentially powerful model system, we will develop high-throughput tracking technology, both hardware and software, and use it to measure changes in worm behaviour in response to treatment with small molecules and genome-wide RNA interference. The result will be an unprecedented view of a multidimensional phenotype space in a genetically tractable model animal that will allow us to predict mechanisms of action, discover new gene-behaviour associations, and suggest new indications for approved drugs. We will then analyse this mapping to define design principles for combination therapies and test them quantitatively in vivo. The final aim is to combine automated phenotyping and liquid handling with a genetic algorithm to evolve complex drug cocktails. The result will be a better understanding of the potential of precision medicine and progress towards quantitative methods to realise that potential with combination therapies.",
    "totalCost": "1917847",
    "ecMaxContribution": "1917847",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1917847
        }
    },
    "calculatedTotalContribution": 1917847
}