{
    "rcn": "206478",
    "acronym": "VADEMECOM",
    "topics": "ERC-2016-STG",
    "title": "VAlidation driven DEvelopment of Modern and Efficient COMbustion technologies",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Combustion science will play a major role in the future quest for sustainable, secure and environmentally friendly energy sources. Two thirds of the world energy supply rely on combustion of fossil and alternative fuels, and all scenarios forecast an increasing absolute energy supply through combustion, with an increasing share of renewables. Thus, combustion will remain the major actor in transportation and power generation as well as in manufacturing processes, like steel and glass.\n\nNevertheless, combustion science will need profound innovation to meet future energy challenges, such as energy efficiency and fuel flexibility, and ensure future generations with affordable and sustainable energy and healthy environment. In this context, MILD combustion represents a very attractive solution for its fuel flexibility and capability to deliver very high combustion efficiency with virtually zero pollutant emissions. Such a combustion regime is the result of a very strong interaction between turbulent mixing and chemical kinetics. The fundamental mechanism of this interaction is not fully understood, thus justifying the need for experimental and numerical investigations. \n\nThe overall objective of the present research proposal is to drive the development of modern and efficient combustion technologies, by means of experimental, theoretical, and numerical simulation approaches. New-generation simulation tools for MILD combustion will be developed, to reduce the dependence on sub-grid models and increase the fidelity of numerical simulations. High-fidelity experimental data will be collected on quasi-industrial systems, to disclose the nature of the interactions between fluid dynamics, chemistry and pollutant formation processes in MILD combustion. Experiment and numerical simulations will be tied together by Validation and Uncertainty Quantification techniques, to allow the ground-breaking application of the developed approaches and promote innovation in the energy sector.",
    "totalCost": "1499110",
    "ecMaxContribution": "1499110",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1499110
        }
    },
    "calculatedTotalContribution": 1499110
}