{
    "rcn": "206495",
    "acronym": "RICA",
    "topics": "ERC-2016-STG",
    "title": "Reputation Matters in the Regulatory State: Re-thinking the Fundamentals of Regulatory Independence, Credibility and Accountability",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "RICA will fundamentally challenge, reconceptualise and redefine core foundational assumptions of the regulatory state. Armís length governance and regulatory independence have become the cornerstone normative and institutional design principles of the European regulatory state. Regulatory credibility is premised on agency insulation from politics with major systemic implications in the form of a rise in non-majoritarianism and a parallel devaluation of the political process. Efforts to compensate through alternative sources of input legitimacy have proven challenging. Conceptualised in a rational-choice tradition, accountability is seen to be in a zero-sum relationship with regulatory autonomy. Bolstering accountability is said to threaten autonomy, undermining the systemís normative foundations.\n\t Informed by insights from the political science literature on reputation, RICA profoundly questions these assumptions. It does so in two separate and interlocking tracks. Module 1 theorises about, and tests, the established wisdom of a wholesale positive relation between agency insulation and credibility. To the contrary, from a reputational perspective, a strategy of insulation is expected to have a negative effect on regulatory credibility, with overall delegitimising effects. Similarly informed by reputation insights, Module 2 challenges dominant understandings of accountability and puts forward the building blocks of a new theory of public accountability. The module draws out and studies empirically how reputation shapes the accountability behaviour of regulatory actors, both account-holders and account-givers, and their interactions. It will re-conceptualise the role played by accountability in the regulatory state as well as its relationship with autonomy. In contrast to dominant understandings, as a mechanism of reputation-building, accountability can reinforce autonomy with sweeping implications for regulatory control strategies and institutional design choices.",
    "totalCost": "1444852",
    "ecMaxContribution": "1444852",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "THE UNIVERSITY OF EXETER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1444852
        }
    },
    "calculatedTotalContribution": 1444852
}