{
    "rcn": "206456",
    "acronym": "MECHANISM",
    "topics": "MSCA-IF-2015-GF",
    "title": "The effect of water on the Fischer-Tropsch reaction mechanism and kinetics over bimetallic Co-based catalysts: Theoretical and experimental studies",
    "startDate": "19/04/2017",
    "endDate": "18/04/2020",
    "objective": "The Fischer-Tropsch (FT) synthesis is an industrial catalytic reaction for the production of cleaner transportation fuels (diesel, gasoline). Notably, the rising price of crude oil with the diminishing of the crude oil resources lead for actions towards a more sustainable energy system.\nFT synthesis converts synthesis gas (CO and H2) into long-chain hydrocarbons. The mixture of CO and H2 can be obtained from natural gas, coal and biomass. This proposal is timely for the applicantís country, Cyprus, but also for the European Union, since a large amount of natural gas has been discovered in Cyprus. \nThe main objective of this proposal is to deeply investigate the mechanism of FT reaction, which remains controversial using advanced experimental methods. In particular, this proposal seeks to provide a useful contribution to the state-of-the-art in the mechanistic role of water, of support structure and cluster size on the rate and selectivity of FT synthesis on bimetallic Co-based materials. \nThe applicant will gather deep knowledge about existing computational methods (DFT calculations) within the UC Berkeley, and use these tools together with experimental studies on the mechanistic role of water on the FT reaction. Also, during the outgoing phase the researcher will acquire new knowledge for the following techniques: TEM and gas chromatography. During the outgoing phase the applicant will use her skills towards the synthesis of bimetallic Co-based materials and to implement PXRD, BET, in situ DRIFTS and SSITKA-in situ infrared measurements. During the returning phase, the applicant will use her skills to perform a variety of transient experiments and complementary mechanistic studies using also the SSITKA-mass spectrometer technique (use of stable 13CO, D2 and D2O isotopes). \nThe project will extend the skills of the applicant in a new field of computational heterogeneous catalysis, solid-state chemistry, and mechanistic studies of surface-catalyzed reactions.",
    "totalCost": "253954,8",
    "ecMaxContribution": "253954,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 253955
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 253955
}