{
    "rcn": "206481",
    "acronym": "DustPrints",
    "topics": "ERC-2016-STG",
    "title": "Dusting for the Fingerprints of Planet Formation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "With close to 2000 detected planets, it is striking that we still do not\nunderstand how planets form. Their building blocks form in gas disks\naround young stars, where colliding dust grains form ever-larger\naggregates. But this growth is not without limits: larger particles\nquickly drift towards the star and collide at speeds that shatter them\nto pieces, long before gravity can bind them together. The mechanisms\ninvolved in the assembly and transport of these building blocks remain\nsome of the biggest mysteries of planet formation.\n\nSolids in protoplanetary disks evolve differently than the gas, but not\nindependent of it. Observations allow us to directly probe particle\ngrowth ñ the first stage of planet formation. But the gas-solids\ncoupling also enables us to probe the gas disk structure indirectly ñ\njust like we cannot see the wind, but we see leaves being moved by it.\nWith this proposal I want to answer some of the key questions of planet\nformation: (1) What mechanisms drive disk evolution? (2) What role do\nsolids play in the transport of volatiles and the pre-biotic building\nblocks of life? We will for the first time couple detailed models of the\nevolution of solids in protoplanetary disks with chemical models on the\none side and with hydrodynamical simulations on the other. We aim to\nderive the unique observable fingerprints of these processes and link\nthose predictions to upcoming observations.\n\nWith the advent of the ALMA observatory, the prospects of finding these\nfingerprints are excellent. ALMA will allow us to test our predictions\nthrough a wide range of observables at unprecedented sensitivity and\nresolution, including dust continuum emission, chemical abundance\npatterns, and isotopic ratios in disks, comets, and our solar system.\nWith our work designed to interpret these observations, we will set the\nstage for a future understanding of protoplanetary disks and planet\nformation.",
    "totalCost": "1435088",
    "ecMaxContribution": "1435088",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1435088
        }
    },
    "calculatedTotalContribution": 1435088
}