{
    "rcn": "206445",
    "acronym": "CORPLINK",
    "topics": "ERC-ADG-2015",
    "title": "Corporate Arbitrage and CPL Maps: Hidden Structures of Controls in the Global Economy",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "Political science conceptualises state-market relations as balancing acts between the public sphere (the state or government) and the private sphere (the market, dominated by large corporate bodies). The expansion of the global market has been led by the rise of large and highly mobile multinational firms. Since many of these companies command turnover comparable to the GDP of middle size states, globalisation is often seen as a global shift of power from states to markets, where corporate power stems from centralisation of resources, capital and structural influence over politics and society. \n    Yet over the past three decades, large firms have been strategically dividing themselves into hundreds and even thousands of multi-unit, multi-layered and multi-jurisdictional cells. Typically constructed to maximise flexibility and opportunity, such de-centring of the global firm over time has increased, not decreased, the power of the corporation in world politics, society and economy. Such practices amount to a new dimension of corporate power, arbitrage power, which is the main concept underpinning this project. Arbitrage power can be defined as the capacity of economic agents to capitalise on the gaps in the institutional and legal framework of the global economy. Traditional approaches to power analysis which conventionally prioritise individual agents or clusters of interests, are of limited help when engaging with the complex ecology of a de-centred firm.\n   CORPLINK has two aims: a) to develop a theoretical framework to study the processes of ëarbitrage powerí as a distinct facet of economic power; b) to develop a novel transferable methodology for the investigation of corporate arbitrage power, CPL maps (Corporate Processes and Linkages maps).  Specifically, the project innovates a new tool for the study of the firm as a political actor that navigates through complex networks and modalities of the global system of governance.",
    "totalCost": "1739387",
    "ecMaxContribution": "1739387",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "COPENHAGEN BUSINESS SCHOOL",
    "participantCountries": "DK",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 1599437
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 139950
        }
    },
    "calculatedTotalContribution": 1739387
}