{
    "rcn": "206404",
    "acronym": "Water4Cities",
    "topics": "MSCA-RISE-2016",
    "title": "Holistic Surface Water and Groundwater Management for Sustainable Cities",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Urban water management becomes progressively more challenging in the view of population growth and increasing complexity of water management infrastructure. In this line, there is an ever increase demand from the water providersí and public authoritiesí perspective to critically evaluate the existing water ecosystems at city level in respect to the water supply, waste water treatment, reuse potential and the effect the growing population has on the water ecosystem and endangered species. To enable effective decision making at the entire city level, both surface water and groundwater should be viewed as part of the overall urban water ecosystem with its spatio-temporal availability, quantity and quality and competing uses being taken into account. \nThe Water4Cities project will rely on sensor technologies, data and visual analytics to enable localization, visualization and analysis of urban water (both surface water and groundwater) at a holistic urban setting providing services to multiple water stakeholders. More specifically, the Water4Cities project aims to develop the necessary models and associated platform that will enable water providers and relevant stakeholders to a) monitor in real-time the urban water resources; b) support their decisions for optimal urban water management causing minimal environmental impact and c) involve policy makers, corporations and the public to provide the support for sound and balanced decision-making.  Beyond the scientific results, Water4Cities will target the exchange of knowledge among project partners. The Water4Cities project requires the collaboration of researchers in different research areas, i.e., water management, urban infrastructure management, sensor networks, data mining, data visualization, system integration, urban planning. Due to the multi-disciplinary nature of the project, staff exchanges will allow partners working closely together to deliver high quality results.",
    "totalCost": "1242000",
    "ecMaxContribution": "1242000",
    "coordinator": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
    "coordinatorCountry": "EL",
    "participants": "DIMOTIKI EPICHEIRISI YDREFSIS - APOCHETEFSIS SKIATHOU;INSTITUT JOZEF STEFAN;LJUBLJANSKI URBANISTICNI ZAVOD DD;IQUADRAT INFORMATICA SL;PANEPISTIMIO THESSALIAS;BANGOR UNIVERSITY",
    "participantCountries": "EL;SI;ES;UK",
    "projectParticipants": {
        "936770905": {
            "orgId": "936770905",
            "orgName": "LJUBLJANSKI URBANISTICNI ZAVOD DD",
            "ecContrib": 108000
        },
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 216000
        },
        "950982763": {
            "orgId": "950982763",
            "orgName": "DIMOTIKI EPICHEIRISI YDREFSIS - APOCHETEFSIS SKIATHOU",
            "ecContrib": 135000
        },
        "996237822": {
            "orgId": "996237822",
            "orgName": "IQUADRAT INFORMATICA SL",
            "ecContrib": 216000
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 216000
        },
        "951848682": {
            "orgId": "951848682",
            "orgName": "IBM Thomas J. Watson Research Center",
            "ecContrib": 0
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 216000
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 1242000
}