{
    "rcn": "206475",
    "acronym": "GEOWAKI",
    "topics": "ERC-2016-STG",
    "title": "The analysis of geometric non-linear wave and kinetic equations",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The present proposal is concerned with the analysis of geometric non-linear wave equations, such as the Einstein equations, as well as coupled systems of wave and kinetic equations such as the Vlasov-Maxwell and Einstein-Vlasov equations. We intend to pursue three main lines of research, each of them concerning major open problems in the field.\nI) The dynamics in a neighbourhood of the Anti-de-Sitter space with various boundary conditions.\nThis is a fundamental open problem of mathematical physics which aims at understanding the stability or instability properties of one of the simplest solutions to the Einstein equations. On top of its intrinsic mathematical interest, this question is also at the heart of an intense research activity in the theoretical physics community.\nII) Non-linear systems of wave and kinetic equations. We have recently found out that the so-called vector field method of Klainerman, a fundamental tool in the study of quasilinear wave equations, in fact possesses a complete analogue in the case of kinetic transport equations. This opens the way to many new directions of research, with applications to several fundamental systems of kinetic theory, such as the Einstein-Vlasov or Vlasov-Maxwell systems, and creates a link between two areas of PDEs which have typically been studied via different methods. One of our objectives is to develop other potential links, such as a general analysis of null forms for relativistic kinetic equations.\nIII) The Einstein equations with data on a compact manifold. The long time dynamics of solutions to the Einstein equations arising from initial data given on a compact manifold is still very poorly understood. In particular, there is still no known stable asymptotic regime for the Einstein equations with data given on a simple manifold such as the torus. We intend to establish the existence of such a stable asymptotic regime.",
    "totalCost": "1071008",
    "ecMaxContribution": "1071008",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 1071008
        }
    },
    "calculatedTotalContribution": 1071008
}