{
    "rcn": "206485",
    "acronym": "Diet-namic",
    "topics": "ERC-2016-STG",
    "title": "From fast food to healthy diet: Addressing the dynamic molecular mechanism of sequential diet switch-induced T cell plasticity for the purpose of developing new treatments for immuno-mediated diseases",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "The incidence of chronic immune-mediated inflammatory diseases is continually increasing. Chronic inflammation has been linked to intestinal carcinogenesis, which is the second leading cause of cancer-related deaths. The cause of this increase could be the unprecedented dietary abundance typical of ìWesternî countries. Different types of diets shape the genetic composition and metabolic activity of human intestinal microorganisms; microbiota. There is a continuous cross talk between the microbiota and the immune system. For these reasons, the hypothesis that a ìbadî diet promotes a chronic state of intestinal inflammation by shaping the microbiota and in turn carcinogenesis could be supported. However, this hypothesis and whether this is a reversible process remain to be tested. \n\nIt has recently been shown that the composition and metabolism of the microbiota is plastic and it can be rapidly ìreprogrammedî by switching to a healthier diet. This plastic behaviour has also been attributed to T helper cells. We have shown that Th17 cells, originally thought to be a stable T helper linage, can convert into a more pathogenic phenotype contributing to chronic inflammation or can acquire regulatory functions promoting the resolution of the inflammation. \n\nThis project aims to reveal whether mouse and human Th17 cells can quickly adapt to the microbiota as the microbiota does to the diet and in turn mediate the diet effects. By using a unique set of sophisticated transgenic mice we will also test whether the immune system can be corrected by a ìsimpleî change in diet ñ a widely held belief not yet substantiated. \n\nStudying the potential 'synchronized ballet' of the diet and the immune system will reveal both the enormous dynamism and the revolutionary therapeutic opportunities intrinsic to T cell biology. This project will furthermore identify molecular targets for pharmacological treatments to reverse inflammatory diseases when a simple diet change no longer suffices.",
    "totalCost": "1499695",
    "ecMaxContribution": "1499695",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 1499695
        }
    },
    "calculatedTotalContribution": 1499695
}