{
    "rcn": "206448",
    "acronym": "THERACAN",
    "topics": "ERC-ADG-2015",
    "title": "Novel therapeutic strategies to treat pancreatic and lung cancer",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "This proposal is aimed at identifying and functionally validating targets with potential therapeutic value to devise novel strategies to treat two human cancers with unacceptable low survival rates and unmet medical needs: pancreatic ductal adenocarcinoma and K-RAS mutant lung adenocarcinoma. Although these tumor types have distinct pathological and clinical manifestations, they are both driven by K-RAS mutations. Hence, we expect that the proposed studies will generate synergies to accelerate the outcome of the expected results. In the first part of the proposal, we will identify those genes activated in the cancer initiating cells responsible for the onset of pancreatic and lung tumors. We reasoned that genes implicated in the initial stages of tumor development will be maintained during tumor evolution and not be affected by the intra-tumoral heterogeneity generated during tumor progression. We also propose to identify and validate genes capable of reprogramming the desmoplasic stroma characteristic of pancreatic tumors to hamper its pro-tumoral effects. Likewise, we intend to define the molecular events that control senescence, a naturally occurring process that serves as a barrier to tumor development. In the second part of the project, we will interrogate the role of known targets with suspected therapeutic value in tumor progression using a new generation of GEM tumor models that allow the temporal separation of tumor development from target ablation or inactivation. These studies will make it possible to design combination therapies capable of effectively eradicate advanced tumors. The last section of this proposal focuses on the pharmacological validation of these combination therapies using best-in-class inhibitors in state-of-the-art preclinical trial platforms based on GEM and PDX tumor models. The results derived from these studies will guide the design of new clinical trials that should have a positive impact in the treatment of these deadly diseases.",
    "totalCost": "2499500",
    "ecMaxContribution": "2499500",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 2499500
        }
    },
    "calculatedTotalContribution": 2499500
}