{
    "rcn": "206499",
    "acronym": "Biofficiency",
    "topics": "LCE-07-2016-2017",
    "title": "Highly-efficient biomass CHP plants by handling ash-related problems",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Medium- to large-scale bioenergy utilisation for electricity and combined industrial or district heating is predicted to increase by 160% in 2020 compared to 2010, while carbon emission quotas are becoming stricter. Finding new ways to efficiently utilise cheap and currently unused feedstocks are necessary in order to meet these challenges.\nWithin the project Biofficiency we will investigate how to handle ash-related problems in order to increase steam temperatures up to 600∞C in biomass-based CHP plants, including pulverised fuel and fluidised bed systems. The major aspects are fly ash formation, the use of additives, and pre-treatment technologies for difficult fuels. This leads to highly reduced emissions, in particular CO2 and fine particulates, as well as a secure and sustainable energy production. Biofficiency gathers a unique consortium of excellent academic facilities and industrial partners, providing an exceptional platform for the development of new, highly-efficient CHP plants in order to significantly expand their potential in the fast-growing field of renewable energies. By sharing our collective experience, we will strengthen European bio-energy technologies and help solving global climate and energy challenges. The project approach addresses current bottlenecks in solid biomass combustion, namely enhanced deposit formation, corrosion and ash utilisation by a variety of new, promising technologies. Our goal is to deepen the understanding of fly ash formation, to improve current biomass pre-treatment technologies, as well as to contribute to the field of biomass ash utilisation. Through our strong collaboration with industry and academic partners, we want to pave the way for highly-efficient, low-emitting biomass CHP plants, capable of firing low-grade fuels. This benefits industry, communal partners and public authorities by providing sustainable heat and electricity at significantly decreased emissions.",
    "totalCost": "4603760",
    "ecMaxContribution": "4603760",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "DONG ENERGY THERMAL POWER AS;Teknologian tutkimuskeskus VTT Oy;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;METSA FIBRE OY;VALMET TECHNOLOGIES OY;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;DANMARKS TEKNISKE UNIVERSITET;BELGISCH LABORATORIUM VAN DE ELEKTRICITEITSINDUSTRIE;ABO AKADEMI;MITSUBISHI HITACHI POWER SYSTEMS EUROPE GMBH",
    "participantCountries": "DK;FI;EL;NL;BE;DE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 522492
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 317978
        },
        "998728200": {
            "orgId": "998728200",
            "orgName": "BELGISCH LABORATORIUM VAN DE ELEKTRICITEITSINDUSTRIE",
            "ecContrib": 282750
        },
        "999903355": {
            "orgId": "999903355",
            "orgName": "ABO AKADEMI",
            "ecContrib": 206250
        },
        "949131615": {
            "orgId": "949131615",
            "orgName": "MITSUBISHI HITACHI POWER SYSTEMS EUROPE GMBH",
            "ecContrib": 609040
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 277500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 582250
        },
        "947377758": {
            "orgId": "947377758",
            "orgName": "METSA FIBRE OY",
            "ecContrib": 86500
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 771750
        },
        "936308409": {
            "orgId": "936308409",
            "orgName": "VALMET TECHNOLOGIES OY",
            "ecContrib": 653500
        },
        "952617892": {
            "orgId": "952617892",
            "orgName": "DONG ENERGY THERMAL POWER AS",
            "ecContrib": 293750
        }
    },
    "calculatedTotalContribution": 4603760
}