{
    "rcn": "206414",
    "acronym": "MoveCare",
    "topics": "ICT-26-2016",
    "title": "Multiple-actOrs Virtual Empathic CARgiver for the Elder",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "MoveCare develops and field tests an innovative multi-actor platform that supports the independent living of the elder at home by monitoring, assist and promoting activities to counteract decline and social exclusion. It comprises 3 hierarchical layers: 1) A service layer provides monitoring and intervention. It endows objects of everyday use with advanced processing capabilities and integrates them in a distributed pervasive monitoring system to derive degradation indexes linked to decline. 2) A context-aware Virtual Caregiver, embodied into a service robot, is the core layer. It uses artificial intelligence and machine learning to propose to the elder a personalized mix of physical/cognitive/social activities as exergames. It evaluates the elder status, detects risky conditions, sends alerts and assists in critical tasks, in therapy and diet adherence. 3) The usersí community strongly promotes socialization acting as a bridge towards the eldersí ecosystem: other elders, clinicians, caregivers and family. Gamification glues together monitoring, lifestyle, activities and assistance inside a motivating and rewarding experience. Off-the-shelf components are assembled in a robust and reliable way to get a low-cost multi-actor IP-domotic platform that can be massively deployed at elders home. The use of software/hardware standards assures interoperability and makes MoveCare adaptable to utmost novel components. Full configurability, personalization, adaptation to elder needs applies to all components to maximize elder compliance, even when computer illiterate. On-field testing starting early in the project assures an implementation iterative approach involving all actors. MoveCare identifies functional and technical metrics to characterize and evaluate the system by means of improvement in its abilities as described by the Multi-Annual Roadmap. The metrics lead to the definition of an evaluation framework transferrable to other fields",
    "totalCost": "5933611,25",
    "ecMaxContribution": "5933611,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "JOICECARE AB;CAMANIO CARE AB;UNIVERSITY OF PLYMOUTH;FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO;KORIAN;SMART COM DOO INFORMACIJSKI IN KOMUNIKACIJSKI SISTEMI;CONSEJERIA DE SANIDAD Y POLITICAS SOCIALES - JUNTA DE EXTREMADURA;POLITECNICO DI MILANO;UNIVERSIDAD DE MALAGA;AB.ACUS SRL;SIGNALGENERIX LIMITED;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;OREBRO UNIVERSITY;FUNDACIO EURECAT",
    "participantCountries": "SE;UK;IT;FR;SI;ES;CY",
    "projectParticipants": {
        "911900881": {
            "orgId": "911900881",
            "orgName": "CAMANIO CARE AB",
            "ecContrib": 393538
        },
        "952092346": {
            "orgId": "952092346",
            "orgName": "SMART COM DOO INFORMACIJSKI IN KOMUNIKACIJSKI SISTEMI",
            "ecContrib": 369500
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 393500
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 439212
        },
        "999485964": {
            "orgId": "999485964",
            "orgName": "FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO",
            "ecContrib": 356875
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 493312
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 444900
        },
        "999718570": {
            "orgId": "999718570",
            "orgName": "AB.ACUS SRL",
            "ecContrib": 486500
        },
        "953534251": {
            "orgId": "953534251",
            "orgName": "CONSEJERIA DE SANIDAD Y POLITICAS SOCIALES - JUNTA DE EXTREMADURA",
            "ecContrib": 404138
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 401500
        },
        "944240584": {
            "orgId": "944240584",
            "orgName": "KORIAN",
            "ecContrib": 255750
        },
        "919729848": {
            "orgId": "919729848",
            "orgName": "JOICECARE AB",
            "ecContrib": 33962
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 458330
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 622594
        }
    },
    "calculatedTotalContribution": 5553611
}