{
    "rcn": "206484",
    "acronym": "InStance",
    "topics": "ERC-2016-STG",
    "title": "Intentional stance for social attunement",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "In daily social interactions, we constantly attribute mental states, such as beliefs or intentions, to other humans ñ to understand and predict their behaviour. Today we also routinely interact with artificial agents: from Appleís Siri to GPS navigation systems. In the near future, we will casually interact with robots. However, since we consider artificial agents to have no mental states, we tend to not attune socially with them in the sense of activating our mechanisms of social cognition. This is because it seems pointless to socially attune to something that does not carry social meaning (mental content) under the surface of an observed behaviour. INSTANCE will break new ground in social cognition research by identifying factors that influence attribution of mental states to others and social attunement with humans or artificial agents. The objectives of INSTANCE are to (1) determine parameters of othersí behaviour that make us attribute mental states to them, (2) explore parameters relevant for social attunement, (3) elucidate further factors ñ culture and experience ñ that influence attribution of mental states to agents and, thereby social attunement. INSTANCEís objectives are highly relevant not only for fundamental research in social cognition, but also for the applied field of social robotics, where robots are expected to become humansí social companions. Indeed, if we do not attune socially to artificial agents viewed as mindless machines, then robots may end up not working well enough in contexts where interaction is paramount. INSTANCEís unique approach combining cognitive neuroscience methods with real-time human-robot interaction will address the challenge of social attunement between humans and artificial agents. Subtle features of robot behaviour (e.g., timing or pattern of eye movements) will be manipulated. The impact of such features on social attunement (e.g., joint attention) will be examined with behavioural, neural and physiological measures.",
    "totalCost": "1499937",
    "ecMaxContribution": "1499937",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 1499937
        }
    },
    "calculatedTotalContribution": 1499937
}