{
    "rcn": "206496",
    "acronym": "HybridSolarFuels",
    "topics": "ERC-2016-STG",
    "title": "Efficient Photoelectrochemical Transformation of CO2 to Useful Fuels on Nanostructured Hybrid Electrodes",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Given that CO2 is a greenhouse gas, using the energy of sunlight to convert CO2 to transportation fuels (such as methanol) represents a value-added approach to the simultaneous generation of alternative fuels and environmental remediation of carbon emissions. Photoelectrochemistry has been proven to be a useful avenue for solar water splitting. CO2 reduction, however, is multi-electron in nature (e.g., 6 e- to methanol) with considerable kinetic barriers to electron transfer. It therefore requires the use of carefully designed electrode surfaces to accelerate e- transfer rates to levels that make practical sense. In addition, novel flow-cell configurations have to be designed to overcome mass transport limitations of this reaction.\nWe are going to design and assemble nanostructured hybrid materials to be simultaneously applied as both adsorber and cathode-material to photoelectrochemically convert CO2 to valuable liquid fuels. The three main goals of this project are to (i) gain fundamental understanding of morphological-, size-, and surface functional group effects on the photoelectrochemical (PEC) behavior at the nanoscale (ii) design and synthesize new functional hybrid materials for PEC CO2 reduction, (iii) develop flow-reactors for PEC CO2 reduction. Rationally designed hybrid nanostructures of large surface area p-type semiconductors (e.g., SiC, CuMO2, or CuPbI3) and N-containing conducting polymers (e.g., polyaniline-based custom designed polymers) will be responsible for: (i) higher photocurrents due to facile charge transfer and better light absorption (ii) higher selectivity towards the formation of liquid fuels due to the adsorption of CO2 on the photocathode (iii) better stability of the photocathode. The challenges are great, but the possible rewards are enormous: performing CO2 adsorption and reduction on the same system may lead to PEC cells which can be deployed directly at the source point of CO2, which would go well beyond the state-of-the-art.",
    "totalCost": "1498750",
    "ecMaxContribution": "1498750",
    "coordinator": "SZEGEDI TUDOMANYEGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840014": {
            "orgId": "999840014",
            "orgName": "SZEGEDI TUDOMANYEGYETEM",
            "ecContrib": 1498750
        }
    },
    "calculatedTotalContribution": 1498750
}