{
    "rcn": "206476",
    "acronym": "PREDATORS",
    "topics": "ERC-2016-STG",
    "title": "Plate-rate experimental deformation: Aseismic, transient or seismic fault slip",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Despite many advances in earthquake science, the tendency for faults to host earthquake slip, aseismic slip or slow slip events is far from well understood.  Earthquakes are not yet predictable in a meaningful way, and laboratory observations do not satisfactorily explain many general observations of fault slip.  Existing data has been gathered at slip velocities orders of magnitude faster than plate convergence rates, therefore the fundamental question addressed by the PREDATORS project is how faults slip when driven tectonic rates as they are in nature.  I suggest that laboratory friction experiments conducted at these rates may reveal widespread frictional instability that explains the occurrence of (both fast and slow) earthquakes on plate-boundary faults, and that long-term shear loading driven by slow, plate convergence rates is more representative of interseismic real faults and captures processes which intermediate- to high-velocity experiments cannot. \nThe experimental research proposed here utilizes an increasing complexity approach, from existing successful techniques to more innovative measurements using equipment modified to reliably shear at appropriately slow rates and under a wide range of interior Earth conditions.  Rock and mineral standards will be used to establish a basic and widely applicable framework for frictional behaviour, while natural fault samples will be used for site-specific problems. \nThis project will provide a comprehensive set of measurements and observations of fault behaviour at realistically slow plate tectonic deformation rates. Combined with existing measurements, this will provide a complete description of rock/sediment friction over the entire possible range of slip velocities.  By comparison with geophysical observations on real faults, these results will help explain current seismicity patterns and other slip phenomena, and predict fault behaviour at locations where sampling and geologic characterization is limited.",
    "totalCost": "1499250",
    "ecMaxContribution": "1499250",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 1499250
        }
    },
    "calculatedTotalContribution": 1499250
}