{
    "rcn": "206471",
    "acronym": "MODHET",
    "topics": "MSCA-IF-2015-EF",
    "title": "Modelling 2D Transition Metal Dichalcogenide Heterostructures",
    "startDate": "03/03/2017",
    "endDate": "02/03/2019",
    "objective": "Although TMDs have been studied for decades, studies have been mostly limited to bulk materials. The properties of TMDs in atomically thin 2D forms can be significantly different from those in the bulk, such as the size of the band gap, the nature of the band gap (direct versus indirect), the existence of tightly-bound charged excitons. The physics of heterostructures formed by stacking different kinds of TMD layers are even more versatile and unexpected. While recent studies have experimentally demonstrated the possibility of synthesizing such novel 2D materials, the present project aims to study these new types of materials from a theoretical standpoint. We will perform state-of-the-art first-principles simulations using the most advanced exchange-correlation functionals developed in the host group for the accurate description of dynamical and charge transfer process within the time dependent density functional theory (TDDFT) as well as many-body perturbation approaches using the GW self-energy and including excitonic effects at the level of the Bethe Salpeter equation. We will also develop and implement new multi-scale algorithms in the codes needed to handle some of the tasks detailed in the project. This European Fellowship project will be hosted by a leading expert in the field, Prof. Angel Rubio of the University of the Basque Country (Spain). The project will also involve collaboration with top international experiment groups. The theoretical results acquired in this project will be used to guide and compare to experimental results with the goal of developing novel devices for future advances in nanoelectronics, photoelectronics and plasmonics. The progress of this project in exploring and understanding new physics of 2D TMDs and developing novel devices will have profound impacts on condensed matter physics, material science, as well as nano- and bio-science in the next decade.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}