{
    "rcn": "206486",
    "acronym": "ECSTATIC",
    "topics": "ERC-2016-STG",
    "title": "Electrostructural Tomography ñ Towards Multiparametric Imaging of Cardiac Electrical Disorders",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Cardiac electrical diseases are directly responsible for sudden cardiac death, heart failure and stroke. They result from a complex interplay between myocardial electrical activation and structural heterogeneity. Current diagnostic strategy based on separate electrocardiographic and imaging assessment is unable to grasp both these aspects. Improvements in personalised diagnostics are urgently needed as existing curative or preventive therapies (catheter ablation, multisite pacing, and implantable defibrillators) cannot be offered until patients are correctly recognised.\nMy aim is to achieve a major advance in the way cardiac electrical diseases are characterised and thus diagnosed and treated, through the development of a novel non-invasive modality (Electrostructural Tomography), combining magnetic resonance imaging (MRI) and non-invasive cardiac mapping (NIM) technologies.\nThe approach will consist of: (1) hybridising NIM and MRI technologies to enable the joint acquisition of magnetic resonance images of the heart and torso and of a large array of body surface potentials within a single environment; (2) personalising the inverse problem of electrocardiography based on MRI characteristics within the heart and torso, to enable accurate reconstruction of cardiac electrophysiological maps from body surface potentials within the 3D cardiac tissue; and (3) developing a novel disease characterisation framework based on registered non-invasive imaging and electrophysiological data, and propose novel diagnostic and prognostic markers.\nThis project will dramatically impact the tailored management of cardiac electrical disorders, with applications for diagnosis, risk stratification/patient selection and guidance of pacing and catheter ablation therapies. It will bridge two medical fields (cardiac electrophysiology and imaging), thereby creating a new research area and a novel semiology with the potential to modify the existing classification of cardiac electrical diseases.",
    "totalCost": "1475000",
    "ecMaxContribution": "1475000",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
    "participantCountries": "FR",
    "projectParticipants": {
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 288750
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 1186250
        }
    },
    "calculatedTotalContribution": 1475000
}