{
    "rcn": "206463",
    "acronym": "toxiclipasyn",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the balance between functional and deleterious interactions of alpha-synuclein with lipid bilayers",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Proteins are among the most essential molecules of life. In order to fulfil their native function(s) they need to adopt a well-defined three-dimensional structure. However, under some circumstances, proteins can misfold and/or form toxic amyloid structures, which are the hallmark of a range of diseases including type 2 diabetes and neurodegenerative diseases. In particular, the small pre-synaptic protein, alpha-synuclein (AS), whose aggregation is the hallmark of Parkinsonís disease, can adopt in vivo and in vitro an intrinsically disordered conformation in solution and an alpha helical state when bound to membranes; the equilibrium between these two conformations has been shown to be important for its proposed native function, e.g. synaptic plasticity, and to modulate its kinetics of fibril formation. \nHere, I propose to investigate the physiological factors responsible for the switch between functional and deleterious interactions between membrane bilayers and AS due to ageing or disease using an innovative combination of biological,  structural, thermodynamic and kinetic studies. In particular, I propose to use both synthetic lipid model systems and isolated synaptic vesicles to study the effect of ageing and the presence of lipids associated with Parkinsonís disease pathology on the nature of the interaction between AS and lipid bilayers. The synaptic vesicles will be isolated from the brain of mice at different ageing stages, as well as from mice carrying gene modifications or knock out related to PD. The interaction between AS and the vesicles will be studied using a range of biophysical techniques including circular dichroism, fluorescence and nuclear magnetic resonance spectroscopy, Atomic Force and Electron Microscopy.\nThe aim of this study is to establish a thorough understanding of the interplay between changes in lipid composition and increased propensity of protein aggregation.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}