{
    "rcn": "206450",
    "acronym": "MULTIFUNSOME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Anti-EGFR Monoclonal Antibody Conjugated Thermoresponsive Liposome for Triple Negative Breast Cancer Thermo-Chemotherapy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In Europe, breast cancer is by far the most important cause of cancer death among women. In particular, triple negative breast cancer (TNBC) is an aggressive histological subtype with limited treatment options and associated with poorer prognosis than other breast cancer subtypes. MULTIFUNSOME proposes the use of an anti-Epidermal Growth Factor Receptor (EGFR) monoclonal antibody-conjugated thermoresponsive liposome to deliver simultaneously an anticancer drug and superparamagnetic iron oxide nanoparticles (SPIO) to TNBC cells for thermo-chemotherapy. We will investigate: 1) the effect of combining anti-EGFR targeting and magnetic hyperthermia (MH) on TNBC in such thermo-chemotherapy and 2) how chemical-physical properties of the SPIOs and liposomes influence the therapeutic activity of the formulation. By conjugating anti-EGFR monoclonal antibody to a liposomal delivery system for targeting, drug and SPIO internalization into EGFR overexpressing TNBC cells will be greatly enhanced. SPIO co-encapsulation in the drug nano-cargo will induce a thermal dose to the TNBC cells when an alternating magnetic field is applied. MH will make TNBC cells more sensitive to chemotherapy and trigger the release of drugs intracellularly by enhancing the lipid membrane permeability. As a result, the effectiveness of chemotherapy could be synergistically enhanced by the concurrent application of MH and chemotherapy. The core size of SPIO will serve as a design parameter that can be readily manipulated to maximize the heating efficient of the multicore SPIO so as to minimize the necessary iron oxide content and maximize the drug encapsulation efficiency. The fellowship program will include a comprehensive training which will help the fellow to develop a unique multidisciplinary expertise. Furthermore, the project will generate important knowledge, impacts and collaborations in the European Research Area and could potentially address the critical need for a more efficacious TNBC therapy.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}