{
    "rcn": "206443",
    "acronym": "BrainBIT",
    "topics": "ERC-ADG-2015",
    "title": "All-optical brain-to-brain behaviour and information transfer",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Exchange of information between different brains usually takes place through the interaction between bodies and the external environment. The ultimate goal of this project is to establish a novel paradigm of brain-to-brain communication based on direct full-optical recording and controlled stimulation of neuronal activity in different subjects. To pursue this challenging objective, we propose to develop optical technologies well beyond the state of the art for simultaneous neuronal ìreadingî and ìwritingî across large volumes and with high spatial and temporal resolution, targeted to the transfer of advantageous behaviour in physiological and pathological conditions. \nWe will perform whole-brain high-resolution imaging in zebrafish larvae to disentangle the activity patterns related to different tasks. We will then use these patterns as stimulation templates in other larvae to investigate spatio-temporal subject-invariant signatures of specific behavioural states. This ëpump and probeí strategy will allow gaining deep insights into the complex relationship between neuronal activity and subject behaviour.\nTo move towards clinics-oriented studies on brain stimulation therapies, we will complement whole-brain experiments in zebrafish with large area functional imaging and optostimulation in mammals. We will investigate all-optical brain-to-brain information transfer to boost an advantageous behaviour, i.e. motor recovery, in a mouse model of stroke. Mice showing more effective responses to rehabilitation will provide neuronal activity templates to be elicited in other animals, in order to increase rehabilitation efficiency.\nWe strongly believe that the implementation of new technologies for all-optical transfer of behaviour between different subjects will offer unprecedented views of neuronal activity in healthy and injured brain, paving the way to more effective brain stimulation therapies.",
    "totalCost": "2370250",
    "ecMaxContribution": "2370250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 1900000
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 233000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 237250
        }
    },
    "calculatedTotalContribution": 2370250
}