{
    "rcn": "206412",
    "acronym": "RESET",
    "topics": "MSCA-RISE-2016",
    "title": "REliability and Safety Engineering and Technology for large maritime engineering systems",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "Failure of large complex engineering systems often leads to catastrophic consequences. Their efficient and safe design and operation will avoid or reduce malfunctions, failures and accidents, which would have a significant impact on the daily life of the public in terms of service and product delivery, business interruption, economic losses, human injuries/fatalities, and property and environmental damage. \nThe proposed project aims to develop and apply knowledge in Reliability and Safety Engineering and Technology (RESET), for safe and reliable design and operation of large maritime (marine and offshore) and other made-to-order (MTO) engineering systems. This multi-disciplinary and inter-disciplinary project of 48 monthsí duration, will formulate a consortium of complementary expertise targeting areas of academic and industrial importance. In particular, a series of integrated activities will investigate i) the framework for reliability and safety assessment, ii) system risk and reliability modelling under uncertainties, iii) fluid and structural modelling under uncertain environments, iv) fatigue and fracture assessment, v) decision making together with case studies, and vi) the development of guidelines for general application of the developed models. \nThe engineering systems that are addressed in this project include: a) ships, b) offshore installations, c) offshore wind farm units and d) other MTO engineering structures/units. In order to achieve an integrated project, all the ESRs and ERs involved will conduct their model development and application within the RESET framework. Novel and flexible models for addressing the identified research needs will be developed for application in situations where conventional approaches may not be confidently applied due to incompleteness, randomness and fuzziness of the available data for use in reliability and safety analysis. The collaboratively produced research results will be disseminated to a wide audience.",
    "totalCost": "1417500",
    "ecMaxContribution": "1282500",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF PLYMOUTH;AALTO KORKEAKOULUSAATIO SR;INSTITUTO SUPERIOR TECNICO;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "UK;FI;PT;DE",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 391500
        },
        "990653920": {
            "orgId": "990653920",
            "orgName": "Wuhan University of Technology",
            "ecContrib": 0
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 202500
        },
        "953932242": {
            "orgId": "953932242",
            "orgName": "UNIVERSITI TEKNOLOGI MALAYSIA",
            "ecContrib": 0
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 229500
        },
        "998049394": {
            "orgId": "998049394",
            "orgName": "MAHIDOL UNIVERSITY",
            "ecContrib": 0
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 229500
        },
        "933109737": {
            "orgId": "933109737",
            "orgName": "UNIVERSITI KEBANGSAAN MALAYSIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1053000
}