{
    "rcn": "206489",
    "acronym": "CROME",
    "topics": "ERC-2016-STG",
    "title": "Crossed Memories, Politics of Silence: The Colonial-Liberation Wars in Postcolonial Times",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Colonial-Liberation Wars generate plural memories, conflicting evocations and persisting amnesias. The projectís main challenge is to produce innovative knowledge about the memories of the wars fought by the Portuguese state and pro-independence African movements between 1961 and 1974/5. The approach chosen is simultaneously diachronic and comparative, inasmuch as it contrasts changes that took place between the end of the conflicts and nowadays, regarding how wars, colonial pasts and anticolonial legacies have been remembered and silenced in Portugal, Angola, Mozambique, Guinea-Bissau, Cape Verde and S„o TomÈ and Principe. The key hypothesis is that wars - as pivotal moments that ended the cycle of Empire in Portugal and started the cycle of African independences in the former Portuguese colonies - triggered memorialisation and silencing processes which had their own historicity.\n \nCROME is divided into two strands. The first one, named ëColonial Wars, Postcolonial Statesí, looks at the role played by the states under consideration in mobilising, articulating and recognising the past, but also in actively generating selective representations. ëMemory as a battlefieldí is the second strand, which will highlight distinct uses of the past and dynamics between social memories and individual memories.\n \nThe project intends to demonstrate how wars gave rise to multiple memories and conflicting historical judgements, mostly in Portugal, but also to examine how the specific nature of the (post-)colonial histories of each African country has generated different ways to summon war memories and (anti-)colonial legacies. CROME will, thus, put forward a ground-breaking perspective in terms of colonial-liberation war studies, and will be instrumental in dealing with such traumatic experience, for its comparative approach might help overcoming everlasting constraints still at play today, caused by the historical burden European colonialism left behind.",
    "totalCost": "1478249",
    "ecMaxContribution": "1478249",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 1478249
        }
    },
    "calculatedTotalContribution": 1478249
}