{
    "rcn": "206493",
    "acronym": "Quasicrystal",
    "topics": "ERC-2016-STG",
    "title": "An Optical Quasicrystal for ultracold atoms",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "During the last fifteen years, ultracold atoms in optical lattices have emerged as a powerful model system to study the many-body physics of interacting particles in periodic potentials. The main objective of this proposal is to extend this level of control to quasiperiodic potentials by realizing an optical quasicrystal.\n\nQuasicrystals are a novel form of condensed matter that is non-periodic, but long-range ordered. They have first been observed in the 1980s by Dan Shechtman in diffraction experiments. Quasicrystals give rise to a pattern of sharp Bragg peaks, similar to periodic crystals, but with rotational symmetries that are impossible for periodic structures. Their structure was found to be given by aperiodic tilings with more than one unit cell, such as the celebrated Penrose tiling. \nEven though quasicrystals are long-range ordered, many foundational concepts of periodic condensed matter systems such as Blochwaves or Brillouin zones are not applicable. This places them on an interesting middle ground between periodic and disordered systems and highlights their potential for novel many-body physics.\n\nWe will first characterize the optical quasicrystal using Kapitza-Dirac diffraction, and then study their unusual transport properties and relaxation dynamics after quantum quenches in the presence of interactions. We will additionally look for interesting novel phases at strong interactions and investigate the topological properties of quasiperiodic potentials. \n\nBuilding on my substantial expertise with optical lattices, I thus plan to build a versatile quantum simulator for the physics of quasicrystals by combining a non-periodic optical potential with ultracold Rubidium and Potassium gases.",
    "totalCost": "1499086",
    "ecMaxContribution": "1499086",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}