{
    "rcn": "206487",
    "acronym": "TBTF",
    "topics": "ERC-2016-STG",
    "title": "Addressing Too Big to Fail: Resolution, Organizational Structure, and Funding of Global Banks",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "One of the main unresolved challenges of the recent financial crisis is how society should deal with global banks that are ìtoo big to fail.î The collapse of Lehman Brothers vividly demonstrated the costs of the failure of such an institution, with sweeping repercussions for the financial system and the broader economy. Yet, implicit public guarantees that would prevent such failures are equally costly, creating moral hazard in the form of increased risk taking and incentives for financial institutions to become larger and more complex.\n\nThe research in this proposal will address this dilemma. From a methodological perspective, my research will advance the state of the art in financial intermediation theory by explicitly modeling the failure and resolution of global banks, emphasizing crucial elements that are absent from leading theories: the design of mechanisms that allow for an orderly resolution of struggling global financial institutions, the incentives of national authorities in the regulation and resolution of global banks, the role of the corporate and organizational structure of global banks, as well as their optimal size and scope. The proposed approach is interdisciplinary; it will generate novel insights by drawing on different subfields within economics (corporate finance theory, organizational economics) and aspects of bankruptcy law. Moreover, the research will take a holistic view that explicitly recognizes the two-way feedback between the rules that govern bank resolution and decisions on funding, investment, and size taken by banks prior to a potential resolution. Overall, the findings from this research will be directly relevant for regulators and policymakers. For example, they will inform currently debated legislation regarding the regulation and resolution of global banks, such as the Single Resolution Mechanism in the EU.",
    "totalCost": "1489518",
    "ecMaxContribution": "1489518",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1489518
        }
    },
    "calculatedTotalContribution": 1489518
}