{
    "rcn": "206452",
    "acronym": "IRESCO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Innovative REtrofitting for Substandard COnstruction",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Society worldwide is more exposed to seismic hazards due to rapid population growth and urbanization. Since the turn of the millennium, fatalities due to earthquakes were over 60,000/year, with a $300 billion/year estimated direct economic loss. Recent major earthquakes (China 2008, Haiti 2010, Lorca 2011, Japan 2012, Nepal 2015) have highlighted yet again the vulnerability of the existing substandard building stock in Europe as well as in developing countries, mainly due to inappropriate design and poor construction practices. Although new technologies, such as Fibre Reinforced Polymers (FRP), are effective for strengthening substandard structures, their high material cost is an obstacle for their widespread application, especially in developing countries. This project aims to develop an innovative and economic strengthening solution by using a novel mortar-based composite (R-SRG), which comprises of recycled high strength steel cords, by-product of tyre recycling, embedded in an inorganic grout matrix. This novel technique can be efficiently used for flexural, axial and shear strengthening of reinforced concrete (RC) members and it is cost effective (more than 40% cheaper than using FRP), fire resistant, sustainable, and has low environmental impact. While proof of concept studies by the applicant have demonstrated the efficiency of the SRG technique, this project bridges the knowledge gap by developing fundamental understanding, design-oriented models and performance-based design guidelines so that this new technique can be introduced in practice. The outcomes of this project will lead to a new generation of low-cost and efficient retrofitting systems for deteriorated or seismically deficient structures with high impact on both economy and society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}