{
    "rcn": "206460",
    "acronym": "BeeSymOverSpace",
    "topics": "MSCA-IF-2015-GF",
    "title": "How to help the hive? Incidence and impact of heritable microbes on bee health",
    "startDate": "01/10/2016",
    "endDate": "31/05/2019",
    "objective": "Honey bees provide both economic and societal benefits, from the honey and other commodities that they produce to the pollination services they provide. The loss of honey bee colonies and the current threats to their health are of considerable concern to bee-keepers and biologists alike. This project seeks to examine how a particular aspect of honey bee biology ñ the symbiotic microbiome ñ impacts upon honey bee health. Studies in other systems reveal heritable microbes as important modulators of disease susceptibility. This project will utilize the extensive network of bee samples across the US and UK to establish geographical patterns of heritable microbe presence in bees, and links to apiculture practice. It will then use state of the art transcriptomic and genomic approaches to establish the links between Arsenophonus, a heritable symbiont known in bees, and bee health. It will then, combine with professional agencies responsible for bee health to use these results to modify apiculture practice to establish better bee husbandry.  Aside the research science completed, the project will train an EU scientist in state of the art genomic technologies and translation from discovery to applied science. It will further transfer the training gained to EU hosts, both in discovery science and application.",
    "totalCost": "241169,4",
    "ecMaxContribution": "241169,4",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998813172": {
            "orgId": "998813172",
            "orgName": "UNITED STATES DEPARTMENT OF AGRICULTURE",
            "ecContrib": 0
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 241169
        }
    },
    "calculatedTotalContribution": 241169
}