{
    "rcn": "206480",
    "acronym": "NanoCellActivity",
    "topics": "ERC-2016-STG",
    "title": "Nanoscale live-cell activity sensing using smart probes and imaging",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Fluorescence microscopy is the tool of choice for live-cell imaging. Its usefulness has been further enhanced by the availability of genetically-encoded biosensors, which enable the visualisation of when and where a certain activity arises. In addition, the development of diffraction-unlimited imaging has dramatically improved the spatial resolution of fluorescence imaging. However, these techniques have had difficulty working with biosensors, largely limiting the information to the spatial location of the labels. \nThis project seeks to develop diffraction-unlimited imaging of biosensors, creating activity maps with a diffraction-unlimited spatial resolution in living systems. I propose to meet this challenge using a two-pronged approach, focusing both on the development of labels and sensors as well as new imaging tools and strategies. Based on existing scaffolds, we will develop sensors that display strong photochromism, providing reversible fluorescence dynamics intrinsically suited to superresolution imaging. In tandem, we will develop imaging strategies that focus on robustness and work well in living systems, in exchange for a spatial resolution of a 50 to 70 nm and a temporal resolution of a few seconds or less. \nWe will use these developments in the study of the nanoscale spatiotemporal regulation of G-protein-coupled receptor (GCPR) signalling in living systems. By extending sub-diffraction imaging to the molecular environment, this project will contribute new insights into long-standing research questions that directly involve the health and well-being of all of us, while also enabling exciting prospects for further research.",
    "totalCost": "1368250",
    "ecMaxContribution": "1368250",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1368250
        }
    },
    "calculatedTotalContribution": 1368250
}