{
    "rcn": "206497",
    "acronym": "UfastU",
    "topics": "ERC-2016-STG",
    "title": "Theory of ultra-fast dynamics in correlated multi-band systems",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Many of the intriguing properties of complex materials, such as magnetism and superconductivity rely on the cooperative behavior of electrons in systems with several active spin and orbital degrees of freedom. Using femtosecond laser pulses it has become possible to probe and control these systems on microscopic timescales. This does not only provide an entirely new approach to understand the emergence of collective phases, but it may also help to push the current speed limits in information and communication technologies. However, in contrast to the remarkable experimental progress, theory is still unable to provide a microscopic description of the ultrafast dynamics in most materials even on a qualitative level, as long as it remains restricted to single-band models and ad-hoc parameters. To overcome this limitation, we would like develop a versatile computational tool based on the nonequilibrium extension of dynamical mean-field theory (DMFT).\nIn the previous two decades, the development of equilibrium DMFT into a tool with predictive power has had a transformative effect on our understanding of correlated materials. A successful realization of the proposed research would lay the foundations for a comparable ab-initio understanding of correlated systems out of equilibrium, and provide the numerical techniques to solve multi-orbital quantum impurity models. Already the first applications of a multi-band formalism can lead to seminal insights which are currently out of reach, including an understanding of light-induced superconductivity in materials such as the iron pnictides, or new ways to engineer many-body interactions by external fields and thus drive a system to thermodynamically not accessible phases. The new numerical tools can also be used to unravel dynamical processes in bio-molecules like hemoglobin, whose essential functionality relies on multi-orbital transition metal atoms.",
    "totalCost": "1461500",
    "ecMaxContribution": "1461500",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 1461500
        }
    },
    "calculatedTotalContribution": 1461500
}