{
    "rcn": "206473",
    "acronym": "CaBiS",
    "topics": "ERC-2016-STG",
    "title": "Chemistry and Biology in Synergy - Studies of hydrogenases using a combination of synthetic chemistry and biological tools",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "My proposal aims to take advantage of my ground-breaking finding that it is possible to mature, or activate, the [FeFe] hydrogenase enzyme (HydA) using synthetic mimics of its catalytic [2Fe] cofactor. (Berggren et al, Nature, 2013) We will now explore the chemistry and (bio-)technological potential of the enzyme using an interdisciplinary approach ranging from in vivo biochemical studies all the way to synthetic model chemistry. Hydrogenases catalyse the interconversion between protons and H2 with remarkable efficiency. Consequently, they are intensively studied as alternatives to Pt-catalysts for these reactions, and are arguably of high (bio-) technological importance in the light of a future ìhydrogen societyî.\nThe project involves the preparation of novel ìartificialî hydrogenases with the primary aim of designing spectroscopic model systems via modification(s) of the organometallic [2Fe] subsite. In parallel we will prepare in vitro loaded forms of the maturase HydF and study its interaction with apo-HydA in order to further elucidate the maturation process of HydA. Moreover we will develop the techniques necessary for in vivo application of the artificial activation concept, thereby paving the way for a multitude of studies including the reactivity of artificial hydrogenases inside a living cell, but also e.g. gain-of-function studies in combination with metabolomics and proteomics. Inspired by our work on the artificial maturation system we will also draw from our knowledge of Natureís [FeS] cluster proteins in order to prepare a novel class of ìminiaturized hydrogenasesî combining synthetic [4Fe4S] binding oligopeptides with [2Fe] cofactor model compounds. \nOur interdisciplinary approach is particularly appealing as it not only provides further insight into hydrogenase chemistry and the maturation of metalloproteins, but also involves the development of novel tools and concepts applicable to the wider field of bioinorganic chemistry.",
    "totalCost": "1494880",
    "ecMaxContribution": "1494880",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1494880
        }
    },
    "calculatedTotalContribution": 1494880
}