{
    "rcn": "206446",
    "acronym": "AGATM",
    "topics": "ERC-ADG-2015",
    "title": "A Global Anthropology of Transforming Marriage",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "This research will create a new theoretical vision of the importance of marriage as an agent of transformation in human sociality. Marriage globally is undergoing profound change, provoking intense debate and anxiety. These concerns refract wider instabilities in political, economic, and familial institutions. They signal the critical role of marriage in bringing together - and separating - intimate, personal, and familial life with wider state institutions. But we have little up to date comparative research or general theory of how marriage changes or the long-term significance of such change. Paradoxically, social scientific and public discourse emphasise the conservative and normative aspects of marriage. This underlines the need for a new theoretical frame that takes account of cultural and historical specificity to grasp the importance of marriage as both vehicle of and engine for transformation. AGATM overturns conventional understandings by viewing marriage as inherently transformative, indeed at the heart of social and cultural change. The research will investigate current transformations of marriage in two distinct senses. First, it will undertake an ethnographic investigation of new forms of marriage in selected sites in Europe, N. America, Asia, and Africa. Second, it will subject ëmarriageí to a rigorous theoretical critique that will denaturalise marriage and reintegrate it into the new anthropology of kinship. Research on five complementary and contrastive sub-projects examining emerging forms of marriage in different locations will be structured through the themes of care, property, and ritual forms. The overarching analytic of temporality will frame the theoretical vision of the research and connect the themes. The resulting six monographs, journal articles, and exhibition will together revitalise the study of kinship by placing the moral, practical, political, and imaginative significance of marriage over time at its centre.",
    "totalCost": "2297584",
    "ecMaxContribution": "2297584",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2297584
        }
    },
    "calculatedTotalContribution": 2297584
}