{
    "rcn": "206464",
    "acronym": "IMAGENE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Characterizing Function Genetic Variants Linking Immunity and Psychiatric Disorders",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "Understanding genetic risk for disease is one of the major goals in human genetics. Genome-wide association studies (GWAS) have identified thousands of genetic variants associated with complex human diseases, the majority of them locating in regulatory regions outside of genes. The identification of functional regulatory variants underlying such GWAS associations and understanding their pattern of activity is the key for understanding biological processes behind each genetic association to disease ñ and without such understanding, targeted interventions and drugs to affect the relevant pathways are not possible.\nIMAGENE will elucidate the role of functional genetic variants that link immunity and psychiatric disorders such as schizophrenia. This will be achieved by combining state-of-the-art technologies in genome engineering, Next-Generation sequencing and computational biology, which will allow obtaining mechanistic insight into genetic risk of human diseases at unprecedented depth. The applicant has unique interdisciplinary skills to carry out the project, including clinical background and basic research experience in the different fields united in this proposal ñ human genetics, immunology, and psychiatry. The impact of the project could be enormous, since elucidating the molecular mechanisms of disease-associated variants that link immune function to disease pathology of schizophrenia could contribute to the development of novel treatments for this disease.",
    "totalCost": "257860,8",
    "ecMaxContribution": "257860,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 257861
        }
    },
    "calculatedTotalContribution": 257861
}