{
    "rcn": "206415",
    "acronym": "WEAR",
    "topics": "ICT-36-2016",
    "title": "Wearable technologists Engage with Artists for Responsible innovation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Wearable technologies aimed at private consumers constitute a nascent market, expected to grow very fast. Their disruptive power is exemplified by the competition between established technology giants and start-ups. In particular, the development of the wearable market relies on its capacity to break down barriers between creative industries and digital technology companies. At the core of this market is the amount of data that wearable technologies allow to capture, in particular over their usersí personal data. This raises ethical issues regarding the ownership of this data, and what wearable providers do with that data, among other ethical issues, such as labour issues manufacturing, and mineral sourcing in the supply chain. There is a need to raise awareness around such issues, while ensuring the continued development of the wearable technology and smart textiles industries.\nWEAR proposes to bring wearable technology stakeholders to work more closely with designers and artists across Europe to shift the development of the EU wearable industry, drawing on the rich European landscape of wearable technology and smart textile stakeholders, toward addressing the core issues head on within the research & development stages. To do so, WEAR will:\nDevelop a sustainable European network of stakeholders and hubs, to connect and push the boundaries in the design and development of wearables;\nEncourage cross-border and cross-sector collaboration between creative people and technology developers to design and develop wearables ;\nDevelop a framework within which future prototypes can be made that will become the next generation of what ethical and aesthetic wearables could/should be;\nLead the emergence of innovative approaches to design, production, manufacturing and business models for wearable technologies;\nMake citizens, entrepreneurs and other stakeholders more aware of the ethical and aesthetic issues in making and use of wearable technologies",
    "totalCost": "3050656,25",
    "ecMaxContribution": "2998925",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "DIGITAL SPACES LIVING LAB OOD;BLUMINE SRL;WE CONNECT DATA;UNIVERSITAT DER KUNSTE BERLIN;QUEEN MARY UNIVERSITY OF LONDON;UNIVERSITY FOR THE CREATIVE ARTS",
    "participantCountries": "BG;IT;BE;DE;UK",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 2588438
        },
        "999967763": {
            "orgId": "999967763",
            "orgName": "UNIVERSITY FOR THE CREATIVE ARTS",
            "ecContrib": 111062
        },
        "945595577": {
            "orgId": "945595577",
            "orgName": "UNIVERSITAT DER KUNSTE BERLIN",
            "ecContrib": 58562
        },
        "919532453": {
            "orgId": "919532453",
            "orgName": "WE CONNECT DATA",
            "ecContrib": 47425
        },
        "953120934": {
            "orgId": "953120934",
            "orgName": "DIGITAL SPACES LIVING LAB OOD",
            "ecContrib": 32812
        },
        "920017744": {
            "orgId": "920017744",
            "orgName": "BLUMINE SRL",
            "ecContrib": 40469
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 120156
        }
    },
    "calculatedTotalContribution": 2998924
}