{
    "rcn": "206447",
    "acronym": "EnvJustice",
    "topics": "ERC-ADG-2015",
    "title": "A GLOBAL MOVEMENT FOR ENVIRONMENTAL JUSTICE: The EJAtlas",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "'The Environmental Justice Atlas (www.ejatlas.org) is a global database built by us, drawing on activist and academic knowledge. It maps 1500 conflicts. To improve geographical and thematic coverage it will grow to 3000 by 2019. It systematizes conflicts across 100\\ fields documenting the commodities at stake, the actors involved, impacts, forms of mobilizations and outcomes allowing analyses that will lead to a general theory of ecological distribution conflicts. \nWe shall research the links between changes in social metabolism and resource extraction conflicts at the ìcommodity frontiersî. Also other questions in political ecology and social movement theory such as the effectiveness of direct action by grassroots protesters compared to institutional forms of contention. Does the involvement of different actors, e.g. indigenous groups, relate to different conflict outcomes? How often does the IUCN ally itself to 'the environmentalism of the poor'? Do mobilizations and outcomes vary across sectors (mining, hydroelectric dams, waste incinerators) according to project differences in economic and biophysical dimensions, environmental and health risks? Are conflicts on point resources (mining, oil extraction) regularly different from conflicts in agriculture? Can we track networked resistances against Western companies, compared to those from China or other countries?\nResistance to environmental damage has brought into being many local and some international EJOs pushing for alternative social transformations. We shall study the Vocabulary of Environmental Justice they deploy: climate justice, water justice, food sovereignty, biopiracy, sacrifice zones, and other terms specific to countries: Chinese ìcancer villagesî, Indian ìsand mafiasî, Brazilian ìgreen desertsî (eucalyptus plantations). Finally, are there signs of an alliance between the Global Environmental Justice Movement and the small European movement for ìprosperity without growthî, dÈcroissance, Post-Wachstum?'",
    "totalCost": "1910811",
    "ecMaxContribution": "1910811",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1910811
        }
    },
    "calculatedTotalContribution": 1910811
}