{
    "rcn": "206444",
    "acronym": "PAPA",
    "topics": "ERC-ADG-2015",
    "title": "Pathophysiology of Primary Aldosteronism",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Arterial hypertension is a major cardiovascular risk factor that affects between 10-40% of the population. Primary aldosteronism (PA) due to adrenal excess production of aldosterone is the most common secondary form of hypertension affecting 4-12% of hypertensives. Given the severe cardiovascular adverse effects of aldosterone excess early detection and individualized treatment of PA has important impact on clinical outcome and survival. However, the pathophysiology of PA is not well understood: While we recently identified specific genes underlying aldosterone producing adenoma, the most prevalent form of PA, bilateral adrenal hyperplasia, has remained enigmatic. It is the first hypothesis of this proposal that the pathophysiology of PA is a process based on two ëhitsí: agonistic angiotensin II type 1 receptor (AT1R) autoantibodies (proliferation, nodular hyperplasia) and somatic mutations (adenoma formation). It is the second hypothesis, that together, both factors induce not only aldosterone but also marked glucocorticoid excess.\n1.) I will analyze prevalence and binding characteristics of AT1R autoantibodies as a pathophysiologic basis of PA. 2.) I will determine the effect of AT1R antibodies and genetic factors on cellular adrenal cortex models in vitro. 3.) I will extend these studies to specific in vivo genetic rodent models of PA. 4.) I will quantify aldosterone and glucocorticoid excess as disease effectors of AT1R autoantibodies and somatic mutations using liquid chromatographyñmass spectrometry in PA. 5.) Using the generated data I will develop a pathophysiology-based concept of PA.\nThis groundbreaking approach using innovative in vitro and in vivo models, state-of-the art genetic, immunologic and steroidobolomic techniques will uniquely open new avenues to the pathophysiologic understanding of PA. It will change our current understanding of PA, has high health impact and, thus, will pave the way to novel concepts of aldosterone excess and hypertension.",
    "totalCost": "2496875",
    "ecMaxContribution": "2496875",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2496875
        }
    },
    "calculatedTotalContribution": 2496875
}