{
    "rcn": "206483",
    "acronym": "QCDforfuture",
    "topics": "ERC-2016-STG",
    "title": "QCD for the Future of Particle Physics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The momentous discovery of the Higgs boson in 2012 marked the start of a new era in particle physics.  The increase in energy of collisions at the Large Hadron Collider (LHC) this year allows us to probe fundamental physics at an energy scale which has been out of reach until now.  This presents a challenge to particle theory to keep pace with these developments, and respond to the fact that Standard Model interactions will have different features in this new energy range.  We must understand these differences in order to extract as much information as possible from LHC data, and in particular to identify any signs of new physics.  My framework, High Energy Jets, is the only tool of its kind to include the dominant high-energy corrections to all orders in the strong coupling and these have already been shown to be necessary to describe data at the lower collisions energies of 7 and 8 TeV.  However, these corrections alone are not enough.\n\nMy proposed research programme will develop a novel and powerful framework for theoretical predictions based on the lessons learned from LHC Run I.  In particular it will combine the necessary high-energy corrections with state-of-the-art next-to-leading-order (NLO) fixed-order descriptions. A separate objective is to combine the high-energy corrections with the resummation contained in parton shower programs.  This is necessary to describe data in regions where there is both evolution in rapidity and transverse momentum.  The ultimate goal is to combine all three: high-energy corrections, NLO calculation and parton shower.  Separate theoretical objectives will significantly improve our understanding of the underlying theory, which should ultimately enhance our description of data far beyond any current prediction.  This will be the most complete description of quantum chromodynamics at colliders to date, and will be essential for the exploitation of future data from the LHC and beyond.",
    "totalCost": "1438003",
    "ecMaxContribution": "1438003",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1438003
        }
    },
    "calculatedTotalContribution": 1438003
}