{
    "rcn": "206490",
    "acronym": "TechEvo",
    "topics": "ERC-2016-STG",
    "title": "Technology Evolution in Regional Economies",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The creation and accumulation of knowledge are processes at the heart of technological change and economic growth. Attention has been directed at aggregate measures of knowledge production in regional and national contexts, but little consideration has been given to the properties of knowledge produced in specific places. How does the nature of knowledge that is produced vary over space, what conditions the scope of technologies generated in different locations, and how do these knowledge sets impact the performance of local firms and industries?\n\nTo date, the way in which specific regional knowledge capabilities influence the evolution of local technology trajectories and thus shape geographies of economic prosperity have not yet been considered systematically. The objective of the ìTechnology Evolution in Regional Economiesî (TechEvo) project is to address these significant shortcomings. Focusing on the evolution of scientific and technical knowledge, as indicated by patent, trademark and scientific literature records, the point of departure is the pan-European knowledge space for all 28 European Union member countries, plus Norway and Switzerland, over the time period 1981-2015. The knowledge space, based on the co-occurrence matrix of particular knowledge domains (629), maps the proximity of patent technology classes and enables the development of regional measures of knowledge specialization for all 1,369 (NUTS3) regions. Set in an evolutionary framework the investigation provides ground breaking insights into how innovative entities and individual inventors are embedded in social and cognitive local and non-local networks, and how regional technology trajectories are shaped through entry, exit, and selection processes. TechEvo will provide a wealth of indicators, models and tools that will assist firms and policy makers in place-based investment decisions, and deliver a science and technology policy evaluation tool capable of assessing impact.",
    "totalCost": "1496599",
    "ecMaxContribution": "1496599",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1496599
        }
    },
    "calculatedTotalContribution": 1496599
}