{
    "rcn": "206492",
    "acronym": "CombiTop",
    "topics": "ERC-2016-STG",
    "title": "New Interactions of Combinatorics through Topological Expansions, at the crossroads of Probability, Graph theory, and Mathematical Physics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "'The purpose of this project is to use the ubiquitous nature of certain combinatorial topological objects called maps in order to unveil deep connections between several areas of mathematics. Maps, that describe the embedding of a graph into a surface, appear in probability theory, mathematical physics, enumerative geometry or graph theory, and different combinatorial viewpoints on these objects have been developed in connection with each topic. The originality of our project will be to study these approaches together and to unify them.\n\nThe outcome will be triple, as we will:\n1. build a new, well structured branch of combinatorics  of which many existing results in different areas of enumerative and algebraic combinatorics are only first fruits;\n2. connect and unify several aspects of the domains related to it, most importantly between probability and integrable hierarchies thus proposing new directions, new tools and new results for each of them;\n3. export the tools of this unified framework to reach at new applications, especially in random graph theory and in a rising domain of algebraic combinatorics related to Tamari lattices.\n\nThe methodology to reach the unification will be the study of some strategic interactions at different places involving topological expansions, that is to say, places where enumerative problems dealing with maps appear and their genus invariant  plays a natural role, in particular:  1. the combinatorial theory of maps developped by the 'French school' of combinatorics, and the study of random maps; 2. the combinatorics of Fermions underlying the theory of  KP and 2-Toda hierarchies; 3; the  Eynard-Orantin 'topological recursion' coming from mathematical physics.\n\nWe present some key set of tasks in view of relating these different topics together. The pertinence of the approach is demonstrated by recent research of the principal investigator.'",
    "totalCost": "1086125",
    "ecMaxContribution": "1086125",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1086125
        }
    },
    "calculatedTotalContribution": 1086125
}