{
    "rcn": "206488",
    "acronym": "MMA",
    "topics": "ERC-2016-STG",
    "title": "Molecular Mechanical Adhesives",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Protein-based hydrogels are commonly used as adhesives and sealants in surgical settings. Fibrin gels, for example, are biocompatible, however their use is hampered by poor mechanical properties. Previous attempts to improve fibrin gel mechanics relied on interpenetrating networks in combination with PEO, collagen and other polymers, however, only modest improvements were observed. The important challenge lies in understanding how molecular design principles can influence gel mechanics on the macroscale. \n\nThe goal of this research is to develop mechanically tunable protein hydrogels. Upon mixture of two liquid components, the systems I propose would spontaneously form a gel matrix consisting of oligomerized proteins that mimic the extracellular matrix and possess controllable mechanical responses. By understanding protein nanomechanics at the single-molecule level, and designing modes of energy dissipation into hydrogel networks, my project will have an impact by bridging the knowledge gap between single-molecule and macroscopic mechanical responses. \n\nMy approach is ground-breaking because I am leveraging the discoveries I made on a family of super-stable receptor-ligand proteins (Cohesins & Dockerin (Coh-Doc)). These reversible receptor-ligands can be broken and reformed thousands of times, yet still maintain high stability (1/2 covalent bond strength). After having pioneered the application of these mechano-stable domains as molecular handles in single-molecule experiments, I propose the following frontier research:  \n\nA) I will use molecular engineering of Coh-Doc complexes to test the hypothesis that mechanical properties of bulk materials can be rationally designed based on single-molecule mechanical behavior of receptor-ligands.\n \nB) I will adapt the system to seamlessly merge with the native fibrin clotting pathway, providing a self-healing mechano-stable fibrin-based gel that could be applied as a liquid or spray and strongly adhere to cells and tissues.",
    "totalCost": "1466916",
    "ecMaxContribution": "1466916",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1466916
        }
    },
    "calculatedTotalContribution": 1466916
}