{
    "rcn": "206441",
    "acronym": "RAMSES",
    "topics": "ERC-CoG-2015",
    "title": "Reactivity and Assembly of Multifunctional, Stimuli-responsive Encapsulation Structures",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "In biochemical systems, combinations of specialized molecular entities are precisely arranged to give highly complex architectures. Sophisticated functionality, such as the selective chemical transformation of substrates in enzymes, emerges from the interplay of the individual components that are often grouped around a nanoscopic cavity. Control mechanisms based on the cooperative binding of signal substances regulate the enzymeís action, and complicated feedback loops may apply.\nSince the advent of supramolecular chemistry, scientists construct artificial systems with ever increasing complexity and functionality that promise to serve as the basis for future developments in bottom-up nanotechnology with applications in medicine (drug delivery), diagnostics, catalysis, material science and molecular photonics/electronics.\nSelf-assembly of functional entities with pre-programmed connectivities has produced an impressive line-up of nanoscopic architectures such as coordination cages that recognize and transform molecular substrates. Most of these systems are based on one sort of ligand, joined by one kind of metal ion. My group has reported a number of cages, each equipped with a unique, single function such as chirality, redox-activity, light-switching, allosteric regulation or endohedral binding sites.\nWhile all these mono-functionalized cages contribute to the progress of supramolecular architecture, nature demonstrates that the key to the most sophisticated systems lies in multi-functionalized structures.\nAs breakthrough strategies for achieving this level of complexity with artificial systems we propose:\n1) Heteroleptic coordination of ligands by a [Pd2Ligand4]-platform-specific way of steric fine-tuning\n2) Biopolymer-inspired folding of a modular chain of covalently joined building blocks\nCombined with our recent achievements in host-guest switching, we aim at adjustable receptors, controllable molecular reaction chambers and multifunctional photo/redox systems",
    "totalCost": "1982500",
    "ecMaxContribution": "1982500",
    "coordinator": "TECHNISCHE UNIVERSITAT DORTMUND",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 1982500
        }
    },
    "calculatedTotalContribution": 1982500
}