{
    "rcn": "206401",
    "acronym": "BDVe",
    "topics": "ICT-17-2016-2017",
    "title": "Big Data Value ecosystem",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The mission of BDVe is to support the Big Data Value PPP in realizing a vibrant data-driven EU economy or said in other words, BDVe will support the implementation of the PPP to be a SUCCESS.\nBehind that mission, there are multiple goals to achieve, which should be taken into full consideration when defining the directions of the PPP. Some of the most challenging ones are: (1) achieving a more competitive landscape of European Big Data providers, leading to bigger market share; (2) creating the context for a more competitive EU industry (transport, manufacturing, public sector, agrifood, media, energyÖ) in the advent of a data-driven revolution where many traditional players will have to transform their processes and re-think their business if they want to remain completive ñor in some cases, just to survive-; (3) ensuring the sustainability of the investments and actions triggered by the PPP.\n\nBDVe has broken down those high-level goals into 7 major priorities for the project:\nï Being accurately informed about most important facts in Big Data so that we have a solid basis to support the decision-making process in the PPP\nï Supporting the implementation of the Big Data PPP from an operational point of view\nï Developing a vibrant community around the PPP\nï Supporting the development of a European network of infrastructures and centers of excellence around Big Data\nï Setting-up a professional Communications strategy\nï Setting up a framework that supports the acceleration of data-driven businesses, and\nï Ensuring the sustainability of the investments and actions triggered by the PPP.\n\nThe BDVe consortium includes a set of partners that have shown commitment and dedication to the success of the PPP for several years. They have already invested and they have committed to invest along the coming years. We believe that this CSA cannot be a neutral action that offers operational support without further commitment.",
    "totalCost": "4940286,25",
    "ecMaxContribution": "4940286,25",
    "coordinator": "SAP SE",
    "coordinatorCountry": "DE",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;BIG DATA VALUE;UNIVERSITAET DUISBURG-ESSEN;ATOS SPAIN SA;OGILVYONE WORLDWIDE SA;TILDE SIA;UNIVERSIDAD POLITECNICA DE MADRID;SIEMENS AKTIENGESELLSCHAFT;EIT DIGITAL",
    "participantCountries": "IE;NL;BE;DE;ES;LV",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 337125
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 191902
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 848750
        },
        "922890496": {
            "orgId": "922890496",
            "orgName": "BIG DATA VALUE",
            "ecContrib": 425300
        },
        "999911212": {
            "orgId": "999911212",
            "orgName": "SAP SE",
            "ecContrib": 781375
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 350812
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 511250
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 380771
        },
        "954616286": {
            "orgId": "954616286",
            "orgName": "EIT DIGITAL",
            "ecContrib": 390000
        },
        "950389317": {
            "orgId": "950389317",
            "orgName": "OGILVYONE WORLDWIDE SA",
            "ecContrib": 574375
        },
        "996539686": {
            "orgId": "996539686",
            "orgName": "TILDE SIA",
            "ecContrib": 148625
        }
    },
    "calculatedTotalContribution": 4940285
}