{
    "rcn": "206418",
    "acronym": "RISCAPE",
    "topics": "INFRASUPP-01-2016",
    "title": "European Research Infrastructures in the International Landscape",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "RISCAPE will provide systematic, focused, high quality, comprehensive, consistent and peer-reviewed international landscape analysis report on the position and complementarities of the major European research infrastructures in the international research infrastructure landscape. \nTo achieve this, RISCAPE will establish a close links with a stakeholder panel representing the main user groups of the report, including representatives from ESFRI, the OECD and Member state funding agencies to ensure usability and the focus of the Report. It will also benefit from close co-operation with other projects and initiatives in the European research infrastructures development to ensure consistency with the existing landscape work. Particularly, RISCAPE builds on the European Research Infrastructures (RIs) in the ESFRI landscape report (2016) and on the landscape analysis done or currently underway in the H2020 cluster projects. RISCAPE leverages the experts on the European RIs with extensive knowledge on the disciplines involved and RI development in Europe and the  project benefits from the contacts and tools developed in the cluster- and international RI collaboration projects to maximize the discipline-specific usability of the results. \nA key factor in the RISCAPE analysis is that the complementarities will be analyzed in a way which is natural and suitable for the discipline and RI in question. The resulting Report and the used methods will be independently peer reviewed to maximize the usability and objectivity of the information provided for the EU strategic RI development and policy. \nThe project answers directly to the European Commission strategy on EU international cooperation in research and innovation, particularly on the need to obtain objective information in order to help implement the (EC) strategic approach.",
    "totalCost": "1999867,5",
    "ecMaxContribution": "1999867,5",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;INSTITUT MAX VON LAUE - PAUL LANGEVIN;EUROPEAN SOCIAL SURVEY EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM;STICHTING ASTRON, NETHERLANDS INSTITUTE FOR RADIO ASTRONOMY;STICHTING EGI;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;INTEGRATED CARBON OBSERVATION SYSTEM EUROPEAN RESEARCH INFRASTRUCTURECONSORTIUM;CESSDA AS;PIN SOC.CONS. A R.L. - SERVIZI DIDATTICI E SCIENTIFICI PER L UNIVERSITA DI FIRENZE;TURUN YLIOPISTO;STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "participantCountries": "FR;UK;NL;IT;FI;NO",
    "projectParticipants": {
        "940721715": {
            "orgId": "940721715",
            "orgName": "CESSDA AS",
            "ecContrib": 60625
        },
        "999492754": {
            "orgId": "999492754",
            "orgName": "STICHTING ASTRON, NETHERLANDS INSTITUTE FOR RADIO ASTRONOMY",
            "ecContrib": 0
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 191250
        },
        "998501026": {
            "orgId": "998501026",
            "orgName": "PIN SOC.CONS. A R.L. - SERVIZI DIDATTICI E SCIENTIFICI PER L UNIVERSITA DI FIRENZE",
            "ecContrib": 150000
        },
        "989221715": {
            "orgId": "989221715",
            "orgName": "STICHTING EGI",
            "ecContrib": 103750
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 177050
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 162500
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 319276
        },
        "938188269": {
            "orgId": "938188269",
            "orgName": "EUROPEAN SOCIAL SURVEY EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM",
            "ecContrib": 247932
        },
        "999933522": {
            "orgId": "999933522",
            "orgName": "INSTITUT MAX VON LAUE - PAUL LANGEVIN",
            "ecContrib": 198750
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 138750
        }
    },
    "calculatedTotalContribution": 1749883
}