{
    "rcn": "206569",
    "acronym": "SmILES",
    "topics": "LCE-33-2016",
    "title": "Smart Integration of Energy Storages in Local Multi Energy Systems for maximising the Share of Renewables in Europeís Energy Mix",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "SmILES zooms in simulation and optimisation of smart storage in local energy systems for increasing the understanding and transparency of innovative multi-energy projects. Setting up a shared data and information platform and effective dissemination of related results will contribute to competence building.\nThe objective is to obtain fundamental knowledge about linking and optimising heterogeneous energy carriers and systems including storage and renewable energy technologies from local to national level. Furthermore guidelines for modelling and optimising such systems on European level are developed. These guidelines are derived from knowledge of different energy system configurations (SC), which combine heat and electrical power with storage. The SCs are selected to favour a high relevance for replication throughout Europe including e.g. urban quarters, rural township or industrial environment.\nThis requires the development of a harmonised rich format describing hybrid energy systems and study cases for various scenarios. Different technologies are used to exchange models, allow cross-checks and validate results of simulation and optimisation. A catalogue of best practices of modelling, operating and integrating multi-energy systems is compiled and intended to serve as guideline for stakeholders. Key success factors and barriers from a socio-technical point of view are identified aiming at the reduction of technological gaps and successful implementation of best practices in a socio-economic context. Thus, SmILES will proof the benefit of a hybrid combined heat- and electrical power systems with storage capabilities and deploy the added value of storage integration in future energy systems.\nSupplementing the research activities, a long-lasting framework across EERA JP borders is set up by the consortium for extending storage integration technologies by linking other EERA members, stakeholders, energy supplier and industry.",
    "totalCost": "2440682,5",
    "ecMaxContribution": "2440682,5",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;ELECTRICITE DE FRANCE;ALLIANCE EUROPEENNE DE RECHERCHE DANS LE DOMAINE DE L'ENERGIE;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "BE;AT;FR;DK",
    "projectParticipants": {
        "922059885": {
            "orgId": "922059885",
            "orgName": "ALLIANCE EUROPEENNE DE RECHERCHE DANS LE DOMAINE DE L'ENERGIE",
            "ecContrib": 142625
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 321750
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 283012
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 909439
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 464951
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 318905
        }
    },
    "calculatedTotalContribution": 2440682
}