{
    "rcn": "206534",
    "acronym": "FANNABEE",
    "topics": "SMEInst-01-2016-2017",
    "title": "FANNABEE, a digital social marketplace for collectors",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "The overall EU trade of cultural good has a value of over 22BÄ, with a trade surplus of EUR 1.8BÄ. The group of cultural products itself is very heterogeneous: there will be much less interest in embroidery, maps, and architectural plans and drawings, for example, than for CDs and DVDs. These differences in consumption characteristics and the structure of industrial production and its specialisation in different Member States have an impact on patterns of imports and exports of cultural articles. This requires to address every cultural product with the right tools and platform, so to enhance user experience according to every category of cultural product. FANNABEE is addressing a specific sector of cultural goods (music collectibles and memorabilia: $10 BÄ transaction worldwide every year, 30M music collectors worldwide, 60% online) and it is providing a solution able to cope with the need of ever demanding collectors: map their collection and find new opportunities to trade and exchange collectable items.\nThe objective of FANNABEE is to bring on the market a web platform allowing music collectors to catalogue, share and exchange the items of their collections. FANNABEE wants to address this specific business opportunity, placing itself in this area by allowing collectors to Catalog, Trade and Showcase their collection of CDs, Vinyls and Memorabilia via web and mobile. The platform is designed to offer a 360 ∞ service and is developed with the best technology available on the market today in the big players (Facebook, Pinterest, etc.). The objective of the feasibility study is to drive the initial market expansion of FANNABEE on EU and international markets in whatever country, enabling a community of people willing to share and exchange items of their collectables.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FANNABEE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925306669": {
            "orgId": "925306669",
            "orgName": "FANNABEE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}