{
    "rcn": "206504",
    "acronym": "INVADE",
    "topics": "LCE-02-2016",
    "title": "Smart system of renewable energy storage based on INtegrated EVs and bAtteries to empower mobile, Distributed and centralised Energy storage in the distribution grid",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "An inspiration for INVADE are the world-wide agreements on minimisation of human caused effects to climate change and energy efficiency targets set at the European Union with ambitious goals for reduction of greenhouse gas emission and for increase of renewable energy share. \nTo enable a higher share of renewable energy sources to the smart grid and gain a traction in the market place a few critical barriers must be overcome. There is a deficiency of 1) flexibility and battery management systems 2) exploration of ICT solutions based on active end user participation 3) efficient integration of energy storage and transport sector (EVs), 4) novel business models supporting an increasing number of different actors in the grid. \nINVADE addresses these challenges by proposing to deliver a Cloud based flexibility management system integrated with EVs and batteries empowering energy storage at mobile, distributed and centralised levels to increase renewables share in the smart distribution grid. The project integrates different components: flexibility management system, energy storage technologies, electric vehicles and novel business models. It underpins these components with advanced ICT cloud based technologies to deliver the INVADE platform. The project will integrate the platform with existing infrastructure and systems at pilot sites in Bulgaria, Germany, Spain, Norway and the Netherlands and validate it through mobile, distributed and centralised use cases in the distribution grid in large scale demonstrations. Novel business models and extensive exploitation activities will be able to tread the fine line between maximizing profits for a full chain of stakeholders and optimizing social welfare while contributing to the standardization and regulation policies for the European energy market. A meaningful integration of the transport sector is represented by Norway and the Netherlands pilots ñ with the highest penetration of EVs worldwide.",
    "totalCost": "16305987,5",
    "ecMaxContribution": "13273626,88",
    "coordinator": "SMART INNOVATION NORWAY AS",
    "coordinatorCountry": "NO",
    "participants": "LYSE AS;STICHTING ELAADNL;GREENFLUX ASSETS B.V.;ESMART SYSTEMS AS;NEWEN PROJECTS GMBH;Teknologian tutkimuskeskus VTT Oy;UNIVERSITAT POLITECNICA DE CATALUNYA;Schneider Electric Norge AS;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;ALBENA AD;ESTABANELL Y PAHISA ENERGIA SA",
    "participantCountries": "NO;NL;DE;FI;ES;BG",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 962589
        },
        "961150012": {
            "orgId": "961150012",
            "orgName": "LYSE AS",
            "ecContrib": 1172675
        },
        "927222419": {
            "orgId": "927222419",
            "orgName": "GREENFLUX ASSETS B.V.",
            "ecContrib": 1113962
        },
        "950648016": {
            "orgId": "950648016",
            "orgName": "SMART INNOVATION NORWAY AS",
            "ecContrib": 2075500
        },
        "939096092": {
            "orgId": "939096092",
            "orgName": "NEWEN PROJECTS GMBH",
            "ecContrib": 813396
        },
        "940764492": {
            "orgId": "940764492",
            "orgName": "ESMART SYSTEMS AS",
            "ecContrib": 1624438
        },
        "952615370": {
            "orgId": "952615370",
            "orgName": "ESTABANELL Y PAHISA ENERGIA SA",
            "ecContrib": 717938
        },
        "939137705": {
            "orgId": "939137705",
            "orgName": "Schneider Electric Norge AS",
            "ecContrib": 1156138
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 862750
        },
        "937576587": {
            "orgId": "937576587",
            "orgName": "STICHTING ELAADNL",
            "ecContrib": 1128125
        },
        "937571446": {
            "orgId": "937571446",
            "orgName": "ALBENA AD",
            "ecContrib": 476962
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1169155
        }
    },
    "calculatedTotalContribution": 13273628
}