{
    "rcn": "206578",
    "acronym": "COMPOSELECTOR",
    "topics": "NMBP-23-2016",
    "title": "Multi-scale Composite Material Selection Platform with a Seamless Integration of Material Models and Multidisciplinary Design Framework.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The mission of COMPOSELECTOR is to develop a Business Decision Support System (BDSS), which integrates materials modelling, business tools and databases into a single workflow to support the complex decision process involved in the selection and design of polymer-matrix composites (PMCs). This will be achieved by means of an open integration platform which enables interoperability and information management of materials models and data and connects a rich materials modelling layer with industry standard business process models. \nIn order to satisfy the need for effectively designing and producing increasingly sophisticated materials, components and systems with advanced performance on a competitive time scale there is a particular need in industry for chemistry/physics-based materials models and modelling workflows which capture the performance of materials, accounting for material internal microstructure and effects of processing, provide accuracy/validation of predicted data, and relevant management of uncertainty and assemble knowledge ready for decision makers to act upon. COMPOSELECTOR will address these needs by integration of  (discrete and continuum) materials models and process models as well as structured and unstructured data into a standards-based, open integration framework, implementing uncertainty management and multi-criteria optimisation in order to provide actionable choices, and  building tailored knowledge apps to support decision makers. The human interface of COMPOSELECTOR will be supported by Visual Analytics capable of integrating qualitative, quantitative and cognitive aspects for a user-friendly management of the vast quantity of available data. The COMPOSELECTOR BDSS will be applied to and validated by end users targeting accurate, reliable, efficient and cost effective decision-making and management of polymer matrix composite (PMC) materials in the transport and aerospace value chains.",
    "totalCost": "3904186,03",
    "ecMaxContribution": "3904186,03",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "DOW BENELUX BV;ESTECO SPA;UNIVERSITA DEGLI STUDI DI TRIESTE;AIRBUS OPERATIONS SAS;ESI GROUP;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON;E-XSTREAM ENGINEERING SARL;CESKE VYSOKE UCENI TECHNICKE V PRAZE;POLITECNICO DI TORINO;GRANTA DESIGN LTD",
    "participantCountries": "NL;IT;FR;LU;CZ;UK",
    "projectParticipants": {
        "999886089": {
            "orgId": "999886089",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON",
            "ecContrib": 257451
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 829012
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 399016
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 270000
        },
        "991247948": {
            "orgId": "991247948",
            "orgName": "AIRBUS OPERATIONS SAS",
            "ecContrib": 271842
        },
        "999957190": {
            "orgId": "999957190",
            "orgName": "ESI GROUP",
            "ecContrib": 299375
        },
        "998517613": {
            "orgId": "998517613",
            "orgName": "DOW BENELUX BV",
            "ecContrib": 216246
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 262061
        },
        "998417218": {
            "orgId": "998417218",
            "orgName": "GRANTA DESIGN LTD",
            "ecContrib": 357376
        },
        "986263894": {
            "orgId": "986263894",
            "orgName": "E-XSTREAM ENGINEERING SARL",
            "ecContrib": 319750
        },
        "954272421": {
            "orgId": "954272421",
            "orgName": "ESTECO SPA",
            "ecContrib": 422055
        }
    },
    "calculatedTotalContribution": 3904184
}