{
    "rcn": "206529",
    "acronym": "SD4Food",
    "topics": "SMEInst-02-2016-2017",
    "title": "The Spot Demetallizing Film - a unique, environment and health-friendly technology for effective food packaging.",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Each year ca. 89m tonnes of food in EU is irrecoverably wasted (i.e. 179 kg per capita) and the projection for 2020 ñ if no action will be taken ñ is 126m tonnes (i.e. a 40% increase). At the same time ca.79m EU citizens live beneath the poverty line and ca.16m strongly depend on food aid from the charitable organizations. A lot of food is thrown into the garbage just because the expiry date does not provide an accurate indication of the food`s freshness, instead reflecting the worst case scenario of how long a product should be safe to eat. The SDF is a novel technology enabling local removing of metallized layer on the foil (film) in a needful spot, allowing consumers to decide if to eat or dispose the product, based on the real freshness status of the food (the film becomes fully transparent for the human eye exactly at the point where it is required). Currently, no technology with such potential exists on the market. Packaging made of the metallized film is used for keeping the food product fresh and in good sanitary conditions. The metallized film has similar barrier properties as aluminium film (level of steam and oxygen permeability, high protection against light and bacterial microflora), but does not fracture or rip. Production of metallized film requires 130x less aluminium and production costs are 5x lower than in case of the aluminium film. That`s why the metallized film is used for packaging of candy-bars, candies, biscuits, ice cream, coffee, tea, cereals, fish, meat, and even gifts. The SDF tackles existing market needs, enables food producers to keep the product in good storage conditions and simultaneously show how does it really look like. It is aligned with food industry needs - 4 of our business partner are interested in buying the SDF to implement into production of metallized packaging and process at their production plants. Feedback from the packaging and label market suggests the SDF will revolutionize packaging and label industry in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRINT SILVER SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA SPOLKA KOMANDYTOWA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918592426": {
            "orgId": "918592426",
            "orgName": "PRINT SILVER SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA SPOLKA KOMANDYTOWA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}