{
    "rcn": "206567",
    "acronym": "NEW DEAL",
    "topics": "NMBP-10-2016",
    "title": "New siRNA Nanotherapy for Inflammatory Bowel Diseases, targeting Janus kinase 3",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Inflammatory bowel diseases (IBD) are the second most common immune-mediated disorders in Europe, affecting more particularly young people. The current therapies, including antibodies, show three main drawbacks: efficacy, tolerability and convenience. NEW DEAL solution will offer radical therapeutic progress for all IBD patients, thanks to the improved efficacy and increased safety of the specific JAK3 inhibition, which has been proven in clinics to be a target of great interest, the better tolerability of siRNA in term of immunogenicity and the good convenience with oral administration. To achieve this challenge, we will address three objectives: i) Specifically inhibit JAK 3 in a highly selective and safer manner by the mean of siRNA carefully designed and validated, ii) Deliver the siRNA therapeutic locally to the inflamed gut, by combining innovative nanostructured lipid carriers enabling their transport across the mucus, the intestinal barrier and the plasma membrane of the target cells, with polymeric capsules for protecting siRNA nanotherapeutics during their transit along the GI tract, thus allowing an oral administration, and iii) Promote the clinical translation and the future industrial transfer of this new clinical product, by addressing manufacturing, safety and efficacy evaluation at the late preclinical stage, to generate a Regulatory Submission Package and a Clinical Development Plan. The NEW DEAL project brings together clinical experts on IBD, leading scientists in nanomedicine, RNAi biology and immunology, innovative SMEs with a strong background in nanosafety, design of capsules and regulatory issues and an established pharma company with historic expertise on gastroenterology medicinal products. If successful, NEW DEAL will open new avenues for siRNA-based therapy in IBD with oral administration.",
    "totalCost": "5999178,75",
    "ecMaxContribution": "5999178,75",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "PRODIGEST;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;NANOIMMUNOTECH SL;EUROPEAN RESEARCH SERVICES GMBH;SPARKS & CO;ALAN BOYD CONSULTANTS LIMITED;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH;LABORATOIRES MAYOLY SPINDLER;SEPS PHARMA",
    "participantCountries": "BE;FR;ES;DE;UK",
    "projectParticipants": {
        "998054050": {
            "orgId": "998054050",
            "orgName": "EUROPEAN RESEARCH SERVICES GMBH",
            "ecContrib": 233338
        },
        "929306755": {
            "orgId": "929306755",
            "orgName": "ALAN BOYD CONSULTANTS LIMITED",
            "ecContrib": 188750
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1915936
        },
        "958744315": {
            "orgId": "958744315",
            "orgName": "NANOIMMUNOTECH SL",
            "ecContrib": 506814
        },
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 384965
        },
        "938985124": {
            "orgId": "938985124",
            "orgName": "SPARKS & CO",
            "ecContrib": 234175
        },
        "986372631": {
            "orgId": "986372631",
            "orgName": "PRODIGEST",
            "ecContrib": 463344
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 475259
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 774724
        },
        "950860446": {
            "orgId": "950860446",
            "orgName": "SEPS PHARMA",
            "ecContrib": 373125
        },
        "923779307": {
            "orgId": "923779307",
            "orgName": "LABORATOIRES MAYOLY SPINDLER",
            "ecContrib": 448750
        }
    },
    "calculatedTotalContribution": 5999180
}