{
    "rcn": "206577",
    "acronym": "STARCELL",
    "topics": "NMBP-03-2016",
    "title": "Advanced strategies for substitution of critical raw materials in photovoltaics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "STARCELL proposes the substitution of CRMís in thin film PV by the development and demonstration of a cost effective solution based on kesterite CZTS (Cu2ZnSn(S,Se)4) materials. Kesterites are only formed by elements abundant in the earth crust with low toxicity offering a secure supply chain and minimizing recycling costs and risks, and are compatible with massive sustainable deployment of electricity production at TeraWatt levels. Optimisation of the kesterite bulk properties together with redesign and optimization of the device interfaces and the cell architecture will be developed for the achievement of a challenging increase in the device efficiency up to 18% at cell level and targeting 16% efficiency at mini-module level, in line with the efficiency targets established at the SET Plan for 2020. These efficiencies will allow initiating the transfer of kesterite based processes to pre-industrial stages. These innovations will give to STARCELL the opportunity to demonstrate CRM free thin film PV devices with manufacturing costs ? 0.30 Ä/Wp, making first detailed studies on the stability and durability of the kesterite devices under accelerated test analysis conditions and developing suitable recycling processes for efficient re-use of material waste. The project will join for the first time the 3 leading research teams that have achieved the highest efficiencies for kesterite in Europe (EMPA, IMRA and IREC) together with the group of the world record holder David Mitzi (Duke University) and NREL (a reference research centre in renewable energies worldwide) in USA, and AIST (the most renewed Japanese research centre in Energy and Environment) in Japan. These groups have during the last years specialised in different aspects of the solar cell optimisation and build the forefront of kesterite research. The synergies of their joined efforts will allow raising the efficiency of kesterite solar cells and mini-modules to values never attained for this technology.",
    "totalCost": "6218202,5",
    "ecMaxContribution": "4832185",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UPPSALA UNIVERSITET;WEEE INTERNATIONAL RECYCLING SL;IMRA EUROPE SAS;DUKE UNIVERSITY;ACT SISTEMAS SL;HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH;MIDSUMMER AB;NATIONAL INSTITUTE OF ADVANCED INDUSTRIAL SCIENCE AND TECHNOLOGY;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
    "participantCountries": "DE;UK;FR;SE;ES;US;JP;CH",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 629981
        },
        "998693959": {
            "orgId": "998693959",
            "orgName": "DUKE UNIVERSITY",
            "ecContrib": 0
        },
        "951566218": {
            "orgId": "951566218",
            "orgName": "IMRA EUROPE SAS",
            "ecContrib": 580512
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 420002
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 660715
        },
        "985022391": {
            "orgId": "985022391",
            "orgName": "NATIONAL INSTITUTE OF ADVANCED INDUSTRIAL SCIENCE AND TECHNOLOGY",
            "ecContrib": 0
        },
        "942193011": {
            "orgId": "942193011",
            "orgName": "MIDSUMMER AB",
            "ecContrib": 459899
        },
        "999446000": {
            "orgId": "999446000",
            "orgName": "HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH",
            "ecContrib": 380000
        },
        "991648073": {
            "orgId": "991648073",
            "orgName": "ACT SISTEMAS SL",
            "ecContrib": 241375
        },
        "999871539": {
            "orgId": "999871539",
            "orgName": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
            "ecContrib": 379700
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 0
        },
        "996435993": {
            "orgId": "996435993",
            "orgName": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
            "ecContrib": 720000
        },
        "918704364": {
            "orgId": "918704364",
            "orgName": "WEEE INTERNATIONAL RECYCLING SL",
            "ecContrib": 360000
        }
    },
    "calculatedTotalContribution": 4832184
}