{
    "rcn": "206560",
    "acronym": "AMPHIBIAN",
    "topics": "NMBP-03-2016",
    "title": "Anisometric permanent hybrid magnets based on inexpensive and non-critical materials",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Permanent magnets are crucial in modern technology as they allow storing, delivering and converting energy. They are able to transform electrical energy into mechanical and vice versa, which means that improving their performance entails transforming energy in a more efficient and sustainable way.\nThe best magnets are based on rare-earths (RE), however, their status as a Critical Raw Material (CRM) has brought forward the realization that it is of great strategic, geographic, environmental and socio-economic importance to consider alternative magnets that present a reduced amount (or absence) of RE. One of the most sought approaches towards this goal consists on constructing composite magnetic materials magnetically coupled at the interface.\nIn the framework of the success of a previous European Project (FP7-SMALL-NANOPYME-310516), focused on improving ferrite-based magnets, we developed a low-cost novel approach (Patent P201600092) that exploits the magnetostatic interactions within these composites and that yielded extremely promising results in the form of an experimental proof-of-concept. \nThe goal of this project is to implement up-scalable and cost-efficient methods for fabrication of ferrite-based dense anisotropic magnets with a 40% enhanced magnetic performance (energy products above 55 kJ/m3) with respect to commercial ferrites. We aim at producing improved magnets that retain the advantages of ferrites ñavailability, sustainability, cost, recyclability, eco-friendliness- and which have the potential to substitute currently used RE magnets (CRM) in the electric power system.\nOur targeted application is an electric energy storage device: we will substitute RE magnets by AMPHIBIAN ones in a demonstrator of a flywheel and evaluate its performance against cost, eco-friendliness and resource efficiency criteria.",
    "totalCost": "4948707,5",
    "ecMaxContribution": "4948707,5",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "AARHUS UNIVERSITET;INSTITUT JOZEF STEFAN;MAX BAERMANN GMBH;INSTITUTT FOR ENERGITEKNIKK;UNIVERSIDAD COMPLUTENSE DE MADRID;PETROCERAMICS SPA;ADVANCES DISPERCED PARTICLES SL;GENERAL NUMERICS RESEARCH LAB E V;CONSIGLIO NAZIONALE DELLE RICERCHE;WATTSUP POWER AS",
    "participantCountries": "DK;SI;DE;NO;ES;IT",
    "projectParticipants": {
        "948944696": {
            "orgId": "948944696",
            "orgName": "GENERAL NUMERICS RESEARCH LAB E V",
            "ecContrib": 334550
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 865248
        },
        "953795860": {
            "orgId": "953795860",
            "orgName": "ADVANCES DISPERCED PARTICLES SL",
            "ecContrib": 302812
        },
        "999455603": {
            "orgId": "999455603",
            "orgName": "INSTITUTT FOR ENERGITEKNIKK",
            "ecContrib": 540342
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 496375
        },
        "966984465": {
            "orgId": "966984465",
            "orgName": "PETROCERAMICS SPA",
            "ecContrib": 386500
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 462246
        },
        "923738761": {
            "orgId": "923738761",
            "orgName": "WATTSUP POWER AS",
            "ecContrib": 345500
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 272240
        },
        "923804624": {
            "orgId": "923804624",
            "orgName": "MAX BAERMANN GMBH",
            "ecContrib": 483750
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 459144
        }
    },
    "calculatedTotalContribution": 4948707
}