{
    "rcn": "206510",
    "acronym": "PICCOLO",
    "topics": "ICT-29-2016",
    "title": "Multimodal highly-sensitive PhotonICs endoscope for improved in-vivo COLOn Cancer diagnosis and clinical decision support",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Colorectal cancer represents around one tenth of all cancers worldwide. Early and accurate diagnosis and precise intervention can increase cure rate up to 90%. Improved diagnostic techniques with enough sensitivity and specificity are required to allow in situ assessment, safe characterization and resection of lesions during clinical practice interventions.\nThe multidisciplinary PICCOLO team proposes a new compact, hybrid and multimodal photonics endoscope based on Optical Coherence Tomography (OCT) and Multi-Photon Tomography (MPT) combined with novel red-flag fluorescence technology for in vivo diagnosis and clinical decision support. By combining the outstanding structural information from OCT with the precise functional information from MPT, this innovative endoscope will provide gastroenterologists immediate and detailed in situ identification of colorectal neoplastic lesions and facilitate accurate and reliable in vivo diagnostics, with additional, grading capabilities for colon cancer as well as in-situ lesion infiltration and margin assessment. With the development of compact instrumentation, the cost of the components and thus the system will be significantly reduced. Human representative animal models will be used to generate imaging biomarkers that allow automated detection, assessment and grading of disease. The developed system will be tested in operating room conditions.\n\nThe consortium comprises the whole value chain including pre-clinical and clinical partners, technology providers, photonics SMEs and endoscopy market leader company. The project will permit these companies to enhance their competitiveness and leadership in the diagnostics sector as well as exploiting new market opportunities. The new endoscope will significantly impact clinical practice allowing in vivo optical biopsy assessment via the automatic analysis of images allowing accurate and efficient characterisation of colorectal lesions.",
    "totalCost": "3997655",
    "ecMaxContribution": "3997655",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;M-SQUARED LASERS LIMITED;KARL STORZ GMBH & CO. KG;FUNDACION CENTRO DE CIRUGIA DE MINIMA INVASION JESUS USON;FUNDACION VASCA DE INNOVACION E INVESTIGACION SANITARIAS;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;LABORATORIO EUROPEO DI SPETTROSCOPIE NON LINEARI;L4T-LIGHT4TECH SRL",
    "participantCountries": "UK;DE;ES;IE;IT",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 358242
        },
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 358750
        },
        "999614586": {
            "orgId": "999614586",
            "orgName": "FUNDACION VASCA DE INNOVACION E INVESTIGACION SANITARIAS",
            "ecContrib": 307500
        },
        "950875287": {
            "orgId": "950875287",
            "orgName": "FUNDACION CENTRO DE CIRUGIA DE MINIMA INVASION JESUS USON",
            "ecContrib": 431125
        },
        "999582479": {
            "orgId": "999582479",
            "orgName": "LABORATORIO EUROPEO DI SPETTROSCOPIE NON LINEARI",
            "ecContrib": 361500
        },
        "999965435": {
            "orgId": "999965435",
            "orgName": "KARL STORZ GMBH & CO. KG",
            "ecContrib": 492500
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 700038
        },
        "932047005": {
            "orgId": "932047005",
            "orgName": "L4T-LIGHT4TECH SRL",
            "ecContrib": 488750
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 499250
        }
    },
    "calculatedTotalContribution": 3997655
}