{
    "rcn": "206500",
    "acronym": "ADMS",
    "topics": "FTIPilot-01-2016",
    "title": "SmartGrid Active Distribution Management System to accommodate Renewable Energy Sources and Low Carbon Emissions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "A critical challenge for electricity Smartgrids is to optimise Distribution System Operatorsí (DSO) ROI & avoid grid instabilities with ever increasing Renewable Energy Sources. ADMS will continuously monitor the dynamic state of networks & potential grid instability right to the LV grid-edge. It will disruptively change how Europeís 2,400 DSOs manage & control their networks to improve network stability by 20% & grid capacity by 25%, reduce networks outages duration & customer losses by 20% & enable 25% more renewable connections, to help achieve their 2020 carbon reduction targets. The aim is a TRL9 operational product on the market, feeding into Alteaís global presence & commercial channels, within 3 years from the start of this FTI project. This Innovation phase follows-on from the very successful H2020-SMEINST-1-2014 feasibility project (GA 673607) that identified a huge market & opportunity. ADMS will seamlessly integrate MACís mass deployable, low-cost network monitoring solutions (patented Flexible Magnetic sensors, micro Phasor Measurement Units (mPMU) & LV Network monitoring) & Gridhoundís innovative patented data-driven Artificial-Neural-Networks-based Advanced Distribution Automation (ADA) monitoring system. These will be productised by RWTH to meet the IEC61850 substation automation standard & mPMU enhanced with the patented TFT-WLS algorithm to meet the IEEE C37.118-1 standard. All components are TRL6/7. This project will fast-track integration & productisation to a TRL8 innovative prototype to pilot/operate/validate at 4 diverse DSO reference sites over 12 months with Alliander, ENEL, ESB & SPEN in DE,IT, IE,UK. Based on a market analysis & ongoing feedback from the pilots, the project will disseminate ADMS to potential customers & business collaborators through various media & 2 specific events, & develop/validate a Business Plan to commercially deploy a TRL9 ADMS. Ä36M sales from a potential market of Ä0.5BM & 3700% ROI are forecast over 7 years.",
    "totalCost": "1998276,25",
    "ecMaxContribution": "1594280,88",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "THE NATIONAL MICROELECTRONICS APPLICATIONS CENTRE LTD;GRIDHOUND UG (HAFTUNGSBESCHRANKT);ALTEA BV;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "IE;DE;NL;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 156625
        },
        "927487811": {
            "orgId": "927487811",
            "orgName": "GRIDHOUND UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 324625
        },
        "999789671": {
            "orgId": "999789671",
            "orgName": "THE NATIONAL MICROELECTRONICS APPLICATIONS CENTRE LTD",
            "ecContrib": 443906
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 495000
        },
        "924087767": {
            "orgId": "924087767",
            "orgName": "ALTEA BV",
            "ecContrib": 174125
        }
    },
    "calculatedTotalContribution": 1594281
}