{
    "rcn": "206527",
    "acronym": "UFPCC",
    "topics": "SMEInst-02-2016-2017",
    "title": "Scale up of the Continuous Production Method for Nano-sized Precipitated Calcium Carbonate, and market Introduction for Industrial End Use",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "FP-Pigments is a Finnish SME, and a manufacturer of opacity pigment with factories in Finland, Germany, and the US. FP¥s current success is based on innovative and patented, continuous production method, which enables the manufacturing of unique pigments for high value added applications in a very cost-efficient way. \n\nIn addition to current products, FP-Pigments has developed a novelty manufacturing method for pigment material called ultra-fine precipitated calcium carbonate (UFPCC), which have been tested in several new applications. The most interesting ones are 1) the replacement of the plastic barrier material used in paper and board applications; 2) the replacement of the most widely used opacity pigment TiO2 in paints; and 3) additive in sealants and adhesives in order to improve strength and other material properties.\n\nCompared to the current pigments, the manufacturing process of UFPCC enables vast savings in terms of carbon footprint, water consumption, and cost. For example in comparison with TiO2, the annual CO2 emission reduction potential is up to 90%.\n \nFP-Pigments has manufactured UFPCC samples with both laboratory scale and pilot scale equipment for laboratory, pilot and plant scale application testing. Target of the UFPCC-project is to scale-up the production capabilities from laboratory/pilot scale to environmentally friendly, continuous industrial scale process, and to introduce the new nano-sized UFPCC -products to the market. Project includes the design and construction of the industrial scale pilot plant, application testing together with selected customers, as well as investment plan for FP¥s factory in Leuna, Germany. The long term objective of the project is to reach annual sales of 400 MÄ by 2028.",
    "totalCost": "1999906,25",
    "ecMaxContribution": "1399934,38",
    "coordinator": "FP-PIGMENTS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927727692": {
            "orgId": "927727692",
            "orgName": "FP-PIGMENTS OY",
            "ecContrib": 1399934
        }
    },
    "calculatedTotalContribution": 1399934
}