{
    "rcn": "206515",
    "acronym": "ECSASDPE",
    "topics": "MSCA-RISE-2016",
    "title": "European and Chinese Platform for Stacked Aero-Structure Drilling Process and Equipment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Weight reduction and cost savings have driven composites research towards a number of recent high profile achievements. The increased use of anisotropic AL/CFRP/Ti stacks in aircraft structures has in turn created enormous challenges for the industry due to the difficulties that arise from drilling these heterogeneous stack materials. The project ìEuropean and Chinese Platform for Stacked Aero-Structure Drilling Process and Equipment (ECSASDPE)î focuses on the staff exchange between the partners of EU and China, and the development of key enabling techniques and equipment for theorbital drilling process of stacked AL/CFRP/Ti. It meets the objectives and requirements of the Marie Sk?odowska-Curie Actions: Research and Innovation Staff Exchange (RISE), by establishing multiple bridges between European and Chinese institutions.\nThe ultimate goal of ECSASDPE is to set up a long-term international and inter-sector collaboration consortium through research and innovation staff exchanges between 8 world-recognised institutions in the cutting-edge research area of high value manufacturing with promising applications in scientific and engineering sectors. The synergistic methodologies achieved by ECSASDPE will serve as the building blocks of the stacked composite materialmachining mechanism, equipment design, process monitor and control, and machining quality metrology and characterisation and scale up application, and thus enhance the leading position of the consortium for the scientific and technological progresses in high value manufacturing. This project is divided into six inter-related work packages: (1) Setup of knowledge base and road mapping; (2) Fundamentals of drilling process; (3) Key techniques for Equipment development; (4) System integration and performance verification; (5) Dissemination and exploitation, and (6) Project management. The work packages integrate all activities that will lead to the accomplishment of all the project objectives within 48 months.",
    "totalCost": "1615500",
    "ecMaxContribution": "859500",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE CLERMONT AUVERGNE;UNIVERSITAET DUISBURG-ESSEN;THE QUEEN'S UNIVERSITY OF BELFAST;SIGMA CLERMONT",
    "participantCountries": "FR;DE;UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 292500
        },
        "922622970": {
            "orgId": "922622970",
            "orgName": "SIGMA CLERMONT",
            "ecContrib": 135000
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 90000
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 252000
        }
    },
    "calculatedTotalContribution": 769500
}