{
    "rcn": "206503",
    "acronym": "PENTAGON",
    "topics": "LCE-01-2016-2017",
    "title": "Unlocking European grid local flexibility trough augmented energy conversion capabilities at district-level",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Pentagon is a 3-years research and innovation project that will investigate the potential of wider deployment of energy conversion technologies and strategies at district-level, with the aim to foster flexibility in the low-voltage and medium-voltage grid. The rationale that underlies Pentagon approach is that multi-vector smart districts can be the key enablers of future smart grids, provided their flexibility capabilities are augmented with adequate energy conversion technologies. To this end, Pentagon will deliver two key technology assets: a highly efficient power-to-gas installation sized for coupling with typical district heating plants and a multi-vector multi-scale district energy management platform for the combined monitoring and management of all district energy carriers. The power-to-gas technology will achieve a 15 to 25% energy gain compared to state-of-the-art performances. The multi-vector multi-scale district energy management platform will achieve 15 to 20% more flexibility at district-level, allowing for a 25% increase of renewable penetration, by leveraging building and district power to heat conversion capabilities. These impacts will be thoroughly assessed through an iterative validation and demonstration roadmap that will start with lab-scale individual component testing, continue with a focused deployment in district-scale experimental facilities, and conclude with a wider simulation-based assessment at distribution grid level that will rely on a real smart district from a project partner. Based on the results of the validation and demonstration, Pentagon will be able to implement an exploitation roadmap aimed both at (a) preparing the commercialization of the results (5-years post-project horizon) and (b) the definition and targeted dissemination of innovative local energy aggregation business models, leveraging a 200\\ member stakeholder community and connections between PENTAGON and relevant market design standardization initiatives.",
    "totalCost": "4437833,75",
    "ecMaxContribution": "2834757,5",
    "coordinator": "EXERGY LTD",
    "coordinatorCountry": "UK",
    "participants": "HSR HOCHSCHULE FUR TECHNIK RAPPERSWIL;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;BLAENAU GWENT COUNTY BOROUGH COUNCIL;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;Schneider Electric SPA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;TRACTEBEL ENGINEERING;R2M SOLUTION SRL;CARDIFF UNIVERSITY",
    "participantCountries": "CH;UK;FR;IT;BE",
    "projectParticipants": {
        "952850110": {
            "orgId": "952850110",
            "orgName": "R2M SOLUTION SRL",
            "ecContrib": 212500
        },
        "984888046": {
            "orgId": "984888046",
            "orgName": "HSR HOCHSCHULE FUR TECHNIK RAPPERSWIL",
            "ecContrib": 0
        },
        "998086739": {
            "orgId": "998086739",
            "orgName": "TRACTEBEL ENGINEERING",
            "ecContrib": 505359
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 703538
        },
        "953871617": {
            "orgId": "953871617",
            "orgName": "BLAENAU GWENT COUNTY BOROUGH COUNCIL",
            "ecContrib": 324642
        },
        "963864363": {
            "orgId": "963864363",
            "orgName": "Schneider Electric SPA",
            "ecContrib": 270344
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 497750
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 320625
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2834758
}