{
    "rcn": "206512",
    "acronym": "GAPARS",
    "topics": "ICT-24-2016",
    "title": "Gamification of participatory science for training and education purposes",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Creating effective ways for citizen science is immensely important. Scientists in all fields increasingly rely on active public participation for experiments and analyses of complex and/or massive data, and the outreach and education possibilities of citizen science are enormous.\n\nYet there are three key issues for any citizen science project: (i) reach out to a sufficiently large audience, (ii) lower the threshold to participation as much as possible, and (iii) provide incentives to continue participant engagement.\n\nWe created Massively Multiplayer Online Science to connect scientific research and video games as a seamless gaming experience. Research tasks completely integrated with game mechanics, narrative and visuals can open up a new channel between the gamer and the scientific community. Converting a small fraction of the billions of hours spent with playing video games will bring an enormous contribution to scientific research, and in the meantime will change how video gamesí expertise is perceived.\n\nThe goal of GAPARS project is to develop and validate the reference platform enabling the injection of scientific tasks into on-line communities, such as gamers. To do so, we gathered a unique team of prestigious participants and one major game editor, all with a track-record of excellence in management and in their respective domain of expertise. This project will put Europe on the map with a new genre of serious games.",
    "totalCost": "1661852,87",
    "ecMaxContribution": "573297",
    "coordinator": "MMOS SARL",
    "coordinatorCountry": "CH",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITE DE GENEVE;Virgo Systems Kft.;VIB;MUSEUM NATIONAL D'HISTOIRE NATURELLE;CCP HF;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "SE;CH;HU;BE;FR;IS;NL",
    "projectParticipants": {
        "999662310": {
            "orgId": "999662310",
            "orgName": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
            "ecContrib": 89025
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 64391
        },
        "995939547": {
            "orgId": "995939547",
            "orgName": "CCP HF",
            "ecContrib": 92099
        },
        "925667994": {
            "orgId": "925667994",
            "orgName": "MMOS SARL",
            "ecContrib": 0
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 64391
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 263391
        },
        "929514723": {
            "orgId": "929514723",
            "orgName": "Virgo Systems Kft.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 573297
}