{
    "rcn": "206507",
    "acronym": "MAGENTA",
    "topics": "FETPROACT-01-2016",
    "title": "MAGnetic nanoparticle based liquid ENergy materials for Thermoelectric device Applications",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "MAGENTA proposes a brand new technological path in thermoelectric materials research for waste-heat recovery applications. The originality of the project is based on the newly discovered thermal-to-electric energy conversion capacity of ionic-liquids and ferrofluids; i.e., colloidal dispersions of magnetic nanoparticles in ionic liquids (IL-FFs). It is an inter-disciplinary and cross-sector R&D project combining concepts and techniques from physics, chemistry and electrochemistry with an active participation from 3 SME and 1 industrial partners implicated in the materials supply-chain, the device design/performance and the market-uptake assessment. Both experimental and theoretical approaches will be employed to build foundational knowledge on novel magneto-thermoelectric phenomena in ferrofluids. Computational simulations will allow ëbottom-upí construction of IL-FFs with optimal conditions for harvesting energy. The end-products of MAGENTA, application specific magneto-thermoelectric materials and devices, will provide innovation leadership to European companies in waste-heat recovery industries. The lead-user industries targeted by MAGENTA are automobile and microelectronic sectors, but demonstration-type thermoelectric generators will also be produced for public outreach actions on waste-heat recovery technologies. Through its foundational, interdisciplinary and cross-sector research & innovation actions, the consortium will become a ìseed communityî for building an innovation ecosystem around the novel magneto-thermoelectric technology, presenting long-term impacts on future renewal energy science and technology from which the society as a whole can benefit. Withal, MAGENTA offers breakthrough thermoelectric materials that are versatile, cost-effective and non-toxic to assist the economically and environmentally sustainable energy transition in Europe.",
    "totalCost": "4999778,75",
    "ecMaxContribution": "4999777,5",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "SOLVIONIC;CENTRO RICERCHE FIAT SCPA;CONSIGLIO NAZIONALE DELLE RICERCHE;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";GEMMATE TECHNOLOGIES SRL;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;C-TECH INNOVATION LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;POLITECHNIKA GDANSKA",
    "participantCountries": "FR;IT;EL;CH;UK;PL",
    "projectParticipants": {
        "999743305": {
            "orgId": "999743305",
            "orgName": "SOLVIONIC",
            "ecContrib": 252250
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 853161
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 609125
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 729146
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 472212
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 315750
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 726573
        },
        "939113164": {
            "orgId": "939113164",
            "orgName": "GEMMATE TECHNOLOGIES SRL",
            "ecContrib": 254375
        },
        "999588784": {
            "orgId": "999588784",
            "orgName": "POLITECHNIKA GDANSKA",
            "ecContrib": 336500
        },
        "999746021": {
            "orgId": "999746021",
            "orgName": "C-TECH INNOVATION LIMITED",
            "ecContrib": 450685
        }
    },
    "calculatedTotalContribution": 4999777
}