{
    "rcn": "206525",
    "acronym": "Green Gravure",
    "topics": "FTIPilot-01-2016",
    "title": "Roto-Hybrid ProcessÆ Cylinders for Green Gravure Printing",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "The Green Gravure project aims to bring to the market the state-of-the-art Roto-Hybrid Process which combines two novel pre-press gravure printing cylinder process technologies; Hybrid Cylinder technology to enable size variable printing cylinder production and a Diamond-Like Carbon coating process to replace chrome plating and other electrolytic processes like copper or nickel plating. The Roto-Hybrid Process provides a unique solution to help address key challenges facing the global gravure printing industry, enabling faster, more cost effective and environmentally friendly cylinder production and processing to help strengthen the competitiveness and sustainability of Europe's gravure printing industry. Through the collaboration of the Green Gravure project partners, this FTI Pilot project will advance the Roto-Hybrid Process to market, developing a final prototype system in an operational environment (TRL 8) and through trials with end users, the partners will demonstrate the key benefits of the solution and the business opportunity which is supported by comprehensive market and competitor analysis and a robust business plan. In cooperation with a number of cylinder engravers and gravure printing firms already engaged with the project partners, the added value this project will demonstrate within the global gravure market will attract further interest from target users, which will enable the technology owners within the consortium to establish joint ventures and licensing deals for wider market uptake and to boost global market penetration and turnover for the benefit of all industry partners involved in this project.",
    "totalCost": "3071603,75",
    "ecMaxContribution": "2150122,64",
    "coordinator": "PNO CONSULTANTS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "KEATING SPECIALIST CYLINDERS LIMITED;HACOPLAST BV;KARM RESEARCH GROUP LIMITED;PLASCOTEC GMBH",
    "participantCountries": "UK;NL;DE",
    "projectParticipants": {
        "918401918": {
            "orgId": "918401918",
            "orgName": "KEATING SPECIALIST CYLINDERS LIMITED",
            "ecContrib": 107041
        },
        "920993273": {
            "orgId": "920993273",
            "orgName": "KARM RESEARCH GROUP LIMITED",
            "ecContrib": 527741
        },
        "918395419": {
            "orgId": "918395419",
            "orgName": "PLASCOTEC GMBH",
            "ecContrib": 940100
        },
        "992276051": {
            "orgId": "992276051",
            "orgName": "PNO CONSULTANTS LIMITED",
            "ecContrib": 81375
        },
        "918399008": {
            "orgId": "918399008",
            "orgName": "HACOPLAST BV",
            "ecContrib": 493865
        }
    },
    "calculatedTotalContribution": 2150122
}