{
    "rcn": "206542",
    "acronym": "PANDA",
    "topics": "SMEInst-02-2016-2017",
    "title": "Production of Advanced Nano Diamond Additives (PANDA) for various industries, science and medicine",
    "startDate": "01/10/2016",
    "endDate": "31/03/2017",
    "objective": "Ray Techniques Ltd. is engaged in the fabrication of nanodiamonds (ND) and ND compounds by an innovative technology. The project is aimed to establish a manufacturing line for fabrication of highly pure and uniform nanodiamonds (ND) and efficient ND additives for improving existing materials and processes exploiting unique properties of the diamond. The wide range of ND applications includes polishing and lapping materials, lubricants, various coatings, polymers, thermal conductive materials, catalysts, materials for energy storage (particularly, onion-like carbons produced from ND), radiation resistant composites and diverse biomedical solutions (cancer treatment, early diagnostics, cell imaging, etc.).\nRay's technology for producing nanodiamonds is based on the laser treating of specially prepared targets containing carbon soot and hydrocarbon binder. In contrast to the traditional technology of ND synthesis by detonation of explosives in metal reactors, Ray's method is controllable, environment-friendly and non-hazardous. Ray ND are higly pure and uniform. Industrial manufacturing of ND by Ray technology will lead to significant reducing the cost, better results in most existing applications, rapid enhancing of Global ND Powder Market and appearance of new ND applications where the purity and homofrneity of the powder is of special importance.\nThe proposed technological chain enables manufacturing of Advanced ND Additives (ANDA), which, in contrast to non-modified raw ND, can be easily mixed with chosen matrix and form highly homogeneous ND compounds or objects with improved properties. The feasibility study is aimed to enable the founding of a full scale production of ND powders and additives.\nThe combination of technology advantages and the new business approach (to supply ready to use ANDA instead of row ND) will enable fast market penetration and strong impact on a lot of technological processes and products, as well as significant breakthroughs in fields of",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAY TECHNIQUES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953552681": {
            "orgId": "953552681",
            "orgName": "RAY TECHNIQUES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}