{
    "rcn": "206568",
    "acronym": "Rafts4Biotech",
    "topics": "BIOTEC-03-2016",
    "title": "Synthetic bacterial lipid rafts to optimize industrial bioprocesses",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Genetic tractability of bacterial cells allows generating synthetic microbial chassis platforms (SMCPs) with remarkable biotechnological applications but their functionality currently faces important off-genome limitations due to deficient protein-protein interactions, unfavorable protein stoichiometry or generation of toxic intermediates that ultimately compromise the industrial production processes. To solve this problem, Rafts4Biotech project will take advantage of our recent discovery, that bacteria are able to organize subcellular membrane compartments similar to the so-called lipid rafts of eukaryotic cells, to improve/protect specific cellular processes. Rafts4Biotech project will engineer bacterial cells to confine biotechnologically relevant reactions into bacterial lipid rafts to optimize their stoichiometry and protect cells from undesirable metabolic interferences. Hence, the Rafts4Biotech project will produce new generation reliable and robust SMCPs in which industrial production processes are confined in bacterial lipid rafts, released from their classical off-genome limitations and optimized for industrial production. Moreover, this concept can be applied to many prokaryotes, since lipid rafts happens to occur in many bacterial species. Based on this versatility, Raft4Biotech project will use two biotechnologically relevant biosystems, Bacillus subtilis and Escherichia coli, to engineer synthetic bacterial lipid rafts to optimize the performance of three challenging biochemical processes in the fields of pharmaceutical, cosmetics and feed industrial sectors. To achieve this, Rafts4Biotech consortium combines different expertise in synthetic biology, systems biology and mathematical modeling and it includes a number of SMEs that will actively work in this project and will translate this technology into market application. The technology developed by Rafts4Biotec will optimize multistep industrial processes and invigorate European research.",
    "totalCost": "7484630",
    "ecMaxContribution": "6733580",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;UNIVERSITATSMEDIZIN GREIFSWALD KORPERSCHAFT DES OFFENTLICHEN RECHTS;BIOSYNTIA APS;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;ENANTIS S.R.O;INSTITUT PASTEUR;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;SCIENSEED SL;RIJKSUNIVERSITEIT GRONINGEN;ENGENES BIOTECH GMBH;NAICONS SRL",
    "participantCountries": "CZ;DE;DK;FR;CH;ES;NL;AT;IT",
    "projectParticipants": {
        "923877665": {
            "orgId": "923877665",
            "orgName": "ENGENES BIOTECH GMBH",
            "ecContrib": 434450
        },
        "947193555": {
            "orgId": "947193555",
            "orgName": "UNIVERSITATSMEDIZIN GREIFSWALD KORPERSCHAFT DES OFFENTLICHEN RECHTS",
            "ecContrib": 446250
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "934933046": {
            "orgId": "934933046",
            "orgName": "SCIENSEED SL",
            "ecContrib": 289638
        },
        "968896335": {
            "orgId": "968896335",
            "orgName": "ENANTIS S.R.O",
            "ecContrib": 369250
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1569779
        },
        "951498512": {
            "orgId": "951498512",
            "orgName": "BIOSYNTIA APS",
            "ecContrib": 555250
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 700000
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 600008
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 613706
        },
        "948257063": {
            "orgId": "948257063",
            "orgName": "NAICONS SRL",
            "ecContrib": 555000
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 600250
        }
    },
    "calculatedTotalContribution": 6733581
}