{
    "rcn": "206580",
    "acronym": "AMATHO",
    "topics": "JTI-CS2-2015-CFP02-FRC-01-03",
    "title": "A.dditive MA.nufacturing for T.iltrotor HO.using",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "AMATHO (A.dditive MA.nufacturing T.iltrotor HO.using) is aimed to design, assess and manufacture a novel tiltrotor drive system housing exploiting the features of additive manufacturing techniques. Preliminarily, functional, structural and technological peculiarities of rotorcraft main gearbox housings are analysed and relevant requirements are issued. In the meantime, viable AM processes are reviewed, on the basis of specific suitability, technological potential and degree of maturity. In particular, powder feed direct energy deposition techniques (Direct Laser Deposition - DLD) and powder bed fusion techniques (Selective Laser Melting - SLM and Electron Beam Meelting - EBM) are considered. The powder precursors are investigated as well, in terms of chemical nature (magnesium, aluminium, titanium alloy, stainless steel), particles granulometry and morphology. Static, fatigue, fracture mechanics, damage tolerance, corrosion endurance, chemical compatibility, machinability, weldability and heat-treatability testing are worked out and final trade-off process accomplished for choosing optimal materials and processes. Characterisation methodologies and NDI techniques are assessed as well. In addition to test activity on dedicated specimens, smaller, but fully representative, full-scale gearbox housing components (to be considered as proof of concept) are manufactured through the traded-off technologies and tested to check the compliance with general functional aspects of r/c drive system housing. In parallel, design rules and methodologies for detail design, optimisation and structural substantiation of AM components are defined and supporting numerical tools are set-up. Full-scale housing is manufactured and structural and functional tests are performed to support flight clearance on the NextGenCTR Demonstrator and procedures (engineering cost and industrial capability assessment) for the start-up of high-volume production are defined",
    "totalCost": "3321160",
    "ecMaxContribution": "1749999,5",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "PRIMA INDUSTRIE SPA;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
    "participantCountries": "IT;CH",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1250000
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "990071920": {
            "orgId": "990071920",
            "orgName": "PRIMA INDUSTRIE SPA",
            "ecContrib": 500000
        }
    },
    "calculatedTotalContribution": 1750000
}