{
    "rcn": "206535",
    "acronym": "SYNERGY",
    "topics": "SMEInst-09-2016-2017",
    "title": "Plugplay gasification plant for onsite conversion of otherwise unusable waste into renewable energy",
    "startDate": "01/12/2016",
    "endDate": "28/02/2017",
    "objective": "Typical gasification processesí design, control and capital investment make it profitable only for medium-large scale with important throughput (plant > 1 GWh per year of electricity, with investment costs > 1MÄ). This falls well beyond the needs of the medium standard industrial consumption band, with annual electricity consumption between 500 and 2,000 MWh, i.e 3-4 orders of magnitude lower.\n \nHysytech is positioned at this market gap. Synergy technology represents a novel  turn-key product for the conversion of by-products from industry into fuel gas (syngas) through gasification. Synergy can be easily adapted as part of the production process of industrial manufacturing plants, with a treatment capacity of 100 kg per hour, generating 800 MWh per year of electricity and 600 MWh of useful heat.\n \nOne of the biggest advantages of Synergy is making gasification affordable and profitable for small volume plants to be installed at manufacturing sites without the need of modifying the usual process or hiring new specialised operators. The selling price of Synergy gasification plant is estimated at Ä400 k including the installation of a fully ready-to-operate plant. This makes gasification an affordable and profitable investment for a medium industrial site, with a payback period of 2 to 5 years.\n \nThis new technology has been developed after a preliminary assessment of some business opportunities on the field. The result is an existing prototype plant (processing 10kg/h) with the improved design of the complete plant, including the fluid bed reactor and gas clean-up system.\n \nFunded in 2003, Hysytech is today a pioneer in the field of process engineering and, in particular, in the design and construction of turn-key plants for fuel chemical processing, energy production and environmental treatment with its processes installed in more than 450 industrial sites. The Synergy project is a natural continuation of its experience and capability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HYSYTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998081016": {
            "orgId": "998081016",
            "orgName": "HYSYTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}