{
    "rcn": "206532",
    "acronym": "TENBRIN",
    "topics": "SMEInst-07-2016-2017",
    "title": "Application of high power ultrasounds (HPUs) to improve the sustainability in meat TENderize and BRINe processes",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "The meat segment represents the 20 % of the total turnover of the European food and drink market, with over Ä200 billion in 2012. However, the European meat industry has found to be less competitive than other international players in the global market. RI-LAVO proposes a solution for meat processing that will decrease costs while improving sustainability and quality in processed meats, without requiring the use of additives. \n\nAfter our previous experience in the FP7 project ULTRATENDER, we propose now the TENBRIN solution. TENBRIN is a High Power Ultrasounds (HPUs) based technology, non-invasive and safe, that improves meat processing and preservation in an energy-saving and cost-effective way. RI-LAVO¥s value proposal consist on a HPUs equipment for brining and tenderizing different types of meat. The application of HPUs reduces the refrigeration time of tenderizing to 2 days (average time of traditional tenderizing: 20 days or more), and the brining time to 7 days (average brining time: 14 days). Therefore, TENBRIN can provide a reduction of 90% refrigeration time in tenderizing and 50% refrigeration time in brining greatly reducing the energy waste. Our users will be meat processors and gourmet restaurants. With the Tembrin solution, they will be able to improve the sustainability of their processes by decreasing processing times and energy waste, at an affordable cost for SMEs. \n\nIn this phase 1 project we intend to do a feasibility study to address technical requirements to take our validated prototype to a ready-to-market product. We will also study the financial feasibility to determine the needed investment, that we estimate in Ä2M, and asses the profitability of the project. Finally, we will perform the commercial feasibility study and a business plan in order to better characterize the addressed market, assure our freedom-to-operate and define our IPR strategy and ensure our sales objectives, which we forecast to be Ä11,3M by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RI LAVO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935083881": {
            "orgId": "935083881",
            "orgName": "RI LAVO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}