{
    "rcn": "206565",
    "acronym": "CHASSY",
    "topics": "BIOTEC-03-2016",
    "title": "Model-Based Construction And Optimisation Of Versatile Chassis Yeast Strains For Production Of Valuable Lipid And Aromatic Compounds",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "CHASSY will unlock the full potential of the yeasts Saccharomyces cerevisiae, Yarrowia lipolytica and Kluyveromyces marxianus as cell factories for production of high value compounds which have applications in the cosmetic, nutraceutical and white biotechnology sectors. Current cell factory strains for these classes of product are restricted to proof-of-principle levels because of limited precursor supply, poor product tolerance and lack of versatility. CHASSY addresses these challenges by redesigning metabolic circuits and expanding the host range to include the oleaginous yeast, Y. lipolytica and the thermotolerant yeast, K. marxianus. The systems biology approach will integrate model-based design, construction and analysis of yeast strains, resulting in reconfigured metabolic networks optimised for the production of lipid and aromatic molecules. Construction of the chassis strains, using new and existing synthetic biology tools, will be directed by knowledge derived from a thorough systems biology comparison of the three yeast species, conducted using integrative data analysis and genome scale metabolic models. The chassis strains will be used to build cell factories to produce three specific high value products: the oleochemicals, Docosanol and Octanoic acid; and the aromatic molecule, Amorfrutin 1. These new cell factory strains will be evaluated under industrial conditions to produce data that will further improve the chassis platforms. The major outcomes of this project will be (1) a new set of chassis yeast strains that are widely applicable for development of industrial cell factories; (2) the knowledge and technology to readily build and evaluate new chassis tailored to specific applications; (3) prototype cell factory strains producing three high value metabolites for commercial exploitation; (4) a dissemination and exploitation strategy to ensure that European SMEs benefit from the knowledge base, platform chassis and resources generated in CHASSY.",
    "totalCost": "6244110",
    "ecMaxContribution": "5634610",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "BIOPETROLIA AB;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;EVOLVA AG;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;Clariant Produkte (Deutschland) GmbH;UCC ACADEMY LIMITED;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;TECHNISCHE UNIVERSITEIT DELFT;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE;DE;CH;IE;FR;NL",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 634760
        },
        "996660063": {
            "orgId": "996660063",
            "orgName": "Clariant Produkte (Deutschland) GmbH",
            "ecContrib": 603762
        },
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 251000
        },
        "953068360": {
            "orgId": "953068360",
            "orgName": "EVOLVA AG",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 835935
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 720035
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1167418
        },
        "945668521": {
            "orgId": "945668521",
            "orgName": "BIOPETROLIA AB",
            "ecContrib": 673700
        },
        "939136347": {
            "orgId": "939136347",
            "orgName": "UCC ACADEMY LIMITED",
            "ecContrib": 212500
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 535500
        }
    },
    "calculatedTotalContribution": 5634610
}