{
    "rcn": "206538",
    "acronym": "KEMISTATIC",
    "topics": "SMEInst-02-2016-2017",
    "title": "New Electro Spraying Process of Two-Component, Solvent-Free, Fast-Curing, Liquid Resins",
    "startDate": "01/11/2016",
    "endDate": "31/03/2017",
    "objective": "Powder coating is the leading coating method, as it forms a high-resistance layer, without the need of a solvent to keep the binder and filler parts in a liquid suspension form. However, polymers used for the epoxy powder coating contain Bisphenol A which can have serious adverse health effects. Moreover, the aesthetic value is low due to peel off or pinhole phenomenon and the range of applications and the substrate size are limited, as the substrate needs to follow a heating curing process (at 180-200oC). Thus, the coating industry is in need of a technology, able to be applied on a wide range of materials, providing enhanced aesthetic potential, at a cost and energy-efficient way. \n\nKEMICA COATINGS is an expert on the field of polyurethane and poly (urea-urethane)-based high performance resins. Since 1992, we have spent more than Ä2M on R&D to find an innovative solution to face those challenges; KEMISTATIC process is a pioneering, sustainable coating technology, consisted of a new generation of 'green', two-component, liquid resins to be applied through an innovative electrostatic spraying method, without the need to heat the substrate. Our new resins are completely solvent and Bisphenol A free. We create a coating technology of low initial investment (Ä150,000), able to save up to 150m3/h of gas emissions. Moreover, it can be applied on any size and type of material, including wood, EPS, electrical equipment, etc. In addition, it has a strong aesthetic aspect, as it provides an endless finishing variety.\n\nThe overall aim of KEMISTATIC is to commercialize a new sustainable coating process with enhanced technical and application opportunities, replacing the conventional powder and liquid paint coating systems. With this project, KEMICA COATINGS aims to reach revenues of about Ä33 million after the fifth year of commercialization, and create at least 113 new job positions. With a Phase 2 investment of Ä2.8M, this would imply a Return of Investment of 3.39.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KEMICA COATINGS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917743773": {
            "orgId": "917743773",
            "orgName": "KEMICA COATINGS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}