{
    "rcn": "206570",
    "acronym": "EERASE3",
    "topics": "IBA-ENERGY-EERASE-2016",
    "title": "EERA SEcretariat 3",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The purpose of EERA is to strengthen and expand Europeís capabilities in sustainable energy research by connecting and joining European energy research activities. EERAís efforts take place in the context of and contribute to the targets formulated in the Strategic Energy Technology (SET) Plan. The core activity of EERA is the operation of the EERA Joint Programmes. EERA currently runs 17 Joint Programmes. The EERA Joint Programmes are strategic platforms for cooperation and joint programming between major research organisations on common research agendas. \nActive in diverse areas such as wind energy, smart grids, advanced materials and energy storage, the Joint Programmes represent today an important part of Europeís energy research backbone. \nThrough the Joint Programmes, EERA support Member States in their efforts to coordinate their long-term energy research activities. Serving as the research arm of the SET-Plan, the EERA Joint Programmes are developing into a sort of ìVirtual European Institute on Energy Researchî, working in open collaboration with innovation and industrial initiatives and stakeholders. \nIn order to provide support to the different EERA bodies (Executive Committee, Joint Programmes) and ensure efficient operations, the EERA Secretariat was established in 2010. The main objective of the EERA Secretariat is to support EERA as key actor in the implementation of the integrated SET Plan by:\nï\tAccelerated EU delivering on the SET-Plan priorities \nï\tEnsure a more transparent and better functioning EERA\nï\tStrengthen EERA structuring effects on the energy research community",
    "totalCost": "1150308,75",
    "ecMaxContribution": "600000",
    "coordinator": "ALLIANCE EUROPEENNE DE RECHERCHE DANS LE DOMAINE DE L'ENERGIE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922059885": {
            "orgId": "922059885",
            "orgName": "ALLIANCE EUROPEENNE DE RECHERCHE DANS LE DOMAINE DE L'ENERGIE",
            "ecContrib": 600000
        }
    },
    "calculatedTotalContribution": 600000
}