{
    "rcn": "206571",
    "acronym": "BBEC2016",
    "topics": "SC2-Presidency-2016",
    "title": "The role of regions in the European Bioeconomy - Bratislava Bioeconomy Conference 2016",
    "startDate": "27/09/2016",
    "endDate": "26/01/2017",
    "objective": "The main objective of the project is to organize  the international conference ìBratislava Bioeconomy Conference 2016î during the presidency of the Slovak Republic in the second half of 2016, disseminate its outcomes and to prepare the discussions for the Agriculture and Competitiveness Council meetings based on the outcomes of the conference. The aim of the conference is to discuss with national and regional stakeholders the new bioeconomy context for the agriculture, forestry and fisheries, the role of research and innovation to overcome the big societal challenges ahead of us and also to identify the barriers in the regions in adapting the bioeconomy strategy. \nThe proposed Slovak Presidency ì2016 Bratislava Bioeconomy conferenceî will provide an occasion to have high-level discussions on sustainable bioeconomy, strategies and actions. The aim is to create a programme that will provide a forum for stakeholder across the whole bioeconomy value chain to discuss the progress of the bioeconomy. The conference will not provide just a summary of the current state of matters, but will be forward looking by creating new policy ideas, catalysing joint initiatives and research and searching synergies among existing actions, projects and initiatives. \nThe programme will be carried by top-level speakers from various fields, academia, and business and the concept and first draft of the conference programme was created by group of national and international experts, representatives of stakeholders and representatives of public institutions. Attention will be paid to post conference activities including policy seminars and policy briefings in order to achieve better implementation of the bioeconomy strategy in European regions.",
    "totalCost": "145000",
    "ecMaxContribution": "100000",
    "coordinator": "NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948611016": {
            "orgId": "948611016",
            "orgName": "NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 100000
}