{
    "rcn": "206502",
    "acronym": "CareSTOR",
    "topics": "FTIPilot-01-2016",
    "title": "Market Uptake of Sustainable and Competitive Carbons for Energy Storage",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "CareSTOR project will provide evidence (TRL8), at techno-economic perspectiveical and financial perspectives, and validate\na business case based on a ground-breaking solution for ultra-cheap Capacitive Energy Storage (CES). The solution is\nenabled by an innovative intensified (hydrothermal) technology for the low-cost production of Advanced Nanoporous\nCarbons (Figure 1).\nSupercapacitor manufacturers (NSC & APC) will access to a UNIQUE COMPETITIVE ADVANTAGE through 30-40%\ndecrease in technology price (KEY VALUE PROPOSITION-KVP) that will materialized into measurable benefits and\nsustainable business. The project ambitions to boost deployment of Energy Storage Systems (ESS) in Green Vehicles and\nusage of Renewable Energy Sources for Electricity (RES-E powered Grids) currently limited by cost barriers, with deep\nimplications for H2020 challenges and European competitiveness and employment.\nCareSTOR consortia brings together the capacities and niche SUPERCAPACITOR market access to be the first EU-Selfsufficient\nvalue chain with unprecedented KVPs addressing a niche market of Ä 50 million by 2018. To tackle market\nopportunities, CareSTOR develops business-oriented Implementation including Scale-up (ENV), Prototype validation at\noperational level and automated production tasks for Supercapacitor cells (CareCAP).\nKey stakeholders are identified, pre_agreemets addressed including KPIs and deployed actions in place to assure\nagreements to force and accelerate market uptake for NCP & APC partners.\nFinal 12 months devoted to Product validation in operational environment (CARESS stage) as a result assessing business\nsuccess cases of the reliability and profitability of new ESS (4 Demo activities, Cost-Benefit assessment with scale-up data\nfor each one of the Demo actions) to validate, at commercial and technical perspectives market access after project\nfinalization.",
    "totalCost": "2675901,25",
    "ecMaxContribution": "1953124",
    "coordinator": "ENVIROHEMP SL",
    "coordinatorCountry": "ES",
    "participants": "NESSCAP ENERGY GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;LIMITED LIABILITY COMPANY APOWERCAP, LLC APOWERCAP",
    "participantCountries": "DE;ES;UA",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 266644
        },
        "935412905": {
            "orgId": "935412905",
            "orgName": "NESSCAP ENERGY GMBH",
            "ecContrib": 665700
        },
        "934766885": {
            "orgId": "934766885",
            "orgName": "LIMITED LIABILITY COMPANY APOWERCAP, LLC APOWERCAP",
            "ecContrib": 323925
        },
        "951948301": {
            "orgId": "951948301",
            "orgName": "ENVIROHEMP SL",
            "ecContrib": 696855
        }
    },
    "calculatedTotalContribution": 1953124
}