{
    "rcn": "206531",
    "acronym": "OvaRenew",
    "topics": "SMEInst-05-2016-2017",
    "title": "OvaRenew as a first-line therapy in impaired egg quality treatment",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Potenza Medica Ltd. is specialised in the development and commercialisation of innovative fertility products. Our solution is tackling one of the deepest human needs-reproduction. With OvaRenew as a first-line therapy in ovarian infertility, we intend to grab business opportunity to be the first in the world with disruptive fertility solution for women with impaired egg quality. Global fertility services market was in 2015 estimated to be between 27-36 billion Ä with growth rates of 8-9% in EU and 4% in US. \nThe novelty is in innovative combining of new findings in fertility and nutritive science, which will revolutionize current industry practice. OvaRenew is based on disruptive findings of stem cells in ovaries that are able to transform into oocytes under defined conditions. Those will be initiated through the substances, administered orally. So far, there is no effective and practical strategy available for impaired egg quality. They all are highly invasive with significant health complications, expensive, not focusing in helping woman to produce genetically own child. OvaRenew will enable women with impaired egg quality to produce their own child while drastically decreasing cost and invasiveness of the procedures on one and country health and other expenditures on the other hand. \nIn 2 years (Phase2), OvaRenew can be prepared for global commercialisation. With 1 mio Ä investment, final product is planned to be introduced on global markets, with focus on developed world. In Phase 1, a feasibility study will be performed with focus on risk assesment and IP protection. While we are operating in one of the most regulated industries, in close dialogue with regulators, we will assure alignement for safety and regulatory requirements such as those pertaining to cell procurement, GMP, ethics and clinical trials. Suitable contract manufacturer will be contracted. Comprehensive business plan will be elaborated to facilitate initial market up-take and worldwide expansion",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POTENZA MEDICA D.O.O.",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917721851": {
            "orgId": "917721851",
            "orgName": "POTENZA MEDICA D.O.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}