{
    "rcn": "206566",
    "acronym": "TOPCAPI",
    "topics": "BIOTEC-03-2016",
    "title": "Thoroughly Optimised Production Chassis for Advanced Pharmaceutical Ingredients",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "TOPCAPI will exploit the natural fabrication power of actinomycetes as microbial cell factories to produce three high value compounds: GE2270, a starter compound for the semi-synthesis of NAI-Acne, a new topical anti-acne drug in Phase II clinical trials; 6-desmethyl-tetracycline (6DM-TC) and 6-desmethyl 6-deshydro tetracycline (6DM6DH-TC), intermediates for semi-synthetic conversion to medically important type II polyketide tetracyclines (TC), e.g. minocycline, tigecycline, and the novel omadacycline, which is in Phase III clinical trials, to be used against Methicillin-resistant Staphylococcus aureus infections. Our work will focus on two bacterial host species: Streptomyces coelicolor and Streptomyces rimosus. These host species will be characterised using systems biology approaches, applying integrated data analysis to transcriptomics and metabolomics experiments, combined with predictive mathematical modelling to drive the rapid improvement of these microbial cell factories for industrial drug production using advanced metabolic and biosynthetic engineering approaches. At the same time, we will establish an expanded toolbox for the engineering of actinomycete bacteria as cell factories for other high added-value compounds.\n\nIn the proposed 4-year project, we will: \n\n1. Host engineer two new actinomycete strains for industry-level improved heterologous compound production through integrating systems biology-driven strain design and state-of-the-art genome editing. \n\n2. Engineer the biosynthesis pathways to obtain high-efficiency synthesis of GE2270 and new pathway variants for 6DM-TC and 6DM6DH-TC as well as improve its production purity.\n\n3. Optimise the expression of the engineered target pathways in pre-engineered strains to achieve industrially viable production levels of ?1 g/L for GE2270 and ?24 g/L for 6DM-TC, while creating a complete novel production strain for 6DM6DH-TC.",
    "totalCost": "5063361,25",
    "ecMaxContribution": "5063361,25",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "EXPLORA SRL;UNIVERSITY OF YORK;ASOCIACION DE INVESTIGACION INBIOTEC, INSTITUTO DE BIOTECHNOLOGIA DE LEON;FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA;ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO;UNIVERZA V LJUBLJANI;NAICONS SRL",
    "participantCountries": "IT;UK;ES;SI",
    "projectParticipants": {
        "988192060": {
            "orgId": "988192060",
            "orgName": "FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA",
            "ecContrib": 499375
        },
        "997260784": {
            "orgId": "997260784",
            "orgName": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
            "ecContrib": 559250
        },
        "998626059": {
            "orgId": "998626059",
            "orgName": "EXPLORA SRL",
            "ecContrib": 424372
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 449425
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 531968
        },
        "997151756": {
            "orgId": "997151756",
            "orgName": "ASOCIACION DE INVESTIGACION INBIOTEC, INSTITUTO DE BIOTECHNOLOGIA DE LEON",
            "ecContrib": 509842
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1554129
        },
        "948257063": {
            "orgId": "948257063",
            "orgName": "NAICONS SRL",
            "ecContrib": 535000
        }
    },
    "calculatedTotalContribution": 5063361
}