{
    "rcn": "206516",
    "acronym": "GREENDC",
    "topics": "MSCA-RISE-2016",
    "title": "Sustainable energy demand side management for GREEN Data Centers",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The GREENDC proposal contribute to greener data centres by developing a decision support tool that help data centre managers predict energy demands better and evaluate strategies to minimize energy waste and minimize CO2 emissions. GREENDC adopt non-linear energy forecasting model and provide a simulation tool based on dynamic simulation model to allow data centre managers conduct what-if analysis considering factors for energy demands and supply. GREENDC is implemented through knowledge exchange between two academic partners and two industrial partners. Academic partners transfer knowledge on non-linear energy demand forecasting and dynamic simulation to industrial partners while industrial partners transfer their knowledge on data centre operations through secondment activities. The outcome of the GREENDC activities are expected to reduce CO2 emissions and energy waste due to non-optimised energy load balancing from large number of data centres across the Europe.",
    "totalCost": "967500",
    "ecMaxContribution": "967500",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "TURKSAT UYDU HABERLESME VE KABLO TV ISLETME AS;LK KNOWLEDGE ENGINEERING LTD;GEBZE TEKNIK UNIVERSITESI;DAVID HOLDING AD",
    "participantCountries": "TR;UK;BG",
    "projectParticipants": {
        "954182308": {
            "orgId": "954182308",
            "orgName": "DAVID HOLDING AD",
            "ecContrib": 202500
        },
        "998462323": {
            "orgId": "998462323",
            "orgName": "TURKSAT UYDU HABERLESME VE KABLO TV ISLETME AS",
            "ecContrib": 171000
        },
        "949525047": {
            "orgId": "949525047",
            "orgName": "GEBZE TEKNIK UNIVERSITESI",
            "ecContrib": 234000
        },
        "919938107": {
            "orgId": "919938107",
            "orgName": "LK KNOWLEDGE ENGINEERING LTD",
            "ecContrib": 112500
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 247500
        }
    },
    "calculatedTotalContribution": 967500
}