{
    "rcn": "206526",
    "acronym": "GFF",
    "topics": "SMEInst-10-2016-2017",
    "title": "Green Fast Ferry - the worldís first 30 knots battery powered Air Supported commuter ferry",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The Green Fast Ferry (GFF) is a full-electric, high speed passenger craft, which will be the only zero emission ferry on the market to meet performances of high speed diesel commuters: 30 knots (55 km/h) speed, large autonomy (26 km routes in 30 min) and fast recharge at port < 20 min. GFF is based on a the patented technology Air Supported Vessel (ASV), that thanks to a pressurized air cushion underneath the hull, reduces energy consumption of > 40%. GFF is suitable for substitution of existing diesel commuters and introduction in sheltered waters and inland where conventional fast ferries are not allowed due to cost erosions, due to strongly reduce wake wash. GFF has a huge market potential in Emission Control Areas in EU (Baltic and North Sea). \nObjective of the project is to engineer, validate and demonstrate the GFF with potential customers and prepare it for the commercialization. In particular the prototype, developed within an EC funded European project and already tested in real scale, will be demonstrated through logged endurance tests (> 500 hours of operation) to get the technical documentation and engineer the components and manufacturing. The prototype will be demonstrated to the target stakeholders under real-life conditions through a ìroadshowî in Sweden: one existing route and two potential high speed city commuting routes subject to speed restrictions due to wake wash problems. \nThe operation of GFF will result in economical advantage of about 300 kÄ per year to alternative diesel ferries, with a pay-back-time of 3 years, even less under financial supports. Each vessel will avoid consumption and emissions corresponding to 500 diesel cars each driving 15.000 km per year. The value chain is covered by the 3 partners, providing the key technologies and know-how, while the rest of components is purchased from the market. The overall revenues are estimated to reach 100 MÄ after 5 years with a profit of 32 MÄ.",
    "totalCost": "1739375",
    "ecMaxContribution": "1217562,5",
    "coordinator": "ECHANDIA MARINE SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "BJB;SURFACE EFFECT SHIPS EUROPE AS",
    "participantCountries": "LV;NO",
    "projectParticipants": {
        "995367926": {
            "orgId": "995367926",
            "orgName": "SURFACE EFFECT SHIPS EUROPE AS",
            "ecContrib": 578638
        },
        "949480330": {
            "orgId": "949480330",
            "orgName": "BJB",
            "ecContrib": 24062
        },
        "949729038": {
            "orgId": "949729038",
            "orgName": "ECHANDIA MARINE SWEDEN AB",
            "ecContrib": 614862
        }
    },
    "calculatedTotalContribution": 1217562
}