{
    "rcn": "206536",
    "acronym": "EBAM",
    "topics": "SMEInst-10-2016-2017",
    "title": "Electric vehicle battery monitoring",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Insplorion is a growing SME that develops and markets its proprietary technology NanoPlasmonic Sensing (NPS). Multipurpose NPS instruments are already sold to customers around the world. Utilizing their core NPS technology, Insplorion is now pursuing market expansion and this project will expedite this endeavour. Electric vehicle battery monitoring has been identified as a potential market segment, where Insplorion can bring most value to the customer. The segment has been selected based on i) a market need confirmed by communication with car and battery manufacturers (Volvo, AGM Batteries and Littelfuse); and ii) successful prototype tests. Insplorion has also received two supporting letters from one battery manufacturer, and one sensor manufacturer. The market for battery management systems is expected to increase with 20 % CAGR until 2022, with a total market value of $7.25 billion.\n\nCurrently, current drawn from the battery is used to identify state of charge and state of health of batteries. This does not meet the industrial demand for precise control. Consequently, manufacturers are using oversized batteries (waste of resources and low cost-efficiency) and the safety is impaired  (e.g. battery fires). For passenger cars and busses the most critical aspects, that could be solved with better monitoring systems, are the driving distance and the charge rate, respectively.\n\nInsplorionís NPS technology goes inside the battery cell to measure battery chemistry and provide more accurate information faster compared to the currently employed ëexternalí voltametric measurement. Enhanced battery control can increase extracted energy by 212 %, the power density by 22 %, and the charging rate by 50 %. Insplorionís NPS sensor can be plugged in to existing batteries so that it does not disrupt the existing manufacturing processes.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSPLORION SENSOR SYSTEMS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918071148": {
            "orgId": "918071148",
            "orgName": "INSPLORION SENSOR SYSTEMS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}