{
    "rcn": "206574",
    "acronym": "npSCOPE",
    "topics": "NMBP-26-2016",
    "title": "The nanoparticle-scope : a new integrated instrument for accurate and reproducible physico-chemical characterisation of nanoparticles (npSCOPE)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The npSCOPE project aims at developing a new integrated instrument (the nanoparticle-scope) optimised for providing a complete physico-chemical characterisation of nanoparticles both in their pristine form or embedded in complex matrices such as biological tissues. Using sophisticated correlative data processing methodologies and algorithms based on statistical methods in conjunction with appropriate visualisation methods of the results, the npSCOPE instrument will allow rapid, accurate and reproducible measurements.\nThe instrument will be based on the Gas Field Ion Source as a key enabling technology, which we will combine with a number of new developments in the field of electron and ion microscopy. We will progressively ramp up the TRL of the instrument and associated methodologies to reach TRL 7 by the end of the project. The new technology, and all related processes and methodologies, will be validated via round-robin studies performed independently by several partner institutions, crosschecked with conventional analysis technologies to demonstrate the advancements and capabilities of the npSCOPE technology and benchmarked in representative case studies. Given the low sample quantities needed and the strong potential of the instrument to generate high-quality physico-chemical data on nanomaterials, both ex situ and in situ, npSCOPE will allow a major step forward in defining key descriptors for read-across, grouping, in silico modelling and creating meaningful relationships with biological activity data for QSAR purposes.\nTo reach these objectives, the project consortium will be composed of research centres internationally recognised for innovative instrument developments, well-established instrument manufacturers and experts in nanotoxicology in various fields of application to demonstrate and validate the applicability of npSCOPE for the risk assessment of nanomaterials in consumer products.",
    "totalCost": "7487475",
    "ecMaxContribution": "6661600",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;PHOTONIS NETHERLANDS BV;CARL ZEISS MICROSCOPY GMBH;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;MJR PHARMJET GMBH;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "participantCountries": "BE;DE;CH;NL;FR",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 593125
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 2395032
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 587419
        },
        "937365224": {
            "orgId": "937365224",
            "orgName": "PHOTONIS NETHERLANDS BV",
            "ecContrib": 786250
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 449849
        },
        "996048090": {
            "orgId": "996048090",
            "orgName": "CARL ZEISS MICROSCOPY GMBH",
            "ecContrib": 1200000
        },
        "968892067": {
            "orgId": "968892067",
            "orgName": "MJR PHARMJET GMBH",
            "ecContrib": 202000
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 447925
        }
    },
    "calculatedTotalContribution": 6661600
}