{
    "rcn": "206581",
    "acronym": "GRIDABLE",
    "topics": "NMBP-18-2016",
    "title": "Plastic nanocomposite insulation material enabling reliable integration of renewables and DC storage technologies in the AC energy grid",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "In the GRIDABLE project we will introduce novel thermoplastic polymer composite materials to enhance performance of essential components of smart grid infrastructure. We have proven in laboratory scale that the polypropylene-silica nanocomposite brings considerable improvements especially in dielectric breakdown strength.\n \nWhen applied as insulator in high-voltage direct current (HVDC) cable and in DC capacitors, the composite will bring significant enhancement at device level compared to the state-of-the-art. Cost and physical size of the capacitors will be reduced.  Thermoplastic composite will enable cost effective production of cables by extrusion. Additionally, enhanced dielectric properties will increase HVDC transfer capacity. This will result in more efficient use of energy and materials.\n \nIn the GRIDABLE project we will up-scale production of novel dielectric nanocomposite for electrical insulation applications. We will transfer materialís high performance from laboratory scale to pre-production scale. This will be proven by relevant demonstrators and prototypes. The technical advances gained with novel dielectric material will facilitate to enhance power supply reliability. The new level of dielectric characteristics will help to manage volatility of the grid considering variety of power sources. Thus grid efficiency can be increased. The new HVDC cables will allow efficient electricity transfer over very long distances, e.g., from remote low-carbon power plants. This will also ease utilisation of distributed and intermittent renewable energy sources.",
    "totalCost": "7297545",
    "ecMaxContribution": "5574156,25",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "TERICHEM TERVAKOSKI AS;GRID SOLUTIONS OY;NEXANS FRANCE S.A.S;TTY-SAATIO;UNIVERSITEIT TWENTE;INNOEXC GMBH;SO.F.TER. SPA;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "SK;FI;FR;NL;CH;IT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1161812
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 803515
        },
        "919379872": {
            "orgId": "919379872",
            "orgName": "INNOEXC GMBH",
            "ecContrib": 0
        },
        "923933828": {
            "orgId": "923933828",
            "orgName": "GRID SOLUTIONS OY",
            "ecContrib": 673750
        },
        "985536006": {
            "orgId": "985536006",
            "orgName": "SO.F.TER. SRL",
            "ecContrib": 0
        },
        "923945177": {
            "orgId": "923945177",
            "orgName": "TERICHEM TERVAKOSKI AS",
            "ecContrib": 292775
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 796500
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 750391
        },
        "998208571": {
            "orgId": "998208571",
            "orgName": "NEXANS FRANCE S.A.S",
            "ecContrib": 770000
        }
    },
    "calculatedTotalContribution": 5248743
}