{
    "rcn": "206530",
    "acronym": "BREATH",
    "topics": "SMEInst-03-2016-2017",
    "title": "BREATH: Biomarkers for Respiratory diseases detected in Exhaled Air through a new Technological instrument for research and Healthcare markets.",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Each year in Europe, lung diseases are responsible of more than one million deaths and extensive costs estimated at Ä380 billion. These respiratory diseases, such as chronic obstructive pulmonary disease, lung cancer, asthma and tuberculosis, are very difficult to detect and usually diagnosed in late-stages once there is a significant burden of disease within them. BREATH project consists to develop, manufacture and market a research instrument to study and to diagnose respiratory diseases. The concept is based on a completely new method to collect and analyse particles via exhaled air in the small airways to easily identify chemical changes and potential biomarkers for respiratory diseases. The PExA method has the potential to fundamentally change the way lung diseases are diagnosed and treated today by offering a best alternative of the existing methods on market, which brings a substantial commercial potential. By doing a simple breathing test and without any potential risk for the patients, PExA's instrument provides a quantitative, reliable, user friendly, non-invasive, less painful, faster, repeatable method for early-stage diagnosis. PExA's clients are all those who are currently actively looking for biomarkers to figure out the patient's health conditions such as lung researchers and healthcare professionals within health services, academia and pharmaceutical companies initially in the EU and then the US. The objectives of BREATH project Phase1 are to: (1) prove through a feasibility study the potential to develop a real-time and stand-alone analysis/diagnostic device; (2) enhance the competitiveness and profitability of the service by improving the quality and reliability of the system via (i) the checking system, (ii) designing and developing our own disposable kits. The outcome will be a feasibility study assessing the socio-economic, commercial and technical aspects of the innovation that will be used to define the activities of Phase II.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PEXA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923320594": {
            "orgId": "923320594",
            "orgName": "PEXA AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}