{
    "rcn": "206533",
    "acronym": "BioAXOS",
    "topics": "SMEInst-07-2016-2017",
    "title": "A novel cost-effective process to produce prebiotics from by-products of the ethanol industry",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Carbiotix isa a Swedish SME that develops and commercializes BioAXOS, a new generation prebiotic from the xylo-oligosaccharides family that is superior to existing alternatives both in terms of organoleptic parameters, health benefits and costs. Carbiotix has designed a cost-efficient and scalable process to produce BioAXOS from side-products of ethanol plants, and has validated it in a trial environment with a Hungarian plant. With this innovation Carbiotix won the 1st prize at the Venture South Cup competition in Sweden.\n\nPrebiotics are non-digestible food ingredients that beneficially affect the host by selectively stimulating the growth and/or activity of one or a limited number of bacteria in the colon to improve host health. Prebiotics occur naturally in grains and vegetables, and have been shown by multiple documented clinical studies to reduce the chances of cardiovascular and other diseases.\n\nThe global market for prebiotics is estimated to grow to Ä4B by 2018, driven by increased consumer awareness of their health benefits. With 400\\ prebiotic-containing foods available right now, and demand for more, there is a clear market opportunity for BioAXOS. \n\nIn this 6-month feasibility study, Carbiotix will investigate further the commercial feasibility of BioAXOS by approaching major ethanol producers in EU and validate the business model fit.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARBIOTIX AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927124740": {
            "orgId": "927124740",
            "orgName": "CARBIOTIX AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}