{
    "rcn": "206540",
    "acronym": "IFM nano thruster",
    "topics": "SMEInst-04-2016-2017",
    "title": "A highly efficient propulsion system for micro- and nano-satellites able to double the mission lifetime and to position satellites with unprecedented accuracy",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Several players are investing in Constellations of Satellites to provide customers services as global imaging in near real time, telephone & internet coverage, monitoring of ships, airplanes, fires etc. The global market of this new space race, worth 2.2 B$ in 2016, is expected to increase to 5.3 B$ in 2021. Several players are trying to disrupt market by lowering manufacturing costs, but the most difficult component to acquire remains the propulsion system: these satellites, in fact, work without a propulsion system, resulting in high replacement rates (once per year), limited orbit manoeuvres, difficulties in flight formation, passive deorbiting not sufficient to put satellites into graveyard orbits at their end of life.\nAMR propulsion aims to solve these problem with a unique, modular product: the IFM nano thruster, a compact (1dm3, <1kg), modular propulsion system with the highest propellant efficiency, capable of control satellites position with an unprecedented accuracy, perfectly suitable for single CubeSats as well as for big constellations of satellites (>100). The core, proprietary technology is based on a widely tested (10,000\\ h) thruster developed for large satellite control in future ESA missions, specifically re-engineered to fit the space and mass constraints of small satellites. The thruster is based on a porous tungsten crown emitter employing 28 needles, instead of a single one, for field emission. Each porous needle combines he advantages of both the capillary needle and the solid needle, resulting in high resistance to contamination and small size. The manufacturing process is extremely difficult: it took ten years to be perfected and Propulsion is the unique proprietary of this huge know-how.\nDuring Phase 1 project, Propulsion will assess the scale-up industrialization plan and will evaluate a sound go-to-market strategy to ensure successful commercialization of IFM nano thruster.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AMR PROPULSION INNOVATIONS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917560831": {
            "orgId": "917560831",
            "orgName": "AMR PROPULSION INNOVATIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}