{
    "rcn": "206514",
    "acronym": "PLATYPUS",
    "topics": "MSCA-RISE-2016",
    "title": "PLAsticiTY of Perceptual space Under Sensorimotor interactions",
    "startDate": "01/07/2017",
    "endDate": "30/06/2021",
    "objective": "Space is the foundational characteristic of visual perception and we generally perceive it as continuous and uniform. Behavioural measurements and the properties of our sensory systems however, demonstrate that this is an illusory situation and our percept is constructed by the brain. One example is our lack of awareness of the blind spot that exists in each eye. Space is non-uniformly represented in the visual brain and this representation is dynamically influenced by motor behaviour, in particular by eye movements. The PLATYPUS consortium will investigate the dynamic nature of spatial sensation and perception, focussing on the continuous mutual interaction of motor behaviour and perception. Our research objectives integrate human behavioural and cutting edge non-human primate electrophysiological research techniques and focus on translation of basic into applied research. Focussing on the adaptive nature of vision and action, strategies to perturb and probe perceptual space and geometry will allow measurement of spatial and geometrical perception in humans and the representation of such in non-human primates.  This research will extend to applications for people wearing progressive lenses which distort action and space perception, patients with a blind area in their visual field and for virtual reality technology development. PLATYPUS researchers will grow existing and establish new collaborative teams, sharing research techniques, knowledge and mentoring between established and with upcoming researchers in academia and industry. Individuals will benefit from intense scientific and career development training while institutions will benefit from the exchange of state-of-the-art techniques. The ultimate outcome will be increased understanding of the continuously updating neural construction of space and the production of assistive technologies for people needing corrective lenses, with ocular or visual discontinuity and for the growing virtual reality industry.",
    "totalCost": "1066500",
    "ecMaxContribution": "891000",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "PHILIPPS UNIVERSITAET MARBURG;CARL ZEISS VISION INTERNATIONAL GMBH;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "DE;IT",
    "projectParticipants": {
        "999880269": {
            "orgId": "999880269",
            "orgName": "MONASH UNIVERSITY",
            "ecContrib": 0
        },
        "951496960": {
            "orgId": "951496960",
            "orgName": "UNIVERSITY OF WESTERN SYDNEY",
            "ecContrib": 0
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 247500
        },
        "934766594": {
            "orgId": "934766594",
            "orgName": "CARL ZEISS VISION INTERNATIONAL GMBH",
            "ecContrib": 184500
        },
        "999867562": {
            "orgId": "999867562",
            "orgName": "UNIVERSITY OF ROCHESTER",
            "ecContrib": 0
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 247500
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 211500
        },
        "999522145": {
            "orgId": "999522145",
            "orgName": "THE TRUSTEES OF BOSTON UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 891000
}