{
    "rcn": "206562",
    "acronym": "NGCTR DIGIFuel",
    "topics": "JTI-CS2-2015-CFP02-FRC-01-06",
    "title": "Distribution and Gauging Interconnected Fuel System for the Next Generation Civil Tilt Rotor",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Secondo Mona, an established Italian aerospace SME with over 100 years of contributions to the aerospace industry, proposes to design, develop, test and qualify a high reliability integrated Fuel Gauging and Distribution System (DIGIFuel), providing active CG management, for the NGCTR. Politecnico di Milano will collaborate on new technology developments, especially about power and data transmission over optical fibers.\n\nThe envisaged, uncommon, proposed system architecture is based on the presence of a ìfilteredî collector tank and modular transfer tanks: the digital acquisition and control, by NGCTR computers, of pioneering smart transfer pumps and innovative fiber-optics based level sensors, will offer unconstrained  possibility to manage NGCTR balancing while ensuring filling of collector tanks through a novel filtering and sensing sub-system. The development will thus include a purposely designed 270 VDC pump package with microprocessor based electronics, groundbreaking discrete and continuous level sensors with only optical cables inside fuel tanks, as well as validation of water and dirt filters and sensors.\n\nSecondo Mona, applying the most advanced Program and Risk Management disciplines, already in use for any new development program, will guarantee adequate control on the activities from the initial trade off studies up to detail design and manufacturing of all equipment and relevant qualification, to ensure clearance for flight to the system.\n\nThe newly developed products will enhance the Secondo Mona proven fuel systems design capabilities, ensuring uncompromised and interconnected solutions to the customers, for the advantage of reliability, safety and maintenance. The project will also consolidate the long lasting collaboration with Politecnico di Milano, helping to disseminate the results, and will further create value within the area of the Lombardy Aerospace Cluster.",
    "totalCost": "1784750",
    "ecMaxContribution": "1279362,5",
    "coordinator": "SECONDO MONA SPA",
    "coordinatorCountry": "IT",
    "participants": "POLITECNICO DI MILANO",
    "participantCountries": "IT",
    "projectParticipants": {
        "924390310": {
            "orgId": "924390310",
            "orgName": "SECONDO MONA SPA",
            "ecContrib": 1179238
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 100125
        }
    },
    "calculatedTotalContribution": 1279363
}