{
    "rcn": "206537",
    "acronym": "KRG-250",
    "topics": "SMEInst-10-2016-2017",
    "title": "A fuel saving, emission reducing and cost effective Continuosuly Variable Transmission for European passenger vehicles",
    "startDate": "01/12/2016",
    "endDate": "28/02/2017",
    "objective": "A transmission system converts engine speed into drive speed.  Manual and automatic systems dominate the market; in Europe, manual transmission is favoured but automatic popularity is increasing due to its smooth driving experience.  However, these systems suffer from comparatively low efficiencies.  In addition, neither manual nor automatic helps manufacturers meet stringent emission regulations.  Powertrain innovations, including continuously variable transmission (CVT), aim to overcome this issue.  CVTs hold the third largest market share but have problems with hydraulic control systems that limit achievable efficiency.\nOur fully patent protected solution, the KRG, is a cone ring CVT, which eliminates the need for hydraulic control through our novel ring adjustment system.  The KRG is lighter and smaller than competition, this allows us to offer 20-30% production cost savings  with users benefiting from 25% improved efficiency and up to 20% reduced fuel consumption and CO2 savings.  Previous development includes a micro-car KRG that is currently being commercialised in Asia; we are now seeking funding to support development and advancement of our productís capability to support larger vehicles for the European market with the intention of rolling-out in Europe by 2020.  \nFollowing successful commercialisation, we have provisionally forecast a five-year ROI to the EC of 8:1.  However, to realise sales and achieve this, we must generate full customer confidence in performance and commercial benefit generation at scale under commercial operating conditions.  This Phase 1 Feasibility study will allow us to identify and plan critical development activities and test our proposed business model with the European market.  This will place us in a strong position going into an extended development project, as we can be confident in solution uptake following market launch.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GIF ENTWICKLUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917715352": {
            "orgId": "917715352",
            "orgName": "GIF ENTWICKLUNGSGESELLSCHAFT MBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}