{
    "rcn": "206541",
    "acronym": "InCa",
    "topics": "SMEInst-02-2016-2017",
    "title": "InCa - Cardio Watch for Continuous Intra-Cardiac Blood Pressure Sensing",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Congestive Heart failure (CHF) affects more than 15 million European citizens and 1 in 5 people are at risk of developing CHF in their lifetime. It is the leading cause of hospitalizations in patients over 65 years of age, about 1 in 3 patients admitted to hospital will die within one year. CHF accounts for 1-2% (30 Billion Ä) of healthcare spending in Europe each year.  The growth in the numbers of patients developing CHF is driven by the increasing age profile of the EU population and by the growing number of people developing obesity.\nEarly death and rehospitalization can be reduced dramatically, when the progress of the heart disease is monitored continuously with a wireless pressure sensor, permanently implanted in the patientís left heart ventricle or left atrium. The implant can provide physicians with detailed real-time information about the patientís vital functions (intra-cardiac pressure, cardiac output and heart rate) around the clock. Based on those readings, the physician can proactively direct the patient to tweak the medication for stabilizing intra-cardiac pressure and provide early personalized treatments to avoid a crisis that would otherwise lead to hospitalization or even death. No mobile system is available, which allows to continuously and wirelessly monitor the patientís vital functions during normal daily activities, e.g. (house-)work, sports or outdoor use or during sleep time.\nWith the strong backgrounds in medicine, medical technology, nano- and micro fabrication as well as engineering and business background of the consortium the first, ultra-small cardiac pressure sensor implant for mobile, continuous 24-7-readout is investigated to be marketed beginning in phase III. One key for success is the incorporation of novel and proven nano-granular materials, which will be fabricated using a proprietary 3D nanoprinting technique (Nano-3D-Senseô) allowing for outstanding performance in miniaturization, biocompatibility and energy efficiency.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVOSENSE RESEARCH & DEVELOPMENT GMBH",
    "coordinatorCountry": "DE",
    "participants": "TRINITAS VENTURES LIMITED;NANOSCALE SYSTEMS, NANOSS GMBH",
    "participantCountries": "IE;DE",
    "projectParticipants": {
        "989391756": {
            "orgId": "989391756",
            "orgName": "NANOSCALE SYSTEMS, NANOSS GMBH",
            "ecContrib": 0
        },
        "918281541": {
            "orgId": "918281541",
            "orgName": "TRINITAS VENTURES LIMITED",
            "ecContrib": 0
        },
        "940495317": {
            "orgId": "940495317",
            "orgName": "EVOSENSE RESEARCH & DEVELOPMENT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}