{
    "rcn": "206501",
    "acronym": "RiserSure",
    "topics": "FTIPilot-01-2016",
    "title": "Rapid Integrity Assessment of Flexible Risers for Offshore Oil and Gas Installations",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "This action will bring to market a unique product, RiserSureô, for assessing the condition of flexible riser pipes widely used in offshore oil and gas production. Riser failure is increasing and is costly (Ä3M per day from lost production alone). It damages the environment and creates the potential for major incidents. The Gulf of Mexico disaster in 2010 prompted very recent new safety legislation in the US and Europe (2015 US offshore safety drilling rule, 2013 EU Offshore Safety Directive). This is driving the uptake of non-destructive testing (NDT) to monitor riser condition.\nCurrent techniques cannot reliably or efficiently assess flexible riser condition to provide advance warning of failure. Radiography is ideal as it penetrates all the layers in the pipe. However, current systems are designed for on-shore applications, not sub-sea.\nThe objective of this action is to take to market RiserSureô, which uses a novel subsea digital radiography detector. We will take the technology from TRL6 to TRL9 by optimising it for operation on flexible risers and adapting it to the needs of our customers ñ the NDT service providers and asset operators. Sub-sea field trials will demonstrate customer benefits. Within this 24 month project we will complete commercial and manufacturing preparations for product launch and lay the foundations for growth.\nRiserSureô will reduce the environmental impact and improve the safety of offshore production. It will improve the profitability of operators by reducing leaks and downtime, saving the industry Ä270M over 5 years. It will develop new revenues of Ä90M with a profit of Ä50M cumulative within 5 years of the end of the action; creating 139 new jobs for the SME led the consortium and an ROI of 148:1. Our industry-led consortium is requesting an EU contribution of Ä2,521,892 reflecting the costly nature of offshore testing, and our ambitious plans to achieve successful and rapid commercialisation of RiserSureô.",
    "totalCost": "3044860",
    "ecMaxContribution": "2565674",
    "coordinator": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK",
    "coordinatorCountry": "UK",
    "participants": "MISTRAS GROUP HELLAS ANONYMOS BIOMICHANIKI KAI EMPORIKI ETAIREIA;IKNOWHOW INTERNATIONAL SARL;WLB LIMITED;LONDON SOUTH BANK UNIVERSITY LBG;TWI LIMITED",
    "participantCountries": "EL;LU;CY;UK",
    "projectParticipants": {
        "998808419": {
            "orgId": "998808419",
            "orgName": "MISTRAS GROUP HELLAS ANONYMOS BIOMICHANIKI KAI EMPORIKI ETAIREIA",
            "ecContrib": 330090
        },
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 670291
        },
        "990136037": {
            "orgId": "990136037",
            "orgName": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK",
            "ecContrib": 529174
        },
        "972714449": {
            "orgId": "972714449",
            "orgName": "WLB LIMITED",
            "ecContrib": 0
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 777284
        },
        "919991554": {
            "orgId": "919991554",
            "orgName": "IKNOWHOW INTERNATIONAL SARL",
            "ecContrib": 258835
        }
    },
    "calculatedTotalContribution": 2565674
}