{
    "rcn": "206505",
    "acronym": "Storage4Grid",
    "topics": "LCE-01-2016-2017",
    "title": "Storage4Grid",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Future energy systems will be characterized by growing shares of intermittent power generation from Renewable Energy Sources (RES) while  facing  increasing diffusion of Electrical Vehicles (EVs). Such scenarios are creating new challenges for efficient management and grid stability. Energy Storage Systems (ESS) will provide a valuable solutions to such challenges.  \nThe Storage4Grid (S4G) vision is to provide utilities and end-users with new tools for optimal grid planning, use and evaluation of storage technologies. S4G pre-designs new storage control models and interfaces built upon existing standards and suitable to support scalable and cost-efficient coordination of heterogeneous ESS. \nS4G will deliver: (i) a Decision Support Framework allowing utilities to evaluate costs and benefits of existing and hypothetical storage installations, for various energy use patterns and regulatory landscapes; (ii) a Distributed Control methodology for ESS; (iii) an innovative Unbundled Smart Meter to enable ESS control in real-life settings; (iv) an Energy Router for provision of future grid services by ESS. \nS4G will consider 3 scenarios, each associated to a different test site.\nAn advanced scenario for ìAdvanced Cooperative ESSî leveraging the Energy Router and DC buses will be developed and demonstrated in the MicroDERLab facilities in Bucharest (RO).\nA ìESS Coordinationî scenario will focus ESS deployed for maximize self-consumption and RES exploitation at prosumer level. It will be developed and evaluated in a deployment in Fur (DK). \nThe ìCooperative EV Chargingî scenario will focus on use of storage to support large deployments of EV charging stations. It will be defined and validated in real-life settings in Bolzano (IT).\nThe compatibility of S4G models with standards, regulatory landscapes and emerging technologies  is ensured by participation of one storage provider and by the engagement of utilities and storage providers in the External Stakeholders Group (ESG).",
    "totalCost": "3617900",
    "ecMaxContribution": "3617900",
    "coordinator": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
    "coordinatorCountry": "IT",
    "participants": "EDYNA SRL;ALPERIA SpA;ALPERIA SMART MOBILITY SRL;ENIIG HOLDING AS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO;Lithium Balance A/S;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;ENIIG FORSYNING AS",
    "participantCountries": "IT;DK;DE;PT;RO",
    "projectParticipants": {
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 423562
        },
        "954936483": {
            "orgId": "954936483",
            "orgName": "ENIIG FORSYNING AS",
            "ecContrib": 109978
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 628469
        },
        "986260693": {
            "orgId": "986260693",
            "orgName": "Lithium Balance A/S",
            "ecContrib": 624062
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 616848
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 587935
        },
        "929004309": {
            "orgId": "929004309",
            "orgName": "EDYNA SRL",
            "ecContrib": 180000
        }
    },
    "calculatedTotalContribution": 3170854
}