{
    "rcn": "206587",
    "acronym": "Ambition",
    "topics": "LCE-33-2016",
    "title": "Advanced biofuel production with energy system integration",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "The ECRIA project AMBITION aims to develop a long-term joint European Community Research and Innovation Agenda on the integration of biofuels production and surplus grid electricity valorisation. AMBITION brings together eight partners from eight different countries into a European wide lasting research partnership, which is closely linked to EERA Bioenergy. The current fragmentation in energy systems and an increasing share of intermittent energy ask for solutions providing integration and flexibility in the system. AMBITION targets the challenge of system flexibility by integrating (i.e. creating a bridge between) two forms of energy carriers, e.g. grid electricity and biofuels. Further, CO2 from current energy systems and industrial production can to be utilized as an alternative carbon source as an alternative to sequestration. The project targets a limited set of specific aspects (topics) of the integration challenge, which are in line with the priority areas identified in the SET plan Integrated Roadmap. Based on a short-term RIA, several key bottlenecks in biomass conversion technologies such as energy-efficient, low-temperature biomass pre-treatment, gasification and gas cleaning/conditioning to valorize lignin-rich biorefinery residue feedstock and syngas fermentation for the sustainable production of biofuels and chemicals are eliminated through transnational and integrated multidisciplinary research. AMBITION improves the overall material and energy efficiency of the conversion processes and simultaneously reduces capital and operation costs to facilitate implementation in an innovative and integrated European Energy system.",
    "totalCost": "2494986,25",
    "ecMaxContribution": "2494986,25",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;Laboratorio Nacional de Energia e Geologia I.P.;KARLSRUHER INSTITUT FUER TECHNOLOGIE;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;DANMARKS TEKNISKE UNIVERSITET;FUNDACION CENER-CIEMAT;ASTON UNIVERSITY",
    "participantCountries": "IT;PT;DE;NL;DK;ES;UK",
    "projectParticipants": {
        "994187921": {
            "orgId": "994187921",
            "orgName": "Laboratorio Nacional de Energia e Geologia I.P.",
            "ecContrib": 483610
        },
        "999745342": {
            "orgId": "999745342",
            "orgName": "FUNDACION CENER-CIEMAT",
            "ecContrib": 211304
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 321525
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 423251
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 442400
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 294176
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 164970
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 153750
        }
    },
    "calculatedTotalContribution": 2494986
}