{
    "rcn": "206520",
    "acronym": "CyberSure",
    "topics": "MSCA-RISE-2016",
    "title": "CYBER Security InSURancE รณ A Framework for Liability Based Trust",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "CyberSure is a programme of collaborations and exchanges between researchers aimed at developing a framework for creating and managing cyber insurance policy for cyber systems. The purpose of creating such policies will be to enhance the trustworthiness of cyber systems and provide a sound basis for liability in cases of security and privacy breaches in them. The framework will be supported by a platform of tools enabling an integrated risk cyber system security risk analysis, certification and cyber insurance, based on the analysis of objective evidence during the operation of such systems. \nCyberSure will develop its cyber insurance platform at TRL-7 by building upon and integrating state of the art tools, methods and techniques. These will include: (1) the state of the art continuous certification infrastructure (tools) for cloud services developed by the EU project CUMULUS; (2) the risk management tool of NIS enhanced by the NESSOS risk management methodology; and (3) insurance management tools of HELLAS.\nThe development of the CyberSure platform will be driven by certification, risk analysis and cyber insurance scenarios for cyber system pilots providing cloud and e-health services. Through these, CyberSure will address the conditions required for offering effective cyber insurance for interoperable service chains cutting across application domains and jurisdictions.",
    "totalCost": "1647000",
    "ecMaxContribution": "1647000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "NETWORK INTEGRATION AND SOLUTIONS SRL;HD INSURANCE LTD;CITY UNIVERSITY OF LONDON;CONSIGLIO NAZIONALE DELLE RICERCHE;CABLENET COMMUNICATION SYSTEMS LTD",
    "participantCountries": "IT;EL;UK;CY",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 270000
        },
        "918787396": {
            "orgId": "918787396",
            "orgName": "HD INSURANCE LTD",
            "ecContrib": 270000
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 297000
        },
        "917306012": {
            "orgId": "917306012",
            "orgName": "CABLENET COMMUNICATION SYSTEMS LTD",
            "ecContrib": 270000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 270000
        },
        "940491825": {
            "orgId": "940491825",
            "orgName": "NETWORK INTEGRATION AND SOLUTIONS SRL",
            "ecContrib": 270000
        }
    },
    "calculatedTotalContribution": 1647000
}