{
    "rcn": "206539",
    "acronym": "COCORO",
    "topics": "SMEInst-11-2016-2017",
    "title": "Cocoro Advanced Lingerie, the ultimate reusable absorbent underwear",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Disposable menstrual products represent around 1M of the 3B tons of waste produced in the EU every year. Mostly composed by highly pollutant plastics, they have a huge impact on the environment. The pollution and greenhouse gas emissions they cause contribute to climate change, as well as material loss ñ a significant problem in the EU, which is highly dependent on imported raw materials. Moving towards a circular economy is an urgent need for the feminine hygiene industry to contribute to the competitiveness of the EU economy. \nOnly two new companies in the US and Australia have recently started selling absorbent underwear as an alternative to pads. Yet, they cannot fully compete with pads given their insufficient absorption capacity and practicality. These products are also very expensive to get in Asian and European markets, which are the largest pads markets. \nFemmefleur has developed the ultimate alternative to disposable external menstrual hygiene management (MHM) products: a highly absorbent, breathable, practical and comfortable reusable underwear. Cocoro Advanced Lingerie uses a combination of cotton and polyester  treated with an innovative technology that absorbs corporal fluids like menstruation or slight urine loss, satisfying womenís needs in MHM and beyond.\n\nIts unique features are highly competitive as our disruptive technology and design guarantee a cost-effective and ecological solution for MHM. Increasing their absorption capacity, these panties can be commercialized in other market segments such as urine incontinence or maternity. This translates into a high-potential users group, as only in the EU it represents around 190M people. \n\nThe successful results gathered together with the huge business opportunity ahead allow us to establish two main goals for this SME Inst. phase 1: to finalise a techno-economic assessment of the polyester fabric technology and to corroborate the feasibility of the developed commercial strategy for the MHM market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FEMMEFLEUR SCCL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918243808": {
            "orgId": "918243808",
            "orgName": "FEMMEFLEUR SCCL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}