{
    "rcn": "206517",
    "acronym": "DRYNET",
    "topics": "MSCA-RISE-2016",
    "title": "Setting an  interdisciplinary/sectorial/international  research network to explore dry storage as an alternative strategy for cells/germplasm biobanking",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "The number of biobanks for diagnostic/clinical/biodiversity preservation purposes is increasing exponentially, representing an economic burden for the EU. Cryopreservation (Liquid Nitrogen LN) is the only cells/gametes long-term repository method. LN storage is expensive though, requires dedicated facilities, is hazardous, carries pathogens and has high carbon footprint. DRYNET objective is to set an inter-sectorial/multidisciplinary/international network between EU academic (5), SME (3), the EU pan-Biobank, and international partners (Japan/Thailand), with the aim of sharing knowhow & expertise to lay down the theoretical and early empirical basis for the dry storage of cells/germplasm. DRYNET merges the partnerís expertise, theoretical/ biophysical/ mathematical modelling, cellular/ molecular/ insect biology, embryology, mechanical engineering into a coherent approach towards dry storage of cells/germplasm. International/inter-sectorial secondments, with meeting/workshop/summer school will be primary tools to implement our strategy for biobanking. Outreaching activities will guarantee public awareness of the project. DRYNETís relies on water subtraction to induce a reversible block of metabolism, a survival strategy available in nature (anhydrobiosis). The work plan foresees the exploitation of natural xero-protectants (Late Embryogenesis Abundant proteins), loaded/expressed in gametes/cells, before drying. The best drying approaches, supported by theoretical/biophysical/math modelling, will be implemented by SMEs/academy partners. DRYNET will bring a simplification of currents practices, with cost and carbon footprint reduction, for the maintenance/shipping of biobanks. DRYNET will generate young scientists with transferable skills, ensuring career prospect in academia/industry. DRYNET strengthens the international/sectorial network between different disciplines, ensures long-term sustainability of the project, and boosts European competitiveness in biobanking.",
    "totalCost": "841500",
    "ecMaxContribution": "765000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TERAMO",
    "coordinatorCountry": "IT",
    "participants": "BIOBANKS AND BIOMOLECULAR RESOURCES RESEARCH INFRASTRUCTURE CONSORTIUM (BBMRI-ERIC);AVANTEA srl;BIOTALENTUM TUDASFEJLESZTO KFT;UNIVERSIDAD DE BURGOS;UNIVERSITA DEGLI STUDI DI CAGLIARI;IMAGENE;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "AT;IT;HU;ES;FR",
    "projectParticipants": {
        "937479781": {
            "orgId": "937479781",
            "orgName": "IMAGENE",
            "ecContrib": 40500
        },
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 99000
        },
        "946597878": {
            "orgId": "946597878",
            "orgName": "BIOBANKS AND BIOMOLECULAR RESOURCES RESEARCH INFRASTRUCTURE CONSORTIUM (BBMRI-ERIC)",
            "ecContrib": 0
        },
        "998167831": {
            "orgId": "998167831",
            "orgName": "AVANTEA srl",
            "ecContrib": 27000
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 139500
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 54000
        },
        "999925665": {
            "orgId": "999925665",
            "orgName": "BIOTALENTUM TUDASFEJLESZTO KFT",
            "ecContrib": 184500
        },
        "998475709": {
            "orgId": "998475709",
            "orgName": "UNIVERSITA DEGLI STUDI DI TERAMO",
            "ecContrib": 220500
        }
    },
    "calculatedTotalContribution": 765000
}