{
    "rcn": "206561",
    "acronym": "H-CCAT",
    "topics": "NMBP-01-2016",
    "title": "Solid Catalysts for activation of aromatic C-H bonds",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Objectives\nThe H-CCAT project designs, upscales and shapes hybrid catalysts for the C-H functionalization of aromatic compounds. These solid catalysts will possess better recoverability, higher turnover numbers and better selectivity than current homogeneous catalysts for these reactions. The solid catalysts are applied at demonstration scale in the step-economical production of arylated or alkenylated aromatics, yielding motifs of active pharmaceutical ingredients. \nMethodology\nWe will design heterogeneous hybrid catalysts featuring deactivation-resistant active sites, based on N-heterocyclic carbenes (NHCs) or diimine ligands and active metal ions. Via efficient, one-step protocols based on self-assembly, these sites will be embedded in robust porous hybrid materials like hybrid silica or metal-organic frameworks. Deactivation or metal aggregation will be prevented by site isolation or by efficient metal reoxidation (for the oxidative alkenylations). Metal leaching is precluded by using strong bonds between metals and embedded ligands like NHCs. Flow protocols will be designed to maximize the turnover numbers. Catalyst synthesis will be scaled up to kg scale, using efficient one-step protocols, minimizing use of solvents or waste formation. Soft shaping methods, e.g. spray drying, will preserve porosity and activity of the hybrid solids. A demonstration is conducted at minipilot scale at the J&J site (Belgium), allowing LCA analysis, techno-economic assessment and elaboration of the business plan.\nRelevance to work program\nThe catalysts feature new, deactivation resistant active sites; their TOF/TON is maximized by an appropriate porous structure which even can be swelling. Catalysts are produced using innovative one-step protocols to form porous hybrid catalysts as powders or even immediately as shaped objects. The molecules targeted have strong biological and pharmaceutical relevance; they target diseases like influenza, cancer or HIV (case study: Rilpivirine).",
    "totalCost": "7588312,5",
    "ecMaxContribution": "7588312,5",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "AXEL'ONE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PROFMOF AS;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;SIKEMIA;UNIVERSITA DEGLI STUDI DI PERUGIA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JOHNSON MATTHEY PLC;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "FR;DE;NO;IT;UK;BE",
    "projectParticipants": {
        "930599862": {
            "orgId": "930599862",
            "orgName": "AXEL'ONE",
            "ecContrib": 436518
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 520668
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 508750
        },
        "923755542": {
            "orgId": "923755542",
            "orgName": "PROFMOF AS",
            "ecContrib": 568402
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1580494
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 499956
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1547600
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 502075
        },
        "952966025": {
            "orgId": "952966025",
            "orgName": "SIKEMIA",
            "ecContrib": 404375
        }
    },
    "calculatedTotalContribution": 6568838
}