{
    "rcn": "206518",
    "acronym": "PROMECA",
    "topics": "MSCA-RISE-2016",
    "title": "PROcess intensification through the development of innovative MEmbranes and CAtalysts",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "PROMECA strategic objective is to substantially contribute to the increase of knowledge, skills, and competitiveness in the European research area and industry, through the design and deployment of a thorough plan of research and secondment of researchers between top-level EU academia and industrial partners, contributing to the main European Policies on innovation. In line with the MSCA-RISE general objectives, the project will:\nï Support career development and training of 44 researchers through international and inter-sectoral mobility among 3 academia and 3 industrial partners in 4 European countries;\nï Promote sharing of knowledge and ideas from research to the market (and vice versa) in a systematic way, through the participation of researchers to 3 focused research groups where scientific and industrial mix of competences are ensured, and the organization of 8 project meetings, where research findings will be assessed and validated among groups.\nï Carry out a thorough training of researchers in 6 dedicated workshops, each with a different focus, also adding key entrepreneurial skills and innovation management.\nAs an ultimate R&D goal, PROMECA will develop, test, and validate an innovative membrane reactor integrating new structured catalysts and selective membranes to improve the overall performance, durability, cost effectiveness, and sustainability over different industrially interesting processes, with distributed hydrogen production as the main focus of the project. \nThe project will bring substantial impacts in terms of skills and knowledge development of the researchers, as well as higher R&I output, contributing to convert more ideas into products. Organizations involved will strongly boost their capacity to carry out R&I activities in multidisciplinary and inter-sectorial collaborations. Finally, the project will enhance the innovation potential and competitiveness of the EU industry, reinforcing its world leadership as a true knowledge-driven industry",
    "totalCost": "688500",
    "ecMaxContribution": "688500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SALERNO",
    "coordinatorCountry": "IT",
    "participants": "KT - KINETICS TECHNOLOGY SPA;FUNDACION TECNALIA RESEARCH & INNOVATION;I.C.I CALDAIE SPA;TECHNISCHE UNIVERSITEIT EINDHOVEN;L AIR LIQUIDE SA",
    "participantCountries": "IT;ES;NL;FR",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 180000
        },
        "999964853": {
            "orgId": "999964853",
            "orgName": "L AIR LIQUIDE SA",
            "ecContrib": 67500
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 135000
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 67500
        },
        "999450462": {
            "orgId": "999450462",
            "orgName": "ICI CALDAIE SPA",
            "ecContrib": 0
        },
        "998069764": {
            "orgId": "998069764",
            "orgName": "KT - KINETICS TECHNOLOGY SPA",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 558000
}