{
    "rcn": "206528",
    "acronym": "MIMESIS",
    "topics": "SMEInst-03-2016-2017",
    "title": "A novel systems biology approach to develop preclinical assets from innovative drug discovery starting points inspired by viruses",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Access to new medicines targeting unmet medical need is a challenge for both the Pharmaceutical industry and the member states of the European union. For the last decade the pharmaceutical sector has faced fundamental dilemmas:\n- The average cost to develop a single drug has tripled in a decade\n- Patent expirations have reduced revenue from blockbuster drugs\n- Attrition in the drug development pipeline remains high. \n- The rate of innovation in pharmaceutical development is low because of a focus on a restricted number of drug target classes and emphasis on developing ìme-tooî drugs. \n\nIn this context, ENYO has developed an innovative systems biology based approach inspired by viruses to identify patentable chemistries directed at new human disease targets. The feasibility of this approach has been successfully demonstrated in 2015 with the identification of 40 largely unexplored novel human targets against influenza virus, which eventually resulted in the generation of leads ready for development as a therapeutic for influenza.\n\nProject MIMESIS aims to scale-up ENYOís systems biology approach to discover original preclinical assets against human targets not previously considered tractable to drug development in both infectious (Influenza, HRV, RSV, TB and Zika) and non-infectious disease contexts (Oncology).  It will scale-up the number of drug discovery targets and the disease scope and initiate the deployment of the approach to the pharmaceutical industry at the global scale. \n\nThe MIMESIS approach will develop novel starting points for the development of new drugs in diseases with unmet clinical need. It will contribute to better access to medicines which will translate into higher pharmaceutical benefit to the patients. The approach has never been used before in the pharmaceutical industry and is transferable to any human disease.",
    "totalCost": "3568898,75",
    "ecMaxContribution": "2498229",
    "coordinator": "ENYO PHARMA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931461416": {
            "orgId": "931461416",
            "orgName": "ENYO PHARMA",
            "ecContrib": 2498229
        }
    },
    "calculatedTotalContribution": 2498229
}