{
    "rcn": "206799",
    "acronym": "SkinXCare",
    "topics": "SMEInst-05-2016-2017",
    "title": "Integral cell-biology platform for the development of the first effective treatment of radiodermatitis.",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "InnoHealth Group is a private company born with the mission of offering novel dermatological formulations, with a major focus on the rational development (scientific-based approach) of new and more effective therapeutic solutions to dermatological diseases. Our vision is to become a leading player of the therapeutic dermatology and skin care markets segments, something that will be enabled thanks to our patented cell biology platform for the development of novel products. Our platform is the only one in the market that  integrates novel bioinformatic tools based on cellular proteomic/kinome data (SkinSim and INCOS) and in vitro assays (SimDerma) for the rational design and development of new  dermatological formulations. The combination of these tools in the platform allows identifying the molecular/celular targets involved in skin diseases and the combinations of active ingredients/compounds with the highest synergistic activity in these targets for disease treatment. This makes our platform a key enabling technology for the development of new dermatological products, especially in treatment of skin diseases without a  known efficient therapeutic solution because of  the complexity in the cellular and biochemical damages underlying such diseases. In the SkinXCare project we seek demonstrating the potential of our platform by its use in the development of the first effective treatment of radiodermatitis, a severe skin condition that affects cancer patients undergoing radiotherapy and still remains an unmet clinical condition. Thanks to the uniqueness of the solution proposed in the SkinXCare project, we seek becoming a leading player of therapeutic dermatology market. This market segment was valued at Ä24.5 billion on 2015 and is predicted to grow at a CAGR of 6.7% until 2025, key figures that further sustain the SkinXCare business opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVATIVEHEALTH GROUP SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920658138": {
            "orgId": "920658138",
            "orgName": "INNOVATIVEHEALTH GROUP SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}