{
    "rcn": "206784",
    "acronym": "ThermaSiC",
    "topics": "SMEInst-02-2016-2017",
    "title": "New generation wear and corrosion coating enabling European industry growth",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "The objective of ThermaSiC is to commercialise and bring to market our disruptive coating based on Silicon Carbide (SiC).\nThermaSiC is the first in the world to enable SiC coating formation by thermal spraying - a major advancement on the\ncurrent SoA-technology providing unique chemical-physical properties and superior coating performance in corrosive and\nharsh environments at high temperatures (up to 1,500∞C in air). ThermaSiC will significantly increase the functional lifetime,\nlower weight, reduce maintenance and increase the performance of a wide range of engineering products ñ creating a\nsignificant market pull by end-users.\nSC is a spinout company from NTNU where our prototype coating technology was developed. Our Phase I-type Feasibility\nStudy is based on a successful commercialisation process by NTNU validating both the technical capability (IP/\nmanufacturing) and market confirmation (done by Qittitut Consulting LLC). We have a highly specialised team of\n7employees with world-leading skills within material science and engineering, business and production ramp-up\ncombinedwith a professional Board of Directors for business strategy and a strong investor network.\nWe have created 5 sequential and quantifiable Commercialisation Objectives focusing on overcoming the remaining barriers\nhampering successful commercialisation:\n1. Technology maturation, elevating our current prototype technology from TRL6 to TRL8 (WP1)\n2. End user piloting advancing ThermaSiC from TRL8 to TRL9 (WP2)\n3. Supply chain development, up- and downstream (WP3)\n4. Product exploitation strategy development, market research and post-project funding (WP4)\n5. Innovation management and BIP development, IP management and stakeholder engagement (WP5)\nThrough ThermaSiC we will significantly boost our growth - quantified as accumulated revenues exceeding EUR 808 million\nfor the 5-years post project (2022) with accumulated gross profit of more than EUR 482 million and employment growth of\n250 FTEs.",
    "totalCost": "2811671,25",
    "ecMaxContribution": "1968169,88",
    "coordinator": "SERAM COATINGS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927681714": {
            "orgId": "927681714",
            "orgName": "SERAM COATINGS AS",
            "ecContrib": 1968170
        }
    },
    "calculatedTotalContribution": 1968170
}