{
    "rcn": "206707",
    "acronym": "INpaCT",
    "topics": "MSCA-IF-2015-GF",
    "title": "An interdisciplinary approach to uncover the mechanisms of progression of cartilage damage at the cellular and tissue levels",
    "startDate": "01/01/2017",
    "endDate": "30/03/2021",
    "objective": "Joint injuries are very frequent, especially among young people. Such injuries seldom heal and over time can lead to cartilage degeneration and ultimately osteoarthritis. Although, it is generally assumed that excessive mechanical loading post-injury can cause or accelerate the progression of cartilage degeneration, the precise mechanisms involved in the pathological processes at different structural length scales are still not fully understood. Thus, novel approaches for understanding structure-function relationships from the cell to tissue level in both health and disease are necessary. The overall aim of this research is to investigate the mechanisms of cartilage damage progression at different levels of tissue organization. The novelty of this research lies in the highly interdisciplinary approach of combining an in vitro model of OA progression with the state-of-the-art materials testing devices, computational modeling and sophisticated microscopic, spectroscopic and molecular biology techniques to carefully assess the mechanics, structure, composition and gene expression on cell and tissue levels. The novel data obtained from this research will shed light on the key mechanobiological pathways by which cartilage cells maintain healthy tissue or mount a healing response following tissue injury and excessive loading. This project is conducted as an international collaboration between University of Eastern Finland, Kuopio, Finland and Massachusetts Institute of Technology, Cambridge, USA. This represents a unique opportunity to bring together the complementary skill sets of Dr. Florea, Dr. Korhonenís group and Prof. Grodzinskyís group, with their expertise in biomechanics, computational modeling, biochemistry and cartilage biology. The mutually beneficial collaboration between Europe and USA can advance the field of cartilage research with significant potential to provide novel strategies to reduce/prevent cartilage degeneration for patients in Europe and beyond.",
    "totalCost": "267793,2",
    "ecMaxContribution": "267793,2",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 267793
        },
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 267793
}