{
    "rcn": "206772",
    "acronym": "TraX",
    "topics": "MSCA-RISE-2016",
    "title": "Stability and Transitions in Physical Processes",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Many dynamical processes in natural sciences are organized by invariant objects that behave in rather simple ways under time evolution, such as equilibria, periodic orbits, or higher-dimensional invariant surfaces. These objects and the invariant manifolds attached to them act as landmarks that organize the behavior of other trajectories and yield a qualitative description of the dynamics. By computing strategically chosen landmarks, one can obtain considerable information of the possible behaviors of the system.\nThis strategy is particularly fruitful in Hamiltonian systems, in which a large number of invariant manifolds coexist. For example, it has been realized in recent years that Transition State theory, a framework first developed in chemistry and then applied to other fields of science, relies on the existence of invariant manifolds in phase space. These manifolds encode the essential dynamics of various reorganization processes.\nThe objective of this RISE proposal is to build a multidisciplinary exchange programme around the determination of invariant dynamical objects which encompass applied mathematics, atomic and molecular physics, chemistry and celestial mechanics.\nThe project aims at linking mathematicians, physicists and chemists to identify the universal mechanisms behind dynamical transition processes. The proposed collaborative project will be coordinated by the School of Mathematics of Loughborough University, and will involve the Department of Mathematics of the University of Barcelona, the Center for Theoretical Physics (CNRS / Aix Marseille University), the Physics Department of the Polytechnic University of Madrid, the Chemistry Department at the Universidad AutÛnoma of Madrid and the Physics Department at the University of Stuttgart. The third country partners are Georgia Institute of Technology, represented by the School of Mathematics and the School of Physics and Johns Hopkins University, represented by the School of Chemistry.",
    "totalCost": "711000",
    "ecMaxContribution": "526500",
    "coordinator": "LOUGHBOROUGH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAT DE BARCELONA;UNIVERSITAET STUTTGART;UNIVERSITE D'AIX MARSEILLE;UNIVERSIDAD AUTONOMA DE MADRID;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "ES;DE;FR",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 90000
        },
        "998267741": {
            "orgId": "998267741",
            "orgName": "JOHNS HOPKINS UNIVERSITY",
            "ecContrib": 0
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 40500
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 144000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 54000
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 72000
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 63000
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 63000
        },
        "997348860": {
            "orgId": "997348860",
            "orgName": "GEORGIA TECH RESEARCH CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 526500
}