{
    "rcn": "206783",
    "acronym": "CellSON",
    "topics": "SMEInst-01-2016-2017",
    "title": "Launching the next generation of Self Organising Networks for Telecoms",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Todayís telecom operators face an unprecedented array of issues with profound implications for the future performance of their businesses mainly the need for huge investments to service the growth in data traffic. CellSON is proposing a novel and disruptive technology, installing and using smart repeaters for improving the overall network efficiency based on available resources. The repeaters incorporate a novel sensing capability for measuring the radio frequency environment. In addition, they also incorporate a multi directional ability (donor antenna) in order to select the most convenient Base Station. CellSON will solve a real problem that could escalate into a collapse of mobile telecom infrastructures due to the gigantic increase of mobile data traffic expected for the coming years. This solution will allow mobile operators to increase the performance of their current and future infrastructures, and therefore gain time to upgrade to new mobile technologies in a more gradual and sustainable manner. \n\nThe main objectives of the project is to integrate the overall technology and deploy a demonstrator site into a real mobile network that will be provided by MER group Telecom a multinational System Integrator. \nWe, CellO, an Israeli company count on 10 years of providing innovative wireless solutions that deliver spotless coverage and superior capacity to mobile devices. The CellSON project represents the most important innovative solution developed by CellO. This solution is tested, protected by patents, and several worldwide operators are willing to incorporate this technology into their infrastructures.",
    "totalCost": "1523910",
    "ecMaxContribution": "1066737",
    "coordinator": "MER-CELLO WIRELESS SOLUTIONS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934367439": {
            "orgId": "934367439",
            "orgName": "MER-CELLO WIRELESS SOLUTIONS LTD",
            "ecContrib": 1066737
        }
    },
    "calculatedTotalContribution": 1066737
}