{
    "rcn": "206729",
    "acronym": "HiChemSynPro",
    "topics": "ERC-2016-STG",
    "title": "High-throughput combinatorial chemical protein synthesis as a novel research technology platform for chemical and synthetic biology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Chemical protein synthesis is an indispensable method in chemical and synthetic biology. However, at the present moment, it is laborious and involves multiple optimization and purification steps. High-throughput approaches for total synthesis of combinatorial libraries of custom-modified protein variants are needed. To change the situation, the work will be carried out in two directions: (1) implementation of microfluidic techniques for automation, miniaturization and multiplexing of experimental steps involved in the total synthesis of proteins, and (2) design and synthesis of novel catalytic proteins for efficient enzyme-assisted peptide ligations under denatured conditions. This innovative research technology will allow robust chemical synthesis of protein libraries with (100ñ10,000)-compounds with natural and unnatural modifications, bearing variety of post-translational modifications and also protein-like biopolymers. In this project, the new methodology will be validated by chemical synthesis of library of phosphorylated analogues of high mobility group protein A (HMGA), which is involved in gene-transcription and cancer development. Other potential future applications include protein design, biological problems where post-translational modifications play a crucial role (ranging from the ëhistone codeí hypothesis to understanding long-term memory) and functional annotation of newly discovered genes.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998336514": {
            "orgId": "998336514",
            "orgName": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}