{
    "rcn": "206731",
    "acronym": "TRIPOD",
    "topics": "ERC-2016-STG",
    "title": "The transition to a renewable electricity system and its interactions with other policy aims",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "In order to meet its long-term climate targets, the European Union has decided to reduce its power sector carbon emissions by 93-99% by 2050. This means that Europe aims to transition to a largely, or fully, renewable power system. This is however not the only energy policy aim: besides a transition to renewables, further aims include an energy efficiency increase and demand reduction; liberalisation of the power markets and exposure of renewables to competition; and europeanisation of renewable energy policy, power grids, and the creation of a European internal power market. Here, I investigate whether and how these policies interact and affect the chances for and costs of a transition to a renewable power system; how the other aims constrain the options for renewables; and how policy conflicts can be resolved. Current policy discourse treats these policy aims either as independent or synergistic. My hypothesis is that they are not at all independent and that pursuing the aims of demand reduction, liberalisation and europeanisation strongly influences the transition to renewables, and that the aims are partially antagonistic, implying a need for trade-offs. The purpose of my research is to test these hypotheses and explore the policy synergies or antagonisms, by investigating yet under-researched aspects of the interactions. These include how reaching the other aims influences the transition dynamics; how key actors may alter their behaviour due to such other developments; and how reaching another policy aim impacts the stability of a fully renewable power system. I adopt an interdisciplinary approach, drawing on transition research, engineering, political science and economics, with each perspective adding a piece of the puzzle. The answers will contribute to both the disciplinary and the policy-driven renewable energy research, and provide insights to help policy-makers define less conflicting policies, thus supporting the European transition to renewables.",
    "totalCost": "1499940",
    "ecMaxContribution": "1499940",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1499940
        }
    },
    "calculatedTotalContribution": 1499940
}