{
    "rcn": "206704",
    "acronym": "LoTGlasSy",
    "topics": "ERC-ADG-2015",
    "title": "Low Temperature Glassy Systems",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Jamming of hard spheres is a new critical phenomenon whose exponents are different from those of the other known transitions. These exponents have been recently computed in a mean field approximation whose limits of validity are not known. Even if their values are in very good agreement with the ones obtained by accurate numerical simulations, the deep reasons for this success are not understood.\n\nTrampolining from these results I plan to develop a theory of the large scale properties of the free energy landscape of glasses at low temperature. I will use techniques of statistical field theory and of renormalization group to identify and compute universal features. This proposal has the following goals.\n\nï We will develop a complete analytic theory of the infinite pressure limit (jamming) of hard spheres in dimensions greater than the upper critical dimensions. We will first compute analytically the upper critical dimension. Numerical simulations suggest that the upper critical dimensions is equal to or smaller than 2: this result is puzzling and it would be very interesting to find out if this indication is supported by the theory. We will also investigate in detail the scaling properties and the conformal invariance of the correlation functions.\nï Starting from these results we will derive universal properties of glassy materials in the low temperature regions in the classical and in the quantum regime. The properties of multiple equilibrium configurations are crucial; we will study the structure of small (localized or extended) oscillations around them, the classical and quantum tunneling barriers.\nï We will analyze both equilibrium features and off-equilibrium features (like plasticity and the time dependence of the specific heat). The subject has been widely discussed and phenomenological laws have been derived. I aim to obtain these laws from first principles using the properties of the free energy landscape in glasses that will be derived analytically.",
    "totalCost": "1760000",
    "ecMaxContribution": "1760000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1760000
        }
    },
    "calculatedTotalContribution": 1760000
}