{
    "rcn": "206703",
    "acronym": "TILC",
    "topics": "ERC-ADG-2015",
    "title": "Targeting Innate Lymphoid Cells",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "TILC focuses on Innate Lymphoid Cells (ILCs). ILCs are a newly discovered type of lymphocyte, and their study opens up new perspectives for understanding and manipulating of immunity. ILCs include cytotoxic ILCs (NK cells) and helper-like ILCs (ILC1, ILC2 & ILC3). Studies of ILC2 cells have advanced considerably, but much remains unknown about the respective roles of NK, ILC1 and ILC3 cells. TILC aims to explore new frontiers in ILC biology, by focusing on these subsets of ILCs in mice and humans, through five specific aims.\n1. NK cells, ILC1 & NCR\\ILC3 are known to express NKp46 in humans and mice, but the nature of the NKp46 ligands remains unclear, limiting our understanding of the biology of these three major ILC subsets. We thus aim to identify the NKp46 ligands, building on our preliminary data showing that Complement Factor P (CFP, Properdin) is involved in NKp46 recognition, hence revealing an unprecedented mode of immune recognition.\n2. We also aim to create new mouse models selectively targeting these ILC subsets in vivo. We will then use these models for dissecting out the selective roles of ILC subsets in two major immune functions: cancer surveillance and gut homeostasis. \n3. In cancer, we will investigate the contribution of these cells to tumor editing. \n4. In the intestine, we will focus on the homeostasis of the cecum and appendix. These organs were long considered to be vestiges of evolution, but our own recent findings and those of phylogenetic studies have challenged this notion. We thus aim to address the role of ILC subsets in the cecum/appendix, and determine whether these organs serve as a refuge for repopulation with commensals after dysbiosis. \n5. Finally, we aim to identify patients with deficiencies in ILCs, to dissect the function of these cells in natura.\nFrom the molecular scale to that of patients, we believe that TILC will provide answers to some of the most pressing questions concerning the role and clinical potential of NKp46\\ ILCs",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}