{
    "rcn": "206730",
    "acronym": "McHAP",
    "topics": "ERC-2016-STG",
    "title": "Entrapment of Hypoxic Cancer by Macrophages Loaded with HAP",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The proposed project seeks to open a new research front within the field of drug delivery to the solid tumours. Unsatisfactory response of tumours to chemotherapy is mainly related to impaired diffusion of the anticancer drug because of decreased drug uptake due to poor vasculature. Moreover, the drug is not able to penetrate the most hypoxic sites. Cells from these ëuntreatedí sites are responsible for relapse and metastasis. However, these avascular regions attract macrophages that migrate even to areas far away from blood vessels. Therefore, they might constitute a unique delivery system of drug containing particles to these parts of the tumour mass. A promising example of such particles that could be used are ferritins, whose caged architecture allows for efficient drug encapsulation and whose uptake from macrophage cells has been well demonstrated. My recent ground breaking finding was that macrophages are also able to specifically and actively transfer these taken up ferritins (loaded with the compound of choice) to cancer cells. Thus, these preliminary results indicate the possibility to use macrophages to deliver ferritin encapsulated compounds directly to the tumour cells even in its hypoxic areas. Then, the use of hypoxia-activated prodrugs (HAP) which are selectively activated only in hypoxic regions will be exploited in order to make cancer therapy safer. However, the molecular mechanism of ferritin uptake by macrophages, their storage, and transport to the cancer cells represent key issues to be investigated and pave the way to the experimental design of the present project. \nIn the present project, we will develop and characterize a completely new and modern approach to anticancer therapy and drug delivery. As such we expect to be able to precisely administer drugs to the tumour site (even to the hypoxic regions) where it is activated by tumour-specific conditions, avoiding side effects of anticancer therapy.",
    "totalCost": "1413750",
    "ecMaxContribution": "1413750",
    "coordinator": "SZKOLA GLOWNA GOSPODARSTWA WIEJSKIEGO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865137": {
            "orgId": "999865137",
            "orgName": "SZKOLA GLOWNA GOSPODARSTWA WIEJSKIEGO",
            "ecContrib": 1413750
        }
    },
    "calculatedTotalContribution": 1413750
}