{
    "rcn": "206781",
    "acronym": "SISCERA",
    "topics": "FTIPilot-01-2016",
    "title": "Smart Implants from Safe CERAmics",
    "startDate": "01/01/2017",
    "endDate": "31/03/2019",
    "objective": "Great advances were made by SISCERA partners in the development of the worldís first ceramics showing transformation induced plasticity and perfect predictability. These specifically designed materials were the main research results of the LongLife FP7 project and will be brought to market via SISCERA. The LONGLIFE material is based on a novel, highly biocompatible ceramic coupled with a specific surface modification, procuring enhanced osseointegration to implants. Its reliability and mechanical performances have been validated in accordance to the relevant standards.\nThe core objective of SISCERA (Smart Innovations from Safe CERAmics) is to prepare market penetration by the end of 2019 of the first commercial application of this revolutionary ceramic.  \nThis new type of material can serve industries such as biomedical (implants, bone saws, prostheses), automotive & fuel cell. DMC will commercialise the material for several applications: (i) ceramic bars (for Anthogyr and biomedical customers), (ii) centering pins for car body welding (for existing automotive industry customers), and (iii) positioning devices for handling robots (for existing industrial customers). SWEREA will apply its surface modification process to facilitate production of solid-oxide fuel cells. The partners have carefully analysed the different markets and have determined that the most strategic initial biomedical application is the dental implant. This market is expected to grow annually by 6-8% during the next years, to 5.4 Billion Ä by 2020. Ceramics are entering the market as implant materials, but their use is still limited by inadequate toughness and osseointegration. The SISCERA consortium has the ideal material and expertise to provide the first dental implant fully meeting patient needs.\nThe current FTI project will allow partners to obtain clinical and biocompatibility validation of the implant while also penetrating the market with promising applications in other industries.",
    "totalCost": "2760688,75",
    "ecMaxContribution": "2200044",
    "coordinator": "ANTHOGYR SAS",
    "coordinatorCountry": "FR",
    "participants": "SWEREA IVF AB;DOCERAM MEDICAL CERAMICS GMBH;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON;FORVALUE AB",
    "participantCountries": "SE;DE;FR",
    "projectParticipants": {
        "999886089": {
            "orgId": "999886089",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON",
            "ecContrib": 416876
        },
        "966002437": {
            "orgId": "966002437",
            "orgName": "DOCERAM MEDICAL CERAMICS GMBH",
            "ecContrib": 310800
        },
        "924121038": {
            "orgId": "924121038",
            "orgName": "FORVALUE AB",
            "ecContrib": 13526
        },
        "965880411": {
            "orgId": "965880411",
            "orgName": "ANTHOGYR SAS",
            "ecContrib": 983841
        },
        "999475294": {
            "orgId": "999475294",
            "orgName": "SWEREA IVF AB",
            "ecContrib": 475000
        }
    },
    "calculatedTotalContribution": 2200043
}