{
    "rcn": "206739",
    "acronym": "QUALIDEM",
    "topics": "ERC-2016-STG",
    "title": "Eroding Democracies. A qualitative (re-)appraisal of how policies shape democratic linkages in Western democracies",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The future consolidation or erosion of western democracies depends on the political perceptions, experiences and participation of ordinary citizens. Even when they disagree on the implications of their findings, previous studies stress that both attitudinal and behavioural forms of democratic linkages ñ political trust, political support, loyalty, formal and informal participation ñ have come under considerable pressure in recent decades. The QUALIDEM project offers a qualitative (re)appraisal of citizensí (dis-)affection towards politics by relying on the core argument of the policy feedback literature: attitudes and behaviours are outcomes of past policy. It aims to explain the evolutions of democratic linkages as being shaped by public policy, and specifically by the turn to neoliberalism and supranationalisation. It aims to systematically analyse the domestic and socially differentiated effects of both of these major macro transformations to citizensí representations and experiences of politics, as an addition to the existing emphasis on individual determinants and the existing contextual explanations of disengagement and disaffection towards politics. On the theoretical level, this project therefore aims to build bridges between scholars of public policy and students of mass politics. On the empirical level, QUALIDEM relies on the reanalysis of qualitative data ñ interviews and focus groups ñ from a diachronic and comparative perspective focusing on four Western European countries (Belgium, France, Germany and the UK) with the US serving as a counterpoint. It will renew the methodological approach to the question of ordinary citizensí disengagement and disaffection by providing a detailed and empirically-grounded understanding of the mechanisms of production and change in democratic linkages. It will develop an innovative methodological infrastructure for the storage of and access to twenty years of qualitative European comparative surveys.",
    "totalCost": "1491658,75",
    "ecMaxContribution": "1491658,75",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1491659
        }
    },
    "calculatedTotalContribution": 1491659
}