{
    "rcn": "206748",
    "acronym": "Smart-4-Fabry",
    "topics": "NMBP-10-2016",
    "title": "Smart multifunctional GLA-nanoformulation for Fabry disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Lysosomal storage disorders (LSD) diseases are a group of rare diseases that currently lack a definitive cure. LSD incidence is about 1:5,000 - 1:10,000, representing a serious global health problem. In the case of Fabry LSD Disease (FD), the deficiency in ?-Galactosidase A (GLA) enzyme activity results in the cellular accumulation of neutral glycosphingolipids, leading to widespread vasculopathy with particular detriment to the kidneys, heart and nervous system.  The current treatment for FD is the Enzyme Replacement Therapy (ERT), in which free GLA recombinant protein is administered intravenously to patients. ERT exhibits several drawbacks mainly related to the instability, high immunogenicity and low efficacy of the exogenously administered GLA to cross biological barriers, such as cell membranes and BBB.The aim of Samrt-4-Fabry project is to achieve excellent quality control over the assembly of the different molecular components of a new liposomal nanoformulation of GLA, nano-GLA, for the treatment of Fabry disease. Nanoformulated GLA has already shown to have better PK/PD profile than free GLA and higher efficacy in vivo.  Smart-4-Fabry project will advance nano-GLA from an experimental PoC (TRL3) to preclinical regulatory phase (TRL5-6). A one-step method based on the use of green cCO2, will be used for the manufacturing of this novel nanoformulation under GMPs. The final GLA nanoformulation will have tailored transport of GLA through cell membranes and BBB. Fulfillment of Smart-4-Fabry will impact on a major health problem, the existence of new therapies for rare diseases, which constitutes a priority societal challenge as shown in the H2020 Work Programmes. Another important impact is related to its contribution to support the European Strategy for KETs, which aims to reverse the decline in manufacturing as this will stimulate growth and jobs. Smart-4-Fabry is strongly focusing on three KETs: nanotechnology, industrial biotechnology and advanced materials.",
    "totalCost": "5844508,63",
    "ecMaxContribution": "5844508,63",
    "coordinator": "CENTRO DE INVESTIGACION BIOMEDICA EN RED",
    "coordinatorCountry": "ES",
    "participants": "BIOPRAXIS RESEARCH AIE;JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;AARHUS UNIVERSITET;DRUG DEVELOPMENT AND REGULATION SL;NANOMOL TECHNOLOGIES SA;BIONANONET FORSCHUNGSGESELLSCHAFT MBH;LEANBIO SL;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;COVANCE LABORATORIES LTD",
    "participantCountries": "ES;AT;DK;IL;UK",
    "projectParticipants": {
        "997154957": {
            "orgId": "997154957",
            "orgName": "CONSORCIO CENTRO DE INVESTIGACION BIOMEDICA EN RED M.P.",
            "ecContrib": 0
        },
        "952764653": {
            "orgId": "952764653",
            "orgName": "BIOPRAXIS RESEARCH AIE",
            "ecContrib": 761750
        },
        "983734328": {
            "orgId": "983734328",
            "orgName": "COVANCE LABORATORIES LTD",
            "ecContrib": 434395
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 556330
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 393705
        },
        "966278305": {
            "orgId": "966278305",
            "orgName": "BIONANONET FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 205079
        },
        "952107769": {
            "orgId": "952107769",
            "orgName": "NANOMOL TECHNOLOGIES SA",
            "ecContrib": 384178
        },
        "928295239": {
            "orgId": "928295239",
            "orgName": "LEANBIO SL",
            "ecContrib": 765000
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 342925
        },
        "937301107": {
            "orgId": "937301107",
            "orgName": "DRUG DEVELOPMENT AND REGULATION SL",
            "ecContrib": 173375
        }
    },
    "calculatedTotalContribution": 4016737
}