{
    "rcn": "206719",
    "acronym": "CollectSwim",
    "topics": "ERC-2016-STG",
    "title": "Individual and Collective Swimming of Active Microparticles",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Bacteria are tiny; yet their collective dynamics generate large-scale flows and profoundly modify a fluidís viscosity or diffusivity. So do autophoretic microswimmers, an example of active microscopic particles that draw their motion from physico-chemical exchanges with their environment. How do such ``active fluids' turn individual microscopic propulsion into macroscopic fluid dynamics? What controls this self-organization process? These are fundamental questions for biologists but also for engineers, to use these suspensions for mixing or chemical sensing and, more generally, for creating active fluids whose macroscopic physical properties can be controlled precisely.\n\nSelf-propulsion of autophoretic swimmers was reported only recently. Major scientific gaps impair the quantitative understanding of their individual and collective dynamics, which is required to exploit these active fluids. Existing models scarcely account for important experimental characteristics such as complex hydrodynamics, physico-chemical processes and confinement. Thus, these models cannot yet be used as predictive tools, even at the individual level.\n\nFurther, to use phoretic suspensions as active fluids with microscopically-controlled properties, quantitatively-predictive models are needed for the collective dynamics. Instead of ad-hoc interaction rules, collective models must be built on a detailed physico-mechanical description of each swimmerís interaction with its environment.\n\nThis project will develop these tools and validate them against experimental data. This requires overcoming several major challenges: the diversity of electro-chemical processes, the confined geometry, the large number of particles, and the plurality of interaction mechanisms and their nonlinear coupling. \n\nTo address these issues, rigorous physical, mathematical and numerical models will be developed to obtain a complete multi-scale description of the individual and collective dynamics of active particles.",
    "totalCost": "1497698",
    "ecMaxContribution": "1497698",
    "coordinator": "Ecole Polytechnique of Paris",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864264": {
            "orgId": "999864264",
            "orgName": "ECOLE POLYTECHNIQUE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}