{
    "rcn": "206746",
    "acronym": "MULTI2HYCAT",
    "topics": "NMBP-01-2016",
    "title": "MULTI-site organic-inorganic HYbrid CATalysts for MULTI-step chemical processes",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The main goal of MULTI2HYCAT is to design, obtain proof of concept (2 gr.) and upscale in a pre-pilot reactor (20-50 gr.) a new class of hierarchically-porous organic-inorganic hybrid materials, which will be used as active catalysts to carry out multi-step asymmetric catalytic processes with predominantly high conversions (up to 90%) and selectivity (in the range of 80-90%) towards the desired final products. The project promises to solve, for the first time, the low conversion and selectivity of current organosiliceous solids, while at the same time improving the flexibility and versatility and reducing costs of the obtained catalysts, making them attractive for a wide range of industrial applications. To this end, during the project, these novel catalysts will be demonstrated for specialty chemical and pharmaceutical applications, as a concrete prime-mover for subsequent replication.\nThe MULTI2HYCAT project will contribute to the implementation of the EU policies and Directives on competitiveness and sustainability (e.g. Circular Economy Strategy and Resource Efficiency), through the validation of novel concepts in hybrid materials design for heterogeneous catalysis. This includes the preparation and validation of innovative hierarchical porous organic-inorganic materials with several active sites (organocatalysts) perfectly located in specific structural positions in their framework which will be used as single-solid reusable hybrid active catalyst to carry out multi-step catalytic processes. The new material will allow avoiding the extra-efforts associated with isolation of intermediate products, wastes and solvents elimination and purification processes thus enabling more efficient and sustainable catalytic routes from the economic, energetic as well as the environmental points of view.",
    "totalCost": "5346957,5",
    "ecMaxContribution": "5346957,5",
    "coordinator": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
    "coordinatorCountry": "IT",
    "participants": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;PNO CONSULTANTS GMBH;UNIVERSITY OF SOUTHAMPTON;SOLVAY SA;ALMIRALL SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;CAGE CHEMICALS SRL",
    "participantCountries": "ES;DE;UK;BE;FR;IT",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 854962
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 794050
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 584531
        },
        "998936459": {
            "orgId": "998936459",
            "orgName": "CAGE CHEMICALS SRL",
            "ecContrib": 347500
        },
        "992340071": {
            "orgId": "992340071",
            "orgName": "PNO CONSULTANTS GMBH",
            "ecContrib": 475000
        },
        "997474087": {
            "orgId": "997474087",
            "orgName": "ALMIRALL SA",
            "ecContrib": 518500
        },
        "998067921": {
            "orgId": "998067921",
            "orgName": "SOLVAY SA",
            "ecContrib": 808551
        },
        "999905392": {
            "orgId": "999905392",
            "orgName": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
            "ecContrib": 963862
        }
    },
    "calculatedTotalContribution": 5346956
}