{
    "rcn": "206721",
    "acronym": "DiVineGenoMe",
    "topics": "ERC-2016-STG",
    "title": "Decoding cell-to-cell variation in genome integrity maintenance",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Cells must ensure the integrity of their genome, and failure to do so can lead to mutations and cause disease. A sophisticated molecular network senses genomic lesions and coordinates their faithful repair with other DNA transactions, including transcription and DNA replication. Research over the last years has significantly advanced our understanding of the DNA damage response and continues to provide crucial insights that explain how cells deal with genotoxic stress to avoid malignant transformation.\n\nMore recently, the intriguing phenomenon of cellular heterogeneity reached into the limelight as it became increasingly clear that significant variability exists between individual cells, even of the same genetic background and cell type. Single cells matter, for instance during cellular transformation or tumor relapse, and cellular variability thus impacts disease development and therapeutic outcome. Its determinants are surprisingly unexplored, however, and have not been studied in context of genome integrity maintenance.\n\nThe main objective of this project is to systematically assess cellular heterogeneity in genome integrity maintenance and characterize its causes and consequences. Quantitative automated high-content imaging of large cell cohorts will be used to identify hitherto unknown determinants of variability in the cellular responses to genotoxic stress and dissect at the single cell level the variability in (1) the chromatin response to DNA double-strand breaks, (2) the cellular response to replication stress, and (3) the cellular capacity to trigger phase transitions, a newly emerging mechanism of dynamic compartmentalization, at sites of genomic lesions. This project will bridge two thus far independently developed research fields (genome stability and cellular heterogeneity), reveal how cell-to-cell variation impacts cell fate and survival in response to genotoxic stress, and may uncover ways to homogenize this response for improved cancer therapies.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}