{
    "rcn": "206762",
    "acronym": "STARTS Prize",
    "topics": "ICT-36-2016",
    "title": "STARTS Prize - Grand prize of the European Commission honoring innovation in technology, industry and society stimulated by the arts",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Science, technology and arts limn a nexus at which observers have identified extraordinarily high potential for innovation. And innovation is precisely whatís called for if weíre to master the social, ecological and economic challenges that Europe will be facing in the future. The STARTS Prize initiative will focus on the most forward looking collaborations at the crossings of art, science, technology, industry and society, will showcase achievements and encourage further collaborations and will honor the inspiring individuals and teams behind these achievements. Here, art is assigned the role of catalyst that propagates scientific and technological knowledge and skills among the general public and triggers innovative processes. Accordingly, the STARTS Prize is emphasizing, on one hand, artistic works that influence or change the way we look at technology, and, on the other hand, very promising forms of collaboration between the private sector and the world of art and culture. 8 prizewinning projects will be singled out for recognition in both categories and will be awarded each with Ä20,000. To provide the best possible environment for an international launch of the STARTS prize the project is linked to the PRIX ARS ELECTRONICA, one of the worldís premier awards honoring creativity and innovativeness at the interface of art, technology, science and society. The collaboration with the renowned institutions Ars Electronica, Waag Society and BOZAR allows a fast introduction to the relevant communities on an international scale and provide the necessary expertise. Their large international network assures recruiting the best possible experts to ensure a high quality in the evaluation and selection of the prize winners. The presentation of the awards and the exhibition of the prize winning works at the Ars Electronica Festival, the BOZAR Electronic Art Festival, Waag Society and eight additional major events will foster a high interest and establish reputation for the STARTS prize.",
    "totalCost": "1036250",
    "ecMaxContribution": "1036250",
    "coordinator": "ARS ELECTRONICA LINZ GMBH",
    "coordinatorCountry": "AT",
    "participants": "PALAIS DES BEAUX ARTS;STICHTING WAAG SOCIETY",
    "participantCountries": "BE;NL",
    "projectParticipants": {
        "950180476": {
            "orgId": "950180476",
            "orgName": "PALAIS DES BEAUX ARTS",
            "ecContrib": 214250
        },
        "988448043": {
            "orgId": "988448043",
            "orgName": "ARS ELECTRONICA LINZ GMBH",
            "ecContrib": 674000
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 148000
        }
    },
    "calculatedTotalContribution": 1036250
}