{
    "rcn": "206751",
    "acronym": "FORCE",
    "topics": "NMBP-23-2016",
    "title": "Formulations and Computational Engineering",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The FORCE consortium is a 10 pan-European expert partnership with the objective to develop a integrated Business Decision Support System (BDSS) based on open standards for industries engaged in formulating chemical ingredients.  The generic BDSS is an open framework that connects any existing or future materials models at various levels of complexity and discretion (electronic, atomistic, mesoscopic, continuum and empirical), experimental data sets, and structured and unstructured commercial information (e.g. on cost, forecasting, intellectual property (IP)). In combination with multi-criteria (objective) optimizers (MCO) for key performance indicators (KPIís) the BDSS generates data driven formulation and product options for facilitating business decision making.  The project has a generic focus but targets 3 specific important industrial sectors as main demonstrators, namely Personal Care (liquid detergents), Insulating Rigid PolyUrethane (PU) based Foams and Industrial Inks (PU-based) for the purpose of focus and generating a real ready to use BDSS available to large, medium and small enterprises alike. The proposed options are tailored for use into problem specific Apps. These provide an additional level of tailored user-friendliness and a data driven operational tool for product optimization, development and quality checks including faster and tailored customer services for the formulators and the providers of formulation components. Accordingly the project is positioning materials modeling as an integrated part of a business decision process. The consortium strives to change the modus operandi of mainly empiricism-based formulation industries into a science and technology and data driven industry by taking advantage of materials modelling and advanced computational learning methodologies for handling ìbig dataî. The partners subscribe to the activities of the European Materials Modelling Council (EMMC).",
    "totalCost": "5416792,5",
    "ecMaxContribution": "3957417,5",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "DOW BENELUX BV;IBM RESEARCH GMBH;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;VIOMICHANIA RITINON MEGARON ANASTASIOS FANIS ANONYMOS ETAIRIA;ENGINSOFT SPA;UNILEVER U.K. CENTRAL RESOURCES LIMITED;PANEPISTIMIO PATRON;GRANTA DESIGN LTD;ENTHOUGHT LTD",
    "participantCountries": "NL;CH;EL;IT;UK",
    "projectParticipants": {
        "953610784": {
            "orgId": "953610784",
            "orgName": "VIOMICHANIA RITINON MEGARON ANASTASIOS FANIS ANONYMOS ETAIRIA",
            "ecContrib": 292500
        },
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 0
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 368920
        },
        "999706445": {
            "orgId": "999706445",
            "orgName": "ENGINSOFT SPA",
            "ecContrib": 390875
        },
        "998517613": {
            "orgId": "998517613",
            "orgName": "DOW BENELUX BV",
            "ecContrib": 444220
        },
        "950926891": {
            "orgId": "950926891",
            "orgName": "ENTHOUGHT LTD",
            "ecContrib": 528115
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 294125
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1279480
        },
        "998417218": {
            "orgId": "998417218",
            "orgName": "GRANTA DESIGN LTD",
            "ecContrib": 359182
        }
    },
    "calculatedTotalContribution": 3957417
}