{
    "rcn": "206738",
    "acronym": "SACCRED",
    "topics": "ERC-2016-STG",
    "title": "Structured ACCREtion Disks: initial conditions for planet formation in the time domain",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "In this ERC Starting Grant, I propose an ambitious research program to target important challenges in predicting realistic initial conditions for the planet formation process. I will perform a large systematic study of the accretion-driven eruptions of newborn stars, and evaluate their influence on the structure, composition, and chemistry of the terrestrial planet forming zone in the circumstellar disk. The research will focus on three main questions:\n\n- How does the mass accretion proceed in realistic, structured, non-axisymmetric disks?\n- What physical mechanisms explain the accretion-driven eruptions?\n- What is the effect of the eruptions on the disk?\n\nMy new research group will study young eruptive stars, pre-main sequence objects prone to episodes of extremely powerful accretion-driven outbursts, and combine new observations, state-of-the-art numerical modelling, and information from the literature. With a novel concept, we will first model the time-dependence of mass accretion in circumstellar disks, taking into account the latest observational results on inhomogeneous disk structure, and determine what fraction of young stellar objects is susceptible to high mass accretion peaks. Next, we will revise the paradigm of the eruptive phenomenon, compelled by recently discovered young eruptive stars whose outbursts are inconsistent with current outburst theories. Finally, we will determine the impact of accretion-driven eruptions on the disk, by considering the increased external irradiation, internal accretion heating, and stellar winds. With my experience and track record, I am in a position to comprehensively synthesize existing and newly acquired information to reach the proposed goals. The expected outcome of the ERC project is a conclusive demonstration of the ubiquity and profound impact of episodic accretion on disk structure, providing the initial physical conditions for disk evolution and planet formation models.",
    "totalCost": "1370200",
    "ecMaxContribution": "1370200",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA CSILLAGASZATI ES FOLDTUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954460407": {
            "orgId": "954460407",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA CSILLAGASZATI ES FOLDTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 1370200
        }
    },
    "calculatedTotalContribution": 1370200
}