{
    "rcn": "206770",
    "acronym": "SAFE-Aqua",
    "topics": "MSCA-RISE-2016",
    "title": "SustainAble Farming for Effective Aquaculture",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Aquaculture is an important food source for the worldís growing population. The increasing demand and productivity of aquaculture leads to global trade in breeding stock, genetic material and aquaculture products for human consumption, but also exacerbates the globalization of pathogens.SAFE-Aqua, an international inter- and multidisciplinary consortium, aims to provide scientific solutions to solve disease-related issues in aquaculture using shrimp as a model through research and innovation staff exchange and sharing of knowledge and ideas from research to market. SAFE-Aqua will explore the benefits of developed feed additives on keeping a healthy gut microbial balance, enhancing immune-capacity, and maintaining nutritional integrity of shrimp as a product. To assess these beneficial effects, SAFE-Aqua will synergize the cutting-edge technology platforms, multidisciplinary and complementary expertise, as well as infrastructure from networks of the partnership among the leading research institutes in France, UK and Thailand and a synthetic biology company in Spain. \nThe outcomes of SAFE-Aqua will undoubtedly help improve competitiveness of EU aquaculture industry whose growth has been relatively constant since year 2000 compared to aquaculture production worldwide. Moreover, we strongly believe that SAFE-Aqua will promote international and inter-sector collaboration through research and innovation staff exchanges and sharing of knowledge and ideas from research to market. The use of cutting-edge innovative technologies will allow to researchers to develop new skill sets helping them to develop their carreers in the best way. In addition administrative staff implicated in the project management will also greatly benefit from the knowledge exchange and build further collaborations.",
    "totalCost": "900000",
    "ecMaxContribution": "900000",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "SWANSEA UNIVERSITY;BACMINE SL;WAGENINGEN UNIVERSITY",
    "participantCountries": "UK;ES;NL",
    "projectParticipants": {
        "999451820": {
            "orgId": "999451820",
            "orgName": "NATIONAL SCIENCE & TECHNOLOGY DEVELOPMENT AGENCY",
            "ecContrib": 0
        },
        "960864347": {
            "orgId": "960864347",
            "orgName": "BACMINE SL",
            "ecContrib": 22500
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 229500
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 252000
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 396000
        }
    },
    "calculatedTotalContribution": 900000
}