{
    "rcn": "206798",
    "acronym": "UAV-Fuvex",
    "topics": "SMEInst-08-2016-2017",
    "title": "UAV-Fuvex Blue Growth",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "The EU fishing sector faces various challenges. The European shipbuilding industry accounts for 10% of the worldís production. EUís fishing fleet is moving toward increasingly sustainable fishing systems and toward creating an intelligent blue economy. Marine pollution exert significant pressure on the conservation and health of the oceans and their flora and fauna; and work to monitor and control these activities cannot be carried out because of the capabilities and cost of current technology (costs could be reduced 80-fold). UAV/drones (unmanned aerial vehicles) technology is an emerging technology with a number of applications, and is not being used in the fishing and maritime monitoring sectors because no efficient solutions have yet been found (solutions that meet needs, contexts and user requirements). The reduced number of legal flight limitations of drones in marine environments is an advantage that could be exploited to incorporate this technology in support of fishing activities and in tasks related to monitoring and control, in turn boosting the European drone and shipbuilding industries.\nAt Fuvex we have developed an unmanned hybrid (airplane-multirotor) aircraft  (protected by patent), with vertical take-off/landings on any flat surface and efficient cruise mode, with twice the level of autonomy in comparison to helicopters/multirotors and an average reduction of 50% of costs compared to other drone solutions on the market; it offers specific solutions and applications for the fisheries sector (cost reductions >78%), marine and coastal surveillance and control (cost reductions >95%), and search for marine resources. The global UAV drone market is expected to reach USD 5.59 billion by 2020, at an estimated CAGR of 32.22% between 2016 and 2020. Fuvex is addressing a SAM (Served Available Market)> Ä335 million. The objective of this phase 1 is to complete a feasibility study to find out the workability and profitability of the business venture.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FUVEX CIVIL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917561510": {
            "orgId": "917561510",
            "orgName": "FUVEX CIVIL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}