{
    "rcn": "206723",
    "acronym": "AtoFun",
    "topics": "ERC-2016-STG",
    "title": "Atomic Scale Defects: Structure and Function",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Atomic scale defects play a key role in determining the behaviour of all crystalline materials, profoundly modifying mechanical, thermal and electrical properties. Many current technological applications make do with phenomenological descriptions of these effects; yet myriad intriguing questions about the fundamental link between defect structure and material function remain.\n\nTransmission electron microscopy revolutionised the study of atomic scale defects by enabling their direct imaging. The novel coherent X-ray diffraction techniques developed in this project promise a similar advancement, making it possible to probe the strain fields that govern defect interactions in 3D with high spatial resolution (<10 nm). They will allow us to clarify the effect of impurities and retained gas on dislocation strain fields, shedding light on opportunities to engineer dislocation properties. The exceptional strain sensitivity of coherent diffraction will enable us to explore the fundamental mechanisms governing the behaviour of ion-implantation-induced point defects that are invisible to TEM. While we concentrate on dislocations and point defects, the new techniques will apply to all crystalline materials where defects are important. Our characterisation of defect structure will be combined with laser transient grating measurements of thermal transport changes due to specific defect populations. This unique multifaceted perspective of defect behaviour will transform our ability to devise modelling approaches linking defect structure to material function.\n\nOur proof-of-concept results highlight the feasibility of this ambitious research project. It opens up a vast range of exciting possibilities to gain a deep, fundamental understanding of atomic scale defects and their effect on material function. This is an essential prerequisite for exploiting and engineering defects to enhance material properties.",
    "totalCost": "1610231",
    "ecMaxContribution": "1610231",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1610231
        }
    },
    "calculatedTotalContribution": 1610231
}