{
    "rcn": "206752",
    "acronym": "SCIENCEatHOME",
    "topics": "MSCA-NIGHT-2016",
    "title": "Let's Celebrate Cutting-Edge Science at Home!",
    "startDate": "02/05/2016",
    "endDate": "01/12/2017",
    "objective": "RN 2016 and 2017 Turkey is organized in Ankara by the Science and Society Center of Middle East Technical University (ODT‹) to promote public recognition of science produced via EU and nationally funded cutting-edge R&D&I projects around the theme of ìScience@Homeî. This innovative theme is utilized because home is a familiar concept to us all, and this familiarity has great potential to break the conceived barriers between science and society. The setting will be designed such that our audience will feel like she/he is walking in their house from their kitchen to their bathroom, on to the living room and then out to the garden and garage. This familiar surrounding will be the storytelling grounds of how science surrounds us everyday. Storytellers will be researchers themselves presenting outcomes of their research in a vast spectrum of disciplines. Science@Home proposes to train public at large to act more environmentally conscious and be educated in terms of health and safety at home. We will reach a dynamic network of science communicators through ALTRU - the Alliance of Turkish Research Universities, comprised of the top-six distinguished Turkish research-intensive universities. We aim to reach 10,000 on-site participants and 1,000,000 on-line or indirect beneficiaries regardless of their age and background. The ultimate messages conveyed via Science@Home will be ìWhatís up with R&I?î, ìResearchers are amongst usî ìScience is fun and very much integrated in our everyday livesî. Celebrating discovery and exploration can be a life-changing experience for our beneficiaries. Appreciating science that brought comfort to our daily lives will also inspire younger participants to take on careers in science. Interacting with experts while eating pizza, listening to science celebrities and partaking in a science masquerade is sure to be a truly memorable experience and will promote a positive reputation for scientific research.",
    "totalCost": "173250",
    "ecMaxContribution": "173250",
    "coordinator": "MIDDLE EAST TECHNICAL UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999643492": {
            "orgId": "999643492",
            "orgName": "MIDDLE EAST TECHNICAL UNIVERSITY",
            "ecContrib": 173250
        }
    },
    "calculatedTotalContribution": 173250
}