{
    "rcn": "206785",
    "acronym": "SSFENZYMES",
    "topics": "SMEInst-03-2016-2017",
    "title": "Feasibility study for the implementation of the production of organic, granulated enzymes for detergent application by automated solid-state fermentation and fluidised-bed technology",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "'The use of enzymes for laundry was introduced in the early part of the 1900s. Since the latter part of the century, temperature stable bacterial enzymes (proteases, amylases, lipases and cellulases) are applied because of their stain removing activity. This feasibility study is based on the excellent task results of the recently finalised KBBE cooperative research project TRANSBIO 289603 which being considered as 'success story' within the EC. Partner NST has produced the only directly exploitable result which is the sustainable production and application of detergent enzymes by solid state fermentation (SSF) of food processing by-products at pilot scale. The main objective of this follow-up proposal SSFENZYMES is to pave the way for the optimisation, implementation and demonstration of the most significant project result, which is the economic production of organic, but now recovered and granulated enzymes for detergent application by automated SSF, extraction and fluidised-bed granulation at industrial scale using renewable resources as substrate. The proposing SME NST has already developed a working prototype at technical scale (TRL 6). The performance of the system is very promising and product application of the enzyme preparation for stain removal gave consistently positive results compared to commercially available laundry detergents. The company now needs to analyse the feasibility of the implementation of a fully automated demonstration unit, which can produce a stable amount of detergent enzymes according to the demand of European detergent industry.\n'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NATURSTOFF-TECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994318095": {
            "orgId": "994318095",
            "orgName": "NATURSTOFF-TECHNIK GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}