{
    "rcn": "206756",
    "acronym": "InRoad",
    "topics": "INFRASUPP-01-2016",
    "title": "Towards better Synchronisation of Priority Settings and Evaluation Mechanisms for Research Infrastructures Beyond National Relevance",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The main objective of the proposal is to contribute to a better harmonisation and synchronisation of priority-setting-, funding- evaluation and life-cycle management of Research Infrastructures (RI through the exchange of best practices among the main stakeholders in member states, associated countries and at European level. The regional dimension will explicitly be taken into account by integrating, where appropriate, smart specialisation strategies in the work carried out.\n\nInRoad will achieve this by a) the identification and dissemination of best-practices and common trends of national RI roadmapping procedures and of ex-ante, interim (monitoring) and ex-post evaluation of RI in Europe, b) establishing a trustful dialogue and an intensive exchange of information about national RI roadmapping procedures, RI monitoring and evaluation and sustainable approaches for RI, in line with the objectives laid out in the European Research Area communication and c)fostering a dialogue with the European Commission, ESFRI, the e-IRG  and all relevant stakeholders at regional, national and European levels in order to discuss the project findings and promote the dissemination of its recommendations.\n\nThe InRoad activities and objectives contribute to the specific challenge highlighted in the work programme by a) promoting comparability and synchronisation of national procedures and a possible harmonisation of ex-ante and ex-post evaluation mechanisms through a survey, case studies, interviews and theoretical analyses of current frameworks in use, in close cooperation with the relevant stakeholders, b) supporting RI policy development in terms of exchange of best practices for national roadmap drafting and evaluation procedures and c) support the information sharing with stakeholders in charge of priority-setting, evaluation, funding and operation of RI through their inclusion in a dedicated Reflection Group.",
    "totalCost": "2001983,75",
    "ecMaxContribution": "1992983,75",
    "coordinator": "SCHWEIZERISCHER NATIONALFONDS ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
    "coordinatorCountry": "CH",
    "participants": "NEDERLANDSE ORGANISATIE VOOR WETENSCHAPPELIJK ONDERZOEK;WROCLAWSKIE CENTRUM BADAN EIT+ SPZOO;UNIVERSITE DE LAUSANNE;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;HERMANN VON HELMHOLTZ-GEMEINSCHAFT DEUTSCHER FORSCHUNGSZENTREN EV;SOCIEDAD PARA EL FOMENTO DE LA INNOVACION TECNOLOGICA S.L. - INNOVATEC;CONSIGLIO NAZIONALE DELLE RICERCHE;SCIENCE FOUNDATION IRELAND SFI;COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO CENTRO;SERVICE PUBLIC FEDERAL DE PROGRAMMATION POLITIQUE SCIENTIFIQUE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
    "participantCountries": "NL;PL;CH;DE;ES;IT;IE;PT;BE;FR;CZ",
    "projectParticipants": {
        "999663862": {
            "orgId": "999663862",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR WETENSCHAPPELIJK ONDERZOEK",
            "ecContrib": 69331
        },
        "999807713": {
            "orgId": "999807713",
            "orgName": "SERVICE PUBLIC FEDERAL DE PROGRAMMATION POLITIQUE SCIENTIFIQUE",
            "ecContrib": 48750
        },
        "998224188": {
            "orgId": "998224188",
            "orgName": "WROCLAWSKIE CENTRUM BADAN EIT+ SPZOO",
            "ecContrib": 84375
        },
        "999511863": {
            "orgId": "999511863",
            "orgName": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
            "ecContrib": 78000
        },
        "985318338": {
            "orgId": "985318338",
            "orgName": "SOCIEDAD PARA EL FOMENTO DE LA INNOVACION TECNOLOGICA S.L. - INNOVATEC",
            "ecContrib": 245838
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 170751
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 48310
        },
        "955664468": {
            "orgId": "955664468",
            "orgName": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO CENTRO",
            "ecContrib": 81615
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 152395
        },
        "998736057": {
            "orgId": "998736057",
            "orgName": "SCIENCE FOUNDATION IRELAND SFI",
            "ecContrib": 51369
        },
        "999971740": {
            "orgId": "999971740",
            "orgName": "HERMANN VON HELMHOLTZ-GEMEINSCHAFT DEUTSCHER FORSCHUNGSZENTREN EV",
            "ecContrib": 173000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 261375
        },
        "999540575": {
            "orgId": "999540575",
            "orgName": "SCHWEIZERISCHER NATIONALFONDS ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
            "ecContrib": 527875
        }
    },
    "calculatedTotalContribution": 1992984
}