{
    "rcn": "206740",
    "acronym": "LanAsCat",
    "topics": "ERC-2016-STG",
    "title": "Lanthanides as electron Dimmer switch in organometallic catalysis",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Complexes containing redox non-innocent ligands have been well developed in the last decade with transition metal ions and have led to very important chemical transformations at lowest environmental and economic costs. Nonetheless examples with f-element are very rare and the field is almost empty with lanthanides. This is unfortunate since divalent lanthanides are excellent sources of single electron and would provide a good control of the ligand reduction because of strong electron correlation in these systems. Thus, this proposal aims at developing this field with organolanthanides. The synthesis of original complexes containing lanthanides, redox non-innocent ligands and transitions metals is herein proposed: the first providing reversible electron(s) source(s) (remote control), the second acting as electron(s) reservoir and controlling the electron correlation strength (ìdimmer switchî), and the last being the site of the selective catalytic reaction. Because of this regulated electron transfer, the oxidation state of the transition metal will be modified only at specific steps, allowing the establishment of a new paradigm is organometallic catalysis with group 9 and 10 transition metals. These original complexes will be synthetized and deeply characterized by specific spectroscopic and theoretical analyses. The principal goal is to synthetize active catalysts toward C-H bonds activation, and methane activation is regarded as an ultimate achievement as is hydroalkylation of olefins. To increase the chances of success, the proposal is based on preliminary results obtained recently in the group. Several examples of original heterobimetallic and heterotrimetallic complexes containing lanthanides and transition metals of group 10 will be discussed as a good starting point for the feasibility of this challenging project that aims at answering a large societal concern: the reduction of atmospheric pollutants, such as methane, and transformation in valuable products.",
    "totalCost": "1499928,87",
    "ecMaxContribution": "1499928,87",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499929
        }
    },
    "calculatedTotalContribution": 1499929
}