{
    "rcn": "206791",
    "acronym": "i2S-IC",
    "topics": "SMEInst-01-2016-2017",
    "title": "Innovative Software Configurator for the Insurance sector",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Insurance companies are locked into old complex technology. The insurance market has been disrupted by new technologies, devices and infra-structures that create new products, like usage based insurance, new distribution models like Internet aggregators and new interactions with customers through mobile devices. The insurance industry needs to rid itself of the legacy platform problem, but this is neither easy nor fast, and increasingly alternative solutions that leap frog the problem are gaining traction such as modernizing the peripheral applications around existing systems. While this approach provides a fast solution to pressing commercial problems it does not address the residual risk: that one day the core system, a burning platform, must be replaced. The i2S solution presents a disruptive approach to this problem that is to address change in two stages: first extracting from the existing system the key core knowledge about insurance products, commercial structures, process configuration while core systems and experts that know them are available; and second, having made this knowledge independent of core system, it can now be applied to any new solution or used to keep the existing solution working with a lower risk, even when the original builders are no longer around. This solution is the i2S Insurance Configurator (i2S-IC), an innovative one stop shop for configuration, allowing safe, quick, centralized, consistent and guided configuration, strategically enabling the capture and reuse of the business knowledge that is at the core of any insurance company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "I2S INFORMATICA SISTEMAS E SERVICOS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939121215": {
            "orgId": "939121215",
            "orgName": "I2S INFORMATICA SISTEMAS E SERVICOS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}