{
    "rcn": "206705",
    "acronym": "Smart Protocells",
    "topics": "MSCA-IF-2015-EF",
    "title": "Generation of prototissues from functional and chemoselective protocells",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Protocells are micro-compartments able to perform or mimic primitive biological functions of real cells. Because of this, they are proposed as stepping-stones towards the understanding of the origin of life on Earth. These ìsmartî microcapsules find potential applications in a variety of fields including medicine, pharmacology, energy conversion, and bioengineering. Progress in these fields will be considerably enhanced by gaining control over communication between protocells, as well as engineering collective functions of protocells.\nAn important step towards the achievement of these goals can be made by employing bioorthogonal reactions. Bioorthogonal chemistry is a subclass of click chemistry that includes chemical reactions designed to occur in very complex media like the cell's cytosol. Bioorthogonal reactions are based on exogenous and atoxic reagents that react together quickly, chemoselectively and in quantitative yields. The introduction of bioorthogonal functionalities onto a protocell surface will open new possibilities in protocell engineering. In particular, the creation of bioorthogonally reactive protocells will represent the first step towards the creation of an unprecedented method for artificially controlling protocell communication and the assembly of prototissues with very high spatial and temporal control. \nThe previous expertise of the applicant in the field of bioorthogonal chemistry and chemistry at the interface of materials will be applied to the multidisciplinary and emerging field of protocells in which the hosting group of Professor Stephen Mann FRS at the University of Bristol has been pioneering over the last few years. The key outcome of the combined research efforts of the applicant and the Mann group will lead to the synthesis of bioorthogonally reactive protocells and the investigation of their reactivity for the controlled exchange of biomaterials and the assembly of prototissues.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}