{
    "rcn": "206757",
    "acronym": "OPEN SESAME",
    "topics": "INFRASUPP-01-2016",
    "title": "Opening Synchrotron Light for Experimental Science and Applications in the Middle East",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The OPEN SESAME project will ensure optimal exploitation of the Synchrotron light for Experimental Science and Applications in the Middle East (SESAME) light source. With this aim, OPEN SESAME has three key objectives: \n1. To train SESAME staff in the storage ring and beamline instrumentation technology, research techniques and administration for optimal use of a modern light source facility.\n2. To build-up human capacity in Middle East researchers to optimally exploit SESAMEís infrastructure.\n3. To train SESAME staff and its user community in public outreach and corporate communications, and to support SESAME and its stakeholders in building awareness and demonstrating its socio-economic impact to assure longer term exploitation.  \n \nEach objective is tackled by a work package. Firstly, SESAME staff training is addressed by 65 staff exchanges planned between SESAME and the European partners. Secondly, capacity-building is targeted by five training schools, a short-term fellowship programme and an industrial workshop. Finally, a proactive communications strategy will be created, including an educational ìroadshowî to all of the SESAME Members, and a training programme in research infrastructure administration and their economic role and impact for young science managers of SESAME Member stakeholders. \n\nThe project directly addresses the INFRASUPP-2016-2017 call to support SESAME. OPEN SESAME is well aligned to the broader scope of the work programme with activities that will have a lasting impact on a reinforced European Research Area, and particularly in strengthening international cooperation for research infrastructures with a key Region located close to Europe.\n\nThe project has been developed closely with SESAME, its Directors and international Training Advisory Committee. The OPEN SESAME consortium is composed of ten European institutes (six light sources, The Cyprus Institute, CERN, CNRS and Instruct) along with SESAME itself.",
    "totalCost": "2100823,75",
    "ecMaxContribution": "1957323,75",
    "coordinator": "EUROPEAN SYNCHROTRON RADIATION FACILITY",
    "coordinatorCountry": "FR",
    "participants": "SYNCHROTRON-LIGHT FOR EXPERIMENTAL SCIENCE AND APPLICATIONS IN THE MIDDLE EAST;SYNCHROTRON SOLEIL SOCIETE CIVILE;CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON;ELETTRA - SINCROTRONE TRIESTE SCPA;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY;THE CYPRUS INSTITUTE;INSTRUCT ACADEMIC SERVICES LIMITED;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "JO;FR;ES;IT;CH;DE;CY;UK",
    "projectParticipants": {
        "999917226": {
            "orgId": "999917226",
            "orgName": "CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON",
            "ecContrib": 241319
        },
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 81375
        },
        "999484121": {
            "orgId": "999484121",
            "orgName": "EUROPEAN SYNCHROTRON RADIATION FACILITY",
            "ecContrib": 264494
        },
        "999589851": {
            "orgId": "999589851",
            "orgName": "ELETTRA - SINCROTRONE TRIESTE SCPA",
            "ecContrib": 96516
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 186250
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 86114
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 93498
        },
        "999577338": {
            "orgId": "999577338",
            "orgName": "SYNCHROTRON-LIGHT FOR EXPERIMENTAL SCIENCE AND APPLICATIONS IN THE MIDDLE EAST",
            "ecContrib": 617848
        },
        "952324661": {
            "orgId": "952324661",
            "orgName": "INSTRUCT ACADEMIC SERVICES LIMITED",
            "ecContrib": 61562
        },
        "998721507": {
            "orgId": "998721507",
            "orgName": "SYNCHROTRON SOLEIL SOCIETE CIVILE",
            "ecContrib": 130499
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 97850
        }
    },
    "calculatedTotalContribution": 1957325
}