{
    "rcn": "206735",
    "acronym": "MECHANO-FLUO",
    "topics": "ERC-2016-STG",
    "title": "Mechanofluorochromism: from molecular engineering to the elaboration of smart materials",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The MECHANO-FLUO project aims at preparing mechanofluorochromic molecules and materials, understand and tune their photophysical and mechanofluorochromic properties, and implement these new materials as quantitative mechanical force sensors. Mechanofluorochromism relates to fluorescent compounds in the solid state for which emission spectrum changes upon application of a mechanical stimulus. The interest for this phenomenon has enormously increased for the last 4 years but studies aiming at understanding the structure-mechanofluorochromic properties relationships are still in their infancy and many examples remain purely qualitative. In the MECHANO-FLUO project, I will synthesize a library of mechanofluorochromic molecules responsive to different mechanical stimuli (pressure, shearing), with various sensitivities. I aim at relating the molecular structure to the sensitivity to different mechanical stimuli. Two aspects seldom explored in the literature so far will be particularly studied. The first one is the study at the micro- to nanoscale, so as to obtain an amplification of the mechanofluorochromic response and develop ultra-sensitive mechanofluorochromic probes. The second one is the quantification of the mechanofluorochromic response, from the nano- to the macroscopic scales. Two applications will be investigated. The first one is stress metrology: fluorescent materials with a quantitative mechanofluorochromic response could give access to the stress level in various materials and thus constitute an entirely new method for in situ control of the damaging of materials classically used in the nuclear industry or the aeronautics. The second one is mechanobiology: I hope to provide a tool for direct force measurement at the cellular scale, which would have tremendous implications for the comprehension of biological phenomena where mechanotransduction is implied, especially embryogenesis and tumor proliferation.",
    "totalCost": "1499172,16",
    "ecMaxContribution": "1499172,16",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499172
        }
    },
    "calculatedTotalContribution": 1499172
}