{
    "rcn": "206778",
    "acronym": "PHYSIC",
    "topics": "ERC-PoC-2016",
    "title": "Photovoltaic with superior crack resistance",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Cracks in silicon solar cells composing photovoltaic (PV) modules are induced during production (soldering of busbars onto solar cells, other defects), transportation, installation and exposure to the environment. The economic impact of cracking in PV modules has been assessed in about 6 Euro/(kWp year) due to the cost of repair/substitution and the missing production while cracks are not yet observable with the naked eye. This has a clear huge technological and economic impact on the market that can be estimated in 180 MEuro/year of losses, by considering a conservative amount of 30 GWp of new installations in the World per year. If cracking cannot be avoided due to the brittleness of Silicon, the proposed idea to be taken to proof of concept is to limit its effect as much as possible. A new generation of PV modules displaying a superior resistance against cracking is proposed, starting from the fundamental discovery within the CA2PVM ERC StG project that residual thermo-mechanical compressive stresses in Silicon cells are beneficial to induce crack face contact and electric recovery. An innovative pre-stressing technique will be designed to increase the residual compressive stresses in Silicon and achieve the crack closure state for any crack and therefore avoid electrical power-losses. An exploitation strategy based on patenting of the technical solution, writing of a business plan, and founding a spin-off/start-up company with a team with interdisciplinary skills will be implemented. This will allow for fund raising and exploitation of the idea also based on the already established industrial contacts.",
    "totalCost": "149500",
    "ecMaxContribution": "149500",
    "coordinator": "SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949613996": {
            "orgId": "949613996",
            "orgName": "SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA",
            "ecContrib": 149500
        }
    },
    "calculatedTotalContribution": 149500
}