{
    "rcn": "206734",
    "acronym": "2DNANOPTICA",
    "topics": "ERC-2016-STG",
    "title": "Nano-optics on flatland: from quantum nanotechnology to nano-bio-photonics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Ubiquitous in nature, light-matter interactions are of fundamental importance in science and all optical technologies. Understanding and controlling them has been a long-pursued objective in modern physics. However, so far, related experiments have relied on traditional optical schemes where, owing to the classical diffraction limit, control of optical fields to length scales below the wavelength of light is prevented. Importantly, this limitation impedes to exploit the extraordinary fundamental and scaling potentials of nanoscience and nanotechnology. A solution to concentrate optical fields into sub-diffracting volumes is the excitation of surface polaritons ñcoupled excitations of photons and mobile/bound charges in metals/polar materials (plasmons/phonons)-. However, their initial promises have been hindered by either strong optical losses or lack of electrical control in metals, and difficulties to fabricate high optical quality nanostructures in polar materials. \nWith the advent of two-dimensional (2D) materials and their extraordinary optical properties, during the last 2-3 years the visualization of both low-loss and electrically tunable (active) plasmons in graphene and high optical quality phonons in monolayer and multilayer h-BN nanostructures have been demonstrated in the mid-infrared spectral range, thus introducing a very encouraging arena for scientifically ground-breaking discoveries in nano-optics.  Inspired by these extraordinary prospects, this ERC project aims to make use of our knowledge and unique expertise in 2D nanoplasmonics, and the recent advances in nanophononics, to establish a technological platform that, including coherent sources, waveguides, routers, and efficient detectors, permits an unprecedented active control and manipulation (at room temperature) of light and light-matter interactions on the nanoscale, thus laying experimentally the foundations of a 2D nano-optics field.",
    "totalCost": "1459219",
    "ecMaxContribution": "1459219",
    "coordinator": "UNIVERSIDAD DE OVIEDO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 1459219
        }
    },
    "calculatedTotalContribution": 1459219
}