{
    "rcn": "206716",
    "acronym": "T2DM and AD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Study of the interaction between metabolic stress and a specific genetic background on the contribution of sporadic Alzheimer's Disease",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Different from the familial forms, late onset Alzheimerís disease (LOAD) is not the consequence of a single cause: neither aging, nor genetic polymorphisms nor an environmental disturbance do, per se, suffice to produce this disease. It is currently thought that instead disease is the consequence of an interaction of all the above circumstances. With that perception in mind, I here propose to study i) the effect of type 2 diabetes mellitus (T2DM), a metabolic disturbance strongly associated with propensity to LOAD, on the appearance of AD-associated features (biochemical, electrophysiological and behavioral) ii) in the brains of aged mice iii) bearing a genetic insufficiency in either the gene SORL1 or in CD2AP, both of which have been linked to higher risk of late onset AD in recent familial genome wide association studies (GWAS). Once the phenotypic analysis is completed, I will perform genome wide epigenetic analysis of T2DM on specific neuronal populations of wild type and the genetically deficient mice. All in all, my studies should help to determine the mechanisms by which environment, age and disease-predisposing genetic weaknesses link together to produce this disease.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}