{
    "rcn": "206747",
    "acronym": "CUPIDO",
    "topics": "NMBP-10-2016",
    "title": "Cardio Ultraefficient nanoParticles for Inhalation of Drug prOducts",
    "startDate": "01/02/2017",
    "endDate": "31/01/2021",
    "objective": "The incidence of Cardiovascular Disease (CD) claims worldwide 17.1 million lives a year, with an estimated 31% of all deaths globally and a EU cost of 139 billion euros. Up to 40% of all deaths occur among the elderly. In spite of all medical efforts, the 5-year mortality was reduced significantly less than that of malignant diseases. This highlights the urgent need to overcome the difficulties associated with present pharmacological therapies (i.e. drug instability, and unspecific targeting) by developing new ground-breaking therapeutic strategies that go far beyond any current regimens. New approaches for safe, efficient, and heart-specific delivery of therapeutics are strongly required. CUPIDO is envisioned to meet these critical needs by providing an unconventional and effective strategy based on nanoparticle-assisted delivery of clinically available and novel therapeutics to the diseased heart. In particular, CUPIDO will develop innovative bioinspired hybrid nanoparticles formulated as biologicals delivery, which are i) biocompatible and biodegradable, ii) designed for crossing biological barriers, and iii) guidable to the heart. A combination of multidisciplinary manufacturing and validation approaches will be employed, bringing the envisioned product beyond the currently available clinical and day-to-day management of CD individuals. Scale-up production,  and respect of medical regulatory requirements will allow CUPIDO to deliver a final product for future late pre-clinical and clinical studies. Altogether, CUPIDO will foster the translation of nanomedical applications toward the cardiac field, which although still in its start, offers great potential to overcome the limitations associated to the currently pharmacological treatments.",
    "totalCost": "6094781,25",
    "ecMaxContribution": "6094781,25",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "TECHNOLOGIKES LYSEIS BIOEKPOBIS IKE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;NEMERA LA VERPILLIERE;SIMULA RESEARCH LABORATORY AS;LIFE CORPORATION SA;IN SRL;PLUMESTARS SRL;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;CAMBRIDGE INNOVATION TECHNOLOGIES CONSULTING LIMITED;FIN-CERAMICA FAENZA SPA;SANOFI-AVENTIS RECHERCHE & DEVELOPPEMENT",
    "participantCountries": "EL;UK;FR;NO;LU;IT;DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 689984
        },
        "983078414": {
            "orgId": "983078414",
            "orgName": "IN SRL",
            "ecContrib": 300285
        },
        "995915976": {
            "orgId": "995915976",
            "orgName": "SIMULA RESEARCH LABORATORY AS",
            "ecContrib": 442339
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1614752
        },
        "923954877": {
            "orgId": "923954877",
            "orgName": "LIFE CORPORATION SA",
            "ecContrib": 300875
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 484585
        },
        "998198095": {
            "orgId": "998198095",
            "orgName": "SANOFI-AVENTIS RECHERCHE & DEVELOPPEMENT",
            "ecContrib": 405298
        },
        "998500347": {
            "orgId": "998500347",
            "orgName": "FIN-CERAMICA FAENZA SPA",
            "ecContrib": 490000
        },
        "971116374": {
            "orgId": "971116374",
            "orgName": "NEMERA LA VERPILLIERE",
            "ecContrib": 400000
        },
        "930308086": {
            "orgId": "930308086",
            "orgName": "CAMBRIDGE INNOVATION TECHNOLOGIES CONSULTING LIMITED",
            "ecContrib": 314914
        },
        "936032735": {
            "orgId": "936032735",
            "orgName": "PLUMESTARS SRL",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 5743032
}