{
    "rcn": "206766",
    "acronym": "SPICOLOST",
    "topics": "MSCA-RISE-2016",
    "title": "Spin conversion, logic  storage in oxide-based electronics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Nowadays, among of the main challenges in the rational and efficient use of the energy, the energy harvesting, energy saving and energy conversion are key points in the research and application of electronic devices. The optimization of device performances making them more powerful with less energy consumption while keeping an affordable production cost is mandatory. The present project will address those challenges by means of designing suitable materials for implementing on devices able to reduce the energy consumption. Nanotechnology, Oxide and Superconducting Spintronics will be the competitive edge technologies triggering the interconnection and cooperation between international labs and technological companies, from Europe and overseas by means of sharing knowledge, cross-linked working and innovation, gaining capacities towards this mission. SPICOLOST project will tackle this challenge with two parallel approaches: i) with suitable heterostructures with high efficiency conversion of thermal energy in electricity, taking the advantage of harvesting, the so called thermoelectric thermopile device based on Seebeck and Spin Seebeck Effects; and ii) producing multicomponent nanostructured materials for magneto-electronic and superconducting devices capable of fast signal processing minimizing the energy dissipation by control the magnetic switching, and then consuming less energy. It is expected to produce advances in experimental fabrication processes, better control of interface properties of hybrid heterostructures and explaining them with suitable theoretical framework that conduct to novel discoveries due to the synergy between Superconducting and Spintronic.",
    "totalCost": "711000",
    "ecMaxContribution": "693000",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
    "participantCountries": "ES;FR;CH",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 310500
        },
        "971994030": {
            "orgId": "971994030",
            "orgName": "NATIONAL UNIVERSITY CORPORATION TOHOKU UNIVERSITY",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 202500
        },
        "966956335": {
            "orgId": "966956335",
            "orgName": "UNIVERSIDAD NACIONAL DE GENERAL SAN MARTIN",
            "ecContrib": 0
        },
        "999431450": {
            "orgId": "999431450",
            "orgName": "COMISION NACIONAL DE ENERGIA ATOMICA",
            "ecContrib": 0
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 58500
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 121500
        },
        "953175545": {
            "orgId": "953175545",
            "orgName": "UNIVERSIDAD TECNOLOGICA NACIONAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 693000
}