{
    "rcn": "206726",
    "acronym": "LISTLIT",
    "topics": "ERC-2016-STG",
    "title": "Lists in Literature and Culture: Towards a Listology",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "LISTLIT investigates the cultural practice of lists and list making and its manifestations in narrative texts from antiquity until the twenty-first century. The simple form of the list has been remarkably constant for centuries: as a practical device, lists have been a prime instrument for classifying, organizing, and categorizing the world since the early high civilizations. Lists are tools of the mind: in visualizing human beingsí thinking, they are indicative of cognitive processes. In literary texts, list structures have been employed at least since antiquity. The manifold configurations of lists in literature and their enmeshment with the practical usage of lists in a given period take centre stage in this project. How are lists as a tool for thinking and organizing the world in everyday life and lists in literature intertwined? Embedded in narrative texts, lists challenge the received parameters of how narrative texts work. The study of lists in the trajectory of cognition, narration, and practical usage thus provides a risky and challenging alternative approach to narrative forms and functions, reader engagement, and the aesthetics of literature. Situated at the heart of the intersections between cognitive theory, cultural history, and literary history, LISTLIT significantly advances our understanding of how literature and list making as a cognitive tool and cultural practice are interrelated. By scrutinizing the practices of list writing in and beyond literary texts, LISTLIT establishes a ëlistologyí, that is, the systematic and diachronic study of lists and listing structures in cultural productions.",
    "totalCost": "1382500",
    "ecMaxContribution": "1382500",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1382500
        }
    },
    "calculatedTotalContribution": 1382500
}