{
    "rcn": "206743",
    "acronym": "BRAINBELIEFS",
    "topics": "ERC-2016-STG",
    "title": "Proving or improving yourself: longitudinal effects of ability beliefs on neural feedback processing and school outcomes",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "To successfully complete secondary education, persistent learning behavior is essential. Why are some adolescents more resilient to setbacks at school than others? In addition to actual ability, studentsí implicit beliefs about the nature of their abilities have major impact on their motivation and achievements. Ability beliefs range from viewing abilities as ìentitiesî that cannot be improved much by effort (entity beliefs), to believing that they are incremental with effort and time (incremental beliefs). Importantly, ability beliefs shape which goals a student pursues at school; proving themselves (performance goals) or improving themselves (learning goals). The central aims of the proposal are to unravel 1) the underlying processing mechanisms of how beliefs and goals shape resilience to setbacks at school and 2) how to influence these mechanisms to stimulate persistent learning behavior.\nFunctional brain research, including my own, has revealed the profound top-down influence of goals on selective information processing. Goals may thus determine which learning-related information is attended. Project 1 jointly investigates the essential psychological and neurobiological processes to unravel the longitudinal effects of beliefs and goals on how the brain prioritizes information during learning, and how this relates to school outcomes. Project 2 reveals how to influence this interplay with the aim to long-lastingly stimulate persistent learning behavior. I will move beyond existing approaches by introducing a novel intervention in which students experience their own learning-related brain activity and its malleability.\nThe results will demonstrate how ability beliefs and goals shape functional brain development and school outcomes during adolescence, and how we can optimally stimulate this interplay. The research has high scientific impact as it bridges multiple disciplines and thereby provides a strong impulse to the emerging field of educational neuroscience.",
    "totalCost": "1597291",
    "ecMaxContribution": "1597291",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1597291
        }
    },
    "calculatedTotalContribution": 1597291
}