{
    "rcn": "206722",
    "acronym": "TEACHERSCAREERS",
    "topics": "ERC-2016-STG",
    "title": "Cultural roots and institutional transformations of teachersí careers and the teaching profession in Europe",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The teaching profession is central to a number of major issues concerning the possible futures of educational systems. \nThe functioning of the profession suffers from low attractiveness, fragmentation, and teacher shortages. This proposal constitutes the first systematic comparative project in Europe aimed at understanding the role of the institutional dimensions affecting teachersí careers and the teaching profession as a whole. \n\nIt has four objectives: [1] to explain the nature of teacher policy over the last thirty years in different educational systems (Belgium, France and England); [2] to understand the changing status of the teaching profession and its impact on the diversification of the teaching workforce; [3] to analyse the processes by which teachers are allocated into increasingly diverse working and professional conditions; and [4] to model and predict teacher attrition and migration within a common but differentiated multilevel framework. \n\nThis project will adopt a post-comparative mixed-method design organized around four work packages on teacher policy, supply, labour markets and mobility. It will combine five methods: policy analysis of teachersí recruitment and careers; secondary data analyses of relevant national and international datasets on teacher supply and the professionís attractiveness; a qualitative, in-depth study of three national labour-market spaces; multilevel multi-group analyses of original datasets on teacher mobility, and semi-structured interviews with non-entrants and early leavers.\n\nThis project will produce new theoretical knowledge about labour markets for teachers and contribute to the reconceptualization of the nature of institutional change affecting educational systems in a society characterized by the progressive decline of nation states, increased interdependence between societal fields and the fragmentation of individual life spheres.",
    "totalCost": "1498125",
    "ecMaxContribution": "1498125",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1498125
        }
    },
    "calculatedTotalContribution": 1498125
}