{
    "rcn": "206782",
    "acronym": "METACELL-TM",
    "topics": "FTIPilot-01-2016",
    "title": "METAbolism analysis made easy for CELL Translational Medicine",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "'The healthcare industry is experiencing unprecedented rates of drug failure, long development times and high costs - because current lab tests and disease models (in vitro) donít adequately predict drug effect in the patient (in vivo). \n\nTo address this ìChallengeî, three leading EU SMEs; Luxcel Biosciences Ltd, Axiogenesis AG and BMG Labtech GmbH, are partnering to bring to market, a fully integrated targeted metabolomics Test Platform, comprising physiologically relevant in vitro cell assays and easy to use test kits, configured for use with the multimode fluorescence plate reader; instrumentation, which is installed in, or else is easily accessible to every cell biology lab globally. \n\nThe innovation ìSolution' is made possible by Luxcelís unique and patented optical nanosensor technology, and its integration to create entirely new ëfunctionally-connectedí in vitro tests. The scope of the project is to finalize development of the cell-based assay platform towards market introduction, productise, pilot and demonstrate it with key opinion leaders; for modular product launch through the project and full launch early 2019. \n\nLeveraging existing global sales channels, the three industrial partners are targeting revenues of EUR 15 million by 2023.  In total, about 24-29 new jobs will be created by 2023; with 6 new jobs during the project. All three SMEs are passionate about the MetaCell-TM solution, and expect that a successful outcome will see them positioned as No. 1 in their respective fields in Europe and internationally.\n'",
    "totalCost": "3313827,5",
    "ecMaxContribution": "2459616,13",
    "coordinator": "LUXCEL BIOSCIENCES LTD",
    "coordinatorCountry": "IE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;BMG LABTECH GMBH;AXIOGENESIS AG;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 226688
        },
        "952904042": {
            "orgId": "952904042",
            "orgName": "AXIOGENESIS AG",
            "ecContrib": 556938
        },
        "997919608": {
            "orgId": "997919608",
            "orgName": "LUXCEL BIOSCIENCES LTD",
            "ecContrib": 933641
        },
        "918633360": {
            "orgId": "918633360",
            "orgName": "BMG LABTECH GMBH",
            "ecContrib": 492581
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 249769
        }
    },
    "calculatedTotalContribution": 2459617
}