{
    "rcn": "206714",
    "acronym": "PADUA",
    "topics": "MSCA-IF-2015-GF",
    "title": "Perceptionñaction based design for urban accessibility: principles for inclusive design grounded in an understanding of first-person control of locomotion in the urban setting",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The project will translate basic research in cognitive science to problems in urban planning and design. It will employ empirical and theoretical methods to deliver a set of design recommendations addressing the question: how can we design urban spaces that are accessible to all?\n\nThe basic research question is: how does an individual perceive that a road is crossable? The empirical programme, to be carried out at the University of Cincinnati, will proceed from an analysis of the attentional structure inherent to specific road-crossing tasks. Using virtual-reality, it will investigate, (1) how pedestrians decide whether it is safe to begin crossing under conditions of uncertainty about future movements of other road-users, and (2) how pedestrians negotiate junctions where safe locomotion requires an awareness of vehicles that may be approaching from multiple directions, including from behind. This will enable the creation of new measurement techniques, including measures of head turns and whole-body acceleration as indexes of perceptual uncertainty.\n\nThe project's theoretical programme, to be developed primarily at UCL's Bartlett School of Architecture, will generate a set of tools for guiding and analysing the design of roads. The project will culminate with the delivery of a document aimed at designers, presenting a set of recommendations for building accessible urban spaces. These recommendations will be based on a coherent, empirically-grounded understanding of the perceptual processes involved, and will be of particular relevance for designing infrastructure schemes where traffic modalities interact, for which existing guidelines can often be inadequate or unclear, e.g. for cycle lanes, pedestrian crossings, and shared spaces. This project, and the training envisaged, will allow me to establish myself as an expert in action-oriented psychological concepts and their real-world applications.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998120204": {
            "orgId": "998120204",
            "orgName": "University of Cincinnati",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}