{
    "rcn": "206771",
    "acronym": "EOXPOSURE",
    "topics": "MSCA-RISE-2016",
    "title": "TOOLS FOR MAPPING HUMAN EXPOSURE TO RISKY ENVIRONMENTAL CONDITIONS BY MEANS OF GROUND AND EARTH OBSERVATION DATA",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "The goal of the EOxposure project is to build tools to quantify the exposure of population and economic assets to multiple risks using novel information layers from current and future Earth Observation (EO) missions, as well as the growing sensor web on the ground.\nThe project exploits the novel concept of the human EXPOSOME, i.e. the set of exposures to which an individual is subjected through its own existence. It includes the entire history of interactions with the environment, including air and water quality, food and exercises, as well as living habits and diseases that may spread.\nThe cutting-edge fusion of this concept with EO and sensor data aims at measuring the human exposure to threats that are external to each individual, and quantify the interactions between human beings and the environment. By building geospatial information tools upon data coming from multiple sources, at different spatial and temporal scales, the EOxposure project aims at providing free public services, enabling citizens to understand the threats to which they are exposed, and decision makers to take more informed and effective actions against them. Specifically, EOxposure will focus on threats connected to housing conditions, disease spread, as well as security and health issues in urban and peri-urban areas, where population is concentrated. The new tools will build upon the consortium expertize on nutrition- and vector-borne disease models, urban heat monitoring and material characterization, satellite data processing, and geospatial data fusion, realizing interdisciplinary working groups dedicated to the above mentioned applications. To do so, EOxposure enrolls institutions from Europe and South America, merging expertises on exposure to risk in both developed and developing countries.",
    "totalCost": "324000",
    "ecMaxContribution": "270000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "ECOLE ROYALE MILITAIRE - KONINKLIJKE MILITAIRE SCHOOL;UNIVERSIDAD DE EXTREMADURA",
    "participantCountries": "BE;ES",
    "projectParticipants": {
        "999890842": {
            "orgId": "999890842",
            "orgName": "UNIVERSIDAD NACIONAL DE CORDOBA",
            "ecContrib": 0
        },
        "999858832": {
            "orgId": "999858832",
            "orgName": "UNIVERSIDAD DE EXTREMADURA",
            "ecContrib": 81000
        },
        "999831575": {
            "orgId": "999831575",
            "orgName": "ECOLE ROYALE MILITAIRE - KONINKLIJKE MILITAIRE SCHOOL",
            "ecContrib": 121500
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 67500
        },
        "953106287": {
            "orgId": "953106287",
            "orgName": "UNIVERSIDADE FEDERAL DE ALAGOAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 270000
}