{
    "rcn": "206795",
    "acronym": "E-SHUTTER",
    "topics": "SMEInst-09-2016-2017",
    "title": "A novel Smart Glass integrating multi-zone switchable glass and touch panel control functions into adurable and sustainable insulated glazing to provide energy-efficiency and privacy in buildings",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "MTSYSTEM is a Spanish SME specialized in building automatisms and electronic system engineering services. We have been working in the development of a disruptive way to reduce costs for heating, air-conditioning and lighting, and avoid the cost of installing and maintaining motorized light screens, blinds or curtains in buildings.\n\nWindows are one of the most determining aspects in the conception and design of energy-efficient buildings. Studies have shown that 1.) poorly insulated windows can account for 10%ñ30% of a buildingís heat loss in winter, while 2.) summer light penetration increases the amount of energy required to maintain comfortable living or work environments in summer. A new generation of windows, also known as ìSmart Windowsî incorporate new glazing technologies, also known as ìSmart Glassî.\nSmart (or switchable) Glass refers to glass or glazing which changes its light transmission properties when e.g. a voltage is applied and makes it possible, to control the amount of light, glare and heat, transmitted through the glass, providing a high level of insulation at the same time. Smart Windows can save up to 50% in annual energy and reduce up to 30% in peak demand (by impacting heating, cooling and lighting consumption) compared to static windows.\n\nHowever, currently available Smart Glass/ Windows solutions have some technical limitations and do not fully serve nowadays end-user needs. There is no solution on the market which combines both energy reduction and privacy at the same time. All solutions lack user-friendliness due to limited multi-zone functions and the need of additional hardware to perform control functions.\n\nE-SHUTTER aims to prototype, test and commercialise a novel active, on-demand Smart Glass which integrates multi-zone switchable glass and touch panel control functions into a durable and sustainable insulated glazing unit (IGU) to reduce the energy consumption of buildings and to provide privacy at the same time.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVACION DE SYSTEMAS ELECTRONICOS MTSYSTEM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935909545": {
            "orgId": "935909545",
            "orgName": "INNOVACION DE SYSTEMAS ELECTRONICOS MTSYSTEM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}