{
    "rcn": "206794",
    "acronym": "APACHE",
    "topics": "SMEInst-09-2016-2017",
    "title": "The innovative heat pump boiler to double energy efficiency in heat generation",
    "startDate": "01/12/2016",
    "endDate": "28/02/2017",
    "objective": "Heating today is responsible for 50% of the EU's annual energy consumption. However, a large part of this energy is wasted because almost half of the EU's buildings have boilers installed before 1992, with an efficiency rate of below 60%. Transition has started with the deployment of regulatory measures (Energy Efficiency Directive, Building Energy Efficiency Directive, Energy Labelling Directive, national building codesÖ) and the prospect of substantial savings in heating and hot water expenses. \n\nboostHEAT is positioned right at the front of this transition towards energy efficiency. The company has developed a new generation of boilers, heat pump boilers, that use the heat pump effect to reduce by 50% energy consumption and greenhouse gas emissions. At the core of this achievement is a novel thermodynamic compressor, which is used to increase the efficiency of the heating cycle. Performance of the Apache boiler can double that of condensing boilers and is competitive with the most efficient electric heat pumps\n\nboostHEAT was founded in 2011 in France. Early on, they received the interest of high profile industry participants. GRDF (main natural gas distribution company in France) and Dalkia (leader in energy services) amongst others. Today boostHEAT employs 32 professionals (of which 22 are engineers), has filled 5 patents all around the word and raised over Ä4.5 million in private capital. \n\nboostHEAT ambition is to progressively become an industrial group. We have reached an agreement with the industrial group Bosch to progressively develop our manufacturing operations at their site in VÈnissieux, providing a regeneration opportunity to the declined activity of the factory.\n\nThe goal of the Apache project is to bring the Apache boilers (20kW) to a state of serial production and commercialization, that will enable the most efficient heating systems to be installed in renovations of individual homes.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOOSTHEAT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937939852": {
            "orgId": "937939852",
            "orgName": "BOOSTHEAT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}