{
    "rcn": "206732",
    "acronym": "ResidentMacroPhage",
    "topics": "ERC-2016-STG",
    "title": "Development, maintenance and functions of Resident Macrophages.",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Macrophages are professional phagocytic cells that orchestrate homeostatic and innate immune functions, via the scavenging of cells, debris, and pathogens, and the production of cytokines, both concurring to tissue homeostasis and repair. This project aims to investigate in vivo the development and functions of macrophages, which have considerable phenotypic and functional diversity depending on their tissue of residence and pathophysiological conditions. Because this diversity is not well understood, the functions of macrophages in vivo have not been well characterized. Most hematopoietic cells renew from hematopoietic stem cells (HSC), however recent evidence has shown that tissue ëresidentí macrophages are generated from yolk sac progenitors, expand and differentiate within developing seeded tissues, and self-maintain in adults independently of HSC. In contrast to HSC-derived macrophages, resident macrophages proliferate locally in steady state and might self-renew. Thus, two lineages of macrophages coexist in most adult tissues. To critically assess the contribution of resident macrophages to tissue repair/regeneration, this proposal aims to determine their developmental pathway and the underlying molecular mechanisms that control their renewal and functions in vivo. This project will investigate the control of differentiation and proliferation in the resident macrophage lineage by combining state-of-the-art genetic fate-mapping approaches with innovative live-imaging in mice. We will develop novel methodologies to visualize the interactions between cell cycle and differentiation, to identify the molecular control of macrophage proliferation and to decipher their specific role during regeneration. This work will significantly increase our knowledge of the differentiation, proliferation and function of resident macrophages in development and tissue repair and will open new venues of research into the role of self-renewing macrophages in regeneration and aging.",
    "totalCost": "1675746",
    "ecMaxContribution": "1675746",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1675746
        }
    },
    "calculatedTotalContribution": 1675746
}