{
    "rcn": "206727",
    "acronym": "DeepLight",
    "topics": "ERC-2016-STG",
    "title": "Deep imaging with time-reversed light",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Microscopy enabled the birth of modern neuroscience, by allowing RamÛn y Cajal to formulate the neuron doctrine. Since then, remarkable advances in optical resolution, speed and probe development allowed scientists to study the function of neuronal circuits with ever increasing detail ñ with one critical limitation: No conventional microscope can focus light deeper into intact tissue than a fraction of a mm. This leaves 90% of the intact rodent brain and over 99% of the intact primate brain inaccessible. As a result, the deepest layers of the neocortex and nearly all subcortical structures are currently outside the reach of non-invasive microscopy, representing a fundamental barrier towards further progress in understanding the brain.\nExisting fluorescence microscopy techniques, such as confocal and two-photon microscopy, attempt to image deeper by rejecting scattered light or by selecting non-scattered (ballistic) photons for focusing. However, beyond depths of several hundred µm this approach becomes futile because hardly any ballistic photons remain.\nWe recently achieved two breakthroughs by turning this strategy upside down and focusing with scattered photons: First, we developed a new approach for fluorescence microscopy that uses a process called optical time reversal, with which we achieved an unprecedented imaging depth of 2.5 mm in ex vivo tissue. Second, we discovered a correlational structure of scattered light, which can be exploited for deep tissue imaging.\nStill, fundamental challenges remain for in vivo imaging. The goal of this proposal is to break the depth barrier of microscopy and investigate previously unreachable areas of the live brain, by harnessing optical time reversal and scattering correlations. We will demonstrate the power of this approach in layer 6b, the deepest and least understood layer of the mammalian neocortex. This project will thus enable functional imaging of neuronal circuitry at depths that have until now been inaccessible.",
    "totalCost": "1491235",
    "ecMaxContribution": "1491235",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 1491235
        }
    },
    "calculatedTotalContribution": 1491235
}