{
    "rcn": "206737",
    "acronym": "DiGGeS",
    "topics": "ERC-2016-STG",
    "title": "Discrete Groups and Geometric Structures",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Discrete subgroups of Lie groups, whose study originated in Fuchsian differential equations and crystallography at the end of the 19th century, are the basis of a large aspect of modern geometry. They are the object of fundamental theories such as Teichm¸ller theory, Kleinian groups, rigidity theories for lattices, homogeneous dynamics, and most recently Higher Teichm¸ller theory. They are closely related to the notion of a geometric structure on a manifold, which has played a crucial role in geometry since Thurston. In summary, discrete subgroups are a meeting point of geometry with Lie theory, differential equations, complex analysis, ergodic theory, representation theory, algebraic geometry, number theory, and mathematical physics, and these fascinating interactions make the subject extremely rich.\n\nIn real rank one, important classes of discrete subgroups of semisimple Lie groups are known for their good geometric, topological, and dynamical properties, such as convex cocompact or geometrically finite subgroups. In higher real rank, discrete groups beyond lattices remain quite mysterious. The goal of the project is to work towards a classification of discrete subgroups of semisimple Lie groups in higher real rank, from two complementary points of view. The first is actions on Riemannian symmetric spaces and their boundaries: important recent developments, in particular in the theory of Anosov representations, give hope to identify a number of meaningful classes of discrete groups which generalise in various ways the notions of convex cocompactness and geometric finiteness. The second point of view is actions on pseudo-Riemannian symmetric spaces: some very interesting geometric examples are now well understood, and recent links with the first point of view give hope to transfer progress from one side to the other. We expect powerful applications, both to the construction of proper actions on affine spaces and to the spectral theory of pseudo-Riemannian manifolds",
    "totalCost": "1049182",
    "ecMaxContribution": "1049182",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1049182
        }
    },
    "calculatedTotalContribution": 1049182
}