{
    "rcn": "206792",
    "acronym": "CRYSTAL",
    "topics": "SMEInst-02-2016-2017",
    "title": "New innovative textile cutting machine",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "'The textile sector is a multi-million industry in Europe (Ä165 billion turnover, Ä4 billion investment and over 1.6 million workers in 2014). Clothing alone stands for Ä75.6 billion turnover, Ä1.4 billion investment and over 1.0 million workers in 2014, with two separate production areas: 'high volume - low price', and 'low volume'.\n\nThese markets all have a distinctive need: the quality of the cut, sewed fabrics and the flexibility for introducing changes and personalisation. They rely on highly skilled artisans, who cut the material by hand to produce top quality material pieces. The problem arises with the current and foreseen disappearance trend of this highly skilled specialisation, coupled to the continued growth in the sector.\n\nOur project delivers a PATENTED single-layer cutting with the accuracy of an expert (\\/- 0.1mm) but at the speed of an automatic machine, combined with automatic unloading, stacking and emptying. We have designed and developed a double blade system suitable for all types of fabric without any need for vacuum. Glass planarity and electro-static retention guarantee no tension, deformation or fraying of the fabric. Simplified mechanical components reduce the need for service, leading to significant savings per year on electrical power, consumables and maintenance (63% reduction for CRYSTAL).\n\nThis market is about 1,000 cutting machines per year. With our project we intend to reach a market share of 10% (100 machines per year) by 2022. Our intention is to set a selling price for CRYSTAL of Ä100K for a 35K EUR margin per unit, allowing us to reach a turnover of Ä10M by 2022 and a net profit of Ä3.5 million. After Ä2.27 million total investment, we forecast a Return on Investment (ROI) of 2.74 by Y5.\n\nWith Ä700k already invested, we have produced 2 working prototypes, which are being tested by potential clients and proofing our Technology Readiness Level at 6.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIERREBI ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918059120": {
            "orgId": "918059120",
            "orgName": "BIERREBI ITALIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}