{
    "rcn": "206796",
    "acronym": "STORM",
    "topics": "SMEInst-09-2016-2017",
    "title": "SMART PLANT MANAGER FOR UTILITY SCALE PHOTOVOLTAIC PLANTS WITH STORAGE SYSTEMS",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "The development and penetration of renewable energies, especially solar photovoltaic (PV) in the EU, plus the expected growth in installed power, is demanding new features and capabilities to PV power plants. Nowadays there are more than 215 GW of installed PV power worldwide and with an estimation of being 400 GW in 2019, of which 121 GW of them will be in Europe. ¿LITER introduces in this proposal the STORM device: a SMART PLANT MANAGER FOR UTILITY SCALE PV PLANTS WITH STORAGE SYSTEMS. \nSTORM, plus storage, gives a higher degree of flexibility and balance to the grid not only providing back-up power to the intermittence of the renewable sources but also complete ancillary services. All this factors combined together will easy the growth in penetration of PV and accelerate the decarbonisation of the electrical system, reducing the total CO2 emissions in more than 2.47 Gt yearly, the ancillary services represent about 8.95% of worldwide carbon emissions on electricity generation, improve the security and efficiency of electricity transmission and distribution by reducing unplanned loop flows, grid congestion, voltage and frequency instabilities, collaborating actively to market prices stabilization while also ensuring a higher level of security of supply and helping the transition to the zero carbon scenario.\nSTORM is a system with:\nï Complete Ancillary Services.\nï Interoperability: Inverters and storage systems independent.\nï Predictability: based on weather forecast, short term production forecast to enable advanced smart storage strategies.\nï Clustering: capability to group some small/medium PV plants and manage them as a large one.\nï Internet of electricity: sharing grid information through a cloud server\nObjectives of STORM project are: \nï Growth revenues in 5 years an average of 100% per annum with 2.2MÄ turnover and a cumulative turnover of more than 37 MÄ. \nï Creation of 18 new jobs.\nï Market expansion to EU, Chile, India, USA, China and Japan",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALITER GRUP RENOVABLES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934381504": {
            "orgId": "934381504",
            "orgName": "ALITER GRUP RENOVABLES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}