{
    "rcn": "206797",
    "acronym": "Octopus Technology",
    "topics": "SMEInst-02-2016-2017",
    "title": "Octopus Technology: Shale gas and tight oil drilling technology evolution - 100ís micro laterals drilled simultaneously to maximise well productivity",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Octopus is a technology which will lead to the development of an economical, fast and environmentally sustainable alternative to fracking technologies. Fracking is an effective but controversial technology which uses hydraulic stimulation to boost productivity of oil or gas wells, and is currently used in 160,000 wells, worldwide. Fracking technology is surrounded by environmental, economic and political argument and there is rising concern over its use of billions of gallons of clean water which becomes polluted and is injected under pressure into the ground, a practice which is now known to trigger earthquakes.\n\nAs an alternative to fracking methods, and with clear advancements over state-of-the-art (SOA) alternatives, Octopus is a spectacular drilling technology that can create 400 hundred micro laterals simultaneously in a matter of hours, leaving the mother bore full bore after the laterals have been drilled, enabling easy access in the future. These laterals emerge from a vertical or horizontal well bore which will help to achieve significant and sustained well productivity increases of 2 to 10 times and will enable wells to be completed 40 to 80 days sooner than existing multi-lateral well completion technologies.\n\nThe principle Horizon project objective is to enhance the Octopus technology and demonstrate to the target market the efficiency and environmental improvements our technology offers over SOA alternatives and give full customer confidence in the Octopus technology. This feasibility study will allow us to complete a market study; identify suitable dead wells for Phase 2 trials; scope the legislative pathway; identify Phase 2 project partners; plan the work to be completed during Phase 2 and produce a fully elaborated business plan.\n\nOctopus advancements over SOA technologies will enable us to become a world technology leader in sustainable shale gas and tight oil extraction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OCTOPUS COMPLETIONS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920752422": {
            "orgId": "920752422",
            "orgName": "OCTOPUS COMPLETIONS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}