{
    "rcn": "206736",
    "acronym": "M-PAC",
    "topics": "ERC-2016-STG",
    "title": "Miniature beam-driven Plasma ACcelerators",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "As we push the frontier of particle physics to higher particle energies, conventional accelerator techniques are attaining their limits and new concepts are emerging. The use of an ionized gas óor plasmaó circumvents the most significant barrier of conventional techniques by increasing the energy gained per unit length by several orders of magnitude. One class of plasma accelerators, relevant for high energy physics applications, consists in using a particle beam, ´ the driver ª, to excite a plasma wave, that is then used to accelerate the main particle beam. Research in this field requires large facilities, due to stringent conditions on the driver. In the M-PAC project, I propose to power plasma accelerators with laser-accelerated electron beams based on 100-TW-class laser systems, so as to miniaturize the so-called ìbeam-driven plasma acceleratorsî. The project crosses the boundary of the fields of research of laser acceleration and of beam-driven plasma acceleration. With these innovative miniature versions, the goal of the M-PAC project is then to tackle, through experiments and simulations, the next Grand Challenges facing the field of beam-driven plasma acceleration, bringing plasma accelerator technology to viability for high energy physics collider applications. They include the generation and preservation of the excellent beam quality required for high-energy colliders and next-generation light sources, the demonstration of high drive-to-main-beam energy efficiency and the acceleration of the antimatter counterpart of the electron, the positron. Finally, the miniature beam-driven plasma accelerators open new opportunities to push university-scale plasma-based light sources to the next level, both in terms of brightness and spectral range.",
    "totalCost": "1499472",
    "ecMaxContribution": "1499472",
    "coordinator": "Ecole Polytechnique of Paris",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864264": {
            "orgId": "999864264",
            "orgName": "ECOLE POLYTECHNIQUE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}