{
    "rcn": "206700",
    "acronym": "CD40-INN",
    "topics": "ERC-CoG-2015",
    "title": "CD40 goes innate: defining and targeting CD40 signaling intermediates in the macrophage to treat atherosclerosis",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Atherosclerosis, the underlying cause of the majority of cardiovascular diseases (CVD), is a lipid driven, inflammatory disease of the large arteries. Despite a 25% relative risk reduction achieved by lipid-lowering treatment, the vast majority of atherosclerosis-induced CVD risk remains unaddressed.  Therefore, characterizing mediators of the inflammatory aspect of atherosclerosis is a widely recognized scientific goal with great therapeutic implications.\nCo-stimulatory molecules are key players in modulating immune interactions. My laboratory has defined the co-stimulatory CD40-CD40L dyad as a major driver of atherosclerosis. Inhibition of CD40, and of its interaction with the adaptor molecule TRAF6 by genetic deficiency, antibody treatment or (nanoparticle based) small molecule inhibitor (SMI) treatment, is one of the most powerful therapies to reduce atherosclerosis in a laboratory setting. Although CD40-CD40L interactions are associated with adaptive immunity, I recently identified the macrophage as a driver of CD40-induced inflammation in atherosclerosis. We will use state-of-the-art in vitro experiments, live cell-, super resolution imaging, proteomics approaches and mutant mouse models to unravel the role of macrophage CD40 in atherosclerosis. Moreover, using structure based virtual ligand screening, I will develop lead SMIs targeting macrophage CD40-signaling, which I will deliver using macrophage-targeting nanoparticles. My goal is to define the role of macrophage CD40 in inflammation and immunity and disentangle how its activation affects atherosclerosis. I will finally test the feasibility of targeting macrophage CD40-signaling as a treatment for CVD.\nThese studies will define the role of CD40-signaling in the innate immune system in health and (cardiovascular) disease. As components of macrophage CD40-signaling have the potential to be amenable to pharmacological manipulation, we will establish their feasibility as novel targets for (CVD) treatment.",
    "totalCost": "1999420",
    "ecMaxContribution": "1999420",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1999420
        }
    },
    "calculatedTotalContribution": 1999420
}