{
    "rcn": "206765",
    "acronym": "ShaMROCK",
    "topics": "SMEInst-13-2016-2017",
    "title": "ShaMROCK ñ Secure professional Mobile Radio Over Commercial networKs",
    "startDate": "01/09/2016",
    "endDate": "31/10/2018",
    "objective": "Of absolute critical importance to the overall security of citizens, are the emergency services and the communication networks that they utilize. ShaMROCK will leverage the unique experience, skills and patented Push To Talk (PTT) technologies of Genaker in order to deliver the World¥s first broadband Professional Mobile Radio (PMR) system running over standard cellular networks. Such a system is just starting to be demanded by International Governments for usage by Emergency Services and Professionals to firstly, reduce costly dependency on dedicated networks, to secondly, increase communication resilience and cross-border management and thirdly, to support a new generation of point-of-use security and infrastructure protection applications.\n\nGenaker is a European SME with a unique voice, video and data group communications cloud platform. Currently with a solution for Professional customers, we have now successfully completed an SME Instrument phase 1 feasibility study that validated the technical and business potential that we have for moving our solution to the Mission Critical need. \n\nWe now intend to drive our new product development and its advanced prioritization and Quality-Of-Service engine to TRL9, to continue to patent our new IPR, to deeply test in targeted stakeholder pilots and to continue to update our go-to-market plan through direct Market and Technology watches. ShaMROCK Project will form a key milestone in Genaker¥s plans to execute this identified high-value business opportunity which has the clear capacity to greatly increase our sales, to capture further investment and to further drive our SME to the global security stage.",
    "totalCost": "1835445",
    "ecMaxContribution": "1284811,5",
    "coordinator": "ESI MOBILE SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972358459": {
            "orgId": "972358459",
            "orgName": "ESI MOBILE SOLUTIONS SL",
            "ecContrib": 1284812
        }
    },
    "calculatedTotalContribution": 1284812
}