{
    "rcn": "206779",
    "acronym": "BIOMULCH",
    "topics": "FTIPilot-01-2016",
    "title": "Integrated solution for innovative biodegradation control of agricultural plastic mulches",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Nowadays, mulching is an essential technique used in agriculture to satisfy the worldwide growing demand for agricultural products. It consists of covering the soil surface in order to modify climate conditions and favouring the crops. Conventional mulch is made of polyethylene plastic with important limitations: the plastic has to be removed after the harvest (time consuming, expensive & 10-20% remaining at soil) and it is difficult to be recycled due to its high contamination by ground, stones or waste, being the most part (45.2%) placed in landfills. Therefore, plastic mulches cause serious problems of environmental and economic concerns. Other developed mulch alternatives are not sufficient:  oxodegradable (based on polyethylene, are a risk of accumulation in environment) and biodegradable (do not guarantee total degradation under uncontrolled conditions and they are three times more expensive).\nThere is a market demand to find alternatives. Our innovative product, BIOMULCH, will be a biobased mulch with controlled biodegradation (independent from temperature, humidity and soil conditions) and being cost competitive (Ä1,100/ha respect to Ä3,000/ha of polyethylene, Ä2,078/ha of oxodegradable and Ä2,150/ha of biodegradable), covering the current agriculture market needs. BIOMULCH will be commercialised as a kit and will guarantee the farmers the complete mulch film biodegradation when is exactly required by them. The mulch film will be fully degraded in a 30-40 days period with our innovative mulching technique. \nAs a result, it is expected an important growth for consortium companies, obtaining a total turnover above Ä354M in 2018-2022. Also it is expected an important benefit for UE, above 759M euros by 2022, derived from savings for farmers and waste savings. BIOMULCH counts already with letters of support of prestigious companies which are very interested in its business model.",
    "totalCost": "1976993,75",
    "ecMaxContribution": "1613667,5",
    "coordinator": "ASOCIACION EMPRESARIAL DE INVESTIGACION CENTRO TECNOLOGICO DEL CALZADO Y DEL PLASTICO DE LA REGION DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "FKUR KUNSTSTOFF GMBH;THATCHTEC BV;ASOCIACION PARA EL DESARROLLO DEL SISTEMA PRODUCTIVO VINCULADO A LA AGRICULTURA ONUBENSE;MORERA & VALLEJO INDUSTRIAL SL",
    "participantCountries": "DE;NL;ES",
    "projectParticipants": {
        "952285085": {
            "orgId": "952285085",
            "orgName": "THATCHTEC BV",
            "ecContrib": 263112
        },
        "963416417": {
            "orgId": "963416417",
            "orgName": "ASOCIACION EMPRESARIAL DE INVESTIGACION CENTRO TECNOLOGICO DEL CALZADO Y DEL PLASTICO DE LA REGION DE MURCIA",
            "ecContrib": 482125
        },
        "934866601": {
            "orgId": "934866601",
            "orgName": "MORERA & VALLEJO INDUSTRIAL SL",
            "ecContrib": 360062
        },
        "993930095": {
            "orgId": "993930095",
            "orgName": "ASOCIACION PARA EL DESARROLLO DEL SISTEMA PRODUCTIVO VINCULADO A LA AGRICULTURA ONUBENSE",
            "ecContrib": 283781
        },
        "997825809": {
            "orgId": "997825809",
            "orgName": "FKUR KUNSTSTOFF GMBH",
            "ecContrib": 224586
        }
    },
    "calculatedTotalContribution": 1613666
}