{
    "rcn": "206769",
    "acronym": "A_MADAM",
    "topics": "MSCA-RISE-2016",
    "title": "Advanced design rules for optimMAl Dynamic properties of Additive Manufacturing products",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Additive manufacturing (AM) belongs to key enabling technologies where Europe has the leading research role. The AM technologies put considerably fewer limits on shape of the manufactured objects than conventional technologies, and offer unparalleled freedom to industrial and mechanical designers. Since the AM technologies are insensitive to production scale, they put in focus knowledge and creativity of designers instead of low prices of mass production, paving the way to development of new business models. The AM technologies, therefore, represent a technology platform that may best serve Europe in its intent to develop knowledge-based economy, driven by innovation.\nHowever, the industrial deployment of AM technologies is hindered by a gap that exists between the excellent research and its exploitation in industry. The research knowledge about the AM technologies is published in scientific journals and in conference proceedings, in form suitable for researchers. On the other hand, industrial and mechanical designers use sets of design rules, which represent condensed and comprehensive form of the research findings that are easy to follow. The lack of sets of design rules for AM technologies is one of important reasons why engineers often prefer conventional technologies to AM.\nThe proposed project intends to use the research capacities and partnerships developed in previous EU funded projects to carry out systematic studies of dynamic mechanical properties (fatigue, fracture mechanics and impact resistance) of products manufactured by AM with the goal to establish the proper rule sets for design of products. Since the aim of the project is to ìtranslateî the research findings into engineering rules, the consortium consists of two universities and three SMEs that use AM technologies for rapid prototyping, rapid manufacturing and rapid tooling. The project activities will be realized as two-way transfer of knowledge between the industrial and academic partners.",
    "totalCost": "468000",
    "ecMaxContribution": "468000",
    "coordinator": "FAKULTET ZA MASINSTVO I GRADJEVINARSTVO U KRALJEVO UNIVERZITETA U KRAGUJEVCU",
    "coordinatorCountry": "RS",
    "participants": "TOPOMATIKA TRODIMENZIONALNO SKENIRANJE, OPTICKI MJERNI SUSTAVI I RACUNALNA OBRADA DOO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;STUDIO PEDRINI SRL;PLAMINGO DOO, COMPANY FOR DOMESTIC AND FOREIGN TRADE, PRODUCTION AND SERVICES",
    "participantCountries": "HR;IT;BA",
    "projectParticipants": {
        "949772688": {
            "orgId": "949772688",
            "orgName": "STUDIO PEDRINI SRL",
            "ecContrib": 54000
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 90000
        },
        "999836716": {
            "orgId": "999836716",
            "orgName": "FAKULTET ZA MASINSTVO I GRADJEVINARSTVO U KRALJEVO UNIVERZITETA U KRAGUJEVCU",
            "ecContrib": 216000
        },
        "953569365": {
            "orgId": "953569365",
            "orgName": "TOPOMATIKA TRODIMENZIONALNO SKENIRANJE, OPTICKI MJERNI SUSTAVI I RACUNALNA OBRADA DOO",
            "ecContrib": 54000
        },
        "928989080": {
            "orgId": "928989080",
            "orgName": "PLAMINGO DOO, COMPANY FOR DOMESTIC AND FOREIGN TRADE, PRODUCTION AND SERVICES",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 468000
}