{
    "rcn": "206773",
    "acronym": "CoBeN",
    "topics": "MSCA-RISE-2016",
    "title": "Novel Network-Based Approaches for Studying Cognitive Dysfunction in Behavioral Neurology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Behavioral neurology is a scientific discipline that seeks to identify the neurobiological basis of cognitive impairment associated with different types of brain disorders. Recent advances in structural/functional neuroimaging have provided powerful new tools for studying the neural networks that support normal cognition and improve our understanding of the pathophysiological mechanisms that contribute to network disruption in patients with specific neuropsychological deficits. In addition, non-invasive brain stimulation (NIBS) techniques offer exciting new opportunities to modulate neural network function and brain plasticity to obtain long-lasting therapeutic benefits. Although these novel neuroscience methods have tremendous potential, no single academic institution has all the expertise and resources needed to conduct the type of multi-disciplinary research effort that is expected to produce the best scientific results. The central aim of our project is to facilitate collaborative research by establishing an international scientific consortium to study universal, language-specific, and disease-specific neural network architectures underlying reading/spelling, motor speech/handwriting control, and visual processing. The proposed studies will introduce novel behavioral paradigms to assess cognition, use state-of-the-art imaging techniques to identify changes in neural network dynamics responsible for cognitive impairment in patients with stroke or neurodegenerative disease, and explore the therapeutic potential of NIBS. The international collaboration envisioned between participating institutions in the Czech Republic, Hungary, and the United States builds on the complementary expertise of researchers, promotes the transfer of knowledge and innovation, provides the necessary infrastructure and organizational framework to develop the careers of the staff members involved, and establishes a new model for training future generations of behavioral neurologists.",
    "totalCost": "324000",
    "ecMaxContribution": "306000",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "SZEGEDI TUDOMANYEGYETEM",
    "participantCountries": "HU",
    "projectParticipants": {
        "999840014": {
            "orgId": "999840014",
            "orgName": "SZEGEDI TUDOMANYEGYETEM",
            "ecContrib": 90000
        },
        "987798046": {
            "orgId": "987798046",
            "orgName": "Arizona Board of Regents",
            "ecContrib": 0
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 216000
        }
    },
    "calculatedTotalContribution": 306000
}