{
    "rcn": "206754",
    "acronym": "GoOpti",
    "topics": "SMEInst-10-2016-2017",
    "title": "GoOpti ñ Profitable, Smart and Professional DRT over Long Distances",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The huge expansion of air travel induced by deregulation of the EU commercial air market has brought important benefits, but only to some Europeans. Citizens from over 500 peripheral areas do not have easy access to major airports as it is extremely hard to build viable transportation businesses on these long-distance routes.\n\nGoOpti acted upon this opportunity, bootstrapped the first profitable demand responsive transportation (DRT) over long distances and disrupted the market with two innovations: dynamic pricing (aggregating demand) and guaranteeing rides to professional drivers (aggregating supply). In Slovenia, product/market fit has been proven by over 300,000 satisfied passengers transported to date, international awards, a signed term-sheet from an EBRD-led investorsí syndicate, and letters of support from leading technology and business partners.\n\nGoOptiís ambition is to build a global long-distance DRT involving the development of a multi-local digital marketplace, to initially target a SOM of 670 MÄ in seven most promising EU countries.\n\nThis is extremely challenging due to the fragmented and diverse social, political and regulatory environments. Proving scalability will be neither easy nor cheap. So the project objectives are: 1) taming the increased complexity by adding sourcing markets; 2) validating the business model by demonstrating it on a remote region. The result will be a scalable strategy, backed up with a data-driven smart DRT.\n\nGoOptiís novelty to Europe will have positive impacts on travellers (reliable, affordable, door-to-door, flexible transfers), professional drivers (new predictable and profitable niche market) and the company (international expansion to 154 MÄ revenue with a potential EBITDA of 18 MÄ in 2019).\n\nIn addition, the project provides a major step towards the Single European Transport Area, increases mobility, connectivity of people and places, sustainability of transport and the environment.",
    "totalCost": "2208430",
    "ecMaxContribution": "1545901",
    "coordinator": "GOOPTI INTELIGENTNE TRANSPORTNE RESITVE DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934934210": {
            "orgId": "934934210",
            "orgName": "GOOPTI INTELIGENTNE TRANSPORTNE RESITVE DOO",
            "ecContrib": 1545901
        }
    },
    "calculatedTotalContribution": 1545901
}