{
    "rcn": "206768",
    "acronym": "CARBO-IMmap",
    "topics": "MSCA-RISE-2016",
    "title": "Immune activity Mapping of Carbon Nanomaterials",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "'The CARBO-IMmap project involves key players in Europe, US, Qatar and China with the aim to advance the field of carbon nanomaterial development and their exploitation biomedical applications. The long-range goal of Carbo-IMmap is to develop a functional pipeline for the immune-characterization of carbon nanomaterials, for the qualitative and quantitative assessment in vitro and ex vivo of the human immune compatibility and immune activity of newly developed carbon materials.\nThe project aims to: 1) design and synthetize a panel of 5 types of highly stable and water-soluble nanomaterials, characterized by finely tuned properties by controlling their size and composition, and to obtain these nanomaterials in large amounts with nearly identical size and shape and degree of functionalization; 2) achieve a quantitative understanding of the immune activity (stimulation/ anergy/ suppression) of the selected materials upon the 5 subpopulations of the immune blood cells; 3) correlate the physicochemical properties (size and chemical functionalization) of the nanomaterials with their immune properties; 4) establish a consolidated network between leading EU and extra-EU institutes to provide a stimulating international environment for talented young researchers; 5) advance the level of R&D in participant countries and foster technology transfer and dissemination; 6) raise the awareness of the general public on the prospects of carbon nanomaterials in future biomedical applications. Scientists will be formed by 'training by research' stays at host labs, leading to an interdisciplinary and international formation.\nFunding of this program will enable long-term, transformative research collaborations that will contribute to the integration and collaboration of research groups of 4 European Countries (Germany, Italy, France and Spain) and 3 key non-EU Countries: USA, China and Qatar.'",
    "totalCost": "967500",
    "ecMaxContribution": "796500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE;UNIVERSITA DEGLI STUDI DI SASSARI;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "ES;IT;FR;DE",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 148500
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 162000
        },
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 108000
        },
        "999465594": {
            "orgId": "999465594",
            "orgName": "UNIVERSITA DEGLI STUDI DI SASSARI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 418500
}