{
    "rcn": "206788",
    "acronym": "STAR",
    "topics": "SMEInst-02-2016-2017",
    "title": "SAFE, TRANSPARENT, ACTIVE AND RELIABLE MINERAL BASED SUNSCREEN INGREDIENT TECHNOLOGY",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Due to the depletion of ozone layer more harmful rays from sun are passing from this barrier. This leads a dramatic increase in the skin cancer incidence rate. The most widely accepted solution to overcome this health problem is to use sunscreen products. However, many of the sunscreens have some serious disadvantages and have difficulties to cover all the necessary protection needed for humankind.  STAR project aims to commercialise a novel and ideal ingredient for sunscreens by utilising the patented technology MicNoÆ owned by Entekno Ltd. This new ingredient possesses the potential to solve the disadvantages while covering all the new protective aspects of an ìidealî sunscreen. MicNoÆ ZnO particles are designed, platelet shaped micron particles which have a thickness of several nanometers.  MicNoÆ ZnOís unique particle morphology offers i) up to 50% reduction in raw materials usage to achieve the same broad UV protection; ii) mitigated health concerns related with nano particles; iii) transparent and smooth products without any leftovers and whitening; iv) an active ingredient that can be used to enhance sensorial properties of sunscreens, v) no or less amount of dispersing agent in formulations vi) chance to be different from other producers. Therefore, Entekno would like to introduce MicNoÆ technology to the sunscreen producers. Accordingly, this project was designed as Phase I to perform a systematic study which will enable us to prepare a detailed feasibility report that can be used as a guide for successful implementation of high volume production, establishment and marketing of our patented MicNoÆ mineral based ingredients to the sunscreen producers. Since the presented technology is innovative to overcome the challenges encountered in sunscreen products, it presents a great opportunity for Europe to open a new vision and continue to be the leader in the sunscreen market for better and safer protection of human kind for a Sustainable World.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENTEKNO ENDUSTRIYEL TEKNOLOJIK VE NANO MALZEMELER SANAYI VE TICARET ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990874013": {
            "orgId": "990874013",
            "orgName": "ENTEKNO ENDUSTRIYEL TEKNOLOJIK VE NANO MALZEMELER SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}