{
    "rcn": "206786",
    "acronym": "IProBoard",
    "topics": "SMEInst-12-2016-2017",
    "title": "Intellectual Property Right Dashboard",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "According to a PricewaterhouseCoopers (PwC) analysis, Europe risks losing the leadership in innovations. To protect innovations/inventions and to ensure the return on investment, intellectual property rights (IPR) are increasingly used. IPR processes are very complex, cost intensive and time consuming. Due to these facts, especially innovative entities (companies and universities) require very high efficient IPR management systems, which have not been existed on the market until now.\nThe objective of EZNís proposed innovation project ìIProBoard ñ Intellectual Property Right Dashboardî is a business model, that contains a new service system, allowing the first time an efficient and individual IPR support for customer needs to significantly save efforts and costs and to simplify the sophisticated IPR management. The IPR data flood is reduced by IProBoard to an extract, which handles the main IPR figures in ìone pictureî (like a dashboard in a car) and allows a policy makers to decide intuitively in a very short time to realise maximised protection in combination with minimized costs. \nEach IPR can be managed by using IProBoard. Thus, the global potential market volume for IProBoard is up to hundreds of million Euro in an international field. Potential customers are all inventors, patent applicants and holders world-wide ñ preferentially hundreds of thousands of SME and additionally large enterprises and universities. First institutions have shown clear signals to EZN to purchase IProBoard, these are especially five German universities from Hannover, Brunswick, Clausthal and Berlin. So, IProBoard is very close to market and first sales (> 1.2 Mio Euro) are already possible with the market launch.\nIProBoard is developed by EZN due to the 35-year long term experience in the field of IPR. To exploit IProBoard, the main objectives for this feasibility study are evaluation of technical, economic and operational feasibility, schedule and the elaboration of a business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EZN ERFINDERZENTRUM NORDDEUTSCHLAND GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927387028": {
            "orgId": "927387028",
            "orgName": "EZN ERFINDERZENTRUM NORDDEUTSCHLAND GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}