{
    "rcn": "206787",
    "acronym": "Odex",
    "topics": "SMEInst-11-2016-2017",
    "title": "A new  process for removal of odour from Post Consumer Waste Polymer for non-food applications ñ ODEX",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Although much progress has been made in recycling the easier polymer streams such as at-line production waste, or through specialist closed loop systems, the challenge to recycle Post Consumer polymer waste (mainly packaging from consumer goods such as food, sauces and detergents) is still strong, particularly for polypropylene and polyethylene.  These polymers strongly absorb odours from their contents, and form musty taints due to bacterial action in the waste stream, which currently needs uneconomic levels of cleaning before they can be recycled into high value products such as automotive fascias and building products.  \nOf all of the post consumer polypropylene waste produced, under 1% is recycled into high quality products; the rest is used in low value applications such as buried geotextiles, or is landfilled or incinerated. The ODEX process concept from Luxus, a recycling compounder for automotive plastics, has been specifically created to provide a cost effective method to deodourise polymers for higher value uses; it uses only the existing heat energy from the compounding process to drive the odourous compounds out of carefully designed pellets within a continuous at-line process.  This project is intended to validate the feasibility of the process and formulate a business plan, to underpin our future objectives of scaling it up to commercial application.  The future embodiment of the technology is envisaged as a turnkey or retrofit option for Luxus and other existing compounders as licencees, allowing them to provide high quality polymers from materials that would otherwise have been destined for landfill or incineration.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUXUS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952281690": {
            "orgId": "952281690",
            "orgName": "LUXUS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}