{
    "rcn": "206767",
    "acronym": "SENSIBLE",
    "topics": "MSCA-RISE-2016",
    "title": "SENSors and Intelligence in BuLt Environment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The goal of this project is to develop novel information sensing research and innovation approaches for acquiring, communicating and processing a large volume of heterogeneous datasets in the context of smart buildings, by building an international, inter-disciplinary and inter-sectoral collaboration network through research and innovation staff exchanges and seamless exchange of ideas, expertise, data, testbeds, and know-how. \nThe need to sense and process ever increasing amount of data requires novel engineering that goes far beyond conventional centralised methods, where signal acquisition, communications and data processing are performed centrally and independently. Building on integrating signal acquisition, communications and information extraction into an overarching smart sensing approach, the project will provide a holistic decision support framework for non-residential buildings of the future. The key challenges of providing intelligence to the building lie in ubiquitous sensing, inside and outside the building, and connecting the sensing technology to people and outside world via meaningful decision support. Though significant research has been dedicated to developing novel sensing and instrumentation technologies, further research and innovation advances are needed to integrate physical sensing to data processing via distributed estimation and fusion approaches, giving actionable meaning to the suite of collected data. In that context, it is necessary not only to continuously monitor the environment, equipment, systems and processes, but also to sense occupantsí behaviour inside and outside the building and provide timely response and feedback.\nThe proposal will tackle the above challenges through several routes: (1) new information-driven sensor designs that connect technology with people and information; (2) new Internet-of-Everything based communications protocols for seamless distributed detection and estimation; (iii) intelligent data processing.",
    "totalCost": "859500",
    "ecMaxContribution": "832500",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERZITET U NOVOM SADU FAKULTET TEHNICKIH NAUKA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;RAMBOLL UK LIMITED;ZILINSKA UNIVERZITA V ZILINE;SCHEIDT & BACHMANN SLOVENSKO S.R.O.;PANONIT DOO ZA SISTEME ZASNOVANE NA RACUNARU RAZVOJ I PROIZVODNJU U OBLASTI INFORMACIONIH TEHNOLOGIJA",
    "participantCountries": "RS;ES;UK;SK",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 63000
        },
        "999969606": {
            "orgId": "999969606",
            "orgName": "ZILINSKA UNIVERZITA V ZILINE",
            "ecContrib": 216000
        },
        "957688470": {
            "orgId": "957688470",
            "orgName": "PANONIT DOO ZA SISTEME ZASNOVANE NA RACUNARU RAZVOJ I PROIZVODNJU U OBLASTI INFORMACIONIH TEHNOLOGIJA",
            "ecContrib": 90000
        },
        "999825755": {
            "orgId": "999825755",
            "orgName": "UNIVERZITET U NOVOM SADU FAKULTET TEHNICKIH NAUKA",
            "ecContrib": 193500
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 261000
        },
        "928677807": {
            "orgId": "928677807",
            "orgName": "SCHEIDT & BACHMANN SLOVENSKO S.R.O.",
            "ecContrib": 4500
        },
        "925963359": {
            "orgId": "925963359",
            "orgName": "RAMBOLL UK LIMITED",
            "ecContrib": 4500
        }
    },
    "calculatedTotalContribution": 832500
}