{
    "rcn": "206755",
    "acronym": "THEMIS",
    "topics": "ERC-PoC-2016",
    "title": "Development of a Terahertz Self-Mixing Imaging System",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "The ERC Advanced grant ëTOSCAí (grant number: 247375) focussed on the development of terahertz (THz) frequency science and technology, and in particular, investigated the electronic and photonic engineering of THz quantum cascade lasers (QCLs), and the underlying physics of these sophisticated devices. \n \nThis Proof of Concept grant (THEMIS) builds on this pioneering research, and in particular on our breakthrough developments in QCL self-mixing imaging. We will increase the technology readiness level of the patented optical-bench-based THz QCL systems developed under ëTOSCAí, and develop a demonstrator suitable for translation of this technology to industrial end-users. The focus is on delivering a compact, inexpensive, THz frequency imaging system, which exploits self-mixing technology to deliver amplitude- and phase-resolved images whilst dispensing with an external detector.\n \nSpecific objectives are to: construct a compact and robust optical-breadboard-based self-mixing system; demonstrate the technology outside the laboratory environment, both in the field with commercial end-users, and at conferences/workshops/trade shows; and, evaluate opportunities for THz self-mixing imaging, identifying end-user applications.\n\nTo achieve this, we will engineer our current optical-bench-based technology onto a robust and compact optical breadboard with a cryogen-free cooler, and develop integrated ëplug-and-playí electronics and software for image reconstruction.  The complete system will be suitable for transport to commercial partners, allowing demonstration and evaluation of the technology.  Furthermore, we will incorporate a near-field microscopy capability, enabling sub-micron THz imaging ñ more than 100 times smaller than the THz free-space wavelength.\n  \nBy the end of the programme, we will have identified an exploitation path by liaising directly with THz instrument manufacturers and with at least one targeted end-user",
    "totalCost": "149580",
    "ecMaxContribution": "149580",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 149580
        }
    },
    "calculatedTotalContribution": 149580
}