{
    "rcn": "206728",
    "acronym": "InteractiveSkin",
    "topics": "ERC-2016-STG",
    "title": "InteractiveSkin: Digital Fabrication of Personalized On-Body User Interfaces",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "User interfaces are moving onto the human body. However, todayís rigid and mass-fabricated devices do not conform closely to the body, nor are they customized to fit individual users. This drastically restricts their interactive capabilities. \n\nThis project aims to lay the foundations for a new generation of body-worn UIs: interactive skin. Our approach is unique in proposing computational design and rapid manufacturing of stretchable electronics as a means to customize on-body UIs. Our vision is that laypeople design highly personalized interactive skin devices in a software tool and then print them. Interactive skin has the advantage of being very thin, stretchable, of custom geometry, with embedded sensors and output components. This allows it to be used as highly conformal interactive patches on various body locations, for many mobility tasks, leveraging the many degrees of freedom of body interaction.\n\nThis vision requires ground-breaking contributions at the intersection of on-body interaction, stretchable electronics, and digital fabrication: 1) We will contribute an automatic method to generate printable electronic layouts for interactive skin from a high-level design specification. 2) We will contribute multimodal interaction primitives that address the unique challenges of skin interaction. 3) We will develop principles for design tools that allow end-users to easily design a personalized interactive skin device. 4) We will use the newly developed methodology to realize and empirically evaluate interactive skin in unsolved application cases. \n\nThe project will establish digital fabrication as a strong complement to existing mass-manufacturing of interactive devices. We will contribute to a deep and systematic understanding of the on-body interaction space and show how to build UIs with unprecedented body compatibility and interactive capabilities. We expect that our method will act as a key enabler for the next generation of body-UIs.",
    "totalCost": "1496382",
    "ecMaxContribution": "1496382",
    "coordinator": "UNIVERSITAT DES SAARLANDES",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 1496382
        }
    },
    "calculatedTotalContribution": 1496382
}