{
    "rcn": "206744",
    "acronym": "OPTOGENERAPY",
    "topics": "NMBP-09-2016",
    "title": "Optogenetic Protein Therapy for Multiple Sclerosis",
    "startDate": "01/01/2017",
    "endDate": "31/01/2020",
    "objective": "Optogenerapy proposes a new interferon-ﬂ (IFN-ﬂ) drug delivery system to revolutionize Multiple Sclerosis treatment.\n\nThe aim is to develop and validate a new bio-electronic cell based implant device to be implanted subcutaneously providing controlled drug release during at least 6 months. The cell confinement within a chamber sealed by a porous membrane allows the device to be easily implanted or removed. At the same time, this membrane acts to prevent immune rejection and offers long-term safety in drug release while overcoming the adverse effects of current cellular therapies. Wireless powered optogenetics ñ light controlling the cellular response of genetically engineered cells ñ is used to control the production of IFN-ﬂ.\n\nReplacing standard intravenous IFN-ﬂ delivery by subcutaneous delivery prevents short and long term side effects and efficiency-losses related to drug peaks and discontinuation, while saving non-adherence costs.\n\nIt is a low-cost system enabling large scale manufacturing and reduction of time to market up to 30% compared to other cell therapies, combining:\n- Polymeric biomaterials with strong optical, biocompatibility and barrier requirements, to build the cell chamber and to encapsulate the optoelectronics.\n- Optoelectronics miniaturization, autonomy and optical performance.\n- Optimal cellular engineering design, enhanced by computer modelling, for stability and performance of the synthetic optogenetic gene pathway over long-term implantation.\n- Micro moulding enabling optoelectronics and membrane embedding for safety and minimal invasiveness.\n\nThe innovation potential is so huge that a proof-of-concept was listed by Scientist Magazine as one of the 2014ís big advances in science.\n\nIn our top-class consortium, industrial pull meets technological push, ensuring that the preclinically validated prototype obtained at the end responds to market demands.\n\nBOSTON SCIENTIFIC, worldwide leader in neuromodulation active implants, has clear exploitation plans and high market penetration potential. 4 research intensive SMEs: TWO, GENEXPLAIN, NEOS and ULTRASION bring specific competences while increasing their own competitiveness.",
    "totalCost": "6233257,5",
    "ecMaxContribution": "4777257,5",
    "coordinator": "FUNDACIO EURECAT",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;NEOS SURGERY SL;BOSTON SCIENTIFIC LIMITED;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;TWOPTICS SYSTEMS DESIGN SL;GENEXPLAIN GMBH;POLITECHNIKA LODZKA;ERASMUS UNIVERSITEIT ROTTERDAM;ULTRASION S.L.",
    "participantCountries": "ES;FR;IE;CH;DE;PL;NL",
    "projectParticipants": {
        "984284124": {
            "orgId": "984284124",
            "orgName": "GENEXPLAIN GMBH",
            "ecContrib": 386100
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 322590
        },
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 77500
        },
        "999886671": {
            "orgId": "999886671",
            "orgName": "POLITECHNIKA LODZKA",
            "ecContrib": 255000
        },
        "951738781": {
            "orgId": "951738781",
            "orgName": "TWOPTICS SYSTEMS DESIGN SL",
            "ecContrib": 246410
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "951460973": {
            "orgId": "951460973",
            "orgName": "BOSTON SCIENTIFIC LIMITED",
            "ecContrib": 805880
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 1256558
        },
        "966426424": {
            "orgId": "966426424",
            "orgName": "ULTRASION S.L.",
            "ecContrib": 172500
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 951345
        },
        "953042461": {
            "orgId": "953042461",
            "orgName": "NEOS SURGERY SL",
            "ecContrib": 303375
        }
    },
    "calculatedTotalContribution": 4777258
}