{
    "rcn": "206793",
    "acronym": "GlucoTab",
    "topics": "SMEInst-01-2016-2017",
    "title": "A Novel ICT Assistant Solution for de-Risked Management of Insulin Dosing and Blood Glucose Levels in Hospitalized Patients with Type 2 Diabetes",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "'Despite being responsible for up to 1/3 of admissions, the management of type 2 diabetes in hospital wards is still extremely challenging. European clinical guidelines recommend prescription of 'basal-bolus insulin therapy' as it is the most flexible, adaptable and precise regimen available to mimic the physiological secretion of insulin. However, it requires a patient-centric approach with multiple daily follow-ups. Since both persistent hypoglycemia (due to incorrect medication) and hyperglycemia (due to disease) are hazardous, diabetic care requires day-to-day decisions combining medical judgment and clinical findings. This overwhelming task is even more complicated due to the current inefficient methods that rely on by-hand calculations and paper-based charts. Thus, management becomes a complex task, increasing the workload for the already saturated personnel. Most importantly, it increases the overall risk of medical errors. Indeed, 42% in-hospital days are impacted by treatment errors, wrong blood glucose measurements or lack of adjustments on insulin dosing. Thus, \\50% of patients suffer at least one medication error during their stay. In response, we have created GlucoTab, an ICT-based software able to assist on the arduous decision-making process daily incurred in the management of type 2 diabetes. GlucoTab will automate and standardize task management, reducing risks, costs and easing the personnel's work-flow. Conceived as a medical device, our product is able to offer guidance on the most suitable insulin dosing regimen for a patient. By enabling the full integration of the patient's bedside management with the general hospital information system, we believe that GlucoTab encloses a cost-efficient solution that will allow hospitals and healthcare systems to face the alarming rising incidence of diabetes. In turn, GlucoTab will provide us estimated cumulative revenues of Ä7.7 M after enrolling \\13,600 beds within five years from market launch.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DECIDE CLINICAL SOFTWARE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917941265": {
            "orgId": "917941265",
            "orgName": "DECIDE CLINICAL SOFTWARE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}