{
    "rcn": "206774",
    "acronym": "RDC2MT",
    "topics": "MSCA-RISE-2016",
    "title": "Research, Demonstration, and Commercialisation of DC Microgrid Technologies",
    "startDate": "01/02/2017",
    "endDate": "31/01/2021",
    "objective": "RDC2MT is a unique four-year research exchanges and networking programme that aims to address new challenges of DC microgrids and to disseminate successful demonstrations of DC powered houses and DC distribution networks. Current research in this field has been fragmented, both disciplinarily and geographically. RDC2MT is a first-of-a-kind project bringing together unique and complementary expertise from 9 international leading research groups in the Europe (UK, Netherlands, and Switzerland), Asia (China) and North America (Canada). RDC2MT will build upon the experience, knowledge and facility gained from ongoing funded projects within the consortium, of an equivalent of 10 million Euros. RDC2MT will be the catalyst to enable the synergy and strong links among the major research and innovation investments that will allow the individual research projects to expand even further. This will be done by dealing with a unique set of challenges across multi-scales, going from fuel cell electrochemistry at molecular scale to microgrid optimizations at system level, through coherent multidisciplinary, inter-sectoral and international collaborations. It will enable knowledge transfer and sharing between project partners, establish long term collaborations, and maximize research impacts.",
    "totalCost": "436500",
    "ecMaxContribution": "279000",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;HERIOT-WATT UNIVERSITY;DIRECT CURRENT B.V.;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "CH;UK;NL",
    "projectParticipants": {
        "938250349": {
            "orgId": "938250349",
            "orgName": "DIRECT CURRENT B.V.",
            "ecContrib": 36000
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 63000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 72000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 94500
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 13500
        }
    },
    "calculatedTotalContribution": 279000
}