{
    "rcn": "206701",
    "acronym": "COLOURTEST",
    "topics": "ERC-PoC-2015",
    "title": "The development, evaluation and commercialisation of an early years test of colour vision deficiency.",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Colour vision deficiency (CVD) is a genetic disorder of colour vision that affects 7.4% of European males and 0.4% of European females. Although there are reliable tests for diagnosing CVD in adults and older children, there are only a few tests for young children, and fundamental issues with these tests render them unreliable. For example, colours used in the tests are too similar for young children to discriminate given their immature colour vision, tasks are too difficult for them to complete, tests either over- or under-diagnose CVD, or are not widely accessible. Therefore, the current situation is that CVD can be reliably diagnosed only from about 5 years onwards. Earlier diagnosis would enable steps to be taken to ensure CVD children are not disadvantaged in early years education that relies on colour coded schemes and materials. Our goal is to develop, evaluate and bring to market an age-appropriate early years test for CVD. Our research on the ERC funded ëCATEGORIESí project is investigating the development of colour perception in over 1400 infants and toddlers. This extensive testing has given us specialist insight into the exact colours that are appropriate for an early years test for CVD. We have also developed age-appropriate tasks that measure young childrenís responses to colour in a reliable and efficient manner. In the current project we propose to develop an early years CVD test in the form of an app. The test will use the colours that we have defined and the tasks that we have developed, and we aim for it to provide an accurate CVD diagnosis. The project will take the test to proof of concept and will establish the scientific validity, technical feasibility and commercialisation process. We aim that the test will be the ëgold standardí for educators, clinicians, scientists and parents. This will ensure that CVD can be detected earlier than is currently the case, bringing important and tangible benefits for education, clinical practice and research.",
    "totalCost": "149645",
    "ecMaxContribution": "149645",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 149645
        }
    },
    "calculatedTotalContribution": 149645
}