{
    "rcn": "206715",
    "acronym": "MABVOC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Modelling Arctic Biogenic Volatile Organic Compounds emissions (MABVOC)",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Arctic is warming at approximately twice the global speed, which could result in drastic changes in the arctic biosphere as well as its potential feedbacks to the atmosphere.  Several important but uncertain feedbacks are related to biogenic volatile organic compounds (BVOC) emissions from arctic plants and high organic soils. BVOC influence climate systems through changing atmospheric compositions (oxidant and aerosols); however, the magnitudes and directions of these feedbacks are still poorly quantified for the Arctic. This project, MABVOC, aims to quantify BVOC emissions for the pan-Arctic region by using a process-based dynamic ecosystem model (LPJ-GUESS), combined with leaf, soil and ecosystem levels observations from the Arctic, and to further predict potential changes of emissions under climate change. A series of model developments will be proposed in this project to explicitly consider arctic plants emission features as well as soil BVOC dynamics. The host group, conducting large and novel field observations about arctic BVOC, will provide needed field data and frontier understanding that will be implemented in the model. I will combine my expertise in arctic ecosystem modelling to numerically link BVOC fluxes with different ecosystem processes, which enables me to provide quantifications of different factorsí impacts on emissions to the host group. The high degree of complementary expertise between the host and I will guarantee the quality and smoothness of this project.  The updated emission estimates from the Arctic will pave a way for reassessing arctic BVOC-mediated feedbacks to the climate system. Furthermore, the proposed model developments in this project will be transferable to the larger modelling community to reduce uncertainties in arctic applications. The integration of experiences between field investigators and ecosystem modellers in this project will lead to a productive and valuable exchange of knowledge on both sides.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}