{
    "rcn": "206775",
    "acronym": "INFUSION",
    "topics": "MSCA-RISE-2016",
    "title": "Engineering optoelectronic INterfaces: a global action intersecting FUndamental conceptS and technology implementatION of self-organized organic materials",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Investing in energy efficiency and saving is crucial to support energy accessibility and environmental protection, and it is the worldís best interest to share and implement forms of energy efficiency. This implies a stronger and effective transnational policy to promote and disseminate know-how about new technologies both at the market and R&D level. In this respect, development of projects centered on energy efficient technologies based on nanostructured organic materials certainly is a strategic field. The progresses in mastering organic matter by self-assembly and self-organization to form ordered soft-materials revolutionized the field opening new frontiers for both fundamental and applied research. However the route towards organic materials for application at the industrial scale is restricted by difficulties in the control and manipulation of the structural organization at the molecular level and its manifestation at higher scales. Motivated by the potential for significant energy savings, the INFUSION project aims to create a strongly interdisciplinary and inter-sectorial environment in which the principles of self-organization are poured from the Academia into the private sector and vice-versa to create new paradigms to engineer electrochromic devices. Through a detailed plan of 83 secondments, the project aims at cross-fertilize the electrochromic technology joining specific expertise to realize a bottom-up approach toward the design, preparation and characterization of self-organized organic materials (chromophores, CNSs, polymers...) at different interfaces (ITO, graphene) and exhibiting superior performances (optical, durabilityÖ). For the transfer of knowledge, the project combines the multidisciplinary expertise of 6 universities, 1 research institute, and 3 companies representing 4 EU and 2 TC countries (Pakistan and Argentina) in the field of organic chemistry, photochemistry, surface science, polymer and materials science, and device engineering.",
    "totalCost": "1237500",
    "ecMaxContribution": "1237500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "MEDITEKNOLOGY SRL;CONSIGLIO NAZIONALE DELLE RICERCHE;A.P.E. RESEARCH SRL;YD YNVISIBLE SA;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT;UNIVERSITE DE NAMUR ASBL;CARDIFF UNIVERSITY",
    "participantCountries": "IT;PT;BE;UK",
    "projectParticipants": {
        "999858638": {
            "orgId": "999858638",
            "orgName": "UNIVERSIDAD NACIONAL DE LA PLATA",
            "ecContrib": 0
        },
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 148500
        },
        "998354362": {
            "orgId": "998354362",
            "orgName": "A.P.E. RESEARCH SRL",
            "ecContrib": 40500
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 171000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 238500
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 225000
        },
        "946165064": {
            "orgId": "946165064",
            "orgName": "UNIVERSITY OF KARACHI",
            "ecContrib": 0
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 256500
        },
        "917335209": {
            "orgId": "917335209",
            "orgName": "MEDITEKNOLOGY SRL",
            "ecContrib": 40500
        },
        "957532203": {
            "orgId": "957532203",
            "orgName": "YD YNVISIBLE SA",
            "ecContrib": 117000
        }
    },
    "calculatedTotalContribution": 1237500
}