{
    "rcn": "206764",
    "acronym": "FACCESS",
    "topics": "SMEInst-13-2016-2017",
    "title": "Enabling the large-scale deployment of Facial Recognition in banking security",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "FacePhi is a company founded in 2006 specialized in the development and commercialization of advanced Face Recognition Software solutions. \nThere is a strong demand in the banking industry for secure biometric applications. In fact, in May 2014 the European Central Bank (ECB) published a list of recommendations for increased banking security and biometrics was included as one of the most secure authentication methods. Concerns about banking security have always existed, but it has been after the breakthrough of online and mobile banking when bank fraud has become major issue to address with urgency. Currently, banking authentication is typically done by using 4-6 digits PIN codes. This form of authentication provides an extremely low security, especially in online banking where cybercriminals can hack this PIN code in a matter of seconds. As a result, the total value of fraudulent transactions is rapidly increasing year by year, being now estimated at Ä1.44 billion solely in Europe. In this scenario, biometrics holds great promise to become a reference banking authentication method in a near future. However, despite the clear opportunity there are still some barriers preventing the banking biometrics breakthrough, at least on a large scale.\nFacePhi has developed a face recognition technology, specifically designed to overcome the current barriers preventing the large scale deployment of banking biometrics. Now, in the FACCESS Phase 2 project we seek demonstrating our facial recognition technology can actually unleash the large scale deployment of banking biometrics by the implementation of our product in the mobile/online platforms of 6 international banking institutions.",
    "totalCost": "2418000",
    "ecMaxContribution": "1692600",
    "coordinator": "FACEPHI BIOMETRIA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927242401": {
            "orgId": "927242401",
            "orgName": "FACEPHI BIOMETRIA SA",
            "ecContrib": 1692600
        }
    },
    "calculatedTotalContribution": 1692600
}