{
    "rcn": "206808",
    "acronym": "NJORD",
    "topics": "SMEInst-09-2016-2017",
    "title": "Rugged  Long-lasting Vertical-Axis Wind Turbine for Extreme Wind Conditions",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Extreme weather conditions (i.e. strong and unsteady winds, icing, etc.) - that countries such as Iceland and the other four Nordics (Sweden, Denmark, Norway, and Finland), the UK, Ireland, Canada¥s Prairies, Northern US, Russia, and Nigeria along with high altitude sites face - make traditional wind turbines (horizontal-axis) to spin out of control resulting in catastrophic system failure in the first year of operation. As a result, these locations needed a different kind of wind technology capable of working over a wide production range (whether itís in the stormy afternoon, in hurricanes or on calm and icy winter nights in the range of -10 to -30 ∞C) with virtually no need of maintenance. Thus, IceWind has created a rugged, standalone, and cost-effective vertical-axis wind turbine (VAWT) of unique and fabulous blade design, great durability and nearly maintenance-free for off-grid applications that require a continuous (no cut-outs) source of power (electricity and heating). The excellent match of aerodynamics and materials give our NJORD turbines unique features such as optimal structural stability, strength, and hence durability to withstand the most extreme wind conditions. Our VAWT can produce electricity at very low wind speeds as well as for high speed of strong winds spinning elegantly, non-stop, and noiseless. \nAs for our commercial strategy, we plan to respond: 1) directly to individual end-users of isolated areas for residential applications (i.e. cabins, homes, and small farms) mainly in Iceland and other EU countries (i.e. the other four Nordics, the UK, Ireland, etc.), 2) telecommunication operators for telecom towers worldwide, and 3) developing countries such as Nigeria, all demanding a reliable and sustainable source of power generation. \nExpected profit after deducting costs of purchase, manufacture and distribution fees amounts to a cumulative 20MÄ turnover market opportunity for the 2020-2024 period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ICEWIND EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917692848": {
            "orgId": "917692848",
            "orgName": "ICEWIND EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}