{
    "rcn": "206829",
    "acronym": "PrediSmart",
    "topics": "SMEInst-11-2016-2017",
    "title": "AN INTELLIGENT PREDICTION SYSTEM FOR THE SMART EFFICIENT USE OF RESOURCES IN CITIES",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Both public administrations and private investors are increasingly looking for smart solutions for an efficient management of different kinds of resources, under the double motivation of economic savings and communitarian regulations. This trend sustains the market of Smart City technologies to a foreseen volume of 27.5bilÄ in 2023, representing a huge opportunity for our business.\n\nDatapole is a French company specialized in intelligent systems. We developed PREDISMART, an advanced integrated ICT solution for the efficient management of different kind of resources, including Wasts, Energy, Water, Services and Stock. PREDISMART contributes to the deployment of smart cities, enabling the monitoring, analysis, forecast and management of the different resources, resulting in savings up to 25% for the final users.\n\nPREDISMART is an innovative intelligent prediction platform developed by Datapole to forecast and aid to decision-making based on advanced statistical models to obtain previsions for smart cities. \n\nThe opportunity for PREDISMART is based on smart cities and energy efficiency. It is forecasted that cumulative global investment in smart city technologies is expected to total $174.4 billion in 2023. We expect to raise our benefit up to Ä, enabling us to hire 22 people in the 2018-2022 period, and we expect to reach the payback for the investment associated to this project in 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DATAPOLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918878382": {
            "orgId": "918878382",
            "orgName": "DATAPOLE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}