{
    "rcn": "206841",
    "acronym": "SAPEA",
    "topics": "IBA-EUROPE-ENA-2016",
    "title": "Science Advice for Policy by European Academies",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The ìScience Advice for Policy by European Academiesî (SAPEA) project brings together the five European Academy Networks Academia Europaea, ALLEA, EASAC, Euro-CASE and FEAM. Through these networks, the SAPEA project pools the resources of around 100 individual academies with hundreds of Fellows each. While individual networks are specialised in certain scientific areas, the SAPEA project combines these respective areas of expertise and ensures the inclusion of all scientific disciplines (social, human, natural, engineering and medical sciences).\nIn view of the increasing complexity of todayís societal challenges and the growing need for independent interdisciplinary scientific evidence to inform policymaking, the projectís core objectives are to provide science-based policy advice and scientific inputs in different formats (e.g. evidence reviews, scientific statements, reports and studies) for evidence-based policymaking to the European Commission (EC) and the wider public within the Scientific Advice Mechanism of the EC; and to strengthen cooperation and foster synergies of the Academy Networks and their member academies, as well as making the existing structures more sustainable. The working groups made up of academy Fellows and other outstanding experts are the key component in providing interdisciplinary scientific policy advice. Through the project, the Academy Networks will offer their Fellows across Europe a platform to work jointly on projects of common interest. Topics for co-created publications and outputs may either be proposed by the academies or the EC may request scientific advice for a specific policy issue. Joint workshops aimed at empowering individual academies will be conducted to enhance cooperation between academies across scientific domains and with the five Academy Networks.\nA dedicated communications office will support the communication and dissemination of the projectís results which will also be published on the project website.",
    "totalCost": "6000000",
    "ecMaxContribution": "6000000",
    "coordinator": "DEUTSCHE AKADEMIE DER TECHNIKWISSENSCHAFTEN",
    "coordinatorCountry": "DE",
    "participants": "CONSEIL EUROPEEN DES APPLICATIONS DE LA SCIENCE ET DE L'INGENIERIE (EURO-CASE);FEDERATION OF EUROPEAN ACADEMIES OF MEDICINE;ACADEMIA EUROPAEA (THE ACADEMY OF EUROPE);All European Academies;DEUTSCHE AKADEMIE DER NATURFORSCHERLEOPOLDINA EV",
    "participantCountries": "FR;BE;UK;DE",
    "projectParticipants": {
        "922663322": {
            "orgId": "922663322",
            "orgName": "DEUTSCHE AKADEMIE DER NATURFORSCHERLEOPOLDINA EV",
            "ecContrib": 794401
        },
        "926455149": {
            "orgId": "926455149",
            "orgName": "CONSEIL EUROPEEN DES APPLICATIONS DE LA SCIENCE ET DE L'INGENIERIE (EURO-CASE)",
            "ecContrib": 977937
        },
        "951473777": {
            "orgId": "951473777",
            "orgName": "All European Academies",
            "ecContrib": 1364978
        },
        "983998168": {
            "orgId": "983998168",
            "orgName": "DEUTSCHE AKADEMIE DER TECHNIKWISSENSCHAFTEN",
            "ecContrib": 1299027
        },
        "926359313": {
            "orgId": "926359313",
            "orgName": "ACADEMIA EUROPAEA (THE ACADEMY OF EUROPE)",
            "ecContrib": 789835
        },
        "951494341": {
            "orgId": "951494341",
            "orgName": "FEDERATION OF EUROPEAN ACADEMIES OF MEDICINE",
            "ecContrib": 773821
        }
    },
    "calculatedTotalContribution": 5999999
}