{
    "rcn": "206860",
    "acronym": "CableSENS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Underground power cables remote monitoring by a smart control system based on a novel optical sensor platform",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "More and more Electricity System Operators (ESOs) are required to bury larger number of sections of the power grid mainly because security, visual and environmental impact concerns. However, such underground sections have a negative impact on the overall power supply efficiency, quality and security, resulting in severe economic losses and reduction in reliability of the grid. Besides, underground sections are more difficult and expensive to install, operate and maintain. In addition to the economic impact on the ESOs, underground faults also have a negative impact on society directly depending on the blackout time (time between breakdown and restoring) of the line. The development of the future Smart Power Grids requires an improvement in efficiency and security, through the implementation of new technological solutions that in addition will allow reducing operation and maintenance (O&M) costs incurred by the ESOs.\nLumiker, a European R&D SME developing disruptive solutions for the power industry, has detected a market opportunity in such sector: ESOs lack smart solutions providing remote and real time information regarding: i) the condition of the underground sections (damage); ii) discrimination of faults (overhead or underground) and iii) rapid localization of underground faults. Such solutions will allow to reduce both the outage time of the power grid and associated costs, especially for the underground sections.  Improved control of the underground sections of the power grid could help ESOs to reduce up to 76% of O&M associated costs in such underground sections.\nLumiker will take advantage of this business and market opportunity by introducing into the market the CableSENS system, a novel application based on Lumikerís patented optical sensor platform adapted for real time and remote condition monitoring of power cables, a unique combination of features into a stand-alone system with direct impact not only in the power grid industry but also in the society.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUMIKER APLICACIONES TECNOLOGICAS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927303705": {
            "orgId": "927303705",
            "orgName": "LUMIKER APLICACIONES TECNOLOGICAS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}