{
    "rcn": "206886",
    "acronym": "EVALVE",
    "topics": "ERC-CoG-2015",
    "title": "Biomechanics and signaling in models of congenital heart valve defects",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Mechanical forces are fundamental to cardiovascular development and physiology. The interactions between mechanical forces and endothelial cells are mediated by mechanotransduction feedback loops. My lab is interested in understanding how hemodynamic forces modulate cardiovascular function and morphogenesis. Overall, our recent work is unraveling the biological links between mechanical forces, mechanotransduction and endothelial cell responses. The heart beats 2.6 billion times in a human lifetime and heart valves are amongst the most mechanically challenged structures of the body. The cardiac valves are made of endocardial cells (EdCs) and extracellular matrix components. Most valve diseases have their origins in embryogenesis, either as signs of abnormal developmental processes or the aberrant re-expression of fetal gene programs normally quiescent in adulthood. \n\nThis project is directed towards the elucidation of the biomechanical mechanism of mechanotransduction at the subcellular and molecular level and in addressing how EdCs integrate this information to form and maintain a functional cardiac valve. We will identify the mechanosensors at work in EdCs and their roles during cardiac valve development and repair. To do so, we will implement unique optical methodologies the lab has pioneered to characterize endocardial mechanotransduction: 1) Optical tweezing combined with mechanical stress reporters to test the mechanosensitivity of EdCs; 2) High resolution live microscopy and mathematical modeling to quantify mechanical forces; 3) 3D cell lineage studies to understand how cells respond and organize during pathological valve development. We will also use high-throughput mRNA- and ChIP-sequencing to characterize the transcriptional network activated by forces. \n\nWhen completed this proposal will shed light on a critical, but little explored, aspect of congenital valve defects and will be useful for identifying new targets for therapeutic interventions.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}