{
    "rcn": "206820",
    "acronym": "Agroptima FM",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative interconnected farm management App and software for precision farming",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Agroptima Farm Manager is a software platform which provides farm management tools to farmers in order for them to be able to keep record of their filed activities and make better decisions based on real cost and productivity data leading to increased efficiency and effectiveness in their business conduct. Data recording, keeping, and analysis are tasks of a relatively high effort when done manually, which is inefficient and results in farmerís double effort (copying data into spreadsheets). Agroptima Farm Manager allows farmers to collect and record data on a handheld device also offline while in the field and the data collected through the interconnected by sensors equipped with the software agricultural machinery is fed into the server automatically. This allows the users more flexibility and supports the activity of learning from the outputs. The software not only provides overview on current and past farming performance but also provides insights and suggestions, resulting in informed decision making and precision agriculture with an optimised effect on returns and cost cutting (estimated average 12% in cost saving ). Ultimately, with digitised data collection and storage, and automated data gathering from various farm machinery, Agroptima Farm Manager is helping farms to develop productive, sustainable, and resource-efficient approach. Agroptima aims to offer a complete solution for connected farm management through its digital data collection software and connected sensors which collect data from the field. Agroptimaís solution will support farmers making informed decisions and suggest necessary activities and optimised approach to farming to increase efficiency and outputs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGROPTIMA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917766083": {
            "orgId": "917766083",
            "orgName": "AGROPTIMA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}