{
    "rcn": "206849",
    "acronym": "ORBIT",
    "topics": "JTI-CS2-2016-CFP03-ENG-03-11",
    "title": "Aerodynamic rigs for VHBR IP turbine",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The ORBIT project targets the environmental and competitiveness challenge of the European aeronautics sector, by addressing the topic of experimental validation rig testing to develop aerodynamic technologies for the multi-stage IP turbine of the Very High Bypass Ratio engine (VHBR).\n\nThe advancement of multi-stage IP Turbine technologies, as an important contributor to the VHBR engine concept, will participate significantly to the global objectives from Clean Sky2, which aim towards achievement of ACARE flight-path 2050 ambitious goals about CO2, NOx and Noise emissions.\n\nThe global objectives of this proposal are therefore aligned with the targets marked by Rolls-Royce for the Middle of Market Technology configuration. This proposal will deliver individual improvements in sub-system technology developments, to support the overall development of system level technologies capable of delivering substantial reductions in emissions.\n\nThe specific objectives of CTA as applicant partner, include all the tasks to permit the experimental validation of relevant aerodynamic technologies (i.e. design, manufacture, assembly and finally testing and post-processing). First four work packages propose the test of innovative geometries to assess the improved losses and reduction in the generated noise. The fifth work package is committed for the comparison of the former results with relevant reference rig tests, as an opportunity to integrate the new knowledge and enable the application of the innovations.  \n\nTo guarrantee the success of this proposal, it is required to develop European world-class test capability that includes the acquisition of testing and measurement. Experience from the participation in previous R&T European programmes is key to minimize program risks and deliver successfully aerodynamic rig test programmes in the required time scales. \n\nFinally, the ORBIT project considers activities for the dissemination and exploitation of the results to maximize the expected impact on competitiveness.",
    "totalCost": "2498216,25",
    "ecMaxContribution": "2498216,25",
    "coordinator": "FUNDACION CENTRO DE TECNOLOGIAS AERONAUTICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999484509": {
            "orgId": "999484509",
            "orgName": "FUNDACION CENTRO DE TECNOLOGIAS AERONAUTICAS",
            "ecContrib": 2498216
        }
    },
    "calculatedTotalContribution": 2498216
}