{
    "rcn": "206822",
    "acronym": "X5 bitworker",
    "topics": "SMEInst-01-2016-2017",
    "title": "X5 bitworker - The Copying System for the Internet of Things and Industry 4.0",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "The software of products plays a more and more increasing role. It is placed on different types of data carriers (e.g. USB, Compact Flash, SD Card) which are assembled in each of these products (e.g. car infotainment system, washing machine, toys). Digitalisation provides opportunities like customisation and interconnectivity and is basis for applications in Internet of Things and Industry 4.0, but also opens up huge security leaks. The X5 solution secures the product software and its know how and protects them from data theft and hacking attacks.\n\nIn the past 2 years, X-Net developed the globally unique solution named X5 to assemble customised software on each product for its key customers BOSCH and NOVOMATIC. This enabled in-house and in-line production and individualisation of product software. But most of all it additionally helps to protect European product software (where today most of the know how is based) through unique encryption.\n\nThe reference installations at BOSCH and NOVOMATIC demonstrate requirements, impact and potential of a fully integrated production with worldwide highest security level. The know how X-Net gained through that is very important for other European and global companies, too. SME instruments should help to build up the market for this solution and bring the expertise to these companies having high needs. X-Net will roll out the X5 solution in Europe and further on globally. Yearly revenues of about 14 million EUR in 2019 and 78 million EUR in 2021 are expected.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "X-NET TECHNOLOGIES GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952480443": {
            "orgId": "952480443",
            "orgName": "X-NET TECHNOLOGIES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}