{
    "rcn": "206818",
    "acronym": "pCPR",
    "topics": "SMEInst-06-2016-2017",
    "title": "Personalized cardiopulmonary resuscitation device for emergency teams",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Sudden cardiac arrest affects up to 1 million people in US and Europe per year, being the 3rd leading cause of death globally. Despite international medical efforts, 9 out of 10 people will die after a cardiac arrest (average survival rate 10.6%). In the European Union, cardiovascular disease costs to the economy more than Ä192 billion annually.\nEmergency teams suffer the most with the extremely high mortality and morbidity rates due to cardiac arrest worldwide. Currently, medical assistive devices play a limited role on teamsí diagnostics and therapeutic actions during rescue emergencies. Nevertheless, the defibrillation/CPR devices global market was valued at $1.7B in 2014 and is expected to grow until 2019 with a CAGR of 8% reflecting a strong market demand.\npCPR is a portable, precise and personalized medical device to properly assist emergency teams during sudden cardiac arrest emergencies. It consists of a thoracic pad with sensors that doctors, nurses and paramedics apply directly to the patient linked to a new monitor display and defibrillator to support and guide their critical decision-making and patient-specific emergent therapy.\nThe value proposition of pCPR is based on emergency end-usersí feedback and expertsí calls for action, through a lean fast-to-market strategy, delivering unique selling points: \n- Adaptive physiological feedback (disruptive innovation);\n- Focus on cerebral oxygen saturation, temperature and tcCO2 (new target indicators);\n- Clinical reasoning algorithms (cognitive aids at point of care);\n- Cardiac/Neurologic outcomes guidance (assisting device);\n- Data management for Quality control (analytics);\n- Exclusively non-invasive sensors (technology);\npCPR wants to be one of the leading assistive device for emergency teams worldwide in a 5-yearsí time frame, building upon its patented thoracic pad and combined sensing capabilities to deliver better cost-effective patient care and health outcomes, namely the cardiac arrest survival rate.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDSIMLAB LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931774435": {
            "orgId": "931774435",
            "orgName": "MEDSIMLAB LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}