{
    "rcn": "206884",
    "acronym": "ALS-Networks",
    "topics": "ERC-CoG-2015",
    "title": "Defining functional networks of genetic causes for ALS and related neurodegenerative disorders",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Brain and spinal cord diseases affect 38% of the European population and cost over 800 billion Ä annually; representing by far the largest health challenge. ALS is a prevalent neurological disease caused by motor neuron death with an invariably fatal outcome. I contributed to ALS research with the groundbreaking discovery of TDP-43 mutations, functionally characterized these mutations in the first vertebrate model and demonstrated a genetic interaction with another major ALS gene FUS. Emerging evidence indicates that four major causative factors in ALS, C9orf72, TDP-43, FUS & SQSTM1, genetically interact and could function in common cellular mechanisms. Here, I will develop zebrafish transgenic lines for all four genes, using state of the art genomic editing tools to combine simultaneous gene knockout and expression of the mutant alleles. Using these innovative disease models I will study the functional interactions amongst these four genes and their converging effect on key ALS pathogenic mechanisms: autophagy degradation, stress granule formation and RNA regulation.  These studies will permit to pinpoint the molecular cascades that underlie ALS-related neurodegeneration. We will further expand the current ALS network by proposing and validating novel genetic interactors, which will be further screened for disease-causing variants and as pathological markers in patient samples. The power of zebrafish as a vertebrate model amenable to high-content phenotype-based screens will enable discovery of bioactive compounds that are neuroprotective in multiple animal models of disease. This project will increase the fundamental understanding of the relevance of C9orf72, TDP-43, FUS and SQSTM1 by developing animal models to characterize common pathophysiological mechanisms. Furthermore, I will uncover novel genetic, disease-related and pharmacological modifiers to extend the ALS network that will facilitate development of therapeutic strategies for neurodegenerative disorders",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}