{
    "rcn": "206887",
    "acronym": "whyBOTher",
    "topics": "ERC-CoG-2015",
    "title": "Why does Clostridium botulinum kill? ñ In search for botulinum neurotoxin regulators",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Bacterial toxins cause devastating diseases in humans and animals, ranging from necrotic enteritis to gas gangrene and tetraplegia. While toxin synthesis probably endows these bacteria with a selective advantage in their natural habitats, toxigenesis is likely to represent a fitness cost. It is thus plausible that mild environments encourage bacteria to give up toxin production, or reduce the number of toxigenic cells in populations. The cellular strategies bacteria use to silence toxin production and to establish stably non-toxigenic subpopulations represent targets for innovative antitoxin and vaccine strategies that can be utilized by the food, feed, medical, and agricultural sectors. I have found the first repressor that blocks the production of the most poisonous substance known to mankind, botulinum neurotoxin (BOT). This toxin, also known as ìbotoxî, kills in nanogram quantities and is produced by the notorious food pathogen, Clostridium botulinum. In whyBOTher, I will extend the knowledge from this single regulator to comprehensive understanding of how C. botulinum cultures coordinate BOT production between single cells and cell subpopulations in response to their physical and social environment, and which genetic and plastic cellular strategies the cells take to attenuate BOT production in short and long term. I will experimentally force evolution of BOT-producing and non-producing cell lines, and explore the genetic, epigenetic, and cellular factors that explain the emergence of the two cell lines. To achieve this goal, I will extend the research on C. botulinum biology in two dimensions: from population level to fluorescent single-cell biology, and from genomic information to functional analysis of regulatory and metabolic networks controlling BOT production. whyBOTher represents an unprecedented research effort into regulation of bacterial toxins, and introduces a shift in paradigm from population-level observations to the life of single bacterial cells.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}