{
    "rcn": "206839",
    "acronym": "REITER",
    "topics": "IBA-SC6-OECD-2016",
    "title": "Support to the Development and Analysis of a Research and Innovation Policy Taxonomy and Questionnaire",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "The project implements the goals of the Horizon 2020 Work Programme ìEurope in a changing world: inclusive, innovative and reflective societiesî by contributing to the monitoring and assessment of research and innovation (R&I) policies in Europe and beyond. \nThe project seeks to: enhance country R&I policy monitoring arrangements already performed by the OECD and European Commission (EC); put in place a new knowledge management system that supports enhanced analysis of country data and its open accessibility; and conduct data analysis in support of European R&I policy needs. The project supports the preparation, implementation and analysis of the joint EC-OECD questionnaire survey on R&I investments and reforms in the Member States and Associated Countries. The survey collects data that is difficult to obtain through other means and is unique in its scope and depth. The project will streamline the survey process and reduce the reporting burden on countries by replacing similar surveys performed through the European Research Area and Innovation Committee (ERAC) in the past. The project utilises Semantic Web technologies that engender analytical flexibility and data openness. An essential component is a model of the R&I policy domain (in the form of a so-called ìtaxonomy-ontologyî) that is used to structure the data collected. This offers the possibility to link seamlessly to other complementary data sources and opens up new analytical opportunities. The R&I policy taxonomy-ontology is also expected to become an open standard that can be widely deployed by policy-makers and analysts in their own knowledge management and research infrastructures. The project will exploit these new analytical opportunities to prepare a series of reports that answer questions relevant to the European R&I policy framework. The EC is expected to use these reports to support among other things its yearly Research and Innovation ëCountry Profilesí and the European Semester Country Reports.",
    "totalCost": "615390,3",
    "ecMaxContribution": "600000",
    "coordinator": "ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998923752": {
            "orgId": "998923752",
            "orgName": "ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT",
            "ecContrib": 600000
        }
    },
    "calculatedTotalContribution": 600000
}