{
    "rcn": "206805",
    "acronym": "WISH",
    "topics": "SMEInst-01-2016-2017",
    "title": "Wearable Integrated System for Early Detection of Preterm Labour",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Preterm birth (PTB) is the leading cause of neonatal death and the second-leading cause of death in children under five years. In Europe, about 75% of all neonatal deaths occur to infants born preterm. In addition, children who are born prematurely have higher rates of cerebral palsy, sensory deficits, learning disability and respiratory illnesses. Spontaneous preterm labour is the cause of almost 50% of cases of PTB. PTB global rates vary from 5% to 18% of births. PTB causes a great suffering to new parents and has also a significant economic impact. In 2007, the Institute of Medicine reported that the medical cost associated with premature birth in the US was $16,9 billion per year and when considering indirect costs, this figure rises to $ 26,2 billion in total. Approximately 10% of pregnant woman have high-risk factors of PTB. An early detection and intervention is crucial as there are several medical options to delay labour, and protect the baby. However, at present the only way of detecting PTB is to go to hospital for clinical examination. Expecting couples may go several times to the hospital with suspicious of preterm labour, and be sent home a couple of hours later. These false alarms directly lead to excessive use of healthcare and add to the overall cost burden. Bloom technologies will cover this gap and reduce these impacts offering a disruptive solution: WISH, a wearable patch, based in contractions measurement, for pregnancy monitoring focused on early labour detection. WISH will allow the early detection of PTB to decrease its health and economic impact. WISH is based in measurement of uterine electric activity to detect contractions. Through additional measurement of other physiological parameters we will offer an effective way of self-control to our main target user: women with high risk of PTB. Our business opportunity relies in the 12,6 million high risk mothers in the EU and US, that will be potential users of WISH.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLOOM TECHNOLOGIES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936645581": {
            "orgId": "936645581",
            "orgName": "BLOOM TECHNOLOGIES",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}