{
    "rcn": "206815",
    "acronym": "MarketStudy-OV",
    "topics": "SMEInst-10-2016-2017",
    "title": "Market Research for Oceanvolt zero-carbon emission marine electric propulsion system",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Oceanvolt has been growing with a CAGR of \\475% during the last six years, the company aims to 60MÄ annual revenue and to employ several hundred by the 2020. Oceanvoltís products comprise a range patented marine electric motors, 24/7 remote management and monitoring services and hybrid propulsion solutions. These have already been successfully delivered to about 200 sailboats in 26 countries globally making it the undisputed market leader.\n\nThere are approximately 1.5 million boats with small and medium diesel engines. Oceanvolt can replace the engines with electric propulsion technology that is free of greenhouse emissions, lightweight, reliable and maintenance free. A key rationale for businesses is the lower the Total Cost of Ownership of boats with electric propulsion due to decreasing maintenance expenses, higher efficiency of electrical engines, thus directly affecting the cost of transportation and boosting competiveness. The environmental effect of this transformation is significant as it would reduce yearly CO2 emissions up to 607 000 tons in early phases alone.\n\nThe objective of the SME Phase 1 project is to conduct a feasibility study to investigate further suitable markets for Oceanvolt electric propulsion technology beyond the current market in sailboats. New significant market potential could be found in small passenger boats, workboats and submersibles. Also there could be potential for licensing Oceanvoltís technology.\n\nThe aim of the SME Phase 1 is to find 2-3 markets which have significant growth potential and which could be addressed directly with existing products or with minor modifications. The outcome includes a specific go-to-market plan, legal and regulatory landscape and freedom-to-operate analysis. The target is to have sales in the new markets in 12-18 months from the start of SME Phase 1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OCEANVOLT OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934750977": {
            "orgId": "934750977",
            "orgName": "OCEANVOLT OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}