{
    "rcn": "206819",
    "acronym": "GREENBIOCATALYST",
    "topics": "SMEInst-03-2016-2017",
    "title": "NEW GENERATION OF BIOCATALYSTS FOR THE CHEMICAL INDUSTRY",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "A new generation of Biocatalyst is being studied and developed for the production of the fundamental acrylamide monomer used in a wide variety of fields like chemical, mining and textile, etc.\nThe Biocatalyst developed by Columbia, is completely environmental concerned, offering on top strong energetic savings. Such economic reductions will have a huge impacts and benefits on companies, which will have to switch from the actual energy intensive copper-based catalyst. The current method is extremely toxic for men and contain residues that greatly pollute the environment.\nColumbia has been using non-GMOs and can truly impulse new job creation in Europe, as it will be the very first biocatalyst made and developed within the EU. It will eventually break down the actual monopolism of the only two Japanese manufacturers that sell biocats on exclusive way.\nAn international patent guarantees Columbiaís innovation providing credibility and continuity to the project, which require high capital investments.\nIn few words the impact of biocatalysts in the future will be precisely this: the increasing ability to use enzymes to catalyze chemical reactions in industrial processes, including the production of drug substances, flavors, fragrances, electronic chemicals, polymersóchemicals that literally impact almost every facet of our life. In adopting biocatalysts as a mainstream technology for chemical production, we will be introducing a technology that is greener, reduces pollution and cost, and creates greater sustainability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COLUMBIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920103104": {
            "orgId": "920103104",
            "orgName": "COLUMBIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}