{
    "rcn": "206837",
    "acronym": "INTEGRAL",
    "topics": "PILOTS-01-2016",
    "title": "INitiative to bring the 2nd generation of ThermoElectric Generators into industrial ReALity",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Thermoelectric materials have been studied for several decades now. Improved TE materials are emerging with the so-called second-generation thermoelectric (GEN2 TE) materials: silicides and half-Heusler. These materials are low-cost, based on most earth-abundant elements and eco-friendly materials, and can impact positively European industry and society by converting wasted heat into electricity. \nAs GEN2 TE materials are attracting a growing interest, pilot lines resulting from partnerships between public research institutes, industrial research teams and SME are emerging in Europe. \nThe aim of the INTEGRAL project is to upscale the GEN2 TE material technology using existing pilot lines and growing SMEs, in order to address mass markets TE needs (automotive, heavy duty trucks, autonomous sensors and industry waste heat recovery). The INTEGRAL project is unique since it gathers in a complete value chain the major companies (including SMEs and startups) developing GEN2 TE advanced materials in Europe and cutting-edge research centers. INTEGRAL will allow the industry to step up towards advanced manufacturing and commercialization of systems integrating multifunctional TE materials (on a nano-based approach), through material customization, next techniques for characterization and process control and up-scaled pilot-line demonstrations of reliability, reproducibility and mastered material consumption. Furthermore, the large-scale processes which will be developed for producing nanostructured materials within the INTEGRAL project will explore a wider range of applications outside thermoelectrics, in particular where customization of electrical or thermal properties of sintered or casted materials are needed. Finally, a technology transfer will be performed from research activities to pilot-lines, towards the commercialization of the new generation of advanced materials with a circular economy vision.",
    "totalCost": "8845948,75",
    "ecMaxContribution": "7000983,51",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "HOTBLOCK ONBOARD;RICARDO UK LIMITED;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;EFFICIENT INNOVATION SAS;MBN NANOMATERIALIA SPA;TITANX ENGINE COOLING HOLDING AB;RGS DEVELOPMENT BV;VALEO SYSTEMES THERMIQUES SAS;ARCELORMITTAL INNOVACION INVESTIGACION E INVERSION SL;ELKEM AS;FUNDACION CIDETEC;ISABELLENHUTTE HEUSLER GMBH & CO KG",
    "participantCountries": "FR;UK;DE;IT;SE;NL;ES;NO",
    "projectParticipants": {
        "918472437": {
            "orgId": "918472437",
            "orgName": "TITANX ENGINE COOLING HOLDING AB",
            "ecContrib": 419912
        },
        "954725314": {
            "orgId": "954725314",
            "orgName": "ARCELORMITTAL INNOVACION INVESTIGACION E INVERSION SL",
            "ecContrib": 144595
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1206717
        },
        "998208765": {
            "orgId": "998208765",
            "orgName": "VALEO SYSTEMES THERMIQUES SAS",
            "ecContrib": 412480
        },
        "945197683": {
            "orgId": "945197683",
            "orgName": "HOTBLOCK ONBOARD",
            "ecContrib": 553219
        },
        "933846355": {
            "orgId": "933846355",
            "orgName": "ISABELLENHUTTE HEUSLER GMBH & CO KG",
            "ecContrib": 995336
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 458750
        },
        "998647787": {
            "orgId": "998647787",
            "orgName": "MBN NANOMATERIALIA SPA",
            "ecContrib": 496250
        },
        "953630475": {
            "orgId": "953630475",
            "orgName": "RGS DEVELOPMENT BV",
            "ecContrib": 905668
        },
        "999431353": {
            "orgId": "999431353",
            "orgName": "RICARDO UK LIMITED",
            "ecContrib": 113103
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 861600
        },
        "956130456": {
            "orgId": "956130456",
            "orgName": "ELKEM AS",
            "ecContrib": 204356
        },
        "954725605": {
            "orgId": "954725605",
            "orgName": "EFFICIENT INNOVATION SAS",
            "ecContrib": 228996
        }
    },
    "calculatedTotalContribution": 7000982
}