{
    "rcn": "206806",
    "acronym": "ECO CARS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Device for reduction of emissions and fuel consumption, optimizing combustion by treatment of fuel on the vehicle",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "ECO-CARSÆ device is a fuel optimizer to achieve more efficient combustion, applicable in internal combustion engines (both\ngasoline and diesel). ECO CAR has the next features:\nï ECO-CARSÆ consists only of MINERAL.\nï Does not contain chemicals or products MAGNETS\nEco-Cars is a very innovative product that dramatically reduces fuel consumption and emission in almost any kind of vehicle\nby treating the fuel with a patented solution of minerals.Eco-car increase life expectancy and power of any combustion\nengine (cars, motorcycles, trucks, buses, machinery, boats, generatorsÖ)\nEco-Cars consists of a set of minerals when in contact with the fuel used in internal or external combustion engines reacts\ninhibiting the influence of external magnetic / radio-electric / electromagnetic fields. These fields may affect fluids, liquids and\ncombustible fuel gases.\nThe eco-car solution allows:\nï Reduce fuel consumption\nï Reduce emissions of gaseous, including CO2, NOx and other greenhouse gas.\nï Increase the working life of the engine\nOur Disruptive innovation is based on:\nï getting more electrons ready to mix in a better way with the fuel, usually oxygen, obtaining a better fuel gasification.\nï Every single fuel, due to its specific structure, is under the influence of a certain amount of electromagnetic charge,\ngenerating a specific space distribution within its molecules.\nï Eradicating this electromagnetic charge we obtain a new molecular disposition in the space, changing the\nphysicochemical characteristics of the fluid. Breaking down the electro-physical links we upgrade the possibility of\ncombustion (with the oxygen) obtaining a better vaporization at the molecular level.\nï The effectiveness of Eco-car, is supported by several scientific, laboratory studies and certification bodies that\nattesting its performance and reliability (TUV Rheinland, http://www.tuv.com), INTA, ATISAE and other.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENCOLNVEST INTERNATIONAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918711930": {
            "orgId": "918711930",
            "orgName": "ENCOLNVEST INTERNATIONAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}