{
    "rcn": "206833",
    "acronym": "CliniTrial",
    "topics": "SMEInst-06-2016-2017",
    "title": "Enhancement of an advanced clinical trial recruitment platform for Europe to ensure maximum intakeof eligible consenting patients for participation",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Many patients canít effectively be treated with the standard of care today. They suffer from their diseases that canít be managed or cured. Newly developed therapies represent their only hope.\nUnfortunately, it takes ever more time and money to bring innovative therapies to market. A major challenge in clinical development is finding the right patients to participate in clinical trials. The problem is that patients lack access to trials.\nThe online platform viomedo supports patients with finding the right clinical trial for them, while helping the organizations that run trials, such as pharmaceutical companies, recruit patients more efficiently. The disruptive solution provides access to over 2.000 up-to-date clinical trials that are recruiting patients in Germany. Patients, care givers or doctors can easily search for a trial by disease, confirm their eligibility and contact the investigator. \nPatients want to be increasingly involved in deciding which therapy to choose. 75% of them are interested in learning about clinical trial opportunities. Most turn mainly to the internet for health-related information. However, a patient-centric online platform for clinical trials is missing. Viomedo empowers patients by providing this platform.\nImportant milestones ñ such as the development of a public beta version of the platform, collaboration with leading patient advocacy groups, acquisition of six large pilots with pharmaceutical companies ñ have been reached. The goal of phase 1 is to complete the pilot projects and develop an EU-wide rollout strategy. After the business case is ready and validated, viomedo will be rolled out to major European markets in phase 2. \nOnce viomedo is rolled out to all European patients, it will help more patients benefit from the research earlier. It will also make the EU a more attractive region for conducting research. It will help bring patient centricity and openness into the industry, raising the quality of clinical research conducted.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIOMEDO UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924484303": {
            "orgId": "924484303",
            "orgName": "VIOMEDO UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}