{
    "rcn": "206823",
    "acronym": "Smartaxi",
    "topics": "SMEInst-10-2016-2017",
    "title": "Innovative customer forecasting system with 32% savings in Taxi operational costs",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "The EU urban transport system is not sustainable, by 2050, meaning that the urban mobility systems will have consumed approximately 17.3% of the Earthís total biocapacity.\nURBAN TRANSPORT NEED: We need to optimise the efficiency and effectiveness of urban traffic management, but without sacrificing our limit our freedom of movement.\nPROBLEM SOURCE: In Europe, exist more than one million taxis which represents 10-20% of urban traffic in major cities. In average, taxis drive more than 80,000 kilometers per year mostly in inner-city areas. Despite its significance, taxi transport itís a highly inefficient system, in fact 50% of time a taxi its empty looking for customers or a booking service demand.\nTaxi industry urgently needs to implement STM systems to transform it into an efficient and sustainable transport according to current smart cities.\nOUR SOLUTION SMARTAXI: Smartaxi innovative solution is an intelligent software to make accurate and reliable prediction of time-localization customer demand. Our aim is to provide a solution to urban city congestion through the optimization of taxi management. For the first time, we will be able to anticipate customer demand (5 min-24h forecasting) with 95 % of accuracy. Smartaxi provide reliable forecast of customer demand, which suppose 32% savings in taxi operational costs and 3,5 M Tons of CO2 in Europe. The platform will disrupt the urban taxi market by introducing an innovative forecasting customer demand system 100% adaptable to any urban context. \nTechnical feasibility study: to finalized the technical validation of the system by: (1) improving the statistic models for future improvements in the predictive system, improvement on scalability and (2) user design making a friendlier intuitive application. To develop a business plan for our international expansion. \nTo carry out financial expectation such as best pricing and cost optimization, expected selling quantification from 2019 to 2022, risk assessment, bottlenecks an",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TALLER INNOVACION ABIERTA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952492471": {
            "orgId": "952492471",
            "orgName": "TALLER INNOVACION ABIERTA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}