{
    "rcn": "206816",
    "acronym": "POLG",
    "topics": "SMEInst-09-2016-2017",
    "title": "Testing and scaling of an electro-magnetic power on line generator for remote areas",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Operators of electric transmission and distribution systems frequently need to install monitoring equipment on power lines to monitor various phase wire and line structure condition like heat, sag or icing and wind load. Furthermore, the access to telecommunications in remote areas is important to ensure the operation of the power systems and also for security reasons in the event of a disaster. Often energy and telecommunication industries encounter difficulties in operating these monitoring, control and communication equipment in remote areas. Alternative solutions such as wind turbines and solar cells are not practical in many locations due to harsh environment or the extreme weather conditions they encounter.  The use of diesel generators raise environmental issues due to pollution and transportation of fuel across wilderness.  All the above mentioned power solutions can cause operational problems. Competitors have developed devices that can measure parameters such as the voltage level, temperature, sag or predict fault location, but neither do they obtain sufficient and stable electricity to power additional devices nor do they comprise a space for hosting and protecting auxiliary devices. \n\nLaki has focused on solving these above mentioned problems and designed a solution, the Power On-Line Generator (POLG).  The POLG is a power harvester and power supply that can power and host surveillance, monitoring and telecom devices that require up to 100 Watts of power. The solution is very environmentally friendly and almost maintenance-free. External devices such as tension cells, heat sensors, flashlights, audio alarms and so forth can be connected to the POLG unit.\n\nLaki will exploit a market that plans to add over 27 million km of new electricity lines worldwide (976,000km in EU) and to refurbish 34.7 million km worldwide (5.6 million km in EU) from 2014-2035. Investments are huge: $2,170 billion are planned for improving the energy efficiency in the EU alone.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LAKI EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917484104": {
            "orgId": "917484104",
            "orgName": "LAKI EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}