{
    "rcn": "206881",
    "acronym": "NOISYDECISIONS",
    "topics": "ERC-StG-2015",
    "title": "Neural decisions under uncertainty",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Virtually anything we sense, think and do is uncertain. For instance, when driving a car, you often need to determine how close you are to the car in front of you. It is near impossible to estimate this distance with absolute certainty ñ but it is possible to guess and even to estimate the uncertainty associated with that guess. Accordingly, we reduce speed when driving at night, because we realize perceived distance is more uncertain in the dark than on a sunny, clear day. How do we infer that visual information is less reliable at night? How does the brain represent knowledge of sensory uncertainty? How do we decide to reduce speed? The overall aim of this proposal is to investigate the neural basis of perceptual decision-making under uncertainty. I will concentrate on three major research questions. First, I aim to establish the degree to which sensory uncertainty is represented in human visual cortex. Second, I will examine whether observers are aware of this uncertainty when making decisions. Third, I will investigate the sources of noise that cause the uncertainty in our perceptual decisions. I will address these questions using functional magnetic resonance imaging (fMRI), in combination with a novel analytical method to analyzing fMRI data that I recently developed. This novel approach allows me to characterize, on a trial-by-trial basis, the uncertainty in cortical stimulus representations, and to address unresolved issues regarding the neural mechanisms of human perceptual decision-making. The results from this project will provide important new insights into the neural basis of perceptual decisions, with profound implications for theories of cortical visual function. Given that mechanisms of visual decision-making likely resemble the mechanisms underlying other forms of decisions throughout the brain, the proposed research will also provide a basis for understanding choice under uncertainty in general.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}