{
    "rcn": "206850",
    "acronym": "FLEXPOL",
    "topics": "PILOTS-02-2016",
    "title": "Antimicrobial FLEXible POLymers for its use in hospital environments",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "FLEXPOL aims to develop a pilot line for the production of a cost effective antimicrobial (AM) adhesive film for its use in hospitals. \nThe obtained adhesive film will inhibit growth of a wide range of microbes and will be suitable for high-touch surfaces, providing a durable protection with good resistance. It will assure the highest level of hygiene and patient safety, reducing the use of disinfectants.\nThese objectives will be achieved, using a multi-functional approach combining prevention of adhesion with killing of microorganisms, by means of essential oil (EO) emulsions embedded in a micro and nanopatterned polypropylene matrix. \nFLEXPOL covers the following key aspects:\n-It addresses the development, upscaling and demonstration in a relevant industrial environment of the production of films with AM, biocompatible and anti-adhesive properties. Existing extrusion and nanoimprinting pilot lines will act as the starting point in which new additives based on blends of EO will be incorporated. \n-Previously validated technologies constitute the basis of the approach. These technologies will be extended to large scale production and demonstrated in a real operational environment. The pilot line will include real time characterization for inspection of the film at the nanoscale.\n-Robustness and repeatability of film fabrication and its behavior in a real environment will be studied. The effectiveness of the solution will be compared with standard protocols.\n-Materials are chosen according to their cost for large-scale application. Productivity and cost of the fabrication process will be analyzed attending to energetic optimization of the product fabrication and the raw material cost. \n-Access to the pilot line for AM films in this or a different application will be ensured to European Industries at a cost that promotes technology transfer.\n-Non-technological aspects key for the marketing of the product (such as regulatory issues, HSE aspects, LCA...) are considered.",
    "totalCost": "5677717,08",
    "ecMaxContribution": "5171943,34",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDADE DO MINHO;UNIVERSIDAD DE ALICANTE;FUNDACION TEKNIKER;FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;ASOCIACION INSTITUTO BIODONOSTIA;SO.F.TER. SPA;PROPAGROUP SPA;Naturality Research & Development;GRANTA DESIGN LTD",
    "participantCountries": "PT;ES;IT;UK",
    "projectParticipants": {
        "944219244": {
            "orgId": "944219244",
            "orgName": "PROPAGROUP SPA",
            "ecContrib": 294816
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 574750
        },
        "972652078": {
            "orgId": "972652078",
            "orgName": "ASOCIACION INSTITUTO BIODONOSTIA",
            "ecContrib": 449087
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 348842
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 807738
        },
        "985536006": {
            "orgId": "985536006",
            "orgName": "SO.F.TER. SRL",
            "ecContrib": 0
        },
        "918401142": {
            "orgId": "918401142",
            "orgName": "Naturality Research & Development",
            "ecContrib": 200703
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1076888
        },
        "998417218": {
            "orgId": "998417218",
            "orgName": "GRANTA DESIGN LTD",
            "ecContrib": 306794
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 734500
        }
    },
    "calculatedTotalContribution": 4794118
}