{
    "rcn": "206826",
    "acronym": "DiGas Dual fuel",
    "topics": "SMEInst-10-2016-2017",
    "title": "A novel dual fuel system for diesel locomotive modernisation to CNG or LNG operation",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Company is developing proprietary state-of-the-art dual fuel technology and has designed low-cost, scalable,  installable at minimum cost and lead time dual fuel system tailored for locomotive sector. The project will accelerate diesel locomotive market transition from oil based diesel fuel to cheaper, cleaner and much more sustainable alternative and bio fuel - methane either in form of Liquefied (LNG) or Compressed (CNG) methane. Switching the fuel enables locomotive sector to strengthen the advantage railroads hold over trucks in long-haul shipping, comply with tougher environmental and exhaust standards and decrease fuel costs in the same time.\nIn recent years methane is getting a high attention from transport companies, investors, and government in rail sector with US leading the market development. Opportunity is being seized by GE, CAT, EMD and few smaller companies by piloting and testing their dual fuel products. EU is clearly lagging the rest of the world in the adoption of methane as the next gen fuel for locomotive applications. Being European company DiGas is bringing to market dual fuel product dedicated for locomotive sector out competing all similar products on a global scale. With todayís average cost of locomotive dual fuel retrofit  500k EUR, the proprietary game changing innovation enables multiple times decrease of locomotive retrofit costs combined with high diesel fuel substitution rate (60-80%) of the system allowing for commercially attractive payback periods (4 y for shunter and 2 y for main-lines) for rail operators.\nIn project Phase 1 DiGas strives to investigate project risks and potential hurdles of the product commercialization kick-off in Phase 2, for example certification and homologation routes, rail rolling stock and customer for various countries as well as commercialization path for various markets delivering a solid business plan. Based on feasibility study, a strategy TRL raise from 6 to 9 and market-rollout will be defined.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SABIEDRIBA AR IEROBEZOTU ATBILDIBU DIGAS",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917544826": {
            "orgId": "917544826",
            "orgName": "SABIEDRIBA AR IEROBEZOTU ATBILDIBU DIGAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}