{
    "rcn": "206827",
    "acronym": "RA-RAKE",
    "topics": "SMEInst-07-2016-2017",
    "title": "A Novel Double Wheel Rake Machine to provide high quality fodder and high operational speed",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Clean forage is recognized as an essential requirement to grow healthy animals which can produce milk, cheese or meat efficiently. In the last years, this importance has been increased by the farmers' demand of only high quality forage free of dust and stones and which can ensure maximizing diary production. There are two main factors that contribute to affect the final quality of animal feed; i) neat raking which is affected by the percentage of dust and soils contaminating the silage that causes problems of fermentation and bacteria development in forage, and ii) the speed at which crops are harvested contributing to optimize productivity and reduce the raking period that also affect the quality of forage. The existing solutions in the market cannot ensure both clean forage and high working performance at an affordable price with low operational costs.\n\nRepossi is an Italian company with more than 100 years' experience manufacturing haymaking machines who presents RA-RAKE. RA-RAKE is an innovative technology based on a new double wheel rake which includes a double rotating unit that thorughan innovative design, allows not to collect stones nor dust during the raking process.\n\nThis novel technology allows farmers to collect hay free from stones and dust (\\50% less) preventing contamination and turf damage, provide top-quality fodder for optimal milk and meat production. Furthermore, RA-RAKE represents an efficient and cost effective innovation (67% cheaper than other machines) that will offer a solution that reduces fermentation problems, and allowing very fast performance in the field (> 25km/h) which increases farmers'productivity (40%-time savings), and reduce the cost associated to energy consumption (-20%) and maintenance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REPOSSI MACCHINE AGRICOLE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917748623": {
            "orgId": "917748623",
            "orgName": "REPOSSI MACCHINE AGRICOLE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}