{
    "rcn": "206825",
    "acronym": "SCRAMJET",
    "topics": "SMEInst-04-2016-2017",
    "title": "Empowering Business Flights",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "The goal of this innovation project is to build a platform that allows business travellers to better plan their flights by making better use of their time to meet existing or new potential partners. Business travellers do feel frustrated for wasting time in airports, especially in between connecting flights. Millions of people transit in airports on a daily basis but their time is often wasted and their stay can be improved, making business travelling a better return on investment.\nSCRAMJET will be an online digital location-based service (LBS) with a new, and valuable metric to flight planning, based on potential business opportunities that may occur within the waiting times inherent to the airport experience. Business travellers will be able to insert their origin and destination to get different options of possible routes and flight times, together with the information of other travellers they can meet, depending on the flight they take.\nThe market for SCRAMJET is therefore global and high-volume. In the past year, over 3 billion passengers were carried in air transport, generating global revenues of approximately 550 billion euros to commercial airlines. The global air traffic passenger demand has grown an average of 6.5% per year in the last decade and is predicted to keep growing at an annual rate of 4.7% in the next 20 years. Despite leisure being the main purpose for flying, about 30% (i.e. approximately 1 billion ñ SCRAMJET total addressable market) of air travellers fly for business purposes.\nThe feasibility study will consist of business model validation, IPR and market analysis to create launch business knowledge and validate agreements with the different stakeholders (airlines, event organisers, venues, airports, etc.) and validate the go to market strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATERDOG MOBILE LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919410815": {
            "orgId": "919410815",
            "orgName": "WATERDOG MOBILE LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}