{
    "rcn": "206803",
    "acronym": "Wonderlogix STUDIO",
    "topics": "SMEInst-01-2016-2017",
    "title": "Wonderlogix STUDIO: Towards Seamless Industrial Control",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Automatic Industrial Control Systems rely on obsolete PLC code, causing downtime and revenue losses. At the root lies the gap between design and programming that are performed by specialists with divergent knowledge. WONDERLOGIX STUDIO completely disrupts the balance of power between engineering companies and control system integrators, impacting the design and implementation of control systems. We bring the most cost-effective, robust and developer-friendly tool going beyond traditional IDEs to program PLCs with top-quality code. We shift PLC programming from using primitive language to an extremely high-level language, making it possible to program PLCs without writing a single line of code. Instead, sentences in human language are used to define the logic of operation and are automatically converted to top-quality PLC code. A universal, hardware-independent solution, WONDERLOGIX STUDIO will impact globally the industrial production cycles and performances, fostering revenue increase for European and global markets. Huge benefits of WONDERLOGIX STUDIO are: reduced commissioning time, optimal production, elimination of systemsí downtimes due to SW, minimization of damages and risk to facilities. Highly experienced both technically and commercially, we have a main objective: to bring our solution (in which we have already invested 400kÄ) to full maturity by integrating functionalities we identified during pilot testing in industrial environments and during demonstrations for prospective clients. Commercially, we tackle a huge market of PLC manufacturers (mostly EU, USA and Asia) and production industries. The Phase I feasibility assessment will include studies to assess technical barriers, evaluate risks, resources and strategies for technological developments and elaboration of a complete business and commercialization plan and deep assessment of the commercial risks associated with expanding our geographical markets, together with a Freedom to Operate Analysis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WONDERLOGIX LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927425537": {
            "orgId": "927425537",
            "orgName": "WONDERLOGIX LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}