{
    "rcn": "206831",
    "acronym": "MyTherapyTools",
    "topics": "SMEInst-06-2016-2017",
    "title": "ABI telerehabilitation system with high impact in patientís wellbeing at limited cost",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Curative and rehabilitative care have become a real challenge for developed countries, as they already account for more than 50% of the total healthcare expenditure. Acquired Brain Injury (ABI), the leading cause of death and permanent disability worldwide, represent the main component of these costs, and their prevalence is also growing at great rates. Due to the ABI¥s patient chronic condition, the only way to lessening effects or slowing down their disorder is following strict rehabilitation therapies. However, the current rehabilitation model presents a major shortcoming: Lack of impact on patientís wellbeing at great healthcare cost. In addition, the potential of using telemedicine as an alternative is being hindered by the reduced participation of the clinical community, which turns into solutions that do not address the real ABI patient needs for an effective treatment, such as therapies that combine motor ability, cognition and sensory capacity.\n\nAfter 5 years of research at The Institute of Functional Rehabilitation (IRF) of La Salle University, we have developed integral exercises for the telerehabilitation of ABI, to be practiced at home, to train ADL as well as Activities at Work, compiled into a modular platform called MTT. MTT covers the need to provide cost-efficient, incentive and effective ABI rehabilitation by taking proper advantage of ICT in order to allow taking therapy to ADL, and training all related core functions (motor, cognitive and sensory) simultaneously.\n\nMTT operates within the market of Virtual Reality and Telerehabilitation technologies that are experiencing a stunning high growth: CAGR of 19% and 76%, respectively. At the end of SME-Phase 1, we will elaborate a detailed Business Innovation Plan to make us ready for Phase 2 and market uptake following these main objectives: Market study and Validation activities, Deeply study of relevant regulation, monitoring a very dynamic market and IPR integral strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MY THERAPY TOOLS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918056404": {
            "orgId": "918056404",
            "orgName": "MY THERAPY TOOLS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}