{
    "rcn": "206836",
    "acronym": "CARBOMET",
    "topics": "FETOPEN-02-2016",
    "title": "Metrology of Carbohydrates for Enabling European Bioindustries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "CarboMet will foster and drive collaboration, cross-fertilisation and communication among stakeholders to facilitate a uniform approach to the metrology and/or measurement of carbohydrates for exploitation in biopharmaceuticals, diagnosis of disease and precision medicine, food and personal care and sustainable material BioIndustries. This will be achieved through a consolidated approach towards the modification of key emerging technologies or identification of radically new technologies currently unforeseen by technology roadmaps.\nCarbohydrates and glycoconjugates are especially challenging to analyse due to their high stereochemical diversity which means it is difficult to distinguish between them and fully characterise using standard techniques and methods. Current methodologies to fully solve 3-D structures include NMR and X-Ray Crystallography which are low-throughput, require large samples and have poor sensitivity. Emerging technologies are beginning to address these issues such as Ion Mobility Mass Spectrometry (IM-MS) and the combination of 3 gas phase techniques: IR spectroscopy with IM-MS in-vitro enabling high-throughput with higher sensitivity, small samples, and analysis from mixtures to provide structural detail on each component. These technologies are underpinned by advanced supporting technologies such as automated carbohydrate synthesis, bioinformatics tools and databases, and new suites of enzymes for glycan synthesis and modification. CarboMet will use a range of communication and dissemination tools (meetings, workshops, website, surveys, briefing papers) to engage key stakeholders, to establish the current emerging technologies, limitations, and barriers to implementation. Priority areas, future challenges and a wish list of capabilities will then be defined, culminating in the production of a roadmap for 2030, setting out a Europe-wide vision. These capabilities will lead to new robust metrologies for the exploitation of carbohydrates.",
    "totalCost": "496607,5",
    "ecMaxContribution": "496607,5",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 496608
        }
    },
    "calculatedTotalContribution": 496608
}