{
    "rcn": "206843",
    "acronym": "MSCA 2017",
    "topics": "IBA-MSCA-Presidency-2017",
    "title": "Malta EU Presidency MSCA 2017 Conference: Enhancing RI capacity through researchersímobility",
    "startDate": "01/12/2016",
    "endDate": "30/09/2017",
    "objective": "The MSCA 2017 Conference will take place in Malta on 11th and 12th May 2017 under the auspices of the Maltese EU Presidency to the Council of the EU. The event will focus on ëEnhancing R&I capacity through researchersí mobilityí and will be organised by the Malta Council for Science and Technology of the Ministry for Education and Employment, with the collaboration of the University of Malta.\n\nThe overall objective of the conference is to discuss and reflect on the Marie Sk?odowska-Curie Actions with a special focus on ëEnhancing R&I capacity through researchersí mobilityí. The objectives of the event will be reached by sharing of good practices and encouraging a debate on past and ongoing experiences. Experienced and early stage researchers, academics from various universities, European Commission officials, proposal evaluators, representatives of National Contact Points and Programme Committee Meetings will have the possibility to share good practices, views and opinions. The input from the participants will be then elaborated into a conference report.\n\nThe event will also look into other current and future aspects of the MSCA programme such as ëWidening Participationí, in terms of encouraging organizations and researchers from the EU 13 to increase their participation in the MSCA. The role of policy makers, research institutions, non-academia sector, and National Contacts Points in this regard will be addressed.\n\nFurthermore, the conference will also highlight current and future societal challenges in order to prepare researchers for an attractive career and knowledge-exchange opportunities. The interaction between academia and industry sectors, skills, mobility, and gender issues will be among the key elements.\n\nA total of 150-200 participants are foreseen.",
    "totalCost": "181500",
    "ecMaxContribution": "150000",
    "coordinator": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
    "coordinatorCountry": "MT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}