{
    "rcn": "206810",
    "acronym": "FAMILIADOS",
    "topics": "SMEInst-12-2016-2017",
    "title": "familiados.com - a marketplace for professional caregiving",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "familiados.com is a marketplace on line where families can find, select and hire caregivers. Caregivers can create profiles,\nshowing education, specialization, experience and availability; they also choose their hourly rate and the area where they\nwant to work. Families, on their side, can search, find profiles with the specific skills for their need, request availability, close\nthe deal directly with the caregiver and rate the service.\nAll of it in an open platform, where familiados role is to facilitate the interaction, making sure that the profiles include true\ninformation, that families can evaluate their experience and that the transactions take place in a seamless and fluid way,\nfrom the beginning to the end, from selection to payment and evaluation.\nThe two main differential features of familiados are: (1) it specializes in care services for seniors, disabled people and\nhospital companionship; and (2) it is focused in temporary needs, short term assignments.\nAnd the way we will fundamentally change the way this market works now is: (i) by offering caregivers a tool to\nprofessionalize their offer, allowing them to reach the market in a differentiated way and be seen as valuable professionals;\nand (ii) by offering families the tool to select and choose a group of favourite caregivers to take care of their needs, ensuring\navailability and the right professional for the right need.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ON LINE FOR BUSINESS DEPLOYMENT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918969174": {
            "orgId": "918969174",
            "orgName": "ON LINE FOR BUSINESS DEPLOYMENT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}