{
    "rcn": "206824",
    "acronym": "SHOTL",
    "topics": "SMEInst-10-2016-2017",
    "title": "A shared mobility On-Demand Service",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "SHOTL (www.shotl.com) is an on-demand collective transport service that re-defines the daily commute. Comprising a fleet of minivans and intelligent routing software, SHOTL will enable millions of people living and working in ëfirst-mileí and ëlast-mileí areas to reach their daily destinations, offering a convenient and affordable alternative to private cars.\nEvery day around 60M Europeans commute to work by car, spending 68 BÄ annually. This is the primary cause of road congestion, responsible for lost productive time, wasted fuel, air pollution, increased cost of doing business and considerable losses in GDP. \nSHOTL will empower existing public transportation networks by delivering: novel routing technology that offers a truly user-centric travel experience, easy-to-use mobile Apps for commuters and drivers and integration with public transit networks for seamless, end-to-end travel.  \nOur solution is truly unique in the market. Other on-demand mobility services carry only 1-2 people per trip, apply ësurge pricingí during peak times and do not effectively reduce congestion. SHOTL will be the only solution that effectively combines collective transport, a first-rate user experience and affordability, eliminating 165K cars from urban roads, saving 300K hours of productive time and avoiding nearly 40K tonnes of CO2 emissions annually across Europe by 2022.\nWe have completed Alpha tests in a real city environment in Barcelona providing initial validation of our innovationís technical performance, and our participation in the StartUp4Cities program has demonstrated SHOTLís market potential.\nIn Phase 1, we will carry out a feasibility study in order to demonstrate SHOTL Alpha to key stakeholders, improve the product based on real user needs, strengthen our IP protection strategy, define our commercialisation strategy and create a detailed business plan that will ensure rapid expansion into key European markets, eventually extending to North America and beyond.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAMINA LAB SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938922074": {
            "orgId": "938922074",
            "orgName": "CAMINA LAB SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}