{
    "rcn": "206838",
    "acronym": "ZIKAction",
    "topics": "SC1-PM-22-2016",
    "title": "ZIKAction: Preparedness, research and action network on maternal-paediatric axis of ZIKV infection in Latin America and the Caribbean",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "ZIKAction proposes to set up a multidisciplinary research network across Latin America with a focus on maternal and child health to coordinate and implement urgent research against the current ZIKV outbreak and lay the foundation for a preparedness research network against future emerging severe infectious threats in these vulnerable populations. Our Consortium brings together Latin American and European leaders in paediatric infectious disease research, including virologists, epidemiologists, immunologists and obstetric, neonatal and paediatric practitioners, all with a wealth of experience in vertical transmission (VT) studies, a group uniquely placed to evaluate the potentially causative relationship between ZIKV and severe reported complications. ZIKAction will collect data from prospective cohorts of pregnant women and infants to assess ZIKV complications with the necessary level of evidence which is currently lacking. Complementary work in virology will take advantage of repeated biological samples from these cohorts, while pathogenesis studies on animal models will elucidate risk factors and mechanisms of VT. Partnersí experience in conducting trials among pregnant women and children and close contact with other relevant researchers will allow rapid launch of additional interventional studies, including the addition of sites and partners, to address remaining research gaps against ZIKV. Recognizing the breadth and complexity of the research questions presented by the current ZIKV epidemic and the potential for future severe emerging infectious threats, ZIKAction will actively seek out collaborations with relevant initiatives already existing or under development to maximize synergy and avoid duplication of efforts. Our focus on vertical transmission and maternal and child health would nicely complement a range of other activities including clinical and laboratory studies in the general population, surveillance, and work in public health and prevention.",
    "totalCost": "6916081,25",
    "ecMaxContribution": "6916081,25",
    "coordinator": "FONDAZIONE PENTA-FOR THE TREATMENT AND CARE OF CHILDREN WITH HIV-ONLUS",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT CATALA DE LA SALUT;THE UNIVERSITY OF THE WEST INDIES U WI*;ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELLE VENEZIE;SECRETARIA DE SAUDE DO ESTADO CEARA;IRMANDADE DA SANTA CASA DE MISERICORDIA DE SAO PAULO;University of Florida;SERVIZO GALEGO DE SAUDE;FUNDACAO OSWALDO CRUZ;CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.;HOSPITAL DE PEDIATRIA SAMIC PROF. DR. JUAN P. GARRAHAN;UNIVERSITY OF BRISTOL;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "ES;JM;IT;BR;US;PT;AR;UK",
    "projectParticipants": {
        "919005646": {
            "orgId": "919005646",
            "orgName": "IRMANDADE DA SANTA CASA DE MISERICORDIA DE SAO PAULO",
            "ecContrib": 813255
        },
        "997664789": {
            "orgId": "997664789",
            "orgName": "HOSPITAL DE PEDIATRIA SAMIC PROF. DR. JUAN P. GARRAHAN",
            "ecContrib": 152154
        },
        "993392036": {
            "orgId": "993392036",
            "orgName": "University of Florida",
            "ecContrib": 881793
        },
        "997383489": {
            "orgId": "997383489",
            "orgName": "ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELLE VENEZIE",
            "ecContrib": 453485
        },
        "999525637": {
            "orgId": "999525637",
            "orgName": "FONDAZIONE PENTA-FOR THE TREATMENT AND CARE OF CHILDREN WITH HIV-ONLUS",
            "ecContrib": 620808
        },
        "999871248": {
            "orgId": "999871248",
            "orgName": "THE UNIVERSITY OF THE WEST INDIES U WI*",
            "ecContrib": 877065
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195126
        },
        "998697451": {
            "orgId": "998697451",
            "orgName": "FUNDACAO OSWALDO CRUZ",
            "ecContrib": 463995
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 545484
        },
        "944023692": {
            "orgId": "944023692",
            "orgName": "CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.",
            "ecContrib": 281994
        },
        "918844820": {
            "orgId": "918844820",
            "orgName": "SECRETARIA DE SAUDE DO ESTADO CEARA",
            "ecContrib": 394480
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 719316
        },
        "999574913": {
            "orgId": "999574913",
            "orgName": "INSTITUT CATALA DE LA SALUT",
            "ecContrib": 302447
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 214680
        }
    },
    "calculatedTotalContribution": 6916082
}