{
    "rcn": "206807",
    "acronym": "STRINGBIKE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Highly innovative push-pull handbike for boosting wheelchair mobility",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "According to the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD) to ensure effective personal mobility, wheelchair users need a wheelchair which fits them correctly and meets their specific needs. This requires an approach that is responsive to individual needs. However, statistics show that less than 5% of those in need have access to a properly fitted wheelchair. As the ëtraditionalí wheelchairs usually offer only a limited mobility and/or less healthy movements for their users, different connectable bicycles have been invented, but mainly with the traditional chain drive that can be operated by hand pedalling movements. We find the chain drive an outdated solution and the pedalling motion less healthy than the rowing moves, therefore we created a push-pull handbike with our highly innovative string drive technology, which can better meet the above cited requirements concerning wheelchair usersí mobility. With our future developments we aim to adjust our push-pull handbike to all segments of wheelchair users including women, children, the elderly and those who can use only one arm. After fully meeting all usersí needs, we plan to bring the handbike into serial production. For resultful developments - to be done preferably in a Phase 2 project - and a successful commercialisation, we would like to carry out the proposed Phase 1 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STRINGBIKE KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918689814": {
            "orgId": "918689814",
            "orgName": "STRINGBIKE KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}