{
    "rcn": "206882",
    "acronym": "CAASD",
    "topics": "ERC-StG-2015",
    "title": "Cracking the Pitch Code in Music and Language: Insights from Congenital Amusia and Autism Spectrum Disorders",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Music and language share similar properties and are processed in overlapping brain regions. As a common information-bearing element in music and language, pitch plays an essential role in encoding musical melodies, signifying linguistic functions, and conveying emotions through music and speech. However, two distinct neurodevelopmental disorders, congenital amusia (CA) and autism spectrum disorders (ASD), affecting millions of people in Europe and worldwide, may selectively impair individualsí ability to process musical, linguistic, and emotional pitch. To date, it remains unclear why individuals with CA and ASD exhibit significant differences in music, speech, and emotion processing. \n\nUnder our Delicate Form-Function Balance Hypothesis, we will conduct a series of behavioural and neurophysiological experiments to test the central hypothesis that normal musical, linguistic, and emotional functioning requires a delicate balance in the encoding and decoding of form and function in musical, speech, and emotional communication, with musical communication centred on form and linguistic and emotional communication focused on function. Most critically, we hypothesize that the differences in music, speech, and emotional processing in CA and ASD are rooted not only in pitch and cognitive abilities, but also in the balance between form and function for each domain. \n\nAddressing three specific aims regarding the impacts of cognitive processing styles, pitch processing skills, and language background (tone vs. non-tonal) on the behavioural and neurophysiological characteristics of music, language, and emotion processing in CA and ASD, this research will not only help reveal the underlying mechanisms of the two defining aspects of human cognition, music and language, but also form a laboratory for testing key hypotheses about the bio-behavioural manifestations of human neurodevelopmental disorders in music and language processing.",
    "totalCost": "1488814",
    "ecMaxContribution": "1488814",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "SHANGHAI NORMAL UNIVERSITY",
    "participantCountries": "CN",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 1431754
        },
        "998513636": {
            "orgId": "998513636",
            "orgName": "SHANGHAI NORMAL UNIVERSITY",
            "ecContrib": 57060
        }
    },
    "calculatedTotalContribution": 1488814
}