{
    "rcn": "206809",
    "acronym": "IntegraMouse3",
    "topics": "SMEInst-01-2016-2017",
    "title": "Next-generation, modular computer mouse device for disabled people",
    "startDate": "01/12/2016",
    "endDate": "28/02/2017",
    "objective": "About 2.6 million people in Europe have mobility problems affecting their upper limbs, and around 1.3 million of them require Assistive Technologies or the help of human care providers, to be able to perform everyday tasks. Their challenges involve instant access to the physical and digital world. \n\nIn 2003, we, LIFEtool from Austria, launched IntegraMouseÆ, a mouth-based computer mouse device in which the buttons are activated by sipping and puffing. In 2011, we upgraded it to our current IntegraMouseÆPlus, which serves users with high-level paraplegia, with (partial) arm amputations or progressive diseases such as muscular dystrophy (MD), amyotrophic lateral sclerosis (ALS) or multiple sclerosis (MS). Our users have helped us to further promote our product thanks to its unique features: a wireless plug&play device that can be set in mouse, joystick and cursor mode. Hygienic utilisation is ensured by a replaceable mouthpiece.\n\nBased on our discussions with IntegraMouse users, stakeholders in the market and marketing specialists, we now intend to launch IntegraMouse3 by creating a versatile modular mouse that better serves the variety of our users' needs (professional, gaming, social), while being economic in its production and personalisation: IntegraMouse3. Moreover, novel technical features will be added. \n\nCurrently, we operate via a network of distributors that have access to potential users and stakeholders. Today with social media in place, we intend to convert our distribution model into a mouth-to-mouth model using social media channels. This will allow us to directly serve our clients, while reducing costs. \n\nCombining this new distribution model with the new technical features and the modular system, we expect to create sales of over 6.000 modules, resulting in Ä5 Million of annual revenues. As such, IntegraMouse3 will be the frontrunner in the digitalisation process of physically impaired people, which creates jobs and improves social inclusion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIFETOOL SOLUTIONS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917920604": {
            "orgId": "917920604",
            "orgName": "LIFETOOL SOLUTIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}