{
    "rcn": "206832",
    "acronym": "Xepholution",
    "topics": "SMEInst-01-2016-2017",
    "title": "Artificial General Intelligence software enabling workforce relief for optimised results and increased efficiency",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Xepholution is a cutting edge technology based on Artificial General Intelligence. Contrary to the so called ënarrowí Artificial Intelligence (or ëweak AI), Xephorís technology is able to develop creativity and perform intellectual tasks typical to humans. This advance technology, is the first one worldwide which is able to program itself in C\\\\ and learn tasks from experience autonomously. \n\nThe Cloud software observes and learns from a humans working on the computer in which an user-account is logged in, learns what they are doing, and analyses how to react appropriately. The learning process takes place in five stages: a) observation b) confirmation c) simulation d) cooperation e) autonomy. The process takes approximately 4 to 6 months for the system to be ready to take over the tasks completely and progress to creating new solutions and producing new ideas.  \n\nThe founding of Xephor was to directly propagate the cutting-edge AI technology of Xepholution. Xepholutionís creation was highly steeped in scientific and mathematical research, as well as market research indicating the gap with todayís solutions in addressing intelligent usage of software from an artificial source. Xephor have brought to fore a technology finally able to address the effectiveness concerns surrounding current AI being able fill the shoes of an employee; specifically when using speciality software.\n\nThe proposed work in Phase 1 of the SME instrument fits into Xephorís plan to bring Xepholution onto the market by contributing the financial resources needed to plan a fast and efficient wider deployment of the product across its target initial market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XEPHOR SOLUTIONS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926215171": {
            "orgId": "926215171",
            "orgName": "XEPHOR SOLUTIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}