{
    "rcn": "206835",
    "acronym": "ICPerMed Secretariat",
    "topics": "SC1-HCO-05-2016",
    "title": "Secretariat for the International Consortium for Personalised Medicine (IC PerMed)",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The potential of Personalised Medicine (PM) is to improve prevention, diagnosis and treatment of diseases by taking into account individuals' genotypes and phenotypes as well as other biomedical, life style and environmental data. In the last decade, significant advancements have been made especially for cancer or rare diseases. However, due to fragmentation and high upfront-investments the implementation of PM remains challenging, besides the various ongoing research and implementation actions on European, national and regional level. \nTo overcome these hurdles, the International Consortium for Personalised Medicine (ICPerMed) is currently being initiated as a joint endeavour of the European Commission (EC) and more than 20 Member States. ICPerMed aims at aligning present as well as future efforts in all areas of PM by fostering international coordination of research and innovation funding. For this purpose, ICPerMed will develop and operate a European platform for collaboration between funders of PM research. It will promote an interdisciplinary approach to PM and generate policies, best practices, guidelines, and standards. \nICPerMed secretariat will substantially contribute to the success of ICPerMed by efficiently coordinating all consortium activities, by implementing an effective dissemination plan and by assisting in the development of a sustainability strategy. By monitoring ongoing research funding activities in Europe and beyond, the secretariat will serve as the basis for evidence-informed allocation of research funding. ICPerMed secretariat will provide professional support in organising ICPerMed events and the meetings of ICPerMed bodies. In addition, ICPerMed secretariat will guide the dialogue with relevant stakeholders and initiatives. The organisational and logistical support of a secretariat will maximise the unique and long-term impact of ICPerMed by strengthening Europe's leading role in the successful implementation of PM in the global context.",
    "totalCost": "1996722,5",
    "ecMaxContribution": "1996722,5",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "INSTITUTO DE SALUD CARLOS III;MINISTERO DELLA SALUTE;AGENCE NATIONALE DE LA RECHERCHE",
    "participantCountries": "ES;IT;FR",
    "projectParticipants": {
        "998711613": {
            "orgId": "998711613",
            "orgName": "AGENCE NATIONALE DE LA RECHERCHE",
            "ecContrib": 423125
        },
        "999531942": {
            "orgId": "999531942",
            "orgName": "MINISTERO DELLA SALUTE",
            "ecContrib": 430000
        },
        "999507886": {
            "orgId": "999507886",
            "orgName": "INSTITUTO DE SALUD CARLOS III",
            "ecContrib": 267500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 876098
        }
    },
    "calculatedTotalContribution": 1996723
}