{
    "rcn": "206817",
    "acronym": "3DMP",
    "topics": "SMEInst-02-2016-2017",
    "title": "Disruptive 3D printing technology for metalworking SMEs",
    "startDate": "01/10/2016",
    "endDate": "28/02/2017",
    "objective": "Progemec is an Italian engineering services SME that provides consultancy to metalworking and mechanical engineering companies. Progemec identified the void in the supply of 3D metal printers for metalworking SMEs: there are no cheaper alternatives to high-end Ä500K\\ selective laser sintering machines. To address this void, Progemec created a prototype that reuses a standard metal inert gas welder (available at almost any metal shop) and converts it into a fully-fledged 3D metal printer.\n\nProgemecís 3D metal printer is designed to be affordable (priced in the range Ä15-20K which is comparable to other metalworking equipment and services at Ä1,5-2K year) and long lasting, with substantial improvements in electronics and slicing & printing controlling over the prior projects developed in research projects.\n\nProgemec is targeting a portion of a 400,000 market of EU metalworking SMEs who are usually highly specialized, and work with small batch productions (few to several hundred pieces). The 3D metal printer will allow them to work with higher degree of customization which was not economically feasible with traditional manufacturing methods, and remain competitive on the global scale.\n\nIn this 6-month Phase 1 project, Progemec will further assess market potential and research how to create sales and distribution channels to complement its existing direct network in metalworking industry for successful commercialization of 3D metal printer, opening the road for growth as a product organization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROGEMEC SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920742722": {
            "orgId": "920742722",
            "orgName": "PROGEMEC SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}