{
    "rcn": "206801",
    "acronym": "MEDimprove",
    "topics": "SMEInst-06-2016-2017",
    "title": "A novel online service to support self-care and responsible self-medication",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "People often use over-the-counter (OTC) medicines to treat minor health problems and see these medicines as safe. Yet, like any other, OTC medicines present risks and can cause significant morbidity and mortality. To minimize these problems, the decision to self-medicate must take into account all patient's characteristics and relevant medicine information. Despite the risks, self-medication is an increasing practice worldwide and OTC medicines are easily available in stores and for online sale, without counselling from a healthcare provider, in EU and USA. \nIn this global context, we created MEDimprove, a web platform for patients that supports responsible self-care and self-medication. The software is a clinical decision support system based on a complex algorithm that integrates all relevant patient and medicine variables and suggests the adequate safe treatment for each patient. It provides health information and personalized health counselling in a convenient, user-friendly and confidential environment. By integrating with online medicine stores, MEDimprove also gives the possibility to buy OTC medicines and other health products. For these stores, MEDimprove will increase sales by providing users with a professional and personalized counselling.\nPatients have free access to MEDimprove. Revenues come from: sales fees from pharmacies/medicine stores and advertising from pharmaceutical companies. We expect revenues of nearly 1.9 million euros in 3 years in a growing market of online OTC and dermocosmetics sales (which represent 15% of all online shopping and annual CAGR of the EU Market above 8%). \nWe founded serFarma in 2014, providing innovative pharmaceutical services aiming to increase patientsí quality of life by using technology to promote the adequate use of medicines. We have invested over 150.000Ä of own funds, and have started having revenues in March 2016.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SERFARMA LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919373858": {
            "orgId": "919373858",
            "orgName": "SERFARMA LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}