{
    "rcn": "206804",
    "acronym": "CleanHydro",
    "topics": "SMEInst-11-2016-2017",
    "title": "SUSTAINABLE WATER TREATMENT FOR EUROPEAN INDUSTRY - ACHIEVING REGULATORY COMPLIANCE AND ENVIRONMENTAL PROTECTION",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Industry activities such as manufacturing, mining or construction have to deal with the management of their stormwater and industrial process wastewaters, with high contents of suspended and dissolved pollutants that need to be treated before discharge. Disposal of residual wastewaters from an industrial plant is a difficult and costly problem. However, today's technology is either not effective at treating larger volumes of water, too complex or too costly. As a result, companies struggle to comply with regulations affordably, effectively and safely. This situation can force companies and projects to shut down or relocate to areas with less strict environmental protection regulations in order to avoid fines. \n\nThe management of industrial stormwater is also one of the biggest environmental problems today, impacting water quality all over Europe, human's health and ecosystems. Additionally, industries face pressure on scarce water resources. Reuse of water can help reduce pressure and protect European water resources as well as reduce charges for water disposal. However, the reuse of wastewater requires more advanced water treatment technology, which is currently limited and expensive.\n\nCleanHydro combines 2 effective bio chemical treatments for the removal of a wide array of particulate and disolved pollutants: chitosan and BioMedia. Chitosan has widely proven its success as waste water treatment in USA, however we have improved this technology to make it more efficient and introduce it into the European Market. BioMedia is a new treatment made of a blend of natural components. It is carbon-negative and eco-friendly, cost-efficient and has proven to be highly efficient. \n\nCleanHydro is the solution that will allow companies comply with the strict European environmental protection regulations affordably and effectively, and even improve their current industrial processes by managing water in a more sound and sustainable way and at a lower cost.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SWEDISH HYDRO SOLUTIONS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917920119": {
            "orgId": "917920119",
            "orgName": "SWEDISH HYDRO SOLUTIONS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}