{
    "rcn": "206812",
    "acronym": "IE2advisor",
    "topics": "SMEInst-09-2016-2017",
    "title": "Intelligent Energy Efficiency Advisor",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Small and medium enterprises (SMEs, i.e. small offices, restaurants, coffees, retailers, pharmacies, small hotels, etc) typically have electricity bills that can easily exceed 500Ä/month and high savings potential (above 20%). Nonetheless, they do not have adequate solutions to promote energy efficiency, as current solutions are either: i) highly complex and costly Building Energy Management Systems suited only for large buildings or ii) focused on the residential sector needs. Neither of these solutions address the needs of the more than 20 million SMEs in EU-28.\nLeveraging on the infrastructure developed by Watt-IS focused on promoting energy efficiency by a Non-Intrusive Load Monitoring algorithm and a user engagement platform that is currently in pre-commercialization stage, we intend to bring to the market a low cost solution for SMEs, integrating real-time energy monitoring, and innovative automatic generation of tailored energy efficiency measures, intelligent control (lighting and HVAC) and suited for Demand Response (DR) programs ñ the Intelligent Energy Efficiency Advisor (iE2Advisor currently TRL 6).\nAlthough the end-users are SMEs, the main clients for iE2Advisor are Energy Service Companies (ESCOs) and Energy Utilities that can implement the IE2Advisor in their SME clients, generating value throughout the whole value chain, to SMEs (lower energy bills), ESCOs (higher energy savings generated to their clients) to utilities (more flexible management of energy loads and reduction of churn rates).\nOur aim for Phase 1 of the SME Instrument is to validate our Business Model, Market Analysis and Pricing schemes, in order to follow up with a Phase 2 proposal to engage around 10,000 SMEs (through ESCOs) and 315,000 (through Utilities) after 5 years, representing around 10.7 MÄ in revenues. With our assumptions, we expect to deliver a service that will help EU SMEs to save around 500 GWh of electricity per year in year 5 (avoiding around 100MÄ of costs to SMEs).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATT-IS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951010408": {
            "orgId": "951010408",
            "orgName": "WATT-IS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}