{
    "rcn": "206883",
    "acronym": "NONCODRIVERS",
    "topics": "ERC-CoG-2015",
    "title": "Finding noncoding cancer drivers",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Finding the mutations, genes and pathways directly involved in cancer is of paramount importance to understand the mechanisms of tumour development and devise therapeutic strategies to overcome the disease. Due to their role in cancer development and maintenance, the proteins encoded by cancer genes are candidate therapeutic targets. Indeed, in recent years we have witnessed the development of successful cancer-targeting therapies to counteract the effect of driver mutations. Although the coding part of the human genome has now largely been explored in the search for cancer driver mutations in most frequent cancer types, the extent of involvement of noncoding mutations in cancer development remains a mystery. The main challenges faced are: 1) the functional role of most noncoding regions is unknown, and 2) tumours often have thousands of somatic mutations, so that distinguishing cancer driver mutations from bystanders is like finding the proverbial needle in a haystack.  To overcome these two challenges I propose to analyse the pattern of somatic mutations across thousands of tumours in noncoding regions to identify signals of positive selection. These signals are an indication that mutations in the region have been positively selected during tumour evolution and are thus directly involved in the tumour phenotype. The large scale analysis proposed here will allow us to create a catalogue of noncoding elements involved in different types of cancer upon mutations. We will study in detail a selected set of driver elements to uncover their specific function and role in the tumourigenic process. Furthermore, we will explore possibilities of counteracting their driver effect with targeted drugs. The results of this project may boost our understanding of the biological role of noncoding regions, help to unravel novel molecular causes of cancer and provide novel targeted therapeutic opportunities for cancer patients.",
    "totalCost": "1995828,75",
    "ecMaxContribution": "1995828,75",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 1995829
        }
    },
    "calculatedTotalContribution": 1995829
}