{
    "rcn": "206828",
    "acronym": "GESINNE PRO",
    "topics": "SMEInst-09-2016-2017",
    "title": "Intelligent Power Supply Regulator",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Power Quality (PQ) is a key issue for the electricity sector and consumers. The power supplied by the utility generally does not have an ideal sinusoidal voltage because it is affected by events on electricity network (faults, harmonics, lightning strikes, etc.) resulting in PQ distortion and consumers indirect costs. Indirect costs associated with poor PQ, or voltage quality to be more precise, although not obvious are significant for industrial and commercial consumers. These costs show up in the form of energy and efficiency loss, unscheduled downtime, equipment aging, production loss, etc. There is a lack of proper technologies in the market to improve PQ at the consumer's side. Current products just focus on a specific PQ disturbance. There is a need to create new all-inclusive systems at the end-user's side.\n\nGESINNE PRO is an intelligent power supply regulator system targeted to the industry, commerce, corporate and administration (low voltage facilities with power installed up to 1.600 kVA) aiming to improve the overall quality of the power supplied by the electricity grid in order to reduce energy consumption, protect loads, and prevent shutdowns. GESINNE PRO can achieve reductions on the energy bill between 6% and 17% and an average annual cost reduction associated to voltage dips of around 45.000 Ä by intelligently improving the PQ.\n\nGESINNE PRO will be developed by GESINNE S.L., a Spanish SME company founded in October 2014, which, in spite of its youth, has been able to achieve a significant business success by identifying and covering the need of improving the PQ to consumers. The current GESINNE GSC will be modified and improved in order to create GESINNE PRO.\n\nThe proposed project will be profitable with an IRR of 24.48 %, a payback period of 6 years. The estimated total market size for the voltage regulation systems will grow from $1.9 billion in 2014 to $2.4 billion in 2019 at a CAGR of 4.7%. GESINNE PRO aims to get 0.3% of the total market in 2024",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GESTION E INNOVACION EN EFICIENCIAENERGETICA, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917475471": {
            "orgId": "917475471",
            "orgName": "GESTION E INNOVACION EN EFICIENCIAENERGETICA, SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}