{
    "rcn": "206885",
    "acronym": "PENELOPE",
    "topics": "ERC-CoG-2015",
    "title": "A study of weaving as technical mode of existence",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "The PENELOPE project builds on the hypothesis that there was a significant but tacit contribution of textile technology involved in the advent of science in ancient Greece. Bruno Latour recently claimed that technologies require an original mode of existence that accounts for their particular form of detour. I agree and propose the technological labyrinth of threads in weaving as a paradigm for this mode. In contrast to the well-known but insufficient idea of hylemorphism (a form/idea applied to material) I suggest the concept of penemorphism (a co-existence of shifting and un-shifting threads, 'pene' in Greek) that enables to describe the integration of various levels and elements that are included in each and every technology, especially the digital ones. I focus in theory and practice on the technological principles of ancient weaving. In archaic Greece, we find a veridiction, a very particular way of telling the truth in weaving terms that is hidden behind the relations of metaphor and concept or mythos and logos. I detect this veridiction in all sorts of ancient texts, be they philosophical, poetical, mythographic, cosmological, or mathematical. Ancient weaving contains framing features that are lost in modern clothing technology but were decisive for their use as a model of cosmic order. For this investigation I set up a PENELOPEan laboratory where I 1. Detect the models and topologies of weaves (ancient and modern) 2. Develop codes to make them virtually explorable, and 3. Compare different types of coding and their scope with regard to their dependence on specific systems. The laboratory work is accompanied by a comparative investigation of archaic Greek texts, a selective investigation of scientific theories that employ concepts analogous to my weaving paradigm, and an anthropological investigation of the relation of codes, notations and conditions for the development of notation systems.",
    "totalCost": "1943771",
    "ecMaxContribution": "1943771",
    "coordinator": "DEUTSCHES MUSEUM VON MEISTERWERKEN DER NATURWISSENSCHAFT UND TECHNIK",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998803666": {
            "orgId": "998803666",
            "orgName": "DEUTSCHES MUSEUM VON MEISTERWERKEN DER NATURWISSENSCHAFT UND TECHNIK",
            "ecContrib": 1943771
        }
    },
    "calculatedTotalContribution": 1943771
}