{
    "rcn": "206813",
    "acronym": "HF-BWT",
    "topics": "SMEInst-08-2016-2017",
    "title": "Safeguarding shipping operations via a novel modular high frequency power converter to boost installation and performance of ballast water treatment systems",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "The International Maritime Organisation will soon mandate use of ballast water treatment (BWT) systems in all ships over 300T, of which over 31,000 are predicted to be retrofit with electrochlorination systems. However, existing power supply technologies for electrochlorination are very bulky, requiring most ships to be cut and extending retrofit times far beyond the mandatory scheduled dry dock period that ships must take every 5 years. A fundamental barrier to converting all ships during the expected 5 ñ 8 yr regulatory window exists. \nCastlet Ltd have developed a novel high current power supply, based on modular power-sharing of 3 ñ 10 IGBT-controlled high frequency resonant converters. With a step change in performance, scalability and redundancy, the technology also has 9◊ smaller subsystem size and 3.6◊ reduction in total volume. This enables installation without structural work to all ships, reducing the days in dock by 60,000 (2022) across the EU shipping industry and cost savings of Ä2.65 billion. Innovation yields a potential Ä790 million retrofit opportunity, and a further ongoing Ä26.3 million/yr market for use in new ships.\nWithin the scope of the overall project, steps required to prepare the enabling technology for market entry include: optimisation of the parallel power sharing architecture; compatibility with different electrochlorination loads; type approval; reliability testing and development of global service framework; extended field trials; value engineering; EU supply chain development; and productionisation.\nThe proposed Phase 1 feasibility study seeks to address these requirements by delivery of an elaborated business plan; prioritised EU market entry strategy; supply chain initiation; production development roadmap; logistics planning and service models; robust OEM engagements to develop core compatibility; IP strategy and value model; as well as technical, regulatory and value engineering roadmaps for the final phase of developments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CASTLET LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953893345": {
            "orgId": "953893345",
            "orgName": "CASTLET LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}