{
    "rcn": "206954",
    "acronym": "RAPID",
    "topics": "ERC-2016-STG",
    "title": "Chromatin dynamics resolved by rapid protein labeling and bioorthogonal capture",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Histone proteins provide a dynamic packaging system for the eukaryotic genome. Chromatin integrates a multitude of signals to control gene expression, only some of which have the propensity to be maintained through replication and cell division. For our understanding of cellular memory and epigenetic inheritance we need to know what features characterize a stable, heritable chromatin state throughout the cell cycle. State-of-the-art methods such as ChIP-Seq provide population-based snapshots of the epigenomic landscape but little information on the stability and relative importance of each studied feature or modification. This project pioneers a rapid, sensitive and selective protein labeling method (termed RAPID) for capturing genome-wide chromatin dynamics resolved over a period of time ranging from minutes to days. RAPID introduces a flexible time dimension in the form of pulse or pulse-chase experiments for studying genome-wide occupancy of a protein of interest by next-gen sequencing. It can also be coupled to other readouts such as mass spectrometry or microscopy. RAPID is uniquely suited for studying cell cycle-linked processes, by defining when and where stable ëmarksí are set in chromatin. I will employ mouse embryonic stem cell (mESC) as a model system for pluripotency and lineage specification. RAPID will define fundamental rules for inheritance of histone and other chromatin-associated proteins and how they are modulated by the fast cell cycle of pluripotent cells. Using RAPID in combination with other state-of-the art genetics and epigenomics, I will collect multi-dimensional descriptions of the dynamic evolution and propagation of functionally relevant chromatin states, such as interstitial heterochromatin and developmentally regulated Polycomb domains.",
    "totalCost": "1846360",
    "ecMaxContribution": "1846360",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1846360
        }
    },
    "calculatedTotalContribution": 1846360
}