{
    "rcn": "206916",
    "acronym": "VGAP",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Viral Genome Associated Proteome",
    "startDate": "01/02/2017",
    "endDate": "30/06/2019",
    "objective": "The aim of this study is to analyze the comprehensive proteome associated with viral DNA. This systems biology approach that will combine functional proteomics and genomics has the name Viral Genome Associated Proteome (VGAP). It is based on a modification and refinement of the Hybridization Capture of Chromatin Associated Proteins for Proteomics (HyCCAPP) technology. All proteins associated with viral DNA, initially using Herpes simplex virus for proof of concept, will be cross-linked by paraformaldehyde treatment, the viral DNA will be selectively precipitated, and all proteins associated with the viral genome will be analyzed by mass spectrometry. The results will reveal all cellular and viral proteins that physically interact with the viral genome at a certain time and that are involved among others in regulation of viral genome structure, viral gene expression, DNA repair and cellular intrinsic immunity. \nThe development of VGAP, a new method for the specific analysis of the viral genome-associated proteome will provide a new tool for the research of DNA viruses. In theory VGAP should be applicable to all DNA viruses, and we think it will be possible to analyze proteins associated with the DNA of all DNA viruses, so the entire field of virology should profit from the establishment of viral HyCCAPP. DNA viruses include important human pathogens like herpesviruses, human papillomaviruses and adenoviruses. A plethora of novel viral DNA-protein interactions will be discovered that will spark new research projects and can serve as new targets for antiviral therapy and vaccination strategies. Although beyond the scope of this proposal, so far unknown cellular proteins that are needed for efficient viral replication can be used for screening of small molecule libraries and novel small molecule inhibitors identified for antiviral therapy.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITATSKLINIKUM ERLANGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866495": {
            "orgId": "999866495",
            "orgName": "UNIVERSITATSKLINIKUM ERLANGEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}