{
    "rcn": "206939",
    "acronym": "ONLINERPOL",
    "topics": "ERC-2016-STG",
    "title": "Faith Online: Transnational Religious Politics on New Media in India and Europe",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "This project explores new media practices in India and its diaspora in Europe, to examine the relations between the expanding Internet media and the political cultures of religious identities in the current moment of globalization. As opposed to understanding new media as discrete channels of communication or an abstract technological context that defines globalization, the project uses a unique conceptual frame of approaching the Internet as an arena of ìmultiple interfacesî. This frame foregrounds the profound mediation of the Internet media in bringing distinct actors, levels of authority, ideologies and motivations in close confrontation: the nation state, market, diaspora, homeland publics and divergent religious communities. Each project in the proposed program will illuminate one important strand of the interfaces, to ask how these interfaces constitute new mediated spaces of collisions and contiguities, which allow political actors within and beyond the national frontiers to negotiate and collaborate in unprecedented ways. It examines how in turn, the generative capacity of such mediated interfaces has opened up new locations, modulations and means of practice for the political use of religion, especially for interreligious difference as a political concept. It scrutinizes the implications of these developments for relations of sovereignty and citizenship, with a theoretical objective to approach the emerging confluence of religious enterprise, political conservatism and economic liberalization. To achieve the objectives, the study, in a rare methodological move, combines social media network analysis with ethnography of actual people posting the messages on online media.",
    "totalCost": "1078264",
    "ecMaxContribution": "1078264",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1078264
        }
    },
    "calculatedTotalContribution": 1078264
}