{
    "rcn": "206910",
    "acronym": "Neuroheart",
    "topics": "MSCA-IF-2015-GF",
    "title": "Cardiovascular Molecular Imaging for Personalized Tailored Treatment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Objectives of the proposal: Heart Failure (HF) is estimated to cost the EU economy Ä196 billion a year. Currently, patients are treated with the highest pharmaceutical doses of antiRAS agents, which cause severe side effects and reduce the patientsí quality of life. Moreover, treatment responses are highly variable. This study aims to enable imaging-guided treatment optimization by using a radiolabelled novel angiotensin 1 receptor (AT1) blocker analogue in a small animal model of myocardial infarction (MI). Positron emission tomography (PET) as a cutting-edge method of evaluating HF pathophysiology at a molecular level will be employed to optimize treatment.\nHow the objectives will be achieved: MI will be obtained by ligation of the coronary artery in Wistar rats. Subsequently, PET imaging with a dedicated small animal system (mciroPET) will be performed. A multiple set of cardioneuronal PET tracers provided by the partner institution at Johns Hopkins University will be used to measure the extent of global and regional neurohumoral abnormalities in rat hearts following different degrees of ischemic insult. The relationship between neurohumoral system alterations and subsequent left ventricular remodelling will be determined by microPET and Magnetic Resonance Imaging to assess deterioration of ventricular geometric parameters. Using the novel AT1-ligand, imaging-guided dose-derived therapeutic concepts for Wistar rats will be established in vivo with the aim to transfer this technique to the clinic in a long term perspective.  \nRelevance to the Work Programme: I envisage that in the future a single cardiac PET scan prior to treatment initiation will be sufficient to estimate the appropriate drug dose in any given HF patient. This new concept of individualized drug dose determination has the potential to lead to personalized treatment for one of the most frequent fatal and expensive diseases and thereby contributes to the reduction of the economic burden of the EU.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998267741": {
            "orgId": "998267741",
            "orgName": "JOHNS HOPKINS UNIVERSITY",
            "ecContrib": 0
        },
        "997297353": {
            "orgId": "997297353",
            "orgName": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}