{
    "rcn": "206999",
    "acronym": "CAPICE",
    "topics": "MSCA-ITN-2016",
    "title": "Childhood and Adolescence Psychopathology: unravelling the complex etiology by a large Interdisciplinary Collaboration in Europe",
    "startDate": "01/02/2017",
    "endDate": "31/01/2021",
    "objective": "In the Roadmap for Mental Health and Wellbeing Research in Europe (ROAMER), top-priority is research into child and adolescent mental health symptoms. CAPICE (Childhood and Adolescence Psychopathology: unravelling the complex etiology by a large Interdisciplinary Collaboration in Europe) will address this priority. \nThis network will elaborate on the EArly Genetics and Lifecourse Epidemiology (EAGLE) consortium, a well-established collaboration of the many European birth and adolescent population based (twin and family) cohorts with unique longitudinal information on lifestyle, family environment, health, and emotional and behavioral problems. Phenotypic and genome-wide genotypic data are available for over 60,000 children, in addition to genome-wide genotypes for over 20,000 mothers and epigenome-wide data for over 6,000 children. Combined with the enormous progress in methodology, the results of the research performed in this network will greatly expand our knowledge regarding the etiology of mental health symptoms in children and adolescents and shed light on possible targets for prevention and intervention, e.g. by drug target validation. Moreover, it will provide Early Stage Researchers (ESRs) with an excellent training in the psychiatric genomics field given by a multidisciplinary team of eminent scientists from the academic and non-academic sector highly experienced in e.g., gene-environment interaction and covariation analyses, (epi)genome-wide association studies, Mendelian Randomization (MR) and polygenic analyses. With a focus on common and debilitating problems in childhood and adolescence, including depression, anxiety and Attention Deficit Hyperactivity Disorder, CAPICE will contribute to improving later outcomes of young people in European countries with child and adolescent psychopathology.",
    "totalCost": "3163687,92",
    "ecMaxContribution": "3163687,92",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITEIT TWENTE;UNIVERSITA DEGLI STUDI DI CAGLIARI;JANSSEN-CILAG AKTIEBOLAG;KAROLINSKA INSTITUTET;UNIVERSITY OF BRISTOL;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;GOETEBORGS UNIVERSITET;KING'S COLLEGE LONDON",
    "participantCountries": "UK;NL;IT;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 273288
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 263659
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 255374
        },
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 258061
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 546576
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 255374
        },
        "923265595": {
            "orgId": "923265595",
            "orgName": "JANSSEN-CILAG AKTIEBOLAG",
            "ecContrib": 263659
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3163687
}