{
    "rcn": "206971",
    "acronym": "REDOX SHIELDS",
    "topics": "ERC-2016-STG",
    "title": "Protection of Redox Catalysts for Cathodic Processes in Redox Matrices.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Biological or molecular catalysts built from Earth-abundant elements are envisioned as economically viable alternatives to the scarce noble metals that are currently used in renewable energy conversion. However, their fragility and O2 sensitivity have been obstacles to their adoption in industry. We have recently proposed O2 quenching matrices for protecting intrinsically O2-sensitive catalysts for use in anodic (oxidative) processes. We have demonstrated that even hydrogenases, the highly sensitive metalloenzymes that oxidize H2, can be used under the harsh conditions encountered in operating fuel cells. However, attempts to reverse the concept for the protection of cathodic (reductive) processes, such as H2 evolution, have been unsuccessful so far. In this case, the electrode generates the reducing agents in the form of electrons, which are needed for both H2 generation and reductive O2 quenching. The competition between the two reactions results in insufficient protection from O2 and deactivation of the catalyst.\nThe objective is to design an alternative electron pathway that relies on H2 as a charge carrier to efficiently shuttle the reductive force to the matrix boundaries and quench the incoming O2. We will develop novel electron mediators with dual functionalities to enable the reversible H2/H\\ interconversion and to achieve the complete reduction of O2 to water. We will focus on organic systems, as well as metal complexes based on Earth-abundant elements with tunable ligand spheres, to adjust their redox potentials for the desired direction of the electron flow and toward fast O2 reduction kinetics. The synthetic efforts will be supported by electrochemical modelling to predict the required properties of the redox matrix for efficient protection. After establishing the protection principle, we will demonstrate its practical use for implementing sensitive bio-catalysts for electrochemical H2 evolution under conditions relevant to energy conversion processes.",
    "totalCost": "1483092,5",
    "ecMaxContribution": "1483092,5",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 1483092
        }
    },
    "calculatedTotalContribution": 1483092
}