{
    "rcn": "206933",
    "acronym": "BinCosmos",
    "topics": "ERC-2016-STG",
    "title": "The Impact of Massive Binaries Through Cosmic Time",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Massive stars play many key roles in Astrophysics. As COSMIC ENGINES they transformed the pristine Universe left after the Big Bang into our modern Universe.  We use massive stars, their explosions and products as COSMIC PROBES to study the conditions in the distant Universe and the extreme physics inaccessible at earth.  Models of massive stars are thus widely applied. A central common assumption is that massive stars are non-rotating single objects, in stark contrast with new data. Recent studies show that majority (70% according to our data) will experience severe interaction with a companion (Sana, de Mink et al. Science 2012). \n\nI propose to conduct the most ambitious and extensive exploration to date of the effects of binarity and rotation on the lives and fates of massive stars to (I) transform our understanding of the complex physical processes and how they operate in the vast parameter space and (II) explore the cosmological implications after calibrating and verifying the models. To achieve this ambitious objective I will use an innovative computational approach that combines the strength of two highly complementary codes and seek direct confrontation with observations to overcome the computational challenges that inhibited previous work.  \n\nThis timely project will provide the urgent theory framework needed for interpretation and guiding of observing programs with the new facilities (JWST, LSST, aLIGO/VIRGO).  Public release of the model grids and code will ensure wide impact of this project. I am in the unique position to successfully lead this project because of my (i) extensive experience modeling the complex physical processes, (ii) leading role in introducing large statistical simulations in the massive star community and (iii) direct involvement in surveys that will be used in this project.",
    "totalCost": "1926634",
    "ecMaxContribution": "1926634",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1926634
        }
    },
    "calculatedTotalContribution": 1926634
}