{
    "rcn": "206949",
    "acronym": "Chi2-Nano-Oxides",
    "topics": "ERC-2016-STG",
    "title": "Second-Order Nano-Oxides for Enhanced Nonlinear Photonics",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Nonlinear optics is present in our daily life with applications, e.g. light sources for microsurgery or green laser pointer. All of them use bulk materials such as glass fibers or crystals. Generating nonlinear effects from materials at the nanoscale would expand the applications to biology as imaging markers or optoelectronic integrated devices. However, nonlinear signals scale with the volume of a material. Therefore finding materials with high nonlinearities to avoid using high power and large interaction length is challenging. Many studies focus on third order nonlinearities (described by a ?(3) tensor) present in every material (silicon, grapheneÖ) or on metals for enhancing nonlinearities with plasmonics. My approach is to explore second-order ?(2) nanomaterials, since they show higher nonlinearities than ?(3) ones, additional properties such as birefringence, wide band gap for transparency, high refractive index (n>2), and no ohmic losses. Typical ?(2) materials are oxides (BaTiO3, LiNbO3Ö) with a non-centrosymmetric crystal used for wavelength conversion like in second-harmonic generation (SHG).\nThe key idea is to demonstrate original strategies to enhance SHG of ?(2)  nano-oxides with the material itself and without involving any hybrid effects from other materials such as plasmonic resonances of metals. First, I propose to use multiple Mie resonances from BaTiO3 nanoparticles to boost SHG in the UV to NIR range. Up to now, Mie effects at the nanoscale have been measured in materials with no ?(2) nonlinearities (silicon spheres). Second, since ?(2)  oxides are difficult to etch, I will overcome this fabrication issue by demonstrating solution processed imprint lithography to form high-quality photonic crystal cavities from nanoparticles. Third, I will use facet processing of single LiNbO3 nanowire to obtain directionality effects for spectroscopy on-a-chip. This work fosters applications and commercial devices offering a sustainable future to this field.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}