{
    "rcn": "206915",
    "acronym": "CARER-AID",
    "topics": "MSCA-IF-2015-EF",
    "title": "Controlled Autonomous Robot for Early detection and Rehabilitation of Autism and Intellectual Disability",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "This proposal envisions a humanoid robot as a supervised autonomous assistant that will support caregivers in early diagnosis and improve the treatment of individuals with Autism Spectrum Disorder (ASD) associated with Intellectual Disability (ID). The robot can be part of the diagnostic team during the administration of the psycho-diagnostic tests in order to enrich the data that the psychologist can use to refine the diagnosis, helping them to distinguish among the ASD and ID levels. The robot can autonomously carry out routine rehabilitation activities that donít need particular attention by the human therapist, who can, therefore, focus on other subjects that need more care. The robot will always remain under the ultimate control of the caregiver who can use the robotís sensors streaming to monitor the child and intervene when needed.\nThe proposal presents a research program that will introduce three main innovations: (i) an unique set of use cases in which a sociall assistive robot gives support to the diagnosis and rehabilitation of ASD and ID; (ii) implementation of novel control strategies for autonomous and safe robot-child interaction that can support the intelligent personalization of activities and overcome problems of the ìWizard of Ozî (WoZ) approach in practical applications; (iii) An user-centred design of the use cases that facilitates the direct integration of the robot in everyday activities and standard therapeutic protocols.\nThe final output of the research project will be a complete set of use cases that will be empirically validated via pilot studies and small-scale trials in school, family and clinical environments. Furthermore, the proposal enlists a series of actions for the widespread scientific dissemination of the experimental results and outreach activities to give evidence also to the general public of the actual opportunities offered by robot and, thus, increase their acceptance and willingness to use robots in the care of ASD and ID.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "SHEFFIELD HALLAM UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842148": {
            "orgId": "999842148",
            "orgName": "SHEFFIELD HALLAM UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}