{
    "rcn": "206989",
    "acronym": "ClustersXCosmo",
    "topics": "ERC-2016-STG",
    "title": "Fundamental physics, Cosmology and Astrophysics: Galaxy Clusters at the Cross-roads",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The ClustersXCosmo ERC Starting Grant proposal has the goal of investigating the role of Galaxy Clusters as a cosmological probe and of exploiting the strong synergies between observational cosmology, galaxy formation and fundamental physics related to the tracers of the extreme peaks in the matter density field. In the last decade, astronomical data-sets have started to be widely and quantitatively used by the scientific community to address important physical questions such as: the nature of the dark matter and dark energy components and their evolution; the physical properties of the baryonic matter; the variation of fundamental constants over cosmic time; the sum of neutrino masses; the interplay between the galaxy population and the intergalactic medium; the nature of gravity over megaparsec scales and over cosmic times; the temperature evolution of the Universe. Most of these results are based on well-established geometrical cosmological probes (e.g., galaxies, supernovae, cosmic microwave background). Galaxy clusters provide a complementary and necessary approach, as their distribution as a function of time and observables is sensitive to both the geometrical and the dynamical evolution of the Universe, driven by the growth of structures. Among different cluster surveys, Sunyaev Zel'Dovich effect (SZE) detected catalogs have registered the most dramatic improvement over the last ~5 years, yielding samples extending up to the earliest times these systems appeared. This proposal aims at using a combination of the best available SZE cluster surveys and to interpret them by means of state-of-the-art computational facilities in order to firmly establish the yet controversial role of Galaxy Clusters as a probe for cosmology, fundamental physics and astrophysics. The timely convergence of current and next generation multi-wavelength surveys (DES/SPT/Planck/eRosita/Euclid) will be important to establish the role of Galaxy Clusters as a cosmological tool.",
    "totalCost": "1230403",
    "ecMaxContribution": "1230403",
    "coordinator": "ISTITUTO NAZIONALE DI ASTROFISICA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 1230403
        }
    },
    "calculatedTotalContribution": 1230403
}