{
    "rcn": "206914",
    "acronym": "SPanD",
    "topics": "MSCA-IF-2015-GF",
    "title": "Stellar Populations and Dynamics: a comprehensive IMF analysis",
    "startDate": "16/01/2017",
    "endDate": "15/01/2020",
    "objective": "The number distribution of stars by mass in a stellar system, at birth, is given by the initial mass function (IMF). The IMF not only regulates the chemical enrichment of a galaxy, but it also determines its spectrum and the mass scale. Moreover, it is the bridge between the physics and properties of individual stars and the light that we observe from distant galaxies. Therefore, the IMF constitutes a fundamental piece in modern Astrophysics. Since the pioneers works suggested an invariant IMF in all star-forming systems, the universality of the IMF has been a common assumption in every extra-galactic study over the last 50 years. However, recent claims of IMF variations in nearby massive galaxies have challenged this standard picture. The Stellar Populations and Dynamical (SPanD) project aims to perform critical study of these IMF variations, by combining both stellar populations and dynamical techniques to derive the IMF in nearby and high-redshift objects. Given the strong dependence of most of the astronomical observables on the IMF, a comprehensive IMF analysis as proposed in SPanD is crucial to better understand our observations, and ultimately, to understand how galaxies have formed and evolved.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}