{
    "rcn": "206957",
    "acronym": "EVOMICROCOMM",
    "topics": "ERC-2016-STG",
    "title": "Evolving interactions in microbial communities",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Microbes play an important role in various aspects of our lives, from our own health to the health of our environment. In almost all of their natural habitats, microbes live in dense communities composed of different strains and species that interact with each other. As these microbes evolve, so do the interactions between them, which alters the functioning of the community as a whole.\n\nIn this project, I propose to develop theoretical and experimental tools to study and control evolving interactions between cells and species living in microbial ecosystems. This will involve three main research objectives: first, we will couple theory and experiments to disentangle and characterise the social interactions between five bacterial species that make up an ecosystem used to degrade pollutants. Our second objective will be to use this knowledge to control this same ecosystem, by directing it toward increased productivity and stability. Finally, our third objective will be to ìbreedî novel communities from scratch using experimental evolution to promote cooperative interactions between community members and thereby increase productivity.\n\nThis interdisciplinary and ambitious research will allow us to improve existing methods in pollution degradation, and to design new microbial communities for this and other purposes. More generally, our model system will provide an in-depth conceptual understanding of microbial ecosystems and their evolution, and the tools to investigate more complex microbial communities. My ultimate vision is to possess the technology to use microbial communities to degrade waste, generate efficient biofuels, and design customised treatments for intestinal diseases. This project promises to create the foundations needed to develop this technology, and open many exciting avenues for future research.",
    "totalCost": "1498875",
    "ecMaxContribution": "1498875",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1498875
        }
    },
    "calculatedTotalContribution": 1498875
}