{
    "rcn": "206972",
    "acronym": "SUPRACOP",
    "topics": "ERC-2016-STG",
    "title": "Systems Chemistry Approach towards Semiconductive Supramolecular Copolymers with Homo- and Heterometallophilic Interactions",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Infinite one-dimensional structures with a metallic main chain of short metal-metal contacts have attracted considerable attention in the field of materials science for many decades due to their excellent optical properties and remarkable dichroism and electrical (semi)conductivity. These materials suffer, however, from decomposition prior to melting and low solubility and processability. The strategy of introducing alkyl side chains of different nature in the past two decades proved to be particularly successful towards better soluble materials or gels with implications in optoelectronics. However, this comes at the price of reduced bulk conductivities leading in some cases to electrical insulators due to the perturbation of the metal-metal contacts.\n\nIn this proposal, a Systems Chemistry approach will be introduced to create unprecedented supramolecular copolymers that are anticipated to exhibit: a) high solubility, reversibility and stability in organic solvents and water and, b) short metal contacts involving either positively and negatively charged metal ions of the same nature (Pt2\\/Pt2-) or dissimilar metal centres (Pd(II)/Pt(II) and Ag(I)/Au(I)) with equivalent coordination geometry. To achieve this goal, ligands with an extended aromatic surface for pi-stacking supported by complementary non-covalent interactions have been selected to bring suitable metal ions in close proximity. This can be summarized in three approaches. 1) Optimization of the geometrical complementarity between the interacting ligands; 2) Introduction of hydrogen bonding and electrostatic complementarity between side groups, and 3) Exploiting weak interactions between geometrically equivalent electron rich and electron poor units. The extent of metal-metal interactions can be ultimately controlled by introducing suitable light switchable groups. \n\nThis concept is expected to provide access to novel, highly-ordered materials with rich photophysical and semiconductive properties.",
    "totalCost": "1493750",
    "ecMaxContribution": "1493750",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1493750
        }
    },
    "calculatedTotalContribution": 1493750
}