{
    "rcn": "206955",
    "acronym": "BEAM-EDM",
    "topics": "ERC-2016-STG",
    "title": "Unique Method for a Neutron Electric Dipole Moment Search using a Pulsed Beam",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "My research encompasses the application of novel methods and strategies in the field of low energy particle physics. The goal of the presented program is to lead an independent and highly competitive experiment to search for a CP violating neutron electric dipole moment (nEDM), as well as for new exotic interactions using highly sensitive neutron and proton spin resonance techniques.\nThe measurement of the nEDM is considered to be one of the most important fundamental physics experiments at low energy. It represents a promising route for finding new physics beyond the standard model (SM) and describes an important search for new sources of CP violation in order to understand the observed large baryon asymmetry in our universe. The main project will follow a novel concept based on my original idea, which plans to employ a pulsed neutron beam at high intensity instead of the established use of storable ultracold neutrons. This complementary and potentially ground-breaking method provides the possibility to distinguish between the signal due to a nEDM and previously limiting systematic effects, and should lead to an improved result compared to the present best nEDM beam experiment. The findings of these investigations will be of paramount importance and will form the cornerstone for the success of the full-scale experiment intended for the European Spallation Source. A second scientific question will be addressed by performing spin precession experiments searching for exotic short-range interactions and associated light bosons. This is a vivid field of research motivated by various extensions to the SM. The goal of these measurements, using neutrons and protons, is to search for additional interactions such new bosons mediate between ordinary particles.\nBoth topics describe ambitious and unique efforts. They use related techniques, address important questions in fundamental physics, and have the potential of substantial scientific implications and high-impact results.",
    "totalCost": "1404062",
    "ecMaxContribution": "1404062",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}