{
    "rcn": "206931",
    "acronym": "URBACH-ALZ",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hyper-emotionality after neurodegenerative loss of inhibition of the amygdala",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "'I propose to test how hyper-anxiety in Alzheimer's disease (AD) patients is caused by neurodegeneration in the amygdala, our 'center of fear', by comparing with a unique group of Urbach Wiethe disease (UWD) patients with bilateral neurodegeneration of the amygdala (BLA) for which I also construct an animal model. UWD is caused by a very rare genetic mutation occurring in only a handful of individuals worldwide. My host in Lausanne has gained access, however, to a uniquely large group of UWD patients in South-Africa (>40) where the mutation has spread for 400 years in Dutch settlers. Our collaborators at Cape Town University have found, in anatomical & functional MRI and special behavioral tests, how specific loss of inhibitory projections from the basolateral (BLA) onto the central part of the amygdala (CeA) causes hyper-anxiety in UWD. Based upon recently reported BLA neurodegeneration in AD patients, I hypothesize a crucial BLA role in hyper-anxiety of AD patients. I plan to test this in AD patients with clinical collaborators in Lausanne and, to test this hypothesis causally, I have started to opto,- anc chemogenetically decrease BLA function in an animal model.\nIn addition, in Lausanne a stronger hyper-anxiety was observed in AD patients with insecurely attached personality profiles. As my host lab has established an inhibitory role of oxytocin (OT) in the CeA, I hypothesize a decreased OT signaling in CeA of these patients, adding to the anxiety already caused by the BLA loss. I plan to test this both in AD and UWD patients by correlating attachment profiles with OT levels (in blood & cerebrospinal fluid) and anxiety levels & BLA damage (MRI). I will use opto&chemogenetic targeting of OT signaling in animals for a causal relation. This multidisciplinary and translational approach can give a deeper understanding of the role of the amygdala in hyper-anxiety in human patients, and provide a firm neurobiological basis for applying OT to treat anxiety disorders.\n'",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999600909": {
            "orgId": "999600909",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}