{
    "rcn": "206995",
    "acronym": "CREATE",
    "topics": "NMBP-03-2016",
    "title": "Critical Raw materials Elimination by a top-down Approach To hydrogen and Electricity generation",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "CREATE aims at developing innovative membrane electrode assemblies for low-temperature polymer-electrolyte fuel cell (FC) and electrolyzer (EL) with much reduced cost. This will be achieved via elimination or drastic reduction of critical raw materials in their catalysts, in particular platinum group metals (PGM).\n\nKey issues with present low-temperature FC & EL are the high contents of PGM in devices based on proton-exchange-membrane (PEM) and the need for liquid electrolytes in alkaline FC and EL. To overcome this, we will shift from PEM-based cells to 1) pure anion-conducting polymer-electrolytes and 2) to bipolar-membrane polymer electrolytes. The latter comprises anion and proton conducting ionomers and a junction. Bipolar membranes allow adapting the pH at each electrode, thereby opening the door to improved performance or PGM-free catalysts. Both strategies carry the potentiality to eliminate or drastically reduce the need for PGM while maintaining the advantages of PEM-based devices.\n\nIn strategy 1, novel anion-exchange ionomers and membranes will be developed and interfaced with catalysts based on Earth-abundant metal oxides or metal-carbon composites for the oxygen reactions, and with ultralow PGM or PGM-free catalysts for the hydrogen reactions.\n\nIn strategy 2, novel bipolar membrane designs, or designs unexplored for FC & EL, will be developed and interfaced with catalysts for the oxygen reactions (high pH side of the bipolar membrane) and with catalysts for the hydrogen reactions (low pH side). The ionomers and oxygen reaction catalysts developed in strategy 1 will be equally useful for strategy 2, while identified PGM-free and ultralow-PGM catalysts will be implemented for the hydrogen reactions on the acidic side.\n\nPolymer-electrolyte FC & EL based on those concepts will be evaluated for targeted applications, i.e. photovoltaic electricity storage, off-grid back-up power and H2 production. The targeted market is distributed small-scale systems.",
    "totalCost": "4480978,02",
    "ecMaxContribution": "4318478,02",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA;EIFER EUROPAISCHES INSTITUT FUR ENERGIEFORSCHUNG EDF KIT EWIV;FORSCHUNGSZENTRUM JULICH GMBH;AALTO KORKEAKOULUSAATIO SR;ITM POWER (TRADING) LIMITED;FUMATECH BWT GMBH;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;PRETEXO;NORTHEASTERN UNIVERSITY",
    "participantCountries": "IT;ES;DE;FI;UK;IL;FR;US",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 403750
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "998055408": {
            "orgId": "998055408",
            "orgName": "FUMATECH BWT GMBH",
            "ecContrib": 512375
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 598124
        },
        "997980718": {
            "orgId": "997980718",
            "orgName": "EIFER EUROPAISCHES INSTITUT FUR ENERGIEFORSCHUNG EDF KIT EWIV",
            "ecContrib": 365781
        },
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 350625
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 699424
        },
        "974052370": {
            "orgId": "974052370",
            "orgName": "ITM POWER (TRADING) LIMITED",
            "ecContrib": 374200
        },
        "989124036": {
            "orgId": "989124036",
            "orgName": "PRETEXO",
            "ecContrib": 88060
        },
        "998448064": {
            "orgId": "998448064",
            "orgName": "NORTHEASTERN UNIVERSITY",
            "ecContrib": 0
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 451551
        }
    },
    "calculatedTotalContribution": 3843890
}