{
    "rcn": "206942",
    "acronym": "HP4all",
    "topics": "ERC-2016-STG",
    "title": "Persistent and Transportable Hyperpolarization for Magnetic Resonance",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Magnetic resonance imaging (MRI) and nuclear magnetic resonance (NMR) and are two well-established powerful and versatile tools that are extensively used in many fields of research, in clinics and in industry.\nDespite considerable efforts involving highly sophisticated instrumentation, these techniques suffer from low sensitivity, which keeps many of todayís most interesting problems in modern analytical sciences below the limits of MR detection. \nHyperpolarization (HP) in principle provides a solution to this limitation. We have recently pioneered breakthrough approaches using dissolution dynamic nuclear polarization (d-DNP) for preparing nuclear spins in highly aligned states, and therefore boosting sensitivity in several proof-of-concept reports on model systems. The proposed project aims to leverage these new advances through a series of new concepts i) to generate the highest possible hyperpolarization that can be transported in a persistent state, and ii) to demonstrate their use in magnetic resonance experiments with > 10í000 fold sensitivity enhancements, with the potential of revolutionizing the fields of MRI and NMR.\nBy physically separating the source of polarization from the substrate at a microscopic level, we will achieve polarized samples with lifetimes of days that can be stored and transported over long distances to MRI centers, hospitals and NMR laboratories. Notable applications in the fields of drug discovery, metabolomics and real-time metabolic imaging in living animals will be demonstrated.\nThese goals require a leap forward with respect to todayís protocols, and we propose to achieve this through a combination of innovative sample formulations, new NMR methodology and advanced instrumentation.\nThis project will yield to a broadly applicable method revolutionizing analytical chemistry, drug discovery and medical diagnostics, and thereby will provide a powerful tool to solve challenges at the forefront of molecular and chemical sciences today.",
    "totalCost": "1995000",
    "ecMaxContribution": "1995000",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 1995000
        }
    },
    "calculatedTotalContribution": 1995000
}