{
    "rcn": "206997",
    "acronym": "ColOpt",
    "topics": "MSCA-ITN-2016",
    "title": "Collective effects and optomechanics in ultra-cold matter",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The network ìCollective effects and optomechanics in ultra-cold matterî (ColOpt) will train early-stage researchers (ESR) in fundamental science and applications in the areas of cold atom and quantum physics, optical technologies and complexity science to promote European competiveness in emergent quantum technologies. It consists of nine academic nodes and three companies from six European countries, supported by two partners in Brazil and the USA, five further non-academic partners and one public-private partnership. \n\nCollective, nonlinear dynamics and spontaneous self-organization are abundant in nature, sciences and technology and of central importance. Building on this interdisciplinary relevance, a particular novelty of ColOpt is the integration of classical and quantum self-organization. The research program focuses on collective interactions of light with laser-cooled cold and quantum-degenerate matter. We will explore innovative control of matter through optomechanical effects, identify novel quantum phases, enhance knowledge of long-range coupled systems and advance the associated trapping, laser and optical technologies, establishing new concepts in quantum information and simulation. \n\nColOpt combines cutting-edge science with training in complex instrumentation and methods to the highest level of technical expertise, both experimentally and theoretically, and fosters the development of transferable skills and critical judgement. Each ESR will be exposed to a broad spectrum of experimental, theoretical and industrial environments, to obtain core competence in one of them and the collaborative experience and skills to thrive in a truly international and intersectorial framework. ESRs will develop the capabilities to analyse and understand complex interactions, and will gain awareness of societal and entrepreneurial needs and opportunities. Taken together, this will enable them to excel in a variety of sectors of our diverse and rapidly changing society.",
    "totalCost": "3893423,76",
    "ecMaxContribution": "3893423,76",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "HOLOEYE PHOTONICS AG;M-SQUARED LASERS LIMITED;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITA DEGLI STUDI DI MILANO;EBERHARD KARLS UNIVERSITAET TUEBINGEN;UNIVERSITY OF GLASGOW;UNIVERSITAET INNSBRUCK;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TOPTICA Photonics AG;UNIVERSITAT DES SAARLANDES",
    "participantCountries": "DE;UK;CH;IT;AT;FR",
    "projectParticipants": {
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 273288
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 255934
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 265227
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 498433
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 273288
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 249216
        },
        "999623704": {
            "orgId": "999623704",
            "orgName": "TOPTICA PHOTONICS AG",
            "ecContrib": 0
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 546576
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 249216
        },
        "998858277": {
            "orgId": "998858277",
            "orgName": "HOLOEYE PHOTONICS AG",
            "ecContrib": 249216
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3644206
}