{
    "rcn": "206994",
    "acronym": "FALCON",
    "topics": "BIOTEC-02-2016",
    "title": "Fuel and chemicals from lignin through enzymatic and chemical conversion",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The transition to a biobased economy puts strong challenges on researchers and industry to develop sustainable processes. 2G biofuel plants use waste streams as substrates, but themselves generate a new waste stream of lignin-rich sludge that is left after saccharification of the carbohydrates. This waste stream is expected to exponentially increase with an increasing number of 2G bioethanol plants being built, according to a report of the International Energy Agency.\nFALCON aims to convert this lignin-rich industrial waste of 2G biofuel plants to higher value products, in particular shipping fuels, fuel additives and chemical building blocks. This would be the next consecutive step in turning waste to products, thus minimizing waste and simultaneously providing new alternatives for fossil resource based processes. The FALCON process is based on enzymatic and mild chemical conversion of the lignin waste stream, providing a more environmentally friendly approach to the production of fuels and chemical building blocks.\nFALCON takes full advantage of the lessons learned over the last 150 years in the petrochemical industry with respect to design of the processes. This implies an initial treatment at the 2G bioethanol plant, converting the waste to a lignin oil that can be more easily transported and also directly used as a low sulphur shipping fuel. It will be further converted into fuel additives and chemical building blocks in centralized facilities.\nTo achieve this, FALCON has formed a consortium of industry (3), SME (4) and academics (2) covering the whole value chain from a 2G biofuel plant delivering the lignin waste to enzyme producers, chemists and process engineers to depolymerize the lignin to oil. End-users are a fuel and chemicals producer and a ship engine developer. This unique combination of expertise and infrastructure will ensure the development of three new value chains with a strong emphasis on the economical sustainability.",
    "totalCost": "6555883,75",
    "ecMaxContribution": "6148783,75",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "PROGRESSION-INDUSTRY BV;SUPREN GMBH;ITALIAN BIO PRODUCTS SRL;HELSINGIN YLIOPISTO;WINTERTHUR GAS & DIESEL AG;METGEN OY;BIO BASE EUROPE PILOT PLANT VZW;TOTAL RAFFINAGE CHIMIE SA",
    "participantCountries": "NL;DE;IT;FI;CH;BE;FR",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 1422531
        },
        "942543666": {
            "orgId": "942543666",
            "orgName": "METGEN OY",
            "ecContrib": 638750
        },
        "950835226": {
            "orgId": "950835226",
            "orgName": "TOTAL RAFFINAGE CHIMIE SA",
            "ecContrib": 437315
        },
        "937812200": {
            "orgId": "937812200",
            "orgName": "ITALIAN BIO PRODUCTS SRL",
            "ecContrib": 522344
        },
        "950523371": {
            "orgId": "950523371",
            "orgName": "PROGRESSION-INDUSTRY BV",
            "ecContrib": 613875
        },
        "998593661": {
            "orgId": "998593661",
            "orgName": "WINTERTHUR GAS & DIESEL AG",
            "ecContrib": 0
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1268844
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 683750
        },
        "957348485": {
            "orgId": "957348485",
            "orgName": "SUPREN GMBH",
            "ecContrib": 561375
        }
    },
    "calculatedTotalContribution": 6148784
}