{
    "rcn": "206996",
    "acronym": "GlycoImaging",
    "topics": "MSCA-ITN-2016",
    "title": "Imaging and detection of tumor-associated glycan structures on tumor cells",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The overall objective of Glyco Imaging is to develop novel assays for detection of glycans as biomarkers associated with aggressive and metastatic cancer forms. The assays will be developed for biomarker detection in blood, urine, cells and tissue. Molecularly Imprinted Polymers (MIPs), or plastic antibodies, have been developed for targeting the human glycan sialic acid (SA), or Neu5Ac. The efficiency of the Neu5Ac specific SAMIPs targeted to the biomarker SA in different solvents (methanol, water, phosphate buffer) will be exploited. The non-human Neu5Gc, which is incorporated into human glycoconjugates through dietary sources such as red meat, and shown to be involved in malignant cell transformation in humans, will also be investigated by using highly specific Neu5Gc-SAMIPs. The imaging and detection techniques used will be based on fluorescence, 3D-viewing of cancer cells by digital holographic microscopy and magnetic separation columns.\nThe results in this research  consortium will lead to major technological advances having impact on 1) health care, since it will develop more accurate and reliable diagnostics of aggressive and metastatic cancers, 2) drug discovery allowing a faster and cheaper biomarker targeting and detection; and 3) biochemistry research laboratories in resulting in improved understanding of glycan expression in cancer, with emphasis on aggressive metastatic cancer. The training of researchers will be performed by a consortium consisting of 6 partners with biomedical, imaging and particle synthesis skills (4 groups, one institution, one technology company). This forms the basis for a very competent interdisciplinary training program with high quality in both education and research. \n\n8 early stage researchers (ESRs) working on specific tasks within 5 work packages will follow a rich training program providing a well-balanced spectrum of scientific, business and entrepreneurial skills.",
    "totalCost": "2138720,04",
    "ecMaxContribution": "2138720,04",
    "coordinator": "MALMO UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "KOBENHAVNS UNIVERSITET;UMEA UNIVERSITET;PHASE HOLOGRAPHIC IMAGING PHI AB;BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG;TURUN YLIOPISTO",
    "participantCountries": "DK;SE;DE;FI",
    "projectParticipants": {
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 498433
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 263659
        },
        "968650343": {
            "orgId": "968650343",
            "orgName": "PHASE HOLOGRAPHIC IMAGING PHI AB",
            "ecContrib": 263659
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 1875060
}