{
    "rcn": "206965",
    "acronym": "LatinNow",
    "topics": "ERC-2016-STG",
    "title": "The Latinization of the North-western Roman Provinces: Sociolinguistics, Epigraphy and Archaeology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "This is an interdisciplinary project linking sociolinguistics, archaeology and ancient cultural history. Dramatic changes occurred linguistically in the north-western Roman Empire: a patchwork of local languages which existed in the Iron Age had been all but replaced by Latin as the dominant language by the end of the imperial period. Precisely how, when and why this change occurred, and how it relates to other social phenomena, remains an underexplored topic central to the Roman world and requires investigation which is only possible through an analysis cutting across provincial boundaries, those between the Iron Age, Roman and early medieval periods, and reaching beyond Classics to modern sociolinguistics and Germanic, Celtic and Palaeo-hispanic studies. \n\nLatinNow bridges this gap in our knowledge by employing an approach which exploits both epigraphic and archaeological material (writing and writing equipment) and situates the phenomena of Latinization, literacy, bi- and multilingualism within broader social developments. Drawing together the developing strands of sociolinguistics, bilingualism studies, digital epigraphy, and small finds archaeological investigation into an integrated methodology brings a fresh perspective, founded on empirical data and supported by evolving technologies (GIS, EpiDoc, RTI). \n\nThe interdisciplinary approach and analytical rigour, promoted in 3 research volumes, project GIS, RIBOnline, conference and workshops, will encourage the extension of this methodology. The creation of a centre of excellence for digital epigraphy at the University of Nottingham and the touring exhibition, which will disseminate research and skills across the ERA, will spread the competences and knowledge necessary for the implementation of this new research across the Roman world and beyond. LatinNow confronts thorny, large-scale socio-cultural issues and will contribute to an appreciation of the construction of our diverse European heritage.",
    "totalCost": "1496272",
    "ecMaxContribution": "1496272",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1496272
        }
    },
    "calculatedTotalContribution": 1496272
}