{
    "rcn": "206962",
    "acronym": "GasPlaNt",
    "topics": "ERC-2016-STG",
    "title": "Gas sensing in plants:Oxygen- and nitric oxide-regulated chromatin modification via a targeted protein degradation mechanism",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Oxygen (O2) and nitric oxide (NO) are gases that function as key developmental and stress-associated signals in plants. Investigating the molecular basis of their perception has the potential to identify new targets for crop improvement.  In previous ground breaking work I showed that the direct transcriptional response to O2/NO is mediated by controlled degradation of specialised ëgas-sensingí transcription factors. We have now linked this degradation mechanism to a new functional class of ësensorí, a chromatin modifying protein that regulates the epigenetic silencing of genes. Here we will investigate the hypothesis that this protein acts as a previously undiscovered link between O2/NO and chromatin dynamics, and that plants have evolved a unique system for transducing gaseous signals into rapid transcriptional responses, and longer term epigenetic changes, through targeting different types of protein to the same degradation pathway.  \nUsing multidisciplinary genetic, biochemical and omics approaches we will investigate the molecular basis of this novel gas perception system, which appears to be a plant-specific innovation. We will identify its global gene targets (the ëgas-responsive epigenomeí), and uncover its growth and stress-associated functions in Arabidopsis and barley. We will also investigate how manipulating this pathway using genome editing and synthetic biology techniques alters plant performance, focusing on traits of agronomic significance.  This ambitious and timely research will take our knowledge of O2/NO-signaling and the control of chromatin dynamics beyond the current state of the art by offering insight into a completely novel signaling mechanism operating at the interface of gas-perception, protein degradation, and epigenetics. GasPlaNt will therefore provide a step-change in our understanding of how plants synchronise their gene expression in response to signals to optimise growth and development within a dynamic environment.",
    "totalCost": "1495340,76",
    "ecMaxContribution": "1495340,76",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1495341
        }
    },
    "calculatedTotalContribution": 1495341
}