{
    "rcn": "206968",
    "acronym": "WoCaFi",
    "topics": "ERC-2016-STG",
    "title": "Unlocking the Entire Wood Matrix for the Next Generation of Carbon Fibers",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "WoCaFi envisions a game-changing approach for the production of bio-based carbon fibers in which the drawbacks of traditional cellulose and lignin fibers are entirely bypassed by a new type of hybrid precursor fibers containing simultaneously all wood biopolymers cellulose, hemicellulose and lignin.\nThese unique fully wood-based multi-component filaments are accessible via a novel ionic liquid-based dry-jet wet spinning technique. The process provides the possibility to orientate lignin and hemicellulose embedded in a cellulose matrix. The special morphology of the resulting composite filaments is envisioned to increase the mechanical properties of thereof derived carbon fibers significantly, targeting 2000 MPa tensile strength and 200 GPa tensile modulus. These bio-based, low cost carbon fibers will reduce the dependency on non-renewable petroleum-based feedstocks and are highly suitable for lightweight applications in the automotive, sports and leisure sectors.\nMost distinctively, our technique also enables us to spin wood almost in its native form. Thus, the pretreatment steps and intensity can be reduced drastically and pronounced synergistic effects between the bio-polymers are created. This will lead to higher carbon yields and a significantly enhanced graphitization. In very recent initial trials on a continuous single tow carbonization line we found indicators that the oxidation step, typically accounting for almost 50% of the carbonization heating energy costs, can be reduced or omitted completely depending on the lignin content of the precursor fiber.\nThis ñ in combination with activated wood as low cost raw material ñ would be the absolute game changer in developing low-cost, bio-based carbon fibers.\n\nIn this project the PI, who has developed the spinning technique and a strong background in organic chemistry and spinning physics, will lead a group of 2 PhD students and 1 Postdoc. The Postdoc will complement the team with enhanced spectroscopic knowledge.",
    "totalCost": "1481008",
    "ecMaxContribution": "1481008",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}