{
    "rcn": "206973",
    "acronym": "NanoPhennec",
    "topics": "ERC-2016-STG",
    "title": "Nanophononic devices: from phonon networks to phonon CQED",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Phonons (quanta of vibration) play a major role in many of the physical properties of condensed matter. One of the most striking features of acoustic phonons is their ability to interact with virtually any other excitation in solids. Recent progress in the design, fabrication and control of nanomechanical systems has paved the way to explore new frontiers in the classical and quantum worlds. Devices based on semiconductor quantum dots (QDs) have been recently demonstrated to perform as near-ideal single photon sources, a very promising platform for developing a solid-state quantum network. The phonon engineering, however, remains an unexplored knob in the quantum information toolbox.\n\nThe goal of this project is to explore new horizons in nanophononics by developing novel phononic networks with full control on the phonon dynamics, and unprecedented structures capable of acoustically interact with single QDs, bridging the gap between nanophononics and semiconductor QD quantum optics. \n\nAlGaAs based semiconductor cavities are capable of confining simultaneously photons and phonons. The building blocks of the proposed research are semiconductor pillar microcavities and single QDs deterministically positioned to maximize their interaction with the confined electromagnetic and elastic fields.  To achieve our main goal we set three major objectives: 1) To develop novel one- and three-dimensional optophononic resonators and develop appropriate phononic measuring techniques; 2) To engineer nanophononic networks working in the tens-of-GHz range; and 3) To demonstrate first phonon cavity quantum electrodynamics phenomena for a single artificial atom coupled to a phononic cavity. Shaping the phononic environment opens exciting perspectives for solid state quantum applications, by providing a full control over the main source of decoherence and actually using it as a powerful resource to eventually transfer the quantum information.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}