{
    "rcn": "206921",
    "acronym": "AlzDiabetes",
    "topics": "MSCA-IF-2015-EF",
    "title": "Insulin resistance and Tauopathy : Insights from Drosophila models and human brain samples",
    "startDate": "19/12/2016",
    "endDate": "18/12/2018",
    "objective": "Alzheimer's disease (AD) is the most common neurodegenerative disorder affecting about 20 million people worldwide. Although aging is considered to be the most important risk factor for Alzheimer's disease, growing evidence from epidemiological studies suggest that type-2 diabetes (T2DM) increases the risk factor of AD.\nWhile compelling evidence establishes a link between insulin resistance and amyloid burden, relationships to tau are far from clear. In a recent study, it was shown that dysregulation of brain insulin signaling in both AD and T2DM, correlates to hyperphosphorylation of tau, a key abnormal tau modification leading to neurofibrillary tangles. Recent reports indicated that AD was associated with brain insulin resistance with significant abnormalities in the expression of genes and activation of kinases that are regulated by insulin and insulin-like growth factor signaling. Although a connection has been suggested between AD and diabetes, the mechanisms that link insulin resistance to AD are still unknown.\nInsulin resistance also leads to the impairment of autophagic pathway needed for clearance of misfolded proteins in neurodegenerative disorders.\nThe objective of this study is to utilize robust Drosophila models of tauopathy and diabetes to decipher the underlying mechanistic pathways connecting these two devastating diseases. Furthermore, this proposal aims to study the effect of autophagy towards clearance of misfolded proteins in the background of insulin resistance and subsequent treatment of disease models with insulin sensitizing/autophagy activating drugs to ameliorate disease phenotypes.\nThe results from this study will be further validated in post mortem brain samples from healthy and diseased patients for future therapeutic studies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}