{
    "rcn": "206998",
    "acronym": "Acoutect",
    "topics": "MSCA-ITN-2016",
    "title": "A sound fundament for our future buildings",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "To ensure a healthy environment for people living and working in buildings, research and engineering in the area of building acoustics is essential. Developments in modern building concepts, such as sustainable low-energy consuming buildings, buildings with lightweight materials and open plan working environments, as well as the need to build in extremely noisy areas, require involvement of acoustic experts in order to successfully (re)design buildings without negatively impacting upon peopleís health and well-being. Taking up current and future acoustic challenges requires innovative solutions based on a thorough understanding and mastering of modern methods and tools, as well as a holistic acoustic approach involving acoustic design, products and subjective evaluation. However, in the complex field of building acoustics, research activities typically are not holistic and have become slightly marginalised. As a consequence, there is a lack of building acoustics experts.\nTo meet the future acoustic needs of the built environment, Acoutect is constructed around two objectives: 1) Establish a long-lasting European-wide training programme on building acoustics, 2) Launch an innovative research programme. With these objectives, Acoutect will equip ESRs with skills to ensure acoustic quality of modern and future building concepts, and with excellent perspectives for a career in industry or academia within the area of building acoustics. The training and supervision to reach these objectives is offered by the Acoutect consortium composed of 5 academic and 7 non-academic participants. This consortium comprises various disciplines and sectors within building acoustics and beyond, promoting intersectoral, interdisciplinary and innovative training and mobility of the researchers within the project.",
    "totalCost": "3907082,88",
    "ecMaxContribution": "3907082,88",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "MATERIALISE NV;MATELYS - RESEARCH LAB;LEVEL ACOUSTICS BV;MOELVEN TOREBODA AB;AALTO KORKEAKOULUSAATIO SR;SIEMENS INDUSTRY SOFTWARE NV;THE UNIVERSITY OF LIVERPOOL;KATHOLIEKE UNIVERSITEIT LEUVEN;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "BE;FR;NL;SE;FI;UK",
    "projectParticipants": {
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 250560
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 527319
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "998209541": {
            "orgId": "998209541",
            "orgName": "MATERIALISE NV",
            "ecContrib": 250560
        },
        "998228553": {
            "orgId": "998228553",
            "orgName": "MATELYS - RESEARCH LAB",
            "ecContrib": 262876
        },
        "941107872": {
            "orgId": "941107872",
            "orgName": "LEVEL ACOUSTICS BV",
            "ecContrib": 255374
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 546576
        },
        "940897867": {
            "orgId": "940897867",
            "orgName": "MOELVEN TOREBODA AB",
            "ecContrib": 263659
        }
    },
    "calculatedTotalContribution": 3368793
}