{
    "rcn": "206958",
    "acronym": "GLOBALPROD",
    "topics": "ERC-2016-STG",
    "title": "The Global and Local Organization of Production",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "A defining feature of the global economy is the gradual fragmentation of production across firms and\nborders, a phenomenon that has been termed outsourcing or global value chains.\n\nState-of-the-art empirical economic analysis on value chains has mostly been limited to the study of\naggregate data because there is limited data on actual firm-to-firm linkages in the global economy. Even less\nis currently known about which products are typically outsourced, and which workers are affected.\nThis project will change that. I will bring together four unique firm-to-firm datasets on local and global value\nchains that will push the research frontier forward in two main directions:\n\n- Previous research has shown that economic integration encourages growth. Due to data limitations,\nhowever, we know little about the origins of growth, and to what extent the emergence of value chains can\nexplain the growth response. New theory is needed, where firm-to-firm connections are endogenously\nformed in response to economic integration. I will confront theory with data and directly test whether\nintegration facilitates new buyer-supplier relationships and growth.\n\n- Previous research has found that economic integration has large negative effects on wages for low-skill\nworkers. But again, due to data limitations, it is unclear to what extent value chains are responsible for this.\nSimply put, the impact of outsourcing on wages will depend on which workers are displaced by outsourcing.\nUntil now, researchers have not been able to observe which workers, along with their occupations and\nskills, that are employed in both the supplying and outsourcing firm. For the first time, this information will\nbe available, allowing for a rich analysis of labor market effects for different skill groups.\n\nGLOBALPROD will inform policymakers about how wages for different types of skills change in response\nto globalization, but also how economic integration can promote efficiency and competitiveness.",
    "totalCost": "1476948",
    "ecMaxContribution": "1476948",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1476948
        }
    },
    "calculatedTotalContribution": 1476948
}