{
    "rcn": "206911",
    "acronym": "SPARCLEs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Self-assembled Plasmonic Aggregates for Raman sensing and Catalysis in Liquid Environments",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The self-assembly of metal nanoparticles (NPs) into nanostructures is a high impact area of research since these new and complex materials exhibit unusual optical properties, which lend themselves to applications such as plasmon-enhanced solar light harvesting and photocatalysis, ultrasensitive sensors, optical circuitry and metamaterials. The remarkable optical properties are dependent on NP size and shape, but are mostly governed by the spacing between NPs. Due to the difficulty of accurate control of inter-particle spacing, such applications have not yet benefitted from nanostructure incorporation. The current research proposal aims to use the unique macrocyclic host-guest chemistry of cucurbiturils in combination with metal NPs to demonstrate a novel approach to NP assembly, resulting in structures that subsequently will be used as new constructs for (1) fundamental and applied Surface-Enhanced Raman Scattering (SERS) measurements, (2) catalysed chemical reactions and (3) advanced molecular sensing. Specifically, we will: Develop rattle-type structures to perform fundamental SERS measurements by controlling the position of the confined NPs; Perform SERS in bulk liquid environments for advanced chemical sensing by developing a system of NP dimers; Use recoverable nano-constructs for catalytic reactions in liquid environments; and Develop temperature-stable SERS substrates by means of hot-electron induced reduction of gold salt. To this end, Dr. Marlous Kamp, the applicant, will work within the host group (Cambridge Chemistry) led by Prof. O.A. Scherman, whilst also working closely with the nanophotonics group led by Prof. J.J. Baumberg (Cambridge Physics). Dr. Kamp has extensive knowledge and skills in NP synthesis and assembly; in conjunction with the expertise on complexation chemistry and plasmonics in these respective groups, the applicant will be able to reach the aforementioned goals, further mature as a scientist and transfer knowledge to the host group.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}