{
    "rcn": "206960",
    "acronym": "bioPCET",
    "topics": "ERC-2016-STG",
    "title": "Functional Proton-Electron Transfer Elements in Biological Energy Conversion",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Primary energy conversion in nature is powered by highly efficient enzymes that capture chemical or light energy and transduce it into other energy forms. These processes are catalyzed by coupled transfers of protons and electrons (PCET), but their fundamental mechanistic principles are not well understood. In order to obtain a molecular-level understanding of the functional elements powering biological energy conversion processes, we will study the catalytic machinery of one of the largest and most intricate enzymes in mitochondria and bacteria, the respiratory complex I. This gigantic redox-driven proton-pump functions as the entry point for electrons into aerobic respiratory chains, and it employs the energy released from a chemical reduction process to transport protons up to 200 ≈ away from its active site. Its molecular structure from bacteria and eukaryotes was recently resolved, but the origin of this remarkable action-at-a-distance effect still remains unclear. We employ and develop multi-scale quantum and classical molecular simulation techniques in combination with de novo-protein design methodology to identify and isolate the functional elements that catalyze the long-range PCET reactions in complex I. To fully understand the natural PCET-elements, we will further engineer central parts of this machinery into artificial protein frameworks, with the goal of designing modules for redox-driven proton pumps from first principles. The project aims to establish a fundamental understanding of nature's toolbox of catalytic elements, to elucidate how the complex biochemical environment contributes to the catalytic effects, and to provide blueprints that can guide the design of man-made enzymes for sustainable energy technology.",
    "totalCost": "1494368",
    "ecMaxContribution": "1494368",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1494368
        }
    },
    "calculatedTotalContribution": 1494368
}