{
    "rcn": "206905",
    "acronym": "HYPOXIMMUNO",
    "topics": "ERC-ADG-2015",
    "title": "Tackling the Achilles Heel of Immunotherapy: Validating imaging biomarkers and targeting the immunological niche of tumour hypoxia",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Lung cancer is the most common cause of death from cancer worldwide with 1.59 million deaths annually and it places the highest economic burden of all cancers on the EU at Ä18.8billion. These figures call for a major transformation of the therapeutic management of lung cancer. The recent developments in immunotherapy give new hope. At present a significant minority of patients benefit from immune therapy, which remains not curative when delivered alone. It is thus clear that improving the efficacy of immune therapy is needed as well as the identification of predictive biomarkers. Combining immunotherapy with radiotherapy improves effectiveness, but resistance is still common, most probably because of hypoxia. In HYPOXIMMUNO, we will open up a new paradigm in treating metastatic NSCLC. I will provide for the first time (pre)clinical proof of concept of (i) highly innovative CT-based radiomics and PET-hypoxia imaging patient stratification tools and (ii) a tri-modal curative hypoxia-targeting treatment strategy that complements current immunotherapy and radiotherapy approaches. This tri-modal curative treatment strategy is based on (1) high precision Stereotactic Radiotherapy (SABR) to kill cancer cells and trigger the immune system, combined with (2) a hypoxia-activated prodrug to target the hypoxic tumour cells resistant to immunotherapy and (3) a promising and innovative tumour specific antibody (Ab)-based immunotherapy (immunocytokine L19-IL2 to ìpush the acceleratorî with or without a checkpoint inhibitor to ìrelease the breakî) to form a powerful synergistic immuno-oncology strategy. In HYPOXIMMUNO, I envision to lay the foundation for the next breakthrough in oncology, by improving patient selection and developing highly innovative cancer therapies that target hypoxia, to improve the quality of life and prolong survival of cancer patients, in particular patients with metastatic NSCLC (watch the animation summarising the project: https://youtu.be/oP9Gp4a0b_Q).",
    "totalCost": "2499399",
    "ecMaxContribution": "2499399",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 2499399
        }
    },
    "calculatedTotalContribution": 2499399
}