{
    "rcn": "206922",
    "acronym": "SCOOBA",
    "topics": "MSCA-IF-2015-GF",
    "title": "Symbiotic COOperation and Boring Activity of Cliona sponges under a climate change context",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "Future climate change scenarios predict an increase of 1.8-4∫C in sea surface temperature and a projected two-fold increase in atmospheric CO2 concentration by 2100, causing ocean acidification. These conditions may particularly affect coral reef ecosystems where coral-Symbiodinium symbiosis will be destabilized and the solubility of CaCO3 will increase, modifying the marine habitat and altering the biocoenosis. Apart from corals, sponges are also highly abundant in reef ecosystems worldwide and possess a wide range of functional roles essential for the proper functioning of the system. Predictions of global warming can also affect sponge populations. Boring sponges form close associations with dinoflagellates and can host quite diverse bacterial symbionts. These sponges provide the opportunity to define the interactions between symbionts, and between symbiont communities and their host under a climate change context. \n   We will evaluate different types of microbial diversity (eukaryotic and prokaryotic) in a single host species. We will then manipulate bacterial and dinoflagellate symbioses to tease apart symbiont contributions to the host phenotype and to test for the sensitivity to thermal and pH stress in the context of sponge behavior (i.e., feeding, growth, and boring activity). Finally, we will link sponge microbiomes from different biogeographic regions at an intra- and interspecific level. To achieve our goals, we will use a novel approach in the field of sponge symbiosis applying the newest technologies of sequencing and cell culturing.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921146339": {
            "orgId": "921146339",
            "orgName": "UNIVERSITY OF RICHMOND",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}