{
    "rcn": "206981",
    "acronym": "SweetAim",
    "topics": "ERC-2016-STG",
    "title": "Selective glycoimmuno-targeting for cancer therapy",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Immunotherapy recently became an important alternative to conventional treatment regimes, yet cancer remains a universal leading cause of death. Thus, novel cancer theranostic approaches are still much desired. Although altered cell surface glycosylation is one of the hallmarks of cancer, targeting this ësweet aimí for cancer therapy has been elusive, largely due to carbohydrates poor immunogenicity and the low affinity of antibodies against them. A red meat-derived carbohydrate antigen is a novel immunogenic moiety providing a key to unlock the theranostic potential of tumor-associated carbohydrate antigens. This foreign non-human sugar can be acquired only through the diet and subsequently appears on diverse cell surface glycoconjugates as ëselfí, accumulating mostly on carcinomas, and resulting in a polyclonal xeno-autoantibodies response. I have shown that such antibodies have both diagnostic and therapeutic potential, although basic understanding of their specificity and potency is scarce. The primary objective of this proposal is to design a novel personalized cancer therapeutic approach based on xeno-autoantibodies against the dietary sugar antigen. We propose an innovative interdisciplinary approach crossing the boundaries of cancer research, glycosciences, immunology and nanotechnology, with cutting-edge technologies, to design, engineer, screen and fully investigate potent targeting of ëSweetAimí moieties. Our discovery line is based on a two-arms platform to generate optimized antibodies for passive/active therapy, together with refined tumor cells through glyco-engineering/reprogramming for unveiling novel theranostics, finally evaluated both in vitro and in vivo. I expect our groundbreaking achievements will lead to promising new clinical tools, particularly for cancer, but also for other chronic inflammation-mediated diseases. Importantly, it will establish fundamental new concepts regarding carbohydrate recognition and response by the immune system.",
    "totalCost": "1479995",
    "ecMaxContribution": "1479995",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1479995
        }
    },
    "calculatedTotalContribution": 1479995
}