{
    "rcn": "206926",
    "acronym": "CLIP",
    "topics": "MSCA-IF-2015-GF",
    "title": "Comprehensive Lifestyle Intervention Project (CLIP)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Cardiovascular disease (CVD) incidence continues to rise at an alarming rate largely as a consequence of behavioural risk factors. The only way to tackle this epidemic is to implement preventive strategies before the disease appears. Current evidence suggests that conventional approaches are inadequate for promoting healthier lifestyles, and therefore implementation of novel methods is desperately needed. The research proposed under the acronym of CLIP (Comprehensive Lifestyle Intervention Project) will tackle novel approaches to CVD prevention based on the Personalized Medicine concept, considering the interactions between genetic and environmental factors of disease development.\nDuring the outgoing phase (24 months), the young Experienced Researcher (ER) will perform extensive and multidisciplinary training on innovative strategies for effective lifestyle modification in adults and children, and will undertake a specific study to identify genomic factors able to predict adult subjects who will benefit most from novel lifestyle interventions, thus permitting future tailored approaches. During the incoming phase (12 months) the ER will transfer the new methodology to Europe by carrying out a pilot lifestyle modification and genomic study program in adults in Spain. This experience will be enriched by the secondment in a private multinational company. Thus, the new abilities the ER will acquire from various areas will enable him to implement new programmes to attain primary CVD prevention, including the use of genomic-driven personalized approaches; and to become an independent group leader upon my return to Europe at the host institution. The long term impact of the CLIP will help to reduce the huge economic burden to society and healthcare systems associated with CVD treatment as it will directly contribute to Europeís aim of fighting the CVD epidemic.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985934482": {
            "orgId": "985934482",
            "orgName": "ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI",
            "ecContrib": 0
        },
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}