{
    "rcn": "206923",
    "acronym": "MilkTeeth",
    "topics": "MSCA-IF-2015-GF",
    "title": "MilkTeeth: a biogeochemical investigation of ancient weaning and dairy Milk consumption using human Teeth",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Milk is at the centre of two great archaeological debates, with resonance today; infant weaning and dairy food consumption. Weaning timing has implications for infant health and mortality, and is strongly influenced by culture. While there are records of cultural ideas regarding infant nursing in the past, where historical accounts are not available or are of questionable accuracy, much remains a mystery. Archaeological studies of dairy consumption have also become part of the debate regarding costs/benefits of dairy in modern diets. Individual life histories can answer questions about milk use within populations, and population trends provide insights into milk consumption within larger social and cultural contexts. MilkTeeth is a pioneering, multidisciplinary, international action combining techniques to better address questions of weaning and dairy consumption in the archaeological record, providing greater understanding of both individual and cultural relationships with milk and dairy foods, and informing modern dietary debate. MilkTeeth will use traditional techniques from bioarchaeology (carbon, nitrogen and oxygen isotope analysis) and novel techniques from (bio)geochemistry (calcium and strontium isotope analysis) and proteomics (detection of the dairy specific whey protein ?-lactoglobulin), and will have unique access to a Synchrotron Light Source beamline for Tender-Energy Spectroscopy (diagenetic assessment and mineralisation processes) to detect direct evidence of milk consumption using human teeth. It will bring together researchers from the UK and USA with expertise in ancient human milk consumption, bioarchaology, archaeology, instrumental chemistry, (bio)geochemistry, protein analysis and particle physics. By combining these traditional and novel techniques for the first time, both will be enhanced, resulting in a more precise and robust understanding of the human relationship with milk and dairy.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 251858
        },
        "985856494": {
            "orgId": "985856494",
            "orgName": "THE RESEARCH FOUNDATION OF STATE UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}