{
    "rcn": "206979",
    "acronym": "Mushroomics",
    "topics": "ERC-2016-STG",
    "title": "Functional genomics in Schizophyllum commune: leveraging the diversity in this hypervariable fungus to understand mushroom development",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Mushrooms are the sexual reproductive structures of basidiomycetes. Much remains to be learned about the molecular regulation of mushroom development. Only a few genes have been implicated in this process, but their exact function remains unknown. Schizophyllum commune is a model system for mushroom-forming fungi. It was recently shown that this species shows the highest intraspecies DNA variability in eukaryotes with 150 SNPs per 1000 base pairs, yet they can still reproduce sexually. This hypervariabity is also illustrated by variability in the response to environmental factors that initiate mushroom development and by the differences in morphology within this species. I propose a functional genomics approach to elucidate the molecular genetics of mushroom development.\nWe have a collection of 100 S. commune strains sampled world-wide. I propose to leverage the extraordinary diversity among these strains. I will identify genes that explain differences in mushroom morphology and in responses to environmental stimuli such as light and CO2. The genes/alleles responsible for these phenotypes will by mapped by genome sequencing followed by bulk segregant analysis.\nTranscription factors (TFs) are expected to play an important role in regulation of mushroom development. Therefore I propose to systematically study TF function by generating a knock-down collection of all predicted 313 TFs. The phenotypes of the resulting strains will be analyzed and target genes of TFs will be identified by RNA-Seq and ChIP-Seq.\nThe genes identified by these strategies will subsequently be analyzed to determine their function. My initial results demonstrate the feasibility of this approach. The availability of the strain collection, the available molecular toolbox, and my strong expertise both in genomics and molecular biology of mushroom development will enable me to take a huge step forward in our understanding of mushroom development.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}