{
    "rcn": "206982",
    "acronym": "SOCIALBOND",
    "topics": "ERC-2016-STG",
    "title": "Social integration and boundary making in adolescence",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The idea of boundary making has moved to the centre of influential agendas in immigration research. While many studies show the location and meaning of ethnic boundaries to vary across contexts, the conditions under which actors pursue different strategies of boundary making and produce different configurations of boundaries remain largely unknown. A major reason is the lack of a contextual unit of analysis that allows one to look at a large number of comparable social fields in which processes of boundary making unfold.\nMy project is based on the idea that studying peer dynamics across a large number of schools constitutes strategic research material for understanding boundary making. I aim to develop a theory of boundary making that explains which combinations of attributes tend to become the basis of peer group affiliation and identities depending on school context.\nRealising this agenda has recently become possible through advances in multilevel longitudinal social network analysis and the collection of unique panel data on complete networks of over 18,000 students in more than 900 Dutch, English, German, and Swedish classrooms in 2010 and 2011. In order to investigate how the current influx of refugees transforms the configurations of boundaries, I will strategically complement this data by conducting a new three-wave panel study in one third of the original German schools. As part of this data collection, I will conduct the first smartphone-based experience sampling study on adolescentsí everyday boundary work, which allows me to capture its everyday salience as well as the impact of public discourse and political events.\nAside from breaking new ground in the interdisciplinary fields of boundaries studies, immigration research, and network science, my project will potentially have an important social impact by identifying new factors that support or hinder the social integration of minority students.",
    "totalCost": "1489916",
    "ecMaxContribution": "1489916",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1489916
        }
    },
    "calculatedTotalContribution": 1489916
}