{
    "rcn": "206969",
    "acronym": "OptoBETA",
    "topics": "ERC-2016-STG",
    "title": "Multicellular regulation of insulin secretion from pancreatic islets",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Type 2 diabetes mellitus, one of the major healthcare challenges of our time, is characterized by failure of beta cells to functionally adapt to increased peripheral insulin resistance. The resulting chronic elevations in blood glucose concentration are associated with heart, kidney, liver, nerve and retinal disease, as well as cancer. Here, by combining novel optogenetic, photopharmacological and innovative imaging approaches, we aim to unravel the complexity underlying the multicellular regulation of insulin secretion from islets of Langerhans during health and disease. In particular, we will examine a role for privileged pacemakers/hubs in orchestrating population responses to stimuli, identify what makes these specialized cells unique at the RNA/protein level, and understand how they contribute to islet development and failure. Furthermore, we will address whether the intraislet regulation of insulin secretion operates in vivo to determine glucose homeostasis, focusing on the neural-endocrine interface. Lastly, the mechanisms underlying islet cross-talk will be investigated directly in situ within the pancreas of living mice, paying close attention to the roles of the vasculature and secreted factors. As such, these studies should unveil a new route for restoration of insulin secretion in man, as well as provide the foundation for the de novo construction of islets for transplantation.",
    "totalCost": "1681468",
    "ecMaxContribution": "1681468",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1681468
        }
    },
    "calculatedTotalContribution": 1681468
}