{
    "rcn": "206992",
    "acronym": "TKI resistance",
    "topics": "ERC-2016-STG",
    "title": "Resistance mechanisms to tyrosine kinase inhibitors in solid tumors",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Over the past 10 years, the chemotherapeutic arsenal has been expanded to include molecular-targeted therapies based on the principle that cancer cells become addicted to a single driver oncogene. However, use of these new therapies is limited due to development of acquired resistance. To fully understand how resistance develops, patient-derived models are an absolute pre-requisite, but establishing them remains extremely challenging. Few groups worldwide have successfully implemented a systematic standardized approach to facilitate translational cancer research discovery. My project aims to provide rational therapeutic guidance for combinatorial or adaptive designs to overcome acquired resistance to tyrosine kinase inhibitors (TKIs) in patients with oncogene-addiction. By establishing new laboratory models of resistance directly from patient biopsies (patient derived cell lines and xenografts) I will elucidate the molecular mechanisms whereby cancer cells escape targeted treatments. I will then implement innovative approaches to overcome resistance using TKI combinatorial screens, apoptosis sensitizers and by screening for epigenetic modifiers. \nAdditionally, I will scrutinize the emergence of resistance acquisition in vitro. Current working models involve ìpersistorî cellular populations able to tolerate the TKI and, in a subsequent step, to become fully resistant to the drug. This drug tolerant persistor stage most probably involves epigenetic reprogrammation. An epigenetic inhibitor screen will be performed to identify agents able to interfere with the emergence of persistors and ultimately with the acquisition of TKI resistance. These results should provide an alternative strategy to validate innovative combinatorial drug strategies to avoid emergence of resistance in patients.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "Institut Gustave Roussy",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999454924": {
            "orgId": "999454924",
            "orgName": "INSTITUT GUSTAVE ROUSSY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}