{
    "rcn": "206961",
    "acronym": "SMART",
    "topics": "ERC-2016-STG",
    "title": "Structured nonlinear Metamaterials for efficient generation and Active functional control of Radiation of THz light",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The terahertz optical regime, covering the long wavelength end of the optical spectrum, has been for many years the least explored spectral regime. Recent interest in this regime has led to important emerging applications spanning many disciplines including medical, biological, materials sciences, communications, security, and basic sciences. However, advances in these emerging applications are held back by the lack of good and controllable terahertz light sources.\nI propose to lead a potential breakthrough in this field by developing a new family of THz sources with unmatched functionality. The developed sources will be based on nano-engineered nonlinear heterostructured metamaterials, man-made materials with artificial optical properties.  The proposal is based on very recent studies that show that metamaterials can be used to emit THz light with excellent efficiency, comparable to the best available nonlinear materials in nature. In addition it relies on our recent experimental demonstrations of functional nonlinear metamaterials that allow unprecedented control of nonlinear optical interactions. We will apply this recent knowledge to design novel active metamaterials that efficiently emit THz light at any desired frequency, shape and polarization, focus it directly from the emitter to a desired sample location and even actively steer and modify its radiation properties all-optically. In addition, we will enhance the THz generation efficiency from metamaterials by more than three orders of magnitude compared to the state of the art. We will also use our expertise to fabricate large scale and multi-layered THz light emitting metamaterials by leveraging novel nanolithography methods. Overall I expect that the outcome of this research will be in development of one of a kind family of THz light emitters that will lead to the, long sought for, leap in THz technology and will open the door to new applications and to new tools for advancing fundamental science.",
    "totalCost": "1937500",
    "ecMaxContribution": "1937500",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1937500
        }
    },
    "calculatedTotalContribution": 1937500
}