{
    "rcn": "206977",
    "acronym": "GALFOR",
    "topics": "ERC-2016-STG",
    "title": "The formation of the Galaxy: constraints from globular clusters",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "For half a century, globular clusters (GCs) have been considered as prototype of simple stellar populations and their color-magnitude diagrams (CMDs) were believed to be the proxy of an isochrone.  \nMy research activity has resulted in one of the most exciting and unexpected developments in stellar-population studies in recent years: the discovery that the CMDs of many GCs are made of two or more intertwined sequences that can be followed continuously from the hydrogen-burning limit to the last stages of the stellar evolution. These findings, together with the discovery that multiple sequences correspond to distinct stellar populations with different helium abundance, have dramatically changed the traditional picture of these seemingly simple stellar systems.\nAmong the open issues are the still-eluding second-parameter problem of the horizontal-branch morphology and the formation mechanisms that build the Galactic halo. Multiple populations may correspond to different generations of stars and prove that GCs, similarly to dwarf galaxies, have experienced a very complex star-formation history. As an alternative, they can be the  product of exotic  phenomena that have taken place in the proto-GC environment only.\nThe Hubble-Space-Telescope archive is a golden mine to extend the innovative studies that I have  introduced on a few objects to a large sample of hundreds clusters. The proposed research is based on this huge dataset, together with the data that Hubble is in process of collecting as part of my surveys of GCs. I will use the last-generation image analysis and spectroscopic techniques to derive the first atlas of multiple  populations in the Milky Way and in Magellanic Cloud clusters, derive their helium abundance, investigate their chemical composition, spatial distribution and internal dynamics. In summary, I will  trace the series of events that led from massive clouds in the early Universe to the GCs we see today, with their multiple populations.",
    "totalCost": "717246",
    "ecMaxContribution": "717246",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 717246
        }
    },
    "calculatedTotalContribution": 717246
}