{
    "rcn": "206953",
    "acronym": "MitoMethylome",
    "topics": "ERC-2016-STG",
    "title": "Mitochondrial methylation and its role in health and disease",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Mitochondria and mitochondrial function have gained increased attention within a wide range of clinical and scientific specialities, but exactly how mitochondria impact the rest of the cell is less well understood. Not only are mitochondria implicated in a range of rare genetic disorders, but dysfunction of mitochondria or reduced bioenergetic capacity has been associated with common diseases including cancer, heart failure, neurodegeneration and diabetes mellitus, as well as natural ageing. It is becoming increasingly clear that mitochondrial dysfunction is not only a downstream event in these conditions, but plays an important role in disease progression and pathology.\n\nS-adenosylmethionine (SAM) is the dominant methyl group donor within our cells, required for a diverse set of post-translational modifications, nucleotide methylations or the synthesis of co-factors and metabolites. Mitochondria play an important part in SAM synthesis, and mitochondrial function has recently been shown to influence cellular methylation. Approximately 30% of the cellular SAM pool is located within mitochondria, advocating a central role for mitochondria in cellular methylation. The advancements in genome sequencing techniques, unprecedented depth of modern mass spectrometry analyses and our possibility to efficiently generate model systems, provides a rare opportunity to comprehensively study the role of both SAM and mitochondria in health and disease.\n\nThis project plan describes the genetic, molecular, metabolic and proteomic analysis of fruit fly and mouse models with mitochondrial dysfunction and disrupted intra-mitochondrial SAM levels to identify the mitochondrial methylome, its relevance towards other cellular functions and its impact on the epigenetic control of gene regulation. My extensive research on mitochondrial function, as well as working as a physician with patients suffering from inborn errors of metabolism gives me a unique perspective in this project.",
    "totalCost": "1499999,25",
    "ecMaxContribution": "1499999,25",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1499999
        }
    },
    "calculatedTotalContribution": 1499999
}