{
    "rcn": "206903",
    "acronym": "MUC2GO",
    "topics": "ERC-ADG-2015",
    "title": "THE ROLE OF MUCINS AND MUCUS IN THE DISEASES CYSTIC FIBROSIS, CELIAC DISEASE, AND ULCERATIVE COLITIS",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The overall aim of this proposal is to explain how the mucus systems of the intestine and lung act as a first innate immune defense line to protect our mucosal surfaces. Mucins are of highly glycosylated proteins that build the mucus skeleton.\nWe previously discovered that there are two mucus layers in the colon. The inner mucus layer built around the MUC2 mucin is attached and impenetrable to bacteria, thus separating the intestinal bacteria from the epithelial cells. However, how the dynamic colon mucus layers are formed and controlled is poorly understood.\nWe have established an international leading position in this research area and will now address fundamental and unresolved problems of high medical importance. The capacity of the inner mucus layer to separate bacteria from the epithelium is highly dependent on the luminal bacteria. Our results suggest specific bacteria signaling via smaller molecules or bacterial fragments to the host to increase protection. We will reveal how this signaling take place, important for understanding increased western world diseases including ulcerative colitis. Of special interest is our recent finding of a single sensory goblet cell protecting the colon crypts. We have developed a fluorescent human MUC2 transgenic mouse that is instrumental for the planned studies as well as in studies of gliadin uptake from the intestine and initiator for celiac disease.\nWe will now transfer our leading edge knowledge of intestinal mucus structure and function to the respiratory tract. Normal trachea seems to be cleared by mucus strands formed the tracheal glands, but these strands are trapped cystic fibrosis. We will also reveal how a hypothetic attached mucus layer, as described by us in colon, could explain the mucus accumulation in chronic lung diseases.\nThe proposed project will substantially increase our basic understanding of molecular mechanisms behind several mucus related diseases and pave the way for new treatments.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}