{
    "rcn": "206985",
    "acronym": "PUNCA",
    "topics": "ERC-2016-STG",
    "title": "Preparing for Unveiling the Nature of the Cosmic Acceleration",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "In less than a decade, various large cosmological surveys, such as Euclid, DESI and eROSITA, will start collecting data. These aim to bring ground-breaking changes to our understanding of the accelerated cosmic expansion - one of the grand challenges in physics today - by improving the precision in determining key cosmological parameters to percent level and testing the various theoretical models, such as dark energy and non-standard gravity. They will, for the first time, allow General Relativity to be tested to such precision beyond the local Universe. However, such exciting goals can only be achieved if the accuracy of theory predictions is greatly improved to match that of observations.\n\nI propose to tackle this challenge by using state-of-the-art numerical techniques to study the leading theoretical models beyond standard LCDM in unprecedented accuracy, thereby preparing for their tests by 3 most promising cosmological probes - weak lensing, redshift space distortions and galaxy clusters. This numerically very demanding project is made possible by our recent developments of efficient simulation and analysis pipelines for each of these probes. I will build the PUNCA team which has a wide expertise to study constraints by these probes using accurate theoretical predictions from my planed simulations, and which will work closely to assess the power of novel joint constraints. To link model predictions to observations, and to understand critically their systematics, I will make realistic mock galaxy catalogs using simulations of unprecedented resolution and sophisticated galaxy formation models.\n\nThe results will have important implications for fully exploiting the potential of upcoming surveys (e.g. Euclid, DESI, of which I am an active member, and eROSITA) in testing models. The pipelines and expertise developed will be useful for analysing real data from those surveys. Given the starting times (2017-20) of the latter, this project (2016-21) is extremely timely.",
    "totalCost": "1499952",
    "ecMaxContribution": "1499952",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 1499952
        }
    },
    "calculatedTotalContribution": 1499952
}