{
    "rcn": "206901",
    "acronym": "NEPTUNE",
    "topics": "INNOSUP-1-2015",
    "title": "New cross sEctorial value chains creation across EuroPe faciliTated by clUsters for SMEs's INnovation in BluE Growth",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "The EU faces huge challenges in food security, sustainable agriculture, marine and maritime and inland water management. Blue Growth solutions can play an important role in meeting these challenges and unlock the potential of oceans and inland water for the benefit of European competitiveness. Blue Growth is identified as a key emerging industry to be supported via inter cluster collaboration as well as a key driver for the EU economy. \n\nNEPTUNE aims at developing new cross-sectoral and cross-border industrial value-chains, including notably SMEs, to foster the development of Blue Growth industries in Europe and beyond. This will be based on the construction or reconfiguration of value chains driven by the integration of new technologies and know-how between Water, Aerospace, ICT and Agriculture industries. NETPUNE addresses in particular three key aspects of Blue Growth that have a great potential to benefit from such collaboration and SME innovation support: (i) Water management in urban and rural environments; (ii) Fluvial and maritime transport and port logisitics; (iii) Environment and renewable marine energy.\n\nFrom a methodological perspective, NEPTUNE focuses on two main concepts: the innovative Open Space Platform that refers to the collaborative space and innovation animation techniques via a project emergence methodology that helps SMEs and other stakeholders to identify market trends and opportunities and support the incubation of Blue Growth projects and innovation ideas. NEPTUNE expects to support at least 100 SMEs for the development of 40 new innovative solutions. NEPTUNE brings together 10 of Europeís leading clusters from 7 countries and 2 additional innovation, creativity and inter-cluster expert organisations to implement this ambitious project.",
    "totalCost": "4198379,12",
    "ecMaxContribution": "4158735,25",
    "coordinator": "AEROSPACE VALLEY",
    "coordinatorCountry": "FR",
    "participants": "AQUITAINE DEVELOPPEMENT INNOVATION;AGENCE DE DEVELOPPEMENT ET D'INNOVATION AQUITAINE LIMOUSIN POITOU CHARENTES;Fondazione Parco Tecnologico Padano;AGENTIA DE DEZVOLTARE REGIONALA NORD-VEST;INNO TSD;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE BAYONNE PAYS BASQUE;ASOCIACION CLUSTER DE MOVILIDAD Y LOGISTICA DE EUSKADI;TOULON VAR TECHNOLOGIES;ECOLE SUPERIEURE DES TECHNOLOGIES INDUSTRIELLES AVANCEES;FUNDACIO EURECAT;IDEON AB;ZWIAZEK PRACODAWCOW SEKTORA KOSMICZNEGO",
    "participantCountries": "FR;IT;RO;EL;ES;SE;PL",
    "projectParticipants": {
        "992996082": {
            "orgId": "992996082",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE BAYONNE PAYS BASQUE",
            "ecContrib": 24120
        },
        "941502274": {
            "orgId": "941502274",
            "orgName": "AQUITAINE DEVELOPPEMENT INNOVATION",
            "ecContrib": 0
        },
        "999609833": {
            "orgId": "999609833",
            "orgName": "INNO TSD",
            "ecContrib": 92502
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 363340
        },
        "914286305": {
            "orgId": "914286305",
            "orgName": "ECOLE SUPERIEURE DES TECHNOLOGIES INDUSTRIELLES AVANCEES",
            "ecContrib": 82564
        },
        "996837573": {
            "orgId": "996837573",
            "orgName": "TOULON VAR TECHNOLOGIES",
            "ecContrib": 646189
        },
        "936536747": {
            "orgId": "936536747",
            "orgName": "ZWIAZEK PRACODAWCOW SEKTORA KOSMICZNEGO",
            "ecContrib": 191830
        },
        "998907844": {
            "orgId": "998907844",
            "orgName": "AGENTIA DE DEZVOLTARE REGIONALA NORD-VEST",
            "ecContrib": 312896
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 770130
        },
        "997174260": {
            "orgId": "997174260",
            "orgName": "Fondazione Parco Tecnologico Padano",
            "ecContrib": 369329
        },
        "918081236": {
            "orgId": "918081236",
            "orgName": "AGENCE DE DEVELOPPEMENT ET D'INNOVATION AQUITAINE LIMOUSIN POITOU CHARENTES",
            "ecContrib": 59762
        },
        "928403976": {
            "orgId": "928403976",
            "orgName": "IDEON AB",
            "ecContrib": 408769
        },
        "997297062": {
            "orgId": "997297062",
            "orgName": "ASOCIACION CLUSTER DE MOVILIDAD Y LOGISTICA DE EUSKADI",
            "ecContrib": 417095
        }
    },
    "calculatedTotalContribution": 3738526
}