{
    "rcn": "206943",
    "acronym": "PHONOMETA",
    "topics": "ERC-2016-STG",
    "title": "Frontiers in Phononics: Parity-Time Symmetric Phononic Metamaterials",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "The boost experienced by acoustic and elastic (phononic) metamaterial research during the past years has been driven by the ability to sculpture the flow of sound waves at will. Thanks to recent developments at the frontiers of phononic metamaterials it can be identified that active phononic control is at the cutting edge of the current research on phononic metamaterials. Introducing piezoelectric semiconductors as a material platform to discover new avenues in wave physics will have the potential to open horizons of opportunities in science of acoustic wave control. Electrically biased piezoelectric semiconductors are non-reciprocal by nature, produce mechanical gain and are highly tunable. \n\nThe aim is to explore novel properties of sound and the ability to design Parity-Time (PT) symmetric systems that define a consistent unitary extension of quantum mechanics. Through cunningly contrived piezoelectric media sculpturing balanced loss and gain units, these structures have neither parity symmetry nor time-reversal symmetry, but are nevertheless symmetric in the product of both. PHONOMETA is inspired and driven by these common notions of quantum mechanics that I wish to translate into classical acoustics with unprecedented knowledge for the case of sound. \n\nI expect that the successful realization of PHONOMETA has the potential to revolutionize acoustics in our daily life. Environmental and ambient noise stem from multiple scattering and reflections of sound in our surrounding. The extraordinary properties of PT acoustic metamaterials have the groundbreaking potential to push forward physical acoustics with new paradigms to design tunable diode-like behaviour with zero reflections, which is applicable for noise pollution mitigation. Also I anticipate to impact the progress on invisibility cloaks by introducing PT symmetry based acoustic stealth coatings for hiding submarines.",
    "totalCost": "1325158",
    "ecMaxContribution": "1325158",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 1325158
        }
    },
    "calculatedTotalContribution": 1325158
}