{
    "rcn": "206983",
    "acronym": "ACrossWire",
    "topics": "ERC-2016-STG",
    "title": "A Cross-Correlated Approach to Engineering Nitride Nanowires",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Nanowires based on group IIIñnitride semiconductors exhibit outstanding potential for emerging applications in energy-efficient lighting, optoelectronics and solar energy harvesting. Nitride nanowires, tailored at the nanoscale, should overcome many of the challenges facing conventional planar nitride materials, and also add extraordinary new functionality to these materials. However, progress towards IIIñnitride nanowire devices has been hampered by the challenges in quantifying nanowire electrical properties using conventional contact-based measurements. Without reliable electrical transport data, it is extremely difficult to optimise nanowire growth and device design. This project aims to overcome this problem through an unconventional approach: advanced contact-free electrical measurements. Contact-free measurements, growth studies, and device studies will be cross-correlated to provide unprecedented insight into the growth mechanisms that govern nanowire electronic properties and ultimately dictate device performance. A key contact-free technique at the heart of this proposal is ultrafast terahertz conductivity spectroscopy: an advanced technique ideal for probing nanowire electrical properties. We will develop new methods to enable the full suite of contact-free (including terahertz, photoluminescence and cathodoluminescence measurements) and contact-based measurements to be performed with high spatial resolution on the same nanowires. This will provide accurate, comprehensive and cross-correlated feedback to guide growth studies and expedite the targeted development of nanowires with specified functionality. We will apply this powerful approach to tailor nanowires as photoelectrodes for solar photoelectrochemical water splitting. This is an application for which nitride nanowires have outstanding, yet unfulfilled, potential. This project will thus harness the true potential of nitride nanowires and bring them to the forefront of 21st century technology.",
    "totalCost": "1499195",
    "ecMaxContribution": "1499195",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}