{
    "rcn": "206900",
    "acronym": "INNOLABS",
    "topics": "INNOSUP-1-2015",
    "title": "INNOvative LABS for leveraging cross capacity building between ICT, Health, BIO and Medicine sectors for new emerging industries in personalized health",
    "startDate": "01/01/2017",
    "endDate": "31/10/2019",
    "objective": "The INNOLABS project is cluster/network driven and grounded in the conviction that cluster organizations guarantee a better understanding of what kind of services and added value can be provide to their ìclientsî. Its specific focus is on unlocking the cross-sectoral collaborative potential of SMEs in combining ICT with the BIO, Health and Medicine sectors representing an emerging but still under-utilised market, and applying such results to personalized ehealth for elderly populations in both rural and urban areas. mHealth is another area within INNOLABS that will help in leveraging outstanding results. \n\nThe innovations created by the combination of different value chains get to market fast and need to adapt constantly to changing end-user needs. INNOLABS will study the characteristics in market dynamics and specificities for innovations created by merging ICT and biomedical research. The main outcome of the INNOLABS project will be a catalogue of monetary and non-monetary measures provided by regional innovation clusters to support SMEs to deliver timely and innovative products and services  increasing the competitiveness of the SMEs and advances the positioning of European countries in these new emerging markets. Achieving long-term sustainability will be another of INNOLABS targets. All these will be achieved by pursuing the following project objectives:\n\n1) Test and validate optimal support measures sensitive to the specific characteristics of ICT and biomedical markets by comparing measures for traditional value chains with new fast lane measures.\n\n2) Increase the competitiveness of SMEs by using targeted non-monetary support mechanisms that generate added value encompassing expert knowledge, new partnerships and market optimisation of products\n\n3) Secure new funding streams to facilitate sustainable cycles of collaborative IHBM innovation by SMEs on new market platforms.",
    "totalCost": "5181783,2",
    "ecMaxContribution": "4965503,38",
    "coordinator": "NORWAY HEALTH TECH",
    "coordinatorCountry": "NO",
    "participants": "BERLIN PARTNER FUR WIRTSCHAFT UND TECHNOLOGIE GMBH;DISTRETTO TECNOLOGICO CAMPANIA BIOSCIENCE SCARL;CAP DIGITAL;INTERIZON;HEALTH CLUSTERNET;CLUSTER DE SALUD DE CASTILLA Y LEON;EUROB CREATIVE SLNE",
    "participantCountries": "DE;IT;FR;PL;UK;ES",
    "projectParticipants": {
        "952606543": {
            "orgId": "952606543",
            "orgName": "HEALTH CLUSTERNET",
            "ecContrib": 206125
        },
        "950644233": {
            "orgId": "950644233",
            "orgName": "NORWAY HEALTH TECH",
            "ecContrib": 3409352
        },
        "999963883": {
            "orgId": "999963883",
            "orgName": "CAP DIGITAL",
            "ecContrib": 324906
        },
        "925527247": {
            "orgId": "925527247",
            "orgName": "DISTRETTO TECNOLOGICO CAMPANIA BIOSCIENCE SCARL",
            "ecContrib": 99648
        },
        "929039229": {
            "orgId": "929039229",
            "orgName": "INTERIZON",
            "ecContrib": 237906
        },
        "929119545": {
            "orgId": "929119545",
            "orgName": "CLUSTER DE SALUD DE CASTILLA Y LEON",
            "ecContrib": 182914
        },
        "944144942": {
            "orgId": "944144942",
            "orgName": "EUROB CREATIVE SLNE",
            "ecContrib": 378708
        }
    },
    "calculatedTotalContribution": 4839559
}