{
    "rcn": "206959",
    "acronym": "Baby DCs",
    "topics": "ERC-2016-STG",
    "title": "Age-dependent Regulation of Dendritic Cell Development and Function",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Early life immune balance is essential for survival and establishment of healthy immunity in later life. We aim to define how age-dependent regulation of dendritic cell (DC) development contributes to this crucial immune balance. DCs are versatile controllers of immunity that in neonates are qualitatively distinct from adults. Why such age-dependent differences exist is unclear but newborn DCs are considered underdeveloped and functionally immature. \nUsing ontogenetic tracing of conventional DC precursors, I have found a previously unappreciated developmental heterogeneity of DCs that is particularly prominent in young mice. Preliminary data indicate that distinct waves of DC poiesis contribute to the functional differences between neonatal and adult DCs. I hypothesize that the neonatal DC compartment is not immature but rather that DC poiesis is developmentally regulated to create essential age-dependent immune balance. Further, I have identified a unique situation in early life to address a fundamental biological question, namely to what extent cellular function is pre-programmed by developmental origin (nature) versus environmental factors (nurture).\nIn this proposal, we will first use novel models to fate map the origin of the DC compartment with age. We will then define to what extent cellular origin determines age-dependent functions of DCs in immunity. Using innovative comparative gene expression profiling and integrative epigenomic analysis the cell intrinsic mechanisms regulating the age-dependent functions of DCs will be characterized. Because environmental factors in utero and after birth critically influence immune balance, we will finally define the impact of maternal infection and metabolic disease, as well as early microbial encounter on DC poiesis. Characterizing how developmentally regulated DC poiesis shapes the unique features of early life immunity will provide novel insights into immune development that are vital to advance vaccine strategies.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}