{
    "rcn": "206920",
    "acronym": "3D-Plant2Cells",
    "topics": "MSCA-IF-2015-GF",
    "title": "Exploring the Impact of Pesticide on the 3D Metabolome and the Microbiota from the Whole Plant to the Cell Scale",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The project 3D-Plant2Cells proposes to explore the impact of the agricultural mode on crops grown for human consumption. We are going to develop innovative interdisciplinary approaches to study the metabolome and the microbiota of plants in three-dimension (3D) at three different scales: the whole plant, the fruit, and the cellular scales. The objective of this study is to get a new insight on the metabolome and microbiota response to pesticide treatment. The hypothesis is that the chemistry and microbiome could change upon the use of conventional cultivation managements. To explore this hypothesis, two groups of plants will be cultivated in growth chamber and one will received pesticide treatments. Then, we will use an innovative interdisplinary approach to explore the entire pool of metabolite (metabolome) and the plant-associated commensal microbes (plant microbiota) on the whole plant surface (plant scale). Samples will be collected on the whole plant and their metabolite content will be profiled by high-resolution tandem-mass spectrometry (HR-MS/MS) and plant-associated micro-organism communities by amplicon sequence analysis. Results of these both inputs will be uploaded into a bioinformatic model representing a 3D topological map of the metabolome/microbiome over the entire organism surface.  In a second part of the research project, we will study fruits of the cultivated specimens by 3D mass spectrometry imaging. The goals are to visualize, in a spatially-resolved way, the metabolome/microbiota response to pesticide treatments along with the pesticide distribution in 3D. The metabolome will be investigated at two scales: the fruit and the cell. The fruit scale will be explored by analyzing serial sections using matrix assisted laser desorption ionization (MALDI) or nanodesorption electrospray ionization (nanoDESI) .... The entire project will be an important contribution to assess the impact of pesticide on plant metabolome/microbiome and on food safety.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}