{
    "rcn": "206976",
    "acronym": "SIMULTAN",
    "topics": "ERC-2016-STG",
    "title": "Aging-related changes in brain activation and deactivation during cognition: novel insights into the physiology of the human mind from simultaneous PET-fMRI imaging",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "There is no doubt that functional magnetic resonance imaging (fMRI) has led to a breakthrough in our ability to measure how the complexities of the mind are rooted in biology. However, deactivation of certain brain areas during cognitive control and increased activation of prefrontal areas in aging are two examples of consistently found patterns of fMRI activation that have had a large impact on the study of the human mind, but that prompt major questions of interpretation. The physiological basis of the fMRI signal reflects interplay between hemodynamics and metabolic demands that vary across the brain, as well as between different tasks and individuals, and cannot be resolved by fMRI alone. To be able to use non-invasive imaging to distinguish a normally aging brain from one that is in the pre-clinical stages of disease, it is important to understand the neurobiological basis of these functional brain changes. Positron emission tomography (PET) is a molecular imaging method that is able to monitor brain glucose metabolism, which stems primarily from synaptic activity and is invariant to changes in blood flow. Studies that have made use of the complementary information gained from fMRI and PET to investigate human brain function have had to rely on sequential scans, and correlation of the signals from both modalities between individuals. The investigation of within-person switches between different mental states with complementary modalities is only made possible by the recent development of a hybrid PET-MR system, which, for the first time, allows simultaneous assessment of fMRI signal, blood flow and PET glucose metabolism during cognitive task performance. The proposal is structured in three work packages that include PET-fMRI scans in 30 healthy younger and 40 older adults. The analyses are designed to disentangle the hemodynamic and metabolic contributions to fMRI deactivations and prefrontal over-activation in aging during cognitive task performance.",
    "totalCost": "1499544",
    "ecMaxContribution": "1499544",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 1499544
        }
    },
    "calculatedTotalContribution": 1499544
}