{
    "rcn": "206909",
    "acronym": "LiveDeadFossil",
    "topics": "MSCA-IF-2015-EF",
    "title": "Life and death in DoÒana National Park (Spain): palaeontological and ecological insights from the study of modern vertebrate death assemblages",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Taphonomy is the interdisciplinary science, between the fields of biology and geology, that evaluates the transition of live organisms into death assemblages and, eventually, into fossil remains. Modern death assemblages provide a basis for understanding what components of living communities may be preserved in the fossil record and what biases are to be expected. Also, methods and discoveries of taphonomic research in modern ecosystems are of value to ecologists because skeletal remains hold a wealth of information about the vertebrate species inhabiting an ecosystem. Despite the interdisciplinary information that these studies contain, naturally occurring bone accumulations are largely unexplored and have not been studied neither in the European realm nor in a Mediterranean ecosystem. We propose here a training-through-research project based on the taphonomic monitoring and fidelity evaluation of the vertebrate death assemblage (mainly >5 kg terrestrial vertebrates) of a UNESCO World Heritage Site, DoÒana National Park (DNP) (Spain). The candidate has experience in the taphonomic reconstruction of fossil sites but has limited exposure to taphonomic field techniques and analyses of modern death assemblages and live:dead fidelity studies. The LiveDeadFossil project will broaden her professional experience and contribute to her growth as independent researcher. The research will shed light on the ecological and post-mortem processes undergone by vertebrate remains in a Mediterranean ecosystem and will complement the study and management of the vertebrate communities of the park. The selected host organization, DoÒana Biological Station-CSIC (Seville, Spain), is a world-class research center for ecology and conservation biology, manages all the activities at DNP and has all the facilities and services in place (including population census data, osteological collections, laboratories, etc.) for the successful fulfilment of this training and research programme.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}