{
    "rcn": "206950",
    "acronym": "iGBMavatars",
    "topics": "ERC-2016-STG",
    "title": "Glioblastoma Subtype Avatar models for Target Discovery and Biology",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The Glioblastoma Multiforme (GBM) is the most common primary brain tumor and it is incurable. Two major challenges affect GBM clinical management: its heterogeneity (which treatment will best fit this very patient?) and its resistance to available treatments (will the patient benefit in any way from the chosen therapy?). Here we approach these questions with a personalized entry point. First, we aim to create ìhumanizedî experimental models of GBM accurately reflecting patients at molecular level. These GBM Subtype Avatars models (GSA) will be exploited as ìtargeted patientsî in personalized biology and intervention studies. Since GBM exists as molecular subtypes with similar histopathology but mutually exclusive genetic lesions and molecular features, we will generate GSA by targeting mutations recurrently associated with Proneural, Classical or Mesenchymal GBM subtypes into adult human neural stem cells (NSC). Evidence supports that these cells can give rise to high-grade gliomas when engineered with the appropriate genetic lesions. Next, engineered NSC will be orthotopically implanted into immunocompromised rats and the resulting tumors profiled for gene expression, DNA methylation and copy number aberrations. These profiles will be compared to those generated in patient-derived xenografts and biopsies. Second, to identify drug targets favoring patientsí response to the current standard of care, we will exploit GSA for state-of-art genetic screens in vivo. Specifically, we will seek for synthetic lethal interactions between DNA damaging agents and the GSA transcriptome using an in vivo CRISPRi screening approach. Third, to investigate the molecular basis of GBM heterogeneity in GSA models, we will combine genetic and immunophenotypic tracing with gene expression and epigenomic profiling. Identifying tumor-specific vulnerabilities in a dismal disease urging for effective therapies and its molecular fingerprinting convey conceivably rapid Translation in Oncology.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}