{
    "rcn": "206975",
    "acronym": "NANOGLU",
    "topics": "ERC-2016-STG",
    "title": "Enlightening synaptic architecture: nanoscale segregation of glutamate receptor subtypes",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Efficient neuronal communication lies at the heart of all cognitive functions, and synaptic dysfunction underlies mental disorders such as autism. However, although over the past decades many components of synapses have been characterized, it is unknown how these constituents are assembled within synapses, and how this organization contributes to synapse function. The overall aim of this proposal is to understand how excitatory synapses are built to efficiently control neuronal function. Specifically, I aim to reveal the molecular organization that controls glutamate receptor positioning. While AMPA-type glutamate receptors concentrate in nano-domains within the synaptic core that directly apposes the presynaptic release site, metabotropic glutamate receptors accumulate in a distinct perisynaptic domain considerably further from the release site. Despite that this organization critically controls synaptic transmission and plasticity, we know little about the mechanisms that underlie the spatial and temporal segregation of glutamate receptor subtypes into these distinct subsynaptic domains. To address this, I developed single-molecule imaging tools, a powerful dimerization system to control receptor positioning, and physiological read-outs of synapse function.\n\nIn this proposal I will combine innovative experimental and computational approaches, integrating single-molecule imaging with optical and electrophysiological measurements of neuronal function to: \n1) elucidate the organizational principles that underlie the nano-compartmentalization of glutamate receptors at synapses, and \n2) understand how the spatial distribution of receptor subtypes contributes to neuronal functioning. \n\nThis project will reveal how nanoscale synapse organization contributes to neuronal circuit function, and will help understand how synaptic disruption contributes to neurological disease mechanisms.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}