{
    "rcn": "206927",
    "acronym": "ANATOMY-FOUND",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel Imaging of the heart for new structural and metabolic diagnosis",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Each year cardiovascular disease (CVD) causes over 4 million deaths in Europe. Predictions suggest that 80% of premature heart disease and stroke is preventable, but ~20% of CVDs are misdiagnosed, and in elderly patients up to 60% of CVDs remain undiagnosed. We need to develop new technologies and strategies for early and accurate diagnosis of the biggest killer in western society.\n\nCurrently, diagnosis of CVD is based on assessment of macro-anatomy, whole heart function, and whole body metabolic markers. Early CVD processes begin in heart cells, before evolving to the ímacroí pathology recognisable by traditional techniques. Clinicians desire a non-invasive technique that can provide high-resolution 3D micro-anatomy, and organ specific regional metabolic assessment. However the intricate micro-anatomy of the heart and its dynamic relationship with cardiac function is still fiercely debated.\n\nTo elucidate the true micro-anatomy of the heart, and understand its correlation with both pump- and metabolic function in health and disease, I will investigate the following questions:\n1)What is the true micro-anatomy of the heart, and how is it remodelled in disease?\n2)What is the role of 3D micro-anatomy in 4D pump function?\n3)Does micro-anatomical remodelling correlate with regional changes in metabolism?\n\nUsing novel state-of-the-art non-invasive 3D and 4D ex-vivo and in-vivo imaging methodologies, I will answer these questions. We will finally understand the micro-anatomy of the heart in 3D, and its relationship with cardiac contraction and metabolism in disease. I hypothesise detecting and correlating novel morphological and metabolic changes upstream of the macro-anatomical and non-specific metabolic changes identifiable by traditional techniques, will offer the foundation for a step-wise change in diagnosis of CVD.\n\nWorking with world-renowned researchers, I will develop interdisciplinary skills in functional cardiac imaging to support a productive career in academia.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}