{
    "rcn": "206991",
    "acronym": "LEVIATHAN",
    "topics": "ERC-2016-STG",
    "title": "Taming the Leviathan? Legal and Political Accountability in 'Post-Crisis' EU Economic Governance",
    "startDate": "01/08/2017",
    "endDate": "31/07/2021",
    "objective": "The Euro Crisis has had a transformative effect on the functional ambitions of the EU. It has, also, however, transformed the ways in which citizens can hold the EU institutions accountable. In the area of economic governance in particular, the post-crisis EU has created a significant new body of fiscal rules, managed largely by executive institutions. The nature of these rules, and the institutions entrusted to manage them, challenges our existing scientific understanding of accountability, creating considerable confusion among citizens as how economic decision-making in an EU context can be properly scrutinized. \n \nThis project is devoted to addressing EU economic governance's 'post-crisis' accountability challenge. It will provide the first comprehensive and multi-disciplinary attempt to consider how EU decisions in the economic field can be challenged, either by political institutions or by individuals seeking judicial review. In doing so, it will seek to move beyond the disciplinary segmentation and conceptual limitations of current academic debates about accountability, combining legal analysis of decisions of national and EU Courts in economic governance with qualitative research on the political and functional constraints within which institutions reviewing economic decisions operate. \n \nThe project will also carry a crucial normative dimension, using case studies in important fields of economic policy - from banking regulation to the coordination of national budgets - to map emerging accountability relationships and build recommendations on how to approach post-crisis accountability. Given the reach of EU economic governance into almost all domains of national policy, as well as the declining levels of public trust in EU action, identifying how a more accountable structure for EU policy-making could be built is a crucial scientific and societal task.",
    "totalCost": "1184595",
    "ecMaxContribution": "1184595",
    "coordinator": "HERTIE SCHOOL OF GOVERNANCE GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997917765": {
            "orgId": "997917765",
            "orgName": "HERTIE SCHOOL OF GOVERNANCE GGMBH",
            "ecContrib": 1184595
        }
    },
    "calculatedTotalContribution": 1184595
}