{
    "rcn": "206930",
    "acronym": "FOL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fighting Over Land: Theory and Empirical Evidence from Colombia",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "This proposal aims to develop a research agenda on the long-term effect on civil conflict on institutions, particularly on land tenure structure. I start by building a theoretical model to establish the mechanisms and incentives through which actors involved in an armed conflict may be interested on fighting over the control and property rights of rural land. The resulting theoretical hypotheses will be tested using a truly unique, plot-level census data set that I digitised from Official Archives of the province of Antioquia, a Colombian region highly exposed to violence over the last fifty years. This dataset contains plot-level census data collected in 1950-55 for tax purposes. Additionally, I utilise similar plot-level census data for 1995 and 2000. These historical data sets can be easily matched to current cadastral information, available from 2006 onward. Hence, I will have comparable plot-level census datasets from Antioquia for four different periods, which coincide with the main shift of the intensity and expansion of the Colombian conflict. The exogenous nature of the different episodes of the conflict will provide the spatial and temporal variation to identify the effect of violence on land tenure. Several concerns might arise about the potential non-randomness of violence. While I cannot entirely resolve these (i.e. war is not random), I propose different strategies to test the robustness of my results. The contribution of this proposal is twofold. First, this proposal will contribute to the literature on land related conflict and the social consequences of conflict. Second, I provide technical support to many land restitution policies launched in post-conflict settings.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "INSTITUTE OF DEVELOPMENT STUDIES",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860384": {
            "orgId": "999860384",
            "orgName": "INSTITUTE OF DEVELOPMENT STUDIES",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}