{
    "rcn": "206993",
    "acronym": "OPTINT",
    "topics": "ERC-2016-STG",
    "title": "OPTINT: Optimization-based Design of Interactive Technologies",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "As technology moves further away from the desktop setting, it is becoming increasingly clear that conventional interfaces (i.e., mice and keyboards) are no longer adequate means for interaction and that the traditional computing paradigm will be replaced or complemented by new forms of interaction such as wearable computing, head-worn displays, AR and VR. \n\nThe main goal of OPTINT is to lay the foundations of design and implementation of 21st century interactive technologies. While contemporary user interface (UI) design techniques have been developed for the era of the PC, modern user interfaces are much more diverse and have to be designed for challenging contexts such as embedded and wearable computers, augmented and virtual reality (AR/VR), the Internet of the Things (IoT) and intelligent robotics. Furthermore, instead of flat, rectangular 2D devices, things will be flexible and of custom shape; instead of mass-produced weíll use 3D printing to customize all types of technology and end-user designed interactive objects are becoming a reality. Designing in such context requires expertise in a large and diverse set of domains ranging from hardware-level sensor design all the way to user experience aspects. These requirements go largely beyond traditional UI design techniques, calling for next generation tools that can integrate all of them in a unified manner. Embracing these challenges, I argue for a novel approach to the design of interactive devices, leveraging optimization algorithms allowing the designer to focus on user experience instead of having to worry about technical details. OPTINT will deliver an optimization-based framework and a set of easy to use tools that allow user-experience (UX) designers and domain experts to develop a broad range of interactive technologies.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}