{
    "rcn": "206987",
    "acronym": "FLEXNEURO",
    "topics": "ERC-2016-STG",
    "title": "Flexible and robust nervous system function from reconfiguring networks",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "It is now possible to monitor and manipulate neurons in live, awake animals, revealing how patterns of neural activity represent information and give rise to behaviour. Very recent experiments show that many circuits have physiology and connectivity that is highly variable and that changes continually, even when an animalís behaviour and environment are stable. Existing theories of brain function assume that neural circuit parameters only change as required during learning and development. This paradigm cannot explain how consistent behaviour can emerge from circuits that continually reconfigure, nor what mechanisms might drive variability and continual change. Understanding this deep puzzle requires new theory and new ways to interpret experimental data. I will develop a theory of reconfiguring circuits by significantly generalizing my previous work that uses control theory to show how network activity can be maintained in spite of variability and continual turnover of crucial circuit components. We will analyse how biological plasticity mechanisms steer collective properties of neurons and circuits toward functional states without requiring individual parameters to be fixed, resulting in circuit models with consistent output but variable and mutable internal structures. In close collaboration with leading experimentalists we will challenge these modelling principles to account for new findings which reveal that navigation, sensory percepts and learned associations are underpinned by surprisingly dynamic, variable circuit connectivity and physiology. This will generate new, exciting questions that will drive experiments and theory together: how can known plasticity mechanisms generate reconfigurable neural representations? Do continually reconfiguring networks possess unique functional flexibility and robustness, and are they vulnerable to specific pathologies? And how can we design new experiments to test theories of robust, reconfigurable networks?",
    "totalCost": "1299191",
    "ecMaxContribution": "1299191",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}