{
    "rcn": "206952",
    "acronym": "VISIRday",
    "topics": "ERC-2016-STG",
    "title": "VISible to far-IR optical tuning: passive DAYtime cooling by hierarchical structures and hybrid materials",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Efficient daytime cooling without the need for a heat engine is an essential technology to lower our overall energy consumption. Nature offers a chance to off-load heat directly into the cold outer space via the so-called ìsky windowî: a spectral range from 8 ñ 13 µm, where our atmosphere is transparent. Concomitantly, solar radiance influx needs to be minimized by scattering and reflection, which would counteract the radiatively removed energy. VISIRday aims to provide ground-breaking new materials and concepts to emit thermal energy directly into this transparent sky window. A radically holistic approach is necessary to understand and design the optical properties of nano- and mesostructured materials over the entire spectral range (300 nm ñ 20 µm), with the mid-IR sky window being fully emissive, and all other spectral wavelengths being fully reflective. I will therefore combine top-down direct write lithography with intricate bottom-up colloidal self-assembly to device hierarchically structured systems fully addressing these stringent optical properties. A new material class ñ surface phonon polariton supporting nano- and mesoparticles ñ with adjustable absorption properties in the mid-IR range, will take a leading role as novel colloidal building block. In combination with polymers and metallic nanostructures my team will demonstrate hybrid structures with finely adjusted and even externally tuneable optical properties. Simulations based on finite element modelling to conceive optimum design rules will complement the experimental work. Inspired by examples from nature, namely white beetles and the Saharan silver ant, I will push the fundamental insights towards novel technologies such as radiative daytime cooling paints and fibres. I am convinced that this project provides the urgently needed materials and concepts to add radiative daytime cooling to the existing mix of green energy technologies.",
    "totalCost": "1487636,61",
    "ecMaxContribution": "1487636,61",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 1487637
        }
    },
    "calculatedTotalContribution": 1487637
}