{
    "rcn": "206937",
    "acronym": "ImmProDynamics",
    "topics": "ERC-2016-STG",
    "title": "Dissecting the interplay between the dynamics of immune responses and pathogen proliferation in vivo",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Pathogen proliferation has profound implications for its persistence, treatment strategies, and the induction and execution of protective immune responses. In vivo, pathogen proliferation rates are heterogenic, confronting the immune system with a variety of microbial physiological states. It is unknown if, and by what molecular mechanism, the immune response can distinguish these different states on a cellular level. Also, understanding the link between pathogen proliferation and immune cell dynamics could provide critical information on how infections can be controlled, and how to counteract pathogen persistence and antibiotic resistance. However, this question has never been addressed due to difficulties in studying the dynamics of immune cells and at the same time probing pathogen proliferation.\nIn this project, we will make use of a novel in vivo reporter system that I have developed, in order to determine the role of the pathogen's proliferation for its interaction with the immune system. Specifically, we will (1) determine the tissue niche in which the pathogen proliferates, (2) investigate the differential dynamics of phagocyte-pathogen- and of T cell-APC-interactions related to pathogen proliferation rate, (3) manipulate the relationship between pathogen proliferation and immune cell dynamics by using proliferation-deficient mutants and optogenetic pathogen inactivation, (4) identify signaling pathways that are differentially induced in cells infected by high versus low proliferating pathogens, and test their involvement in differential immune cell dynamics related to pathogen proliferation.\nImmProDynamics will for the first time provide insights into how cells of the immune system react to distinct pathogen proliferative states in vivo. This will greatly expand our knowledge of host-pathogen interactions, which will be critical for the design of efficient vaccines and antimicrobial therapy.",
    "totalCost": "1499525",
    "ecMaxContribution": "1499525",
    "coordinator": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 1499525
        }
    },
    "calculatedTotalContribution": 1499525
}