{
    "rcn": "206963",
    "acronym": "SPONGE ENGINE",
    "topics": "ERC-2016-STG",
    "title": "Fast and efficient sponge engines drive and modulate the food web of reef ecosystems",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Coral reefs are iconic examples of biological hotspots, highly appreciated because of their ecosystem services. Yet, they are threatened by human impact and climate change, highlighting the need to develop tools and strategies to curtail changes in these ecosystems. Remarkably, ever since Darwinís descriptions of coral reefs, it has been a mystery how one of Earthís most productive and diverse ecosystems thrives in oligotrophic seas, as an oasis in a marine desert. My team recently discovered the ësponge loopí pathway (Science, De Goeij et al 2013) that efficiently retains and transfers energy and nutrients on the reef. We recognized sponges as potential (and so far neglected) key ecosystem drivers, and accumulated evidence on sponge loops in other ecosystems, such as deep-sea coral reefs. As a result, current reef food web models, lacking sponge-driven resource cycling, are incomplete and need to be redeveloped. However, mechanisms that determine the capacity of sponge 'engines', how they are fuelled, and drive communities are unknown. \n    This proposal will systematically establish the novel reef food web framework, integrating sponges as key ecosystem drivers. To this end, sponges will be evaluated on functional traits (morphology, associated microbes, pumping rate) in the processing of dissolved food, the main fuel of the engine. At the community level, we will assess to what extent these different traits are a driving force in structuring reef ecosystems, from fuel input (primary producers), to engine output (driving and modulating the consumer food web). This framework derived from a Caribbean reef ecosystem will be implemented in a sponge-driven food web model, a much-needed foundation to test and predict future scenarios of changes in reef communities. Ultimately, I will test and generalize the novel food web framework at a tropical Indo-Pacific, a temperate Mediterranean, and a cold-water North-Atlantic reef, together with my international collaborators.",
    "totalCost": "1465097",
    "ecMaxContribution": "1465097",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1465097
        }
    },
    "calculatedTotalContribution": 1465097
}