{
    "rcn": "206974",
    "acronym": "Learn2Walk",
    "topics": "ERC-2016-STG",
    "title": "Brain meets spine: the neural origin of toddlerís first steps",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "A childís first steps may be small, but they are a giant leap for its development. Children have an instinct to walk from the moment they are born ñ a 'stepping reflex' hardwired in their neural circuitry ñ but it typically takes about one year before they can start walking independently. In a pioneering work published on Science in 2011, I demonstrated that the coordinated muscle activation in neonate stepping is described by two basic activation patterns that are retained throughout development, and supplemented by two new ones that be-come manifest in toddlers.\nThese seminal findings triggered profound questions: Is the development of new patterns an emergent property, indicative of spontaneously changing cortico-muscular interaction? Does locomotor impairment change the spontaneous character of this emergent property into a gradual one? With the proposed research, I plan to answer these questions by studying the interplay between brain and muscular activity at the onset of independent walking.\nThe overarching aim is to characterize the emergence of independent walking in typically developing children and in children affected by cerebral palsy, and to identify an optimal rehabilitation strategy to promote normal walking in the latter. I plan to perform a combined analysis of brain and muscular activity in typically developing children, unraveling the detailed processes underlying the learning of walking. I will then elucidate the reorganization of cortical and cortico-muscular activity accompanying the altered development of walking in children with cerebral palsy. Finally, I will apply these results to the identification of optimal rehabilitation techniques for children with cerebral palsy.\nIt is my long-term ambition to exploit fundamental insights into neuro-motor control for promoting normal walking in children with locomotor impairments. The proposed project provides an exciting opportunity for me to realize this goal.",
    "totalCost": "1331625",
    "ecMaxContribution": "1331625",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1331625
        }
    },
    "calculatedTotalContribution": 1331625
}