{
    "rcn": "206908",
    "acronym": "MANNA",
    "topics": "ERC-ADG-2015",
    "title": "MacroAutophagy and Necrotic Neurodegeneration in Ageing",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Necrosis contributes critically in devastating human pathologies such as stroke, ischemia, and age-associated neurodegenerative disorders. Ageing increases susceptibility to neurodegeneration, in diverse species ranging from the lowly nematode Caenorhabditis elegans to humans. The mechanisms that govern necrotic neurodegeneration and its modulation by ageing are poorly understood. Autophagy has been implicated in necrosis and neurodegeneration, both with pro-survival and a pro-death roles. Autophagic flux declines with age, while induction of autophagy enhances longevity under conditions such as low insulin/IGF1 signalling and dietary restriction, which extend lifespan across diverse taxa. Our recent findings indicate that organelle-specific autophagy, including mitophagy, pexophagy and nucleophagy, is an important, evolutionarily conserved, determinant of longevity. We propose to dissect the molecular underpinnings of neuron vulnerability to necrosis during ageing, focusing on cargo-specific macroautophagy. To this end, we will implement a multifaceted approach that combines the power and versatility of C. elegans genetics with advanced, in vivo neuronal imaging and microfluidics technology. Our objectives are fourfold. First, we will monitor autophagic flux of organellar cargo, during neurodegeneration, under conditions that alter lifespan and identify mediators of organelle-specific autophagy in neurons. Second, we will conduct genome-wide screens for modifiers of age-inflicted neurodegeneration. Third, we will interrogate nematode models of human neurodegenerative disorders for organelle-specific autophagy and susceptibility to necrosis, upon manipulations that alter lifespan. Fourth, we will investigate the functional conservation of key mechanisms in mammalian models of neuronal necrosis. Together, these studies will deepen our understanding of age-related neurodegeneration and provide critical insights with broad relevance to human health and quality of life.",
    "totalCost": "2254109",
    "ecMaxContribution": "2254109",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 2254109
        }
    },
    "calculatedTotalContribution": 2254109
}