{
    "rcn": "206984",
    "acronym": "TREND",
    "topics": "ERC-2016-STG",
    "title": "Transparent and flexible electronics with embedded energy harvesting based on oxide nanowire devices",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The Internet of Things is shaping the evolution of information society, requiring an increasing number of objects with embedded electronics, sensors and connectivity. This spurs the need for systems where summing to performance and low cost, multifunctionality has to be assured. In this context, TREND aims to take transparent electronics into as-of-yet unexplored levels of integration, by combining on flexible substrates transparent and high-speed nanocircuits with energy harvesting capabilities, all based on multicomponent metal oxide nanowires (NWs). For this end, sustainable and recyclable materials as ZnO, SnO2, TiO2 and Cu2O will be synthesized in different forms of heterostructured NWs, using low-temperature and low-cost solution processes. For precise positioning, NWs will be directly grow on flexible substrates using seed layers patterned by nanoimprint lithography. This will be crucial for integration in different nanotransistor structures, which will be combined into digital/analog nanocircuits following planar and 3D approaches. Energy will be provided by piezoelectric nanogenerators with innovative structures and materials. Final platform of nanocircuits\\nanogenerators will make use of NW interconnects, bringing a new dimension to the systems-on-foil concept.\nThe research will be carried out at FCT-UNL, in a group pioneering transparent electronics. My PhD on oxide materials/devices and proven expertise on circuit integration, oxide nanostructure synthesis and nanofabrication/characterization tools will be a decisive contribute to the implementation of the proposal. TREND is an ambitious multidisciplinary project motivating advances in materials science, engineering, physics and chemistry, with impact extending from consumer electronics to health monitoring wearable devices. By promoting new ideas for practical ends, it will contribute to place Europe in the leading position of such strategic areas, where sustainability and innovation are key factors.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}