{
    "rcn": "206947",
    "acronym": "LIFE synapses",
    "topics": "ERC-2016-STG",
    "title": "Long-term Investigation of Functional Excitatory Synapses: Linking Plasticity, Network Wiring andMemory Storage",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The nature of the physical substrate of memory ñ or engram ñ is probably one of the longest studied mysteries in neuroscience, and yet it still remains elusive. In recent years, the search for the engram has gained new momentum due to the possibilities of optogenetic activation and silencing of specific neurons in the brain. Recent studies suggest that the engram could be defined as the subset of neurons that is necessary and sufficient to cause recall of a specific memory when activated. But where is the engram when the neurons are not active? Most likely, ëlasting alterationsí during memory formation are encoded in synaptic connections, forming a specific circuit that is able to trigger memory recall when active. This raises the possibility that the engram could be encoded in a pattern of altered synapses, not a pattern of cell bodies.\n\nLong-lasting potentiation or depression of synaptic efficacy is thought to underlie learning and memory formation suggesting that the engram could be stored in the strength of synapses. Yet, most excitatory synapses in the brain are highly plastic and show pronounced morphological dynamics. It is therefore not clear to what extent engrams can be stored in a network of synapses and how functional and structural changes of individual synapses contribute to the engram.\n\nThe central aim of this proposal is to identify synapses participating in the engram and to study their morphological stability and pre- and postsynaptic functional properties. With novel optogenetic approaches and molecular markers we will investigate functional synapses in their native circuit over the time scale of weeks. By connecting functional long-term analysis of single synapses with morphological observations the proposed project will fill a wide gap in our understanding of how synapses encode and store information. I anticipate that my work will transform our knowledge about the location and mechanism of memory storage in the brain.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}