{
    "rcn": "206946",
    "acronym": "IlluMitoDNA",
    "topics": "ERC-2016-STG",
    "title": "Illuminating the mechanisms of mitochondrial DNA quality control and inheritance",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Essential subunits of the mitochondrial respiratory chain, which generates the majority of energy in eukaryotic cells, are encoded in the mitochondrial genome (mtDNA) that is present in hundreds of copies in every cell. Mutations within mtDNA have been identified as the cause for a multitude of human diseases and have been tightly linked to the ageing process and altered stem cell homeostasis. Accordingly, to ensure organismal health, good copies of mtDNA have to be faithfully inherited during cell division, their integrity needs to be maintained over generations and they need to be distributed throughout the mitochondrial network to provide all mitochondrial segments with mtDNA encoded proteins. Astonishingly, it remains poorly understood how cells accomplish these fundamental tasks.\n\nThrough the development of a novel system that for the first time allowed minimally invasive tracking of mtDNA in living cells, we have gained unique insights into the cellular principles that govern distribution and inheritance of mtDNA and the maintenance of its integrity. This work paved the way to understand the molecular mechanisms that underlie these processes and provides the tools required to elucidate them. We will build on this work and combine cutting-edge microscopy and next generation sequencing with biochemical and genetic approaches to identify and characterize the machineries responsible for (1) mtDNA inheritance and distribution and (2) mtDNA quality control. While these first two aims will exploit the unique experimental advantages of S. cerevisiae, our ultimate goal is (3) to transfer our findings to higher eukaryotes through the development of a mammalian mtDNA imaging system.\n\nThis powerful multipronged approach will mechanistically unravel mtDNA dynamics and quality control and will thus provide the necessary basis to understand diseases where these processes are dysregulated.",
    "totalCost": "1851834",
    "ecMaxContribution": "1851834",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1851834
        }
    },
    "calculatedTotalContribution": 1851834
}