{
    "rcn": "206951",
    "acronym": "STRINGENCY",
    "topics": "ERC-2016-STG",
    "title": "Control of Bacterial Multidrug Tolerance and Stress Response by Alarmone Synthetase SpoT",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Difficult-to-treat chronic and recurrent bacterial infections are often caused by bacteria that are sensitive to commonly used antibiotics. The reasons for this recalcitrance are frequently unknown. However, when grown in the laboratory, all bacteria, including major pathogens form persister cells that are multidrug tolerant, a phenomenon thought to be a major factor underlying recalcitrant infections. We observed that the general bacterial stress response, known as ìthe stringent responseî, plays a key role in persister cell maintenance. Indeed, stochastic variation of the stringent response regulator ppGpp triggers persister cell formation. However, the molecular mechanisms by which environmental cues activate the stringent response are still largely unknown and represent one of the most fundamental, unsolved problems in prokaryotic molecular biology. Importantly the stringent response is also required for virulence of almost all bacterial pathogens, strongly arguing that novel insights into ppGpp biology will lead to novel methods to combat infections. We recently observed that the ppGpp synthetase II activity encoded by SpoT is responsible for persister cell formation in Escherichia. coli. Therefore, I propose a research program that builds on the pivotal role of SpoT in bacterial persistence, with the goal of dissecting the molecular mechanisms by which environmental stimuli trigger SpoT-dependent ppGpp synthesis. This project has three main objectives: (i) To unravel how spoT expression is regulated (ii) To reveal how ppGpp synthetase II activity is mechanistically controlled and (iii) To decipher the physiological role of SpoT in persister cell decision-making. The program is ambitious and will provide a significant step forward for the persistence field and offer novel, fundamental insights into ppGpp biology. Moreover, it may represent an invaluable resource to improve biotechnological processes and how bacterial infections are treated.",
    "totalCost": "1494042",
    "ecMaxContribution": "1494042",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1494042
        }
    },
    "calculatedTotalContribution": 1494042
}