{
    "rcn": "206970",
    "acronym": "CAVEHEART",
    "topics": "ERC-2016-STG",
    "title": "Heart regeneration in the Mexican cavefish: The difference between healing and scarring",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Whereas the human heart cannot regenerate cardiac muscle after myocardial infarction, certain fish efficiently repair their hearts. Astyanax mexicanus, a close relative of the zebrafish, is a single fish species comprising cave-dwelling and surface river populations. Remarkably, while surface fish regenerate their heart after injury, cavefish cannot and form a permanent fibrotic scar, similar to the human heart. Using transcriptomics analysis and immunohistochemistry, we have identified key differences in the scarring and inflammatory response between the surface and cavefish heart after injury. These differences include extracellular matrix (ECM) proteins, growth factors and macrophage populations present in one, but not the other population, suggesting properties unique to the surface fish scar that promote heart regeneration. The objective of the proposed project is to characterise and utilise these findings to identify therapeutic targets to heal the human heart after myocardial infarction. First, we will analyse the identified differences in scarring and immune response between the fish in detail, before testing the role of the most interesting proteins and macrophage populations during regeneration using CRISPR mutagenesis and clodronate liposomes. Next, we will link the key scarring and inflammatory differences directly to both the genome and the ability for heart regeneration using new and prior Quantitative Trait Loci analyses. This will allow to find the most fundamental molecular mechanisms directing the wound healing process towards regeneration versus scarring. Together with an in vitro and in vivo small molecule screen directed specifically at influencing scarring towards a more ëfish-likeí regenerative phenotype in the cavefish and mouse heart after injury, this will provide targets for therapeutic strategies to maximise the endogenous regenerative potential of the mammalian heart, with the aim to find a cure for myocardial infarction.",
    "totalCost": "1499429",
    "ecMaxContribution": "1499429",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499429
        }
    },
    "calculatedTotalContribution": 1499429
}