{
    "rcn": "206980",
    "acronym": "MusEC",
    "topics": "ERC-2016-STG",
    "title": "UNDERSTANDING THE METABOLIC CROSSTALK BETWEEN THE MUSCLE AND THE ENDOTHELIUM: IMPLICATIONS FOR EXERCISE TRAINING AND INSULIN RESISTANCE",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Obesity has become a leading medical disorder, which is associated with life threatening conditions such as glucose intolerance, insulin resistance (IR) and type 2 diabetes (T2D). In the maintenance of glucose homeostasis, muscle is a critical organ and current health recommendations include regular physical activity as a cornerstone in the prevention and treatment of IR/T2D. The development of exercise mimetics has been proposed as a novel therapeutic strategy, but this has failed so far. This is because we still do not completely understand the etiology of glucose intolerance and how exercise improves glucose tolerance. In particular, angiogenesis ñ the growth of new blood vessels from existing ones ñ is an early adaptive event following exercise training, but the role of the muscle vasculature in the regulation of muscle metabolism and glucose tolerance has been largely overlooked.\nIn this project, I will investigate the metabolic crosstalk between the vasculature and the muscle to increase our understanding on how the endothelium contributes to muscle metabolism and glucose homeostasis. First, I will evaluate whether and how vessels need to reprogram their metabolism to promote angiogenesis following exercise training. Second, I will explore whether this metabolic reprogramming that results into enhanced angiogenesis is required for the muscle to allow training adaptations. I pose the novel and unexplored hypothesis that endothelial cells and the muscle intensely communicate to ensure optimal muscle function and to orchestrate muscle adaptations to exercise training via metabolic signaling. I will combine in vitro, ex vivo, and in vivo techniques using targeted and untargeted approaches to answer these exciting questions. Ultimately, I will investigate whether this communication is affected during the development of T2D. And if so, whether this interaction can be exploited to prevent IR/T2D.",
    "totalCost": "1498823",
    "ecMaxContribution": "1498823",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1498823
        }
    },
    "calculatedTotalContribution": 1498823
}