{
    "rcn": "206912",
    "acronym": "NGECA",
    "topics": "MSCA-IF-2015-EF",
    "title": "REGULATION OF NEURONAL GENE EXPRESSION THROUGH CHROMOSOME ARCHITECTURE",
    "startDate": "01/11/2016",
    "endDate": "05/08/2019",
    "objective": "A remarkable feature of the brain is its ability to adapt to changing environmental conditions. Modulation of synaptic strength and neuronal circuitry underlies experience-dependent learning, and requires widespread changes in gene expression. Following neuronal depolarisation, intracellular signalling results in rapid induction of many activity-regulated genes (ARGs).  There are numerous interconnected levels of gene regulation; one critical aspect relates to the three-dimensional conformation of chromosomes within the nucleus. Looping of genes to regulatory regions and to other genes is required for transcriptional activation in other cell types, but remains largely unexplored in neurons. In this proposal, I will investigate how the genome architecture changes during neuronal depolarisation, and how this influences activity-induced transcription and neuronal plasticity. I will first map the genomic interactions of ARGs in neurons before and after depolarisation. This experimental approach will allow identification of enhancer-promoter loops and multi-gene complexes in an unbiased manner. Single-cell imaging studies will be performed to quantify the frequency of interactions across individual neurons. I will use super-resolution microscopy to simultaneously analyse multiple loci with high precision, providing unprecedented detail of gene interactions in response to neuronal activity. Finally, I will use genome editing to disrupt specific chromosomal contacts and evaluate the transcriptional induction of associated genes. I will assess whether loss of genomic contacts affects dendritic growth, a process associated with neuronal plasticity and dependent on ARG induction, to understand the biological implications of chromosome looping. The aim of this project is to discover novel molecular mechanisms that govern transcription during neuronal activation, which is critical in experience-dependent learning.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}