{
    "rcn": "206904",
    "acronym": "DisCont",
    "topics": "ERC-ADG-2015",
    "title": "Discontinuities in Household and Family Formation",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Household, family and fertility changes are key drivers of population dynamics. Discovering and explaining the velocity of these changes is essential to understand the current situation and to provide scientific evidence on our demographic future. DisCont will provide seminal contributions by studying the impact of macro-level discontinuities on household and family formation (including fertility) in post-industrial contemporary societies. In the past decade, two macro-level discontinuities have radically transformed lives: the Great Recession and the digitalization of life and of the life course. Although their short-term and long-term impacts are likely to be fundamental, they have not yet been systematically analysed. Through a coordinated series of theoretically-founded empirical studies based on linked macro- and micro-level data, and using a comparative perspective, DisCont will argue that macro-level discontinuities are crucial in explaining broad changes in household and family formation, and that their effects can be persistent either for the population as a whole, or for specific cohorts. DisCont will contribute to five areas: 1) it will make theoretical advances by showing the importance of macro-level discontinuities in the explanation of changes in household and family formation in particular, and in population dynamics in general; 2) it will substantially advance our knowledge of household and family formation in post-industrial contemporary societies; 3) it will contribute in a systematic and path-breaking way to research on the broader societal impact of digitalization and of the Great Recession; 4) it will bring a paradigm shift in Age-Period-Cohort modelling; 5) it will make ground-breaking contributions on the demographic use of ìbig dataî and on the use of agent-based models for the population-level implications of household and family change.",
    "totalCost": "2400555",
    "ecMaxContribution": "2400555",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1977500
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 423055
        }
    },
    "calculatedTotalContribution": 2400555
}