{
    "rcn": "206906",
    "acronym": "PREMSOT",
    "topics": "ERC-ADG-2015",
    "title": "Precision Multi-Spectral Optoacoustic Tomography for Discovery Diagnosis and Intervention",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The 2008 ERC Advanced Grant multispectral optoacoustic tomography (MSOT) yielded a novel modality for post-genomic small animal optical imaging, >110 peer-reviewed publications and several major awards including the 2014 Germanyís Innovation award. Since 2011 spin-off iThera Medical GmbH commercialized and placed MSOT systems in European, Asian and North American laboratories, making MSOT an international term. MSOT brought unprecedented optical imaging performance now enabling independent discovery and publications from researchers throughout the world.\nCompared to other imaging modalities, MSOT uniquely images tissue oxygenation and other vascular and pathophysiology parameters in label-free and portable mode, using safe non-ionizing energy. Therefore, MSOT can impact real-time interventional guidance and longitudinal vascular diagnostics and enable a next level of discovery based on quantitative observations in humans, within the novel requirements of precision and personalized medicine. PREMSOT considers the next steps in the MSOT development and will ? design and develop label-free portable hybrid MSOT and ultrasound imaging (US) for human use, ? research novel theory and hardware to address remaining MSOT limitations and improve the sensitivity and quantification accuracy, a necessary step for improving MSOT precision, ? i) validate quantitative MSOT imaging of tissue oxygenation and hypoxia, (micro)-vascular morphology and function, ii) research label-free imaging of inflammation and metabolism and iii) relate MSOT contrast to tissue and disease pathophysiology metrics and ? introduce label-free MSOT/US to discovery and clinical care. MSOT contrast features will be investigated as biomarkers in vascular medicine and surgery and in exploratory measurements within neurology, ambulatory/bedside care or sepsis, addressing unmet discovery and clinical needs.",
    "totalCost": "2497268",
    "ecMaxContribution": "2497268",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 2497268
        }
    },
    "calculatedTotalContribution": 2497268
}