{
    "rcn": "206902",
    "acronym": "XSPECT",
    "topics": "ERC-ADG-2015",
    "title": "Expecting Ourselves: Embodied Prediction and the Construction of Conscious Experience",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "This project (short name, XSPECT) aims to harness the emerging science of the predictive brain to deliver new insights into the nature, scope, mechanisms and (most importantly) the very possibility of conscious experience. The project thus explores and extends the vision of the brain as an inner engine continuously striving to predict the incoming sensory barrage. The key innovation is to consider this increasingly popular vision in the special context of embodied agents able to predict many of their own evolving states and responses ñ agents able to ëexpect themselvesí. These crucial self-expectations span the interoceptive (targeting the internal sensory flows signaling our own physiological states, such as hunger, arousal, itch, and muscular and visceral sensations) and the exteroceptive (targeting the world, and our own behaviors as they might unfold over multiple scales of space and time). XSPECT explores the idea that such interacting states of complex, layered self-prediction hold the key to understanding much that is puzzling about conscious experience.\n\nThe project is divided into three simultaneously active sub-projects. The first sub-project concerns relations between prediction, motor action, and experience. The second sub-project targets the role of interoceptive prediction in the construction of experience. The third sub-project considers ways in which more reflective forms of conscious experience (involving agency, selfhood, and the introspection of own experiential states) are further enriched by a spiraling array of socially mediated higher-level self-predictions.\n\nXSPECT will combine integrative philosophical argument, collaborative experimentation, and leading edge interdisciplinary research and discussion, leveraging two very successful but under-communicating research programs (ëembodied cognitioní and ëthe predictive brainí) to offer new perspectives on the puzzle of conscious experience.",
    "totalCost": "1391134",
    "ecMaxContribution": "1391134",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1391134
        }
    },
    "calculatedTotalContribution": 1391134
}