{
    "rcn": "206907",
    "acronym": "INHIBITHUMAN",
    "topics": "ERC-ADG-2015",
    "title": "Dis-inhibitory circuits in the human cerebral cortex",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Temporal co-ordination of the activity of cortical neurons underlies cognitive processes. Intracortical inhibitory circuits set temporal windows for modulation of glutamatergic pyramidal cell firing. In non-human mammals, the activity of the GABAergic neurons is governed by other specialised GABAergic neurons, which can dis-inhibit pyramidal cells. The overarching aim of this project is to define cellular and pharmacological mechanisms of dis-inhibitory circuits in the human cerebral cortex. These circuits could act as regulators of cognitive process. First, we will investigate the neuron types and their synaptic influences to characterise how dis-inhibition controls synaptic integration and the output of neurons. Second, we will elucidate synaptic plasticity in dis-inhibitory circuits, as plastic events likely represent physiological substrates of cognitive operations. Third, we will identify the subcellular sites and the mechanisms of action of key receptors for ACh, monoamines, endocannabinoids, neuropeptides and mGluRs modulating dis-inhibitory circuits, which are targets of small molecule CNS drugs, such as cognitive enhancers. We will test three hypotheses: 1) the human cortical pyramidal cell output is gated by compartment-specific dis-inhibition mediated by specific interneurons; 2) activity-dependent plasticity occurs in dis-inhibitory circuits and has consequences for the output of cortical pyramidal neurons; 3) small molecule drugs act via dis-inhibitory mechanisms at cell-type specific sites altering the inhibitory dynamics of pyramidal cells leading to subcellular redistribution of inhibition and alteration in their output. Combined electrophysiology/imaging with neuropharmacology and high resolution molecular receptor localisation will generate an unprecedented knowledge of the human cortical circuits. Understanding human cortical neuronal connections and their responses to pharmacological interventions may also lead to novel therapeutic strategies.",
    "totalCost": "2499913",
    "ecMaxContribution": "2499913",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 703875
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1796038
        }
    },
    "calculatedTotalContribution": 2499913
}