{
    "rcn": "206934",
    "acronym": "TRAPLAB",
    "topics": "ERC-2016-STG",
    "title": "Lab Based Searches for Beyond Standard Model Physics Using Traps",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "In this project I will measure a critical constant (beta-nu correlation) of the standard model to a precision of at least 0.1%, an order of magnitude improvement over the state of the art. The project will provide a platform for beyond standard-model (BSM) explorations, based on modern atom/ion trapping and a new accelerator facility.\n\nHigh precision measurements of beta decay correlations in trapped radioactive atoms and ions are one of the most precise tools with which to search for BSM physics. The recently published US National Science Advisory Council 2015 Long Range Plan states: 'Measurements of the decays of neutrons and nuclei provide the most precise and sensitive characterization of the charge-changing weak force of quarks and are a very sensitive probe of yet undiscovered new  forces. In fact, weak decay measurements with an accuracy of 0.1% or better provide a unique probe of new physics at the TeV energy scale'. Ne and He isotopes are particularly attractive due to calculable SM values, high sensitivity to several manifestations of BSM physics, ease of production, and lifetimes in the useful range for such experiments. \n\nThis program combines a Magneto-Optical Trap (MOT) and an Electrostatic Ion Beam Trap (EIBT) to perform a high-precision, competitive, measurement of correlations in the decay of such nuclei. The MOT program focuses on the neon isotopes, where existing measurements are of insufficient quality, and have unique sensitivities to aspects of BSM physics. The EIBT program focuses on measurements using 6He (where a comparison with existing measurements is of great import) and the aforementioned neon isotopes, allowing a direct comparison between the two systems within the same facility (a unique worldwide capability). The combination of these methods will allow an extraction of the beta-nu coefficient to the 0.1% level, making this proposal a forerunner in the field, which will provide a leap-step in the current set of world data.",
    "totalCost": "1297812,99",
    "ecMaxContribution": "1297812,99",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1297813
        }
    },
    "calculatedTotalContribution": 1297813
}