{
    "rcn": "206940",
    "acronym": "GUTPEPTIDES",
    "topics": "ERC-2016-STG",
    "title": "Novel therapeutic approaches to improve gastrointestinal wound healing",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The gastrointestinal epithelium is a major physical barrier that protects us from diverse and potentially immunogenic or toxic content. A compromised epithelium results in increased permeability to such content, thus leading to inflammation, immune response, pain, and diseases, such as irritable bowel syndrome and inflammatory bowel disease. A therapeutic strategy that controls inflammation and restores the barrier represents an innovative approach for the prevention and treatment of such diseases. This proposal focuses on how gut peptides regulate epithelial protection and repair, and explores novel therapeutic opportunities by targeting gut receptors that become accessible once the epithelium is compromised. We propose to tackle the overall aim of improving gastrointestinal wound healing via three complementary objectives: (I) to investigate the therapeutic potential of the oxytocin receptor during gastrointestinal inflammation, (II) to elucidate the mechanism of trefoil factor peptide-induced gastrointestinal wound healing, and (III) to discover and characterise novel ligands suitable for epithelial repair. To achieve these objectives, we employ a multidisciplinary approach that includes state-of-the-art peptide synthesis, scaffold grafting, pharmacology, gut stability and wound healing assays, and inflammatory mouse models. We will develop probes to study the mechanisms of action at a molecular level that is not possible with current tools, and explore the biological diversity of venoms for novel therapeutic leads. This project will significantly advance our understanding of epithelial protection/repair and reveal drug targets that treat the source of the problems rather than the symptoms. This project has the potential to change the way we think about treating gut disorders and how to develop peptide therapeutics, and it will pave the way towards the intriguing and longer-term goal of modulating the central nervous system via the gut-brain axis.",
    "totalCost": "1487396",
    "ecMaxContribution": "1487396",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1487396
        }
    },
    "calculatedTotalContribution": 1487396
}