{
    "rcn": "206945",
    "acronym": "WeThaw",
    "topics": "ERC-2016-STG",
    "title": "Mineral Weathering in Thawing Permafrost: Causes and Consequences",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Enhanced thawing of the permafrost in response to warming of the Earthís high latitude regions exposes previously frozen soil organic carbon (SOC) to microbial decomposition, liberating carbon to the atmosphere and creating a dangerous positive feedback on climate warming. Thawing the permafrost may also unlock a cascade of mineral weathering reactions. These will be accompanied by mineral nutrient release and generation of reactive surfaces which will influence plant growth, microbial SOC degradation and SOC stabilisation. Arguably, weathering is an important but hitherto neglected component for correctly assessing and predicting the permafrost carbon feedback. The goal of WeThaw is to provide the first comprehensive assessment of the mineral weathering response in permafrost regions subject to thawing. By addressing this crucial knowledge gap, WeThaw will significantly augment our capacity to develop models that can accurately predict the permafrost carbon feedback.\n\nSpecifically, I will provide the first estimate of the permafrostís mineral element reservoir which is susceptible to rapidly respond to enhanced thawing, and I will assess the impact of thawing on the soil nutrient storage capacity. To determine the impact of increased mineral weathering on mineral nutrient availability in terrestrial and aquatic ecosystems in permafrost regions, the abiotic and biotic sources and processes controlling their uptake and release will be unraveled by combining novel geochemical techniques, involving the non-traditional silicon, magnesium and lithium stable isotopes, with soil mineral and physico-chemical characterisations. I posit that this groundbreaking approach has the potential to deliver unprecedented insights into mineral weathering dynamics in warming permafrost regions. This frontier research which crosses disciplinary boundaries is a mandatory step for being able to robustly explain the role of mineral weathering in modulating the permafrost carbon feedback.",
    "totalCost": "1999985",
    "ecMaxContribution": "1999985",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1999985
        }
    },
    "calculatedTotalContribution": 1999985
}