{
    "rcn": "206929",
    "acronym": "LCLW",
    "topics": "MSCA-IF-2015-GF",
    "title": "Literary Communities and Literary Worlds",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "What part does context play in the making of literary works and their meanings? What, precisely, do literary scholars mean when they speak of context? These two fundamental questions are at the heart of Literary Communities and Literary Worlds (LCLW), which seeks to answer these questions by addressing the careers of several literary exiles of the mid-twentieth century: Vladimir Nabokov, Stefan Heym, Richard Wright, and Peter Abrahams. Each of these authors was forced to move abroad mid-career, at a time of global conflict and intense migration not dissimilar to our own. Moreover, each sought to gain entry to a new literary culture. It is by studying their strategies of entry and integration that we are able to reveal the special importance of literary context, and, indeed, literary community in the shaping of works; and it is by focusing on border-crossing and belonging that we are able to advance current conceptions of the literary world, and, indeed, world literature, and thereby respond to the trans-national turn across the humanities, which has tended to stress dislocation and displacement over location and embeddedness. LCLW will ask: How are literary communities constituted? What are the conditions of entry, departure and belonging? And how important is literary practice, rather than physical presence, in determining membership? Its method is innovative in combining formal analysis with book history and the sociology of literature. It builds on the ERís previous research experience, especially his work on the ëliterary fieldí, and will be greatly augmented through the supervision of Professor Nicholas Brown at the University of Illinois-Chicago, a leading expert in theorising the field; and of Dr Danielle Fuller at the University of Birmingham, , whose own work has advanced understandings of twentieth-century book history and communities of readership. A secondment at the George Padmore Institute will give the project an inter-sectoral dimension.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999598969": {
            "orgId": "999598969",
            "orgName": "THE BOARD OF TRUSTEES OF THE UNIVERSITY OF ILLINOIS",
            "ecContrib": 0
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}