{
    "rcn": "206986",
    "acronym": "MedPub",
    "topics": "ERC-2016-STG",
    "title": "Medieval Publishing from c. 1000 to 1500",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Without written transmission, the communication of any learned topic from ancient and medieval times, from theology and philosophy to medicine, science and history, would be snapped and broken. Transmission relies on the fact of ëpublicationí. But what does ëpublishingí mean in the context of a manuscript culture, in which books were copied slowly and singly by hand? What did it mean to ëpublishí a book in Western Europe in the Middle Ages? \n\nMedPub attempts to understand in breadth and depth, for the first time, the medieval act of publishing. The question it seeks to answer is how did Latin authors publish original works during the period from c. 1000 to 1500. The projectís research hypothesis is that publication strategies were not a constant but were liable to change, and that different social, literary, institutional, and technical milieux fostered different approaches to publishing. The act of publishing, therefore, evolved over time, reacting to changes in the wider world. This is a new proposition and opens a new field of study. Results from the project will make a major contribution to our perception of medieval Latin literatureówhich is the largest surviving body of evidence for the Middle Agesóand even medieval European societal dynamics. The time-frame, c. 1000ñ1500, embraces Latin literary culture in its high-medieval maturity and its more complex late-medieval developments, ending with a transitional period characterized by the co-existence of the manuscript book and the printed book and witnessing the emergence in Europe of what was to become modern publishing.",
    "totalCost": "1497684",
    "ecMaxContribution": "1497684",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1497684
        }
    },
    "calculatedTotalContribution": 1497684
}