{
    "rcn": "206956",
    "acronym": "CAMBAT",
    "topics": "ERC-2016-STG",
    "title": "Calcium and magnesium metal anode based batteries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Li-ion battery is ubiquitous and has emerged as the major contender to power electric vehicles, yet Li-ion is slowly but surely reaching its limits and controversial debates on lithium supply cannot be ignored. New sustainable battery chemistries must be developed and the most appealing alternatives are to use Ca or Mg metal anodes which would bring a breakthrough in terms of energy density relying on much more abundant elements. Since Mg and Ca do not appear to be plagued by dendrite formation like Li, metal anodes could thus safely be used. While standard electrolytes forming stable passivation layers at the electrode/electrolyte interfaces enabled the success of the Li-ion technology, the migration of divalent cations through a passivation layer was thought to be impossible. Thus, all research efforts to date have been devoted to the formulation of electrolytes that do not form such layer. This approach comes with complex electrolyte, highly corrosive and with narrow electrochemical stability window leading to incompatibility with high voltage cathodes thus penalizing energy density. \nThe applicant demonstrated that calcium can be reversibly plated and stripped through a stable passivation layer when transport properties within the electrolyte are tuned (decreasing ion pair formation). CAMBAT aims at developing new electrolytes forming stable passivation layers and allowing the migration of Ca2\\ and Mg2\\. Such a dramatic shift in the methodology would allow considering a completely new family of electrolytes enabling the evaluation of high voltage cathode materials that cannot be tested in the electrolytes available nowadays. 1Ah prototype cells will be assembled as proof of concept, targets for energy density and cost being ca. 300 Wh/kg and 250 $/kWh, respectively, thus doubling the energy density while dividing by at least a factor of 2 the price when compared to state of the art Li-ion batteries and having the potential for being SAFER (absence of dendrite).",
    "totalCost": "1688705",
    "ecMaxContribution": "1688705",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1688705
        }
    },
    "calculatedTotalContribution": 1688705
}