{
    "rcn": "207047",
    "acronym": "BeingL_S",
    "topics": "MSCA-RISE-2016",
    "title": "Being Lean and Seen: Meeting the challenges of delivering projects successfully in the 21st century",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The advancement of project management (PM) knowledge and the development of PM capability of people is crucial to the successful delivery of projects. As the overall project-related spending in the EU is assumed to be about Ä 3.27 trillion there are huge societal and economic challenges of reducing the massive financial and psychological costs of poor project delivery. Especially as about 6% of all projects are believed to be wholly unsuccessful, many of them tax-payer funded. Our programme is designed to put building blocks in place to enable PM to respond to the challenges it faces in delivering projects successfully in the 21st century. It does this by taking a multi-disciplinary perspective encompassing PM, lean management, psycho-social aspects, innovation and change management. The building blocks will have three broad pillars: one focused on PM efficiency (being Lean), one on PM systems that meet the psycho-social needs of project staff (being Seen) and one on making PM responsive to the need of organisations to be innovative and manage change (being Lean and Seen). The programme will cater for different contexts of project delivery in developed and developing countries, to reflect the global and interconnectedness nature of projects.  A network of five academic partners, including one from a developing country and five non-academic, will deliver the holistic PM framework to guide project delivery in the future. They will investigate the role of different management practices in PM contexts and the distinctions in PM system design and delivery in different contexts. Data will be collected through a multiple method approach including in-depth reviews of the literatures, secondary data sources, cross-sectional surveys, case studies, focus groups, Delphi and interviews. Innovation will take place by bringing together the knowledge of theoretical perspectives from different disciplines, which largely reside in the academic partners, with the practical knowledge",
    "totalCost": "328500",
    "ecMaxContribution": "328500",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "TCI TRANSFORMATION CONSULTING INTERNATIONAL GMBH;HOCHSCHULE FUR TECHNIK STUTTGART;DREES & SOMMER AKTIENGESELLSCHAFT;AIMES GRID SERVICES COMMUNITY INTEREST COMPANY;HOCHSCHULE KONSTANZ TECHNIK WIRTSCHAFT UND GESTALTUNG;REFINE PROJECTS AG;THE UNIVERSITY OF LIVERPOOL;PROJECT FIVE CONSULTING LIMITED;UNIVERSITAET STUTTGART",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "921580608": {
            "orgId": "921580608",
            "orgName": "REFINE PROJECTS AG",
            "ecContrib": 22500
        },
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 108000
        },
        "940356995": {
            "orgId": "940356995",
            "orgName": "DREES & SOMMER AKTIENGESELLSCHAFT",
            "ecContrib": 13500
        },
        "974202429": {
            "orgId": "974202429",
            "orgName": "HOCHSCHULE FUR TECHNIK STUTTGART",
            "ecContrib": 0
        },
        "997941627": {
            "orgId": "997941627",
            "orgName": "UNIVERSITI SAINS MALAYSIA*",
            "ecContrib": 0
        },
        "998692407": {
            "orgId": "998692407",
            "orgName": "HOCHSCHULE KONSTANZ TECHNIK WIRTSCHAFT UND GESTALTUNG",
            "ecContrib": 49500
        },
        "956000476": {
            "orgId": "956000476",
            "orgName": "AIMES GRID SERVICES COMMUNITY INTEREST COMPANY",
            "ecContrib": 0
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 40500
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 67500
        },
        "940810955": {
            "orgId": "940810955",
            "orgName": "PROJECT FIVE CONSULTING LIMITED",
            "ecContrib": 27000
        },
        "918728129": {
            "orgId": "918728129",
            "orgName": "TCI TRANSFORMATION CONSULTING INTERNATIONAL GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 328500
}