{
    "rcn": "207034",
    "acronym": "BAMOS",
    "topics": "MSCA-RISE-2016",
    "title": "Biomaterials and Additive Manufacturing: Osteochondral Scaffold innovation applied to osteoarthritis",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Osteoarthritis (OA) is a degenerative joint disease, typified by a loss of quality of cartilage and changes in  bone at the interface of a joint, resulting in pain, stiffness and reduced mobility. BAMOS project particularly addresses the challenges in OA treatment by providing novel cost effective osteochondral scaffold technology for early intervention of OA to delay or avoid the joint replacement operations. This project has the potential to relieve pain in patients with OA improving their quality of life by keeping people active. It fits with the scope of EU Societal Changellenges to encourage the provision of improved clinical care for patients in the field of healthcare, especially for elderly patients.\nIn the course of developing this new treatment for mid- to late stage OA, BAMOS aims to establish and embed a new collaboration between six internationally leading research organisations (four universities, one healthcare provider and one manufacturer with expertise in additive manufacturing). The partners propose an integrated programme of research activities and the development of a collaborative graduate training scheme. The dissemination of research will result in at least 15 high profile joint research publications, and the consortium will organise two international scientific conferences (one in the EU, one in China) and 3 workshops.\nBAMOS will develop new materials and manufacturing technologies for the fabrication of custom-tailored osteochondral scaffolds. Novel biopolymeric composites, processed by additive manufacturing, will be characterized and tested as well as coatings on titanium scaffolds. Also, thermal welding technique will be used to join the cartilage component with the bone component to form an osteochondral unit.  \nThe new technologies will undergo full pre-clinical evaluation in order that the scaffolds are able to enter clinical trial after the project.",
    "totalCost": "774000",
    "ecMaxContribution": "639000",
    "coordinator": "UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDADE DO MINHO;THE ROYAL NATIONAL ORTHOPAEDIC HOSPITAL NATIONAL HEALTH SERVICE TRUST;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "PT;UK",
    "projectParticipants": {
        "998755845": {
            "orgId": "998755845",
            "orgName": "Zhejiang University",
            "ecContrib": 0
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 166500
        },
        "990982071": {
            "orgId": "990982071",
            "orgName": "XI'AN JIAOTONG UNIVERSITY",
            "ecContrib": 0
        },
        "919426529": {
            "orgId": "919426529",
            "orgName": "SHAANXI HENGTONG INTELLIGENT MACHINE CO LTD",
            "ecContrib": 0
        },
        "931802759": {
            "orgId": "931802759",
            "orgName": "THE ROYAL NATIONAL ORTHOPAEDIC HOSPITAL NATIONAL HEALTH SERVICE TRUST",
            "ecContrib": 67500
        },
        "999929739": {
            "orgId": "999929739",
            "orgName": "UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA",
            "ecContrib": 225000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 180000
        }
    },
    "calculatedTotalContribution": 639000
}