{
    "rcn": "207096",
    "acronym": "IHS",
    "topics": "SMEInst-09-2016-2017",
    "title": "water and energy efficient Induction Humidification System for textile applications",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Located near Bergamo, Italy, our company, AERIS Group, is specialized in design, development, manufacturing and commissioning of air technological applications, ranging from air conditioning over process air technology up to removal and heat recovery. With more than 50 years of experience and a turnover above Ä4 million, our group is composed of 3 companies: AERIS air technologies, expert in HVAC and filtering, EDENYA for air cooling solutions and MAZZINIICI, our textile division. The technical know-how of our high-specialized professionals, our detailed knowledge of materials, production processes and production methods in the different industrial fields as well as a business strategy turned towards continuous innovation and global presence are the basis of our success and growth. \n\nWe listen carefully to our customers from the textile sector ñ which represents 35% of or turnover ñ, their feedback and concerns on product quality, water and energy consumption. This led us 20 years ago to the development of the patented Supra high pressure water technology.\n\nToday, we propose the next step, called Induction Humidification System (IHS): by integrating a customized air distribution and diffusion system with specific diffusers, we can ìmoveî a volume of air 10 times equal to the primary air, and fully mixed with micronized water for even humidity level without water waste. The IHS reduces drastically water consumption by 50% and energy by up to 80%, while guaranteeing an optimum control of humidity (\\/-0.5%) and temperature (\\/- 0.5 degrees). \n\nThe IHS system will achieve long-term profitability for both our customers and our company, with an increase of sales reaching Ä5.7million by 2023, for a total of Ä15.0 million of accumulated revenues of the 2019-2023 period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AERIS GROUP HOLDING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919035425": {
            "orgId": "919035425",
            "orgName": "AERIS GROUP HOLDING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}