{
    "rcn": "207025",
    "acronym": "EoC",
    "topics": "ICT-35-2016",
    "title": "Ethics of Coding: A Report on the Algorithmic Condition",
    "startDate": "01/01/2017",
    "endDate": "31/12/2017",
    "objective": "'This project responds to the ICT-35-2016 Enabling responsible ICT-related research and innovation, topic B, and will 'reflect and challenge the way ICT-related research and innovation is currently approached.' The computerization of society in the late 1970s has now reached a point where the global economy works through an algorithmic networked environment. This situation is addressed in this research as an algorithmic condition. Any form of ICT operates within this condition. The question is, what are the ethical codes and guidelines that guide research within this condition? The Ethics of Coding prepares research that will provide an indexical report on the conceptual and thematic issues of ICT- related research and innovation, which will suggest what an ethics for ICT related issues could be, and how that might be implemented in relation to actualized and possible ICT projects. In addition, the research addresses the extent to which the coding of the social, ethical, and pedagogic, is always already invested in the maintenance of power relations that control the economic conditions for knowledge (which regulate the global markets) with what Wendy Chun (2011) describes as a 'code logos.' Working with the Philosopher of the human condition of the twentieth century; Hannah Arendt (1958; 1978), an inter-disciplinary think-tank research team brings Arendtian ethical philosophy into dialogue with SSH experts from a number of disciplinary fields, including thinkers of technologies and their effects on societies, philosophers of mathematics, gender and humanities experts, educational philosophy specialists, digital media thinkers, to produce a report that reflects the expression of the human algorithmic condition. The project is committed to engaging with a broad range of stakeholders to substantiate its approach and the resources requested include a substantial budget to facilitate the participation of external experts in the EoC colloquia and the final project event.'",
    "totalCost": "265222,5",
    "ecMaxContribution": "265222,5",
    "coordinator": "KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;THE MANCHESTER METROPOLITAN UNIVERSITY;NATIONAL UNIVERSITY OF IRELAND MAYNOOTH;UNIVERSITEIT UTRECHT",
    "participantCountries": "AT;UK;IE;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 62625
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 23125
        },
        "999901415": {
            "orgId": "999901415",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
            "ecContrib": 64841
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 8133
        },
        "999864652": {
            "orgId": "999864652",
            "orgName": "KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 106498
        }
    },
    "calculatedTotalContribution": 265222
}