{
    "rcn": "207002",
    "acronym": "INTRICARE",
    "topics": "MSCA-ITN-2016",
    "title": "International Network for Training on Risks of vascular Intimal Calcification And roads to Regression of cardiovascular diseasE",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Cardiovascular disease remains one of the major challenges of contemporary society, being responsible for a staggering 47% of deaths in Europe. Vascular calcification in particular requires immediate attention as it is strongly associated with increased cardiovascular mortality and morbidity, and is recognised as an important independent risk factor for cardiovascular death. Recent reports demonstrate that especially punctuated and spotty calcifications (microcalcifications) in the plaque are life-threatening. Microcalcifications are particularly prominent in the vulnerable atherosclerotic plaque that is at high risk of rupture, a cardinal event that can cause thrombosis, infarct, cardiac arrest, stroke and death. In fact, 20% of European deaths are directly attributable to thrombotic rupture of a vulnerable plaque; a clear indication that current treatments and preventive measures are insufficient. Recent findings suggest a link between vascular smooth muscle cell phenotype mediated calcification and inflammation, which could underlie the plaque destabilising effects of microcalcification. However, a comprehensive view on what causes microcalcification and its impact on plaque stability remains elusive and there is an urgent need to translate experimental findings into adequate diagnostic, preventive and therapeutic solutions. INTRICARE is shaped to address the urgent unmet medical needs concerning calcification-induced vulnerable plaques and is guided by the academic and industrial demand for a new generation of entrepreneurial scientists that have the skills, expertise and knowhow to expedite our understanding of vascular calcification and translation thereof into concrete, effective clinical solutions. The INTRICARE ESRs harbour ongoing vitamin K-supplementation trials that will be pivotal in the identification of selective biomarkers for microcalcification and subsequent development of strategies for prevention or amelioration of vulnerable plaque formation.",
    "totalCost": "3832965,36",
    "ecMaxContribution": "3832965,36",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITAETSKLINIKUM AACHEN;KAROLINSKA INSTITUTET",
    "participantCountries": "DE;SE",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1532246
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1054637
        },
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 1246082
        }
    },
    "calculatedTotalContribution": 3832965
}