{
    "rcn": "207036",
    "acronym": "NEWEX",
    "topics": "MSCA-RISE-2016",
    "title": "Investigation and development of a new generation of machines for the processing of composite and nanocomposites materials",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The main research goal of the NEWEX Project is the construction and testing of the new innovative extruder. By the application of a new, patented concept of vital parts: innovative active grooved feed section (IAGFS), original rotational barrel segment (ORBS) and special screw (SS) a completely new breakthrough technology of extrusion and plasticizing systems will be achieved. It will ensure manufacturing the products of improved properties and will enable processing materials that couldnít be processed so far, as well as food materials, cosmetic and pharmaceutical. In parallel to the main RTD activities the NEWEX project is aiming at industry-academia cooperation and transfer of knowledge between organizations from central-eastern and Western Europe. All the projectís activities will be performed by thoroughly planned secondments and appropriate hosting institutions between industrial and academic partners. The workplan consists of 7 Workpackages, out of which: WP1-4 focus on the investigation of extruder, extrusion process and extrudate properties and tasks aiming at the selection of the best solution of new extruder vital parts, than construction and testing of new generation extruder. WP5 concentrates on networking activities (workshops, training, knowledge exchange, etc.). WP6 aims at knowledge dissemination (participation in conferences, fairs, publications, etc.), WP7 is dedicated to management and administration of the whole project. The consortium consists of 6 organizations: 3 representing academic partners and 3 representing industry partners. Project is coordinated by Lublin University of Technology (Poland). Partners are: Technical University of Kosice (Slovakia), University of Minho (Portugal), Zamak-Mercator LLC (Poland), SEZ-Krompachy a.s. (Slovakia) and Borra s.r.o. (Czech Republic). Realization of NEWEX project will foster the real industry-academia cooperation which is of the key importance in terms of European Research Area development strategy.",
    "totalCost": "1305000",
    "ecMaxContribution": "1305000",
    "coordinator": "POLITECHNIKA LUBELSKA",
    "coordinatorCountry": "PL",
    "participants": "TECHNICKA UNIVERZITA V KOSICIACH;UNIVERSIDADE DO MINHO;BORRA SRO;ZAMAK MERCATOR SPOLKA Z OGRANICZONAODPOWIEDZIALNOSCIA;SEZ KROMPACHY AS",
    "participantCountries": "SK;PT;CZ;PL",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 270000
        },
        "928408147": {
            "orgId": "928408147",
            "orgName": "SEZ KROMPACHY AS",
            "ecContrib": 144000
        },
        "999839238": {
            "orgId": "999839238",
            "orgName": "TECHNICKA UNIVERZITA V KOSICIACH",
            "ecContrib": 261000
        },
        "929996425": {
            "orgId": "929996425",
            "orgName": "ZAMAK MERCATOR SPOLKA Z OGRANICZONAODPOWIEDZIALNOSCIA",
            "ecContrib": 135000
        },
        "928492731": {
            "orgId": "928492731",
            "orgName": "BORRA SRO",
            "ecContrib": 157500
        },
        "998139313": {
            "orgId": "998139313",
            "orgName": "POLITECHNIKA LUBELSKA",
            "ecContrib": 337500
        }
    },
    "calculatedTotalContribution": 1305000
}