{
    "rcn": "207001",
    "acronym": "LISTEN",
    "topics": "MSCA-ITN-2016",
    "title": "Liaison in Scientific Training for European auditory Neuroscience",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "This ITN will train 10 ESRs to meet the urgent need for translation of Auditory Neuroscience into commercial and pharmaceutical products to treat hearing disorders including tinnitus. Tinnitus is the debilitating perception of imaginary sound that is often associated with hearing loss. This Liaison in Scientific Training for European auditory Neuroscience (LISTEN) is a consortium of top hearing scientists in industry and academia, who specialize in hearing mechanisms and translation to commercial applications, enabling broad career opportunities for our ESRs. The multidisciplinary training environment includes leading labs and companies from 7 EU states, specialized in research, drug and instrumental development. Hearing is vulnerable to noise trauma, medication and aging, and in the future hearing loss will be one of the\ntop ten disease burdens for Europe. Europe must rapidly exploit academic knowledge to invest in treatments for hearing disorders including drug development. Young scientists entering this field must acquire a broad and detailed background in neuroscience, acoustics, biophysics and signal processing, and employ genetic, molecular, pharmacology, anatomy and imaging methods. No single European institute can encompass this, but together, our LISTEN network will enable young scientists and entrepreneurs to unravel hearing mechanisms and design the next-generation of treatments. Work Package 1 (WP1) focuses on neural coding of sounds from the cochlea to neocortex, including auditory processing for localizing sounds and complex cognitive tasks in both normal hearing and following hearing loss. WP2 will identify molecular and genetic mechanisms of the hyperexcitability underlying tinnitus, exploit new techniques for monitoring tinnitus and develop new drug therapies. Integration of the WPs will enable new insights into disease mechanisms and WP3 will provide the ESRs with an essential multidisciplinary background for their research and successful careers.",
    "totalCost": "2584755,72",
    "ecMaxContribution": "2584755,72",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ECOLE NORMALE SUPERIEURE;UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ;UNIVERSITY OF LEICESTER;UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS;KING'S COLLEGE LONDON;UNIVERSIDAD DE SALAMANCA",
    "participantCountries": "FR;DE;UK;ES",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 766123
        },
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 262876
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 273288
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 249216
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 249216
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 247873
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2584756
}