{
    "rcn": "207072",
    "acronym": "EDUHEALTH",
    "topics": "MSCA-RISE-2016",
    "title": "Educating for Equitable Health Outcomes- the Promise of School Health and Physical Education",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Educating for Equitable Health Outcomes - the Promise of School Health and Physical Education (EDUHEALTH) is a collaborative research project that will build on an existing working relationship and create long-lasting networks between three universities in Sweden, Norway and New Zealand. The projectís primary goal is to make a meaningful contribution to the European Union (EU) strategy to promote physical activity and health for all citizens.\n\nThe World Health Organisation (WHO) states that everybody has the right to attain ëhealthí and advocates ëequal healthí for all citizens of all nations. As researchers of Physical Education Teacher Education (PETE) and Health and Physical Education (HPE) we recognise that HPE plays a crucial role in attaining this goal. However, the way HPE is taught and conceptualised does not always provide equitable health outcomes across gender, sexuality, ethnicity, religion and social class. The EDUHEALTH project aims to contribute to improved individual and societal health by examining the role that school HPE can play in contributing to equitable health outcomes for the people of the EU and beyond.\n\nOur common understanding and experiences of working with socially-critical perspectives in PETE draws us together and provides a shared belief that health equity goals could be more effectively reached when socially-critical perspectives are at the core of HPE pedagogy. EDUHEALTH aims to share knowledge and study HPE teachers practices from a ëbottom-upí perspective by observing in schools. More specifically, by drawing on a Critical Incident Technique (CIT) methodology we will identity effective/productive socially-critical HPE teaching practices. These practices will be used to develop intervention strategies that are intended to assist teachers in other HPE contexts to further refine and develop their practices to become more inclusive and engaging thus helping contribute to healthier citizens and societies.",
    "totalCost": "103500",
    "ecMaxContribution": "67500",
    "coordinator": "LINNEUNIVERSITETET",
    "coordinatorCountry": "SE",
    "participants": "HÿGSKOLEN I HEDMARK (HIHM)",
    "participantCountries": "NO",
    "projectParticipants": {
        "999613131": {
            "orgId": "999613131",
            "orgName": "THE UNIVERSITY OF AUCKLAND",
            "ecContrib": 0
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 45000
        },
        "998027860": {
            "orgId": "998027860",
            "orgName": "HØGSKOLEN I HEDMARK (HIHM)",
            "ecContrib": 22500
        }
    },
    "calculatedTotalContribution": 67500
}