{
    "rcn": "207092",
    "acronym": "GRETA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Green REcyclable Tanks made of innovative resin rilene",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "The proposed innovation is a multi-layer tank in polyethylene with low environmental impact and produced with RILENE, a special resin coming out from the reuse of plastic waste. The tank can be fully recycled at the end of its life cycle. The technology used to produce the tank is the blowing in co-extrusion which allows obtaining multi-layer materials with specific technical features that cannot be obtained with the technology commonly used for the single-layer. \nThe main innovation consists on the material that composes the tank: RILENE, a resin derived from an accurate selection of plastic waste, from an innovative transformation system and from an original and patented recipe.\nThe innovation will help increase the quantity of plastic waste recycled and re-introduced in the economy. In particular, it will contribute to the reduction of CO2 emissions thanks to less quantity of plastic waste treated; fewer emissions on the atmosphere will reduce also risks to health and contribute to enhancing the well-being of society.\nThe introduction in the market of the tank will also address the business opportunity connected to the green marketing, contributing to increasing the turnover of the green industry, creating new jobs and increasing the market share of environmental products. The final users of the innovation will be the green companies that produce building materials (glues, mortars, etc), paints and colours, detergents and hydrocarbons. These users have two primary needs: a) to increase the utilization of green and ecofriendly products, b) to reduce disposal costs. The innovation can help in solving these needs thanks to its green characterization and to the possibility of being recycled and re-used several times.\nOne of the main benefits of the innovation is the competitive selling price. The competitive price depends on the use of at least 70% of RILENE, whose price is on average 30% lower than the price of virgin polymer.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOPLEN SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924322604": {
            "orgId": "924322604",
            "orgName": "ECOPLEN SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}