{
    "rcn": "207089",
    "acronym": "wellwatch",
    "topics": "SMEInst-01-2016-2017",
    "title": "A hands-free remote monitoring solution for continuous and accurate medical grade assessment of heart health",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "Cardiovascular disease (CVD) is the leading cause of death in the EU with over 4m deaths annually. Although up to 80% of premature deaths are preventable through early prognosis and treatment the associated costs are significant with global estimates of Ä41tn in the next 25 years. There is an increasing focus on making care more patient-centric which could save Ä99bn in healthcare costs in the EU annually. \n\nCurrently the only medically acceptable method of monitoring a CVD condition includes a trip to the hospital, a complete 12 lead ëwetí electrocardiogram (ECG) and a follow-up with a doctor.  This process is time-consuming, costly to hospitals and provides only a snapshot of a patientís heart health. \n\nAt Smartlife, we have developed wellwatch; a wearable technology garment with our patented textile sensors built in and our unique contactless electronics hub that transmits signals to a mobile application for remote monitoring by patient and clinician. Our technology can be truly disruptive ñ assisting in the diagnosis of early onset or predictive heart conditions. \n\nTo gain first mover advantage in the challenging medical market we must secure our supply chain, fully develop the care pathway and present an attractive value proposition to licensees and suppliers. We expect our initial route to market will be through private healthcare, as historically they have a faster uptake of novel solutions.  The primary aim of our overall innovation project is to develop a clinically and economically validated wellwatch platform for self-monitoring of CVD. The objective of this feasibility study is to develop our business model for successful commercialisation of wellwatch.\n\nThe market size of smart textiles in medical applications is forecast to be worth Ä0.9bn by 2021; our growth projections for wellwatch are to achieve  a 5-year ROI of 250% for Smartlife following market entry in 2019, based on our estimated project costs this equates to an ROI of 770% to the EC.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMARTLIFEINC LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954734238": {
            "orgId": "954734238",
            "orgName": "SMARTLIFEINC LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}