{
    "rcn": "207052",
    "acronym": "CO-LAB",
    "topics": "MSCA-RISE-2016",
    "title": "Improving collaborative working between correctional and mental health services",
    "startDate": "01/02/2017",
    "endDate": "31/01/2021",
    "objective": "Effective collaboration between mental health (MHS) and correctional services (CS) impacts on mental illness and reduces reoffending rates. Service leaders have indicated a need for more effective models of collaboration. Researchers have identified the Change Laboratory Model (CLM) of workplace transformation as a more effective means of supporting interagency collaborative practice than current integration tools. It provides a way to optimise the effectiveness of mental healthcare provision to offenders through a model that fosters innovation and collaborative processes. However, the change laboratory, highly successful internationally and in other clinical contexts, is a new idea in prison development, none as yet being applied to the challenges facing the MHS and CS. The wickedness, complexity and unpredictability of challenges facing interagency working in these secure environments means that piloting the CLM is premature and it must first be adapted to the MHS/CS context. The aim of this study is to validate the change laboratory model ready for implementation in practice. This RISE application builds a community of practice that enriches international research capacity and cooperation to achieve this aim. It brings academic knowledge of the Change Laboratory model to the market of interagency practices between mental health and correctional services for the development of innovation and the advancement of integrated service provision to mentally ill offenders. Knowledge exchange takes place through secondments, interactive workshops, the development of workforce training programmes, study tours, shadowing opportunities and ethnographic research.  Through this knowledge exchange, the consortium delivers a user-informed prototype of change laboratory model ready for implementation in the MHS and CS field. This validated change laboratory model, offers the ERA a clear strategy with which to promote integrated care for mentally ill offenders.",
    "totalCost": "445500",
    "ecMaxContribution": "445500",
    "coordinator": "UNIVERSITETET I STAVANGER",
    "coordinatorCountry": "NO",
    "participants": "HELSINGIN YLIOPISTO;PROFESSIONSHOJSKOLEN ABSALON S/I;FOOTPRINTS PROJECT;UNIVERSITE DE NEUCHATEL;STICHTING FORENSISCH PSYCHIATRISCHCENTRUM DR. S. VAN MESDAG;BOURNEMOUTH UNIVERSITY;HOGSKOLEN I MOLDE;KRIMINALOMSORGSDIREKTORATET;TYOTERVEYSLAITOS",
    "participantCountries": "FI;DK;UK;CH;NL;NO",
    "projectParticipants": {
        "949610795": {
            "orgId": "949610795",
            "orgName": "PROFESSIONSHOJSKOLEN ABSALON S/I",
            "ecContrib": 54000
        },
        "975206476": {
            "orgId": "975206476",
            "orgName": "HOGSKOLEN I MOLDE",
            "ecContrib": 90000
        },
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 45000
        },
        "998023689": {
            "orgId": "998023689",
            "orgName": "UNIVERSITETET I STAVANGER",
            "ecContrib": 81000
        },
        "929230222": {
            "orgId": "929230222",
            "orgName": "KRIMINALOMSORGSDIREKTORATET",
            "ecContrib": 18000
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 22500
        },
        "999880948": {
            "orgId": "999880948",
            "orgName": "TYOTERVEYSLAITOS",
            "ecContrib": 22500
        },
        "918890507": {
            "orgId": "918890507",
            "orgName": "STICHTING FORENSISCH PSYCHIATRISCHCENTRUM DR. S. VAN MESDAG",
            "ecContrib": 31500
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 72000
        },
        "919082761": {
            "orgId": "919082761",
            "orgName": "FOOTPRINTS PROJECT",
            "ecContrib": 9000
        }
    },
    "calculatedTotalContribution": 445500
}