{
    "rcn": "207019",
    "acronym": "InteGrid",
    "topics": "LCE-02-2016",
    "title": "Demonstration of INTElligent grid technologies for renewables INTEgration and INTEractive consumer participation enabling INTEroperable market solutions and INTErconnected stakeholders",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "InteGridís vision is to bridge the gap between citizens, technology and the other players of the energy system. The project will demonstrate how DSOs may enable all stakeholders to actively participate in the energy market and distribution grid management and develop and implement new business models, making use of new data management and consumer involvement approaches. Moreover, the consortium will demonstrate scalable and replicable solutions in an integrated environment that enables DSOs to plan and operate the network with a high share of DRES in a stable, secure and economic way, using flexibility inherently offered by specific technologies and by interaction with different stakeholders. To achieve these objectives, a complementary partnership covering the distribution system value chain has been established. The consortium includes three DSOs from different countries and their retailers, innovative ICT companies and equipment manufacturers as well as customers, a start-up in the area of community engagement and excellent R&D institutions. InteGridís concepts and approaches are based on the these two elements: 1. the role of the DSO as system optimiser and as market facilitator and 2. the integration of existing demonstration activities in three different regions allowing to move from single solutions to an integrated management at a higher scale while focusing on the scalability and replicability considering current and evolving market (and regulatory) conditions.  The three conceptual pillars ñ proactive operational planning with DER, business models for flexible DER, information exchange between different power system actors ñ offer an opportunity to maximize the economic, societal and environmental gains from the combined integration of DRES and flexible DER. A market hub platform coupled with smart grid functions and innovative business models will open opportunities for new services and an effective roll-out of emerging technologies in the short-term.",
    "totalCost": "14533617,51",
    "ecMaxContribution": "11320811",
    "coordinator": "EDP DISTRIBUICAO ENERGIA SA",
    "coordinatorCountry": "PT",
    "participants": "ELEKTRO LJUBLJANA PODJETJE ZADISTRIBUCIJO ELEKTRICNE ENERGIJE D.D.;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;KUNGLIGA TEKNISKA HOEGSKOLAN;CYBERGRID GMBH;DNV GL NETHERLANDS B.V.;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;STADEN I MOBILEN AB;UNIVERSIDAD PONTIFICIA COMILLAS;ADP - AGUAS DE PORTUGAL, SGPS SA;SAP SE;GE GRID SOLUTIONS (UK) LIMITED;CNET CENTRE FOR NEW ENERGY TECHNOLOGIES SA;CYBERGRID GMBH & CO KG;ELLEVIO AB",
    "participantCountries": "SI;AT;SE;NL;PT;ES;DE;UK",
    "projectParticipants": {
        "984906476": {
            "orgId": "984906476",
            "orgName": "ELEKTRO LJUBLJANA PODJETJE ZADISTRIBUCIJO ELEKTRICNE ENERGIJE D.D.",
            "ecContrib": 276938
        },
        "998939854": {
            "orgId": "998939854",
            "orgName": "EDP DISTRIBUICAO ENERGIA SA",
            "ecContrib": 2111183
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 1297050
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 768455
        },
        "925969664": {
            "orgId": "925969664",
            "orgName": "GE GRID SOLUTIONS (UK) LIMITED",
            "ecContrib": 933801
        },
        "999911212": {
            "orgId": "999911212",
            "orgName": "SAP SE",
            "ecContrib": 741125
        },
        "950734637": {
            "orgId": "950734637",
            "orgName": "ADP - AGUAS DE PORTUGAL, SGPS SA",
            "ecContrib": 533094
        },
        "955184415": {
            "orgId": "955184415",
            "orgName": "ELLEVIO AB",
            "ecContrib": 296188
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 1062508
        },
        "955336220": {
            "orgId": "955336220",
            "orgName": "CYBERGRID GMBH",
            "ecContrib": 0
        },
        "912965068": {
            "orgId": "912965068",
            "orgName": "CYBERGRID GMBH & CO KG",
            "ecContrib": 809812
        },
        "999907817": {
            "orgId": "999907817",
            "orgName": "UNIVERSIDAD PONTIFICIA COMILLAS",
            "ecContrib": 696250
        },
        "919354167": {
            "orgId": "919354167",
            "orgName": "STADEN I MOBILEN AB",
            "ecContrib": 573468
        },
        "916816162": {
            "orgId": "916816162",
            "orgName": "DNV GL NETHERLANDS B.V.",
            "ecContrib": 721752
        }
    },
    "calculatedTotalContribution": 10821624
}