{
    "rcn": "207076",
    "acronym": "EFFECT",
    "topics": "FETOPEN-02-2016",
    "title": "Creating effects through communication and engagement in Future and Emerging Technologies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The aim of the 24-months EFFECT project is (1) to enhance visibility and impact of FET research among a wide variety of actors - researchers, industry, policy makers, civil society organisations, citizens and students - and (2) to stimulate debate and collaboration among multiple stakeholders through dedicated community building and public engagement activities. \n\nEFFECT proposes an innovative and customized communication model that will be implemented by: i. screening sources, research projects and results on FET from FP7 and H2020, under the guidance of a scientific Advisory Board; ii. develop and distribute customized contents in different communication formats and channels through web, social and TV media; iii. stimulate public debate, collaborative learning, networking and engagement among multiple players of the FET domain through R& I infodays and brokerage events;  policy-oriented workshops; webinars aimed to the on-going FET funded projects;  general public engagement campaigns (European Researchersí Night); iv. monitor the efficacy of the distribution mechanisms, measure and assess the overall generated impacts and elaborate a set of recommendations fostering the development of successful communication campaigns on FET. \n\nCustomized synergies will be sought with on-going FET projects such as FET Flagships, FET ERANETs and FET CSAs, as well as European NCP Networks and Enterprise Europe Network. \n\nEFFECT dynamic and inclusive engagement methodology, as well as its broad and integrated approach on communicational content definition and distribution will improve transfer knowledge, increase awareness, enhance interaction with a larger public, promote dialogue among different target groups and foster the emergence of an innovation ecosystem around future and emerging technologies.",
    "totalCost": "499937,5",
    "ecMaxContribution": "499937,5",
    "coordinator": "YOURIS.COM",
    "coordinatorCountry": "BE",
    "participants": "ZABALA INNOVATION CONSULTING, S.A.;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
    "participantCountries": "ES;IT",
    "projectParticipants": {
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 97000
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 148750
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 254188
        }
    },
    "calculatedTotalContribution": 499938
}