{
    "rcn": "207060",
    "acronym": "IKID",
    "topics": "MSCA-RISE-2016",
    "title": "Institutions for Knowledge Intensive Development: Economic and Regulatory Aspects in South-East Asian Transition Economies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The prioritisation and deployment of knowledge within an economy remains a key success factor for long-term economic development, increased productivity and socio-economic sustainability. The achievement of knowledge-driven growth is particularly challenging for emerging market economies that are still seeking to catch up to the frontier knowledge economies. The project seeks to understand the causes and consequences of the differences in the evolution of knowledge intensity of economies, with particular focus on transition countries in South-East Asia. We aim to identify some key micro and macro level institutional incentives for development towards a knowledge economy, and stimuli for capital allocation into knowledge-based investments. Moreover, we seek to study and outline some key channels for efficient regulation that might contribute to knowledge intensification in a transition economy. The project makes use of frontier empirical research methods, including advanced stochastic frontier analysis and dynamic panel data estimation techniques. The conceptual underpinnings of the project are at the intersection of industrial organisation theories, new institutional economics, development economics, and modern concepts in regulatory efficiency and justice. The project will develop lasting excellence oriented cooperation with South-East Asian universities, and contribute to R&D capacity building based on European academic values. Promoting of the project results through intersectoral knowledge transfer will be an important task. We aim to contribute to social innovation through policy suggestions, and to a paradigm shift regarding the role of institutions in transition processes. The project is a joint effort of Swiss and Estonian universitiesí economics and law researchers with transition studies experience from Eastern Europe, and their fellow researchers from Laos, Vietnam and Cambodia with thorough insight into the institutional context in their societies.",
    "totalCost": "1318500",
    "ecMaxContribution": "1318500",
    "coordinator": "TALLINNA TEHNIKAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "UNIVERSITE DE LAUSANNE",
    "participantCountries": "CH",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 958500
        },
        "949165371": {
            "orgId": "949165371",
            "orgName": "Royal University of Law and Economics",
            "ecContrib": 0
        },
        "916886487": {
            "orgId": "916886487",
            "orgName": "TRUONG DAI HOC LUAT TP.HCM",
            "ecContrib": 0
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 360000
        },
        "984078484": {
            "orgId": "984078484",
            "orgName": "NATIONAL UNIVERSITY OF LAOS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1318500
}