{
    "rcn": "207005",
    "acronym": "ScalABLE4.0",
    "topics": "FOF-11-2016",
    "title": "Scalable automation for flexible production systems",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "The main objective of the ScalABLE 4.0 project is the development and demonstration of an open scalable production system framework (OSPS) that can be used efficiently and effectively to visualize, virtualize, construct, control, maintain and optimize production lines. The OSPS aims to provides this through a) a tight integration of the enterprise information systems with transformable  automation equipment paired up with b) the necessary open APIs for optimized solutions on all hierarchy levels. \nThe development of this OSPS framework is an answer to the growing demand of manufacturing companies to have efficient tools enabling them to optimize the organization of their production lines ëon the flyí and that have approached members of the consortium over the past few years. Two of these companies (PSA and Simoldes Plasticos) are part of the consortium and are at the center of this proposal. To assure full generality of the framework, they have defined two highly challenging use-cases against which the OSPS will be verified, tested and demonstrated on site and under industrial conditions.\nThis will be achieved by a tight integration between (a) advanced robots production devices , \n(b) a highly advanced model for the plant, (c)  decision support technologies (d) advanced networked interfaces and plug and produce technologies.  \nThe expected economic impact is considerable and easily measurable in the demonstrator: by dynamically scaling the production resources to the current production volume and variant, both end-users will demonstrate substantial savings generated by the adaptable production capacity. \nFor instance, the pilot engine production plant at PSA would be able to save approx 10 MÄ just for the ramp-up of a single \nline.",
    "totalCost": "4005550",
    "ecMaxContribution": "3999050",
    "coordinator": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
    "coordinatorCountry": "PT",
    "participants": "SIMOLDES PLASTICOS SA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PSA AUTOMOBILES SA;CRITICAL MANUFACTURING SA;SARKKIS - ROBOTICS LDA;AALBORG UNIVERSITET",
    "participantCountries": "PT;DE;FR;DK",
    "projectParticipants": {
        "972194432": {
            "orgId": "972194432",
            "orgName": "SIMOLDES PLASTICOS SA",
            "ecContrib": 491875
        },
        "956380425": {
            "orgId": "956380425",
            "orgName": "SARKKIS - ROBOTICS LDA",
            "ecContrib": 217500
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 857625
        },
        "999420877": {
            "orgId": "999420877",
            "orgName": "PSA AUTOMOBILES SA",
            "ecContrib": 784550
        },
        "985598280": {
            "orgId": "985598280",
            "orgName": "CRITICAL MANUFACTURING SA",
            "ecContrib": 243750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 690000
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 713750
        }
    },
    "calculatedTotalContribution": 3999050
}