{
    "rcn": "207024",
    "acronym": "VERTIGO",
    "topics": "ICT-36-2016",
    "title": "Adding socio-economic value to industry through the integration of artists in research and open innovation processes.",
    "startDate": "01/12/2016",
    "endDate": "31/05/2020",
    "objective": "The VERTIGO project provides a major opportunity to develop more inclusive, intercultural, and thus productive and innovative approaches to the participation of artists in ICT research activities and for promoting synergies between creative arts, businesses, research organizations and the society at general. If the digital economy of Europe is to prosper over the long term, then its full and diverse talent base must be effectively engaged into new and innovative research projects with commercial viability, and research, business, investment and art communities must work together towards these endeavours. Our proposal will fully support these objectives and contribute to set new policies for creating and nurturing links between Arts, Science & Technology in the ICT sector.\n\nThe project will build from the H2020 ICT36-2016 call objectives and guideline of activities in order to propose a fresh approach, targeted specifically at the deployment of a brokerage service for integration of artists in ICT research & innovation projects and promotion of synergy between ICT research & business communities, entrepreneurs, investors and arts.\n\nWe strongly believe in the role of arts and ICT as a trigger for business development and a catalyzer to Science, Technology, Engineering and Mathematics (STEM) promptness to innovate. We therefore situate our action in the framework of the STARTS (Science, Technology and the Arts) initiative supported by the European Commission with the aim of linking R&D and innovation with the art world including design and creative industries. \n\nWe will build on the new Art-Innovation Forum, announced by Centre Pompidouís President Serge Lasvignes in September 2015, and will aim at expanding IRCAMís unique and successful model of R&D&I in sound and music technologies driven by creation in performing arts to other artistic disciplines (visual arts, architecture, designÖ) with a high public exposure, while also relying on other validated approaches across Europe and on a strong network of artistic organisations that will allows to tap into the potential of creators and artists for enhancing the innovation process.",
    "totalCost": "4258418,75",
    "ecMaxContribution": "3998517,5",
    "coordinator": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
    "coordinatorCountry": "FR",
    "participants": "ASSOCIATION CULTURE TECH.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;ARTSHARE INVESTIGACAO TECNOLOGIA EARTE LDA;INOVA+ - INNOVATION SERVICES, SA;LIBELIUM COMUNICACIONES DISTRIBUIDAS SOCIEDAD LIMITADA",
    "participantCountries": "FR;DE;CH;PT;ES",
    "projectParticipants": {
        "999928478": {
            "orgId": "999928478",
            "orgName": "INOVA+ - INNOVATION SERVICES, SA",
            "ecContrib": 770625
        },
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 1472875
        },
        "954303849": {
            "orgId": "954303849",
            "orgName": "ARTSHARE INVESTIGACAO TECNOLOGIA EARTE LDA",
            "ecContrib": 920625
        },
        "997636562": {
            "orgId": "997636562",
            "orgName": "LIBELIUM COMUNICACIONES DISTRIBUIDAS SOCIEDAD LIMITADA",
            "ecContrib": 229662
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 343780
        },
        "925171354": {
            "orgId": "925171354",
            "orgName": "ASSOCIATION CULTURE TECH.",
            "ecContrib": 260950
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3998517
}