{
    "rcn": "207093",
    "acronym": "ECOGUM",
    "topics": "SMEInst-11-2016-2017",
    "title": "A REVOLUTIONARY PORTABLE AND ENVIROMENTALLY SOLUTION FOR CHEWING GUM REMOVAL USING STEAM ON DEMAND TECHNOLOGY",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "Chewing gum seems like a fairly innocuous substance until you step on it or sit on, or until you are faced with removing it from footpaths and public places. Nowadays, chewing gum removal has become a worldwide cleaning concern and a huge problem for local authorities, commercial property owners and property management companies who are responsible for the cleanliness. Spirit Circuits Ltd has invested significant development time over last two years to come up with a safe, economical, and green solution to the problem of removing chewing gum which has resulted in an environmentally friendly cleaning equipment (EcoGUM).\nEstablished in 2003, Sprit Circuits Ltd (SCL) is one of the UKís most innovative Printed Circuit Board (PCB) manufacturers. Since our company was founded, we have invested in development, producing a range of patented technology and we have ensured that innovation plays a key role in everything from proactively researching new materials and technologies to executing a business strategy ñ thus, consolidating our position in the electrical and electronic market.\nWith the exploitation of our proposed system, we expect to create 12 new jobs and enter a new market. Moreover, the successful implementation also significantly enhances the profitability of SCL. It would return an expected turnover of nearly Ä14mill until 2020. Phase 1 project aims at assessing the activities needed to standardize the product, scale up to a large pilot implementation and test the market to achieve a sound business model. In Phase 2 we expect to perform a pilot study to improve the final quality of the EcoGUM, offering the best value machine in the world and the first fully Lithium battery powered Steam Cleaning Machine prototype based on steam on demand technology, that integrates all existing functionalities and adds key functionalities especially to protect the environment and have it ready for commercialization in Phase 3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPIRIT CIRCUITS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919619171": {
            "orgId": "919619171",
            "orgName": "SPIRIT CIRCUITS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}