{
    "rcn": "207026",
    "acronym": "IMPACT GROWTH",
    "topics": "ICT-12-2016",
    "title": "IMPACT GROWTH: EUROPEAN SUPERSTARS FOR FUTURE INTERNET",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "'IMPACT GROWTH will fund 4 European Superstar Startups (unicorn potential) confirmed by top VC investors and global corporates of 4 smart verticals: cities, digital content, agrifood and factories\n48 companies exploiting Future Internet research results will be discovered out of a deal flow of 5.000 startups through 4 OpenCalls. They will join an acceleration programme and will start a crowdfunding track.  A ìlive due diligenceî from the acceleration and the market response through the crowd will select the best  companies. 4 out of the 48 startups will succeed in reaching the 1.5 million euros crowd funded investment led by the VCs and platforms in the consortium leveraging the 6 million euros of public funding with 6 additional million euros of private investment.\nThe IMPACT GROWTH consortium includes:\nMobile World Congress as the reference digital mobile event in the planet; 4 corporates including Danone, Ferrovial, NTT DOCOMO BuonGiorno and MADE (integrates LEGO and Vestas among others); FIWARE Foundation to guarantee the proper exploitation of research results aligning them with other FIWARE initiatives; Accelerace and Kibo Ventures as top VCs; ISDI as leading FIWARE accelerator; FundingBox as leading European startups funding platform; INVESDOR as first global crowdfunded platform with MiFID license and ISDI Mexico that will reinforce EC objectives of globalizing the Future Internet efforts via Mexico and as a pilot on how to engage with Plug & Play and Tel Aviv Go Global  joining the project via LoI; PARP, the agency for startups in Poland, will support the consortium via LoI to pilot the adoption of best practices for ESIF purposes under Smart Specialization Strategies for regions.\nIMPACT GROWTH will help demonstrate that public funded research results with a ìcontinuityî  approach (continued support from seed to initial series round) can help top startups become European Superstars and can turn the EU into the EU of  'entrepreneurial states'.\n'",
    "totalCost": "6671021,97",
    "ecMaxContribution": "5995021,25",
    "coordinator": "FUNDINGBOX ACCELERATOR SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "FUNDACIO BARCELONA MOBILE WORLD CAPITAL FOUNDATION;FORENINGEN MADE;KIBO VENTURES PARTNERS SGEIC SA;DANONE SA;INTERNET EDUCATION MEXICO;DOCOMO DIGITAL ITALY SPA;INTERNETSIA, S.L.;FIWARE FOUNDATION EV;ACCELERACE FONDEN;FERROVIAL SERVICIOS SA;INVESDOR OY",
    "participantCountries": "ES;DK;MX;IT;DE;FI",
    "projectParticipants": {
        "917218906": {
            "orgId": "917218906",
            "orgName": "DANONE SA",
            "ecContrib": 56000
        },
        "949716234": {
            "orgId": "949716234",
            "orgName": "DOCOMO DIGITAL ITALY SPA",
            "ecContrib": 53375
        },
        "953342094": {
            "orgId": "953342094",
            "orgName": "FERROVIAL SERVICIOS SA",
            "ecContrib": 49219
        },
        "919308965": {
            "orgId": "919308965",
            "orgName": "FIWARE FOUNDATION EV",
            "ecContrib": 280000
        },
        "918027304": {
            "orgId": "918027304",
            "orgName": "INVESDOR OY",
            "ecContrib": 42350
        },
        "919809776": {
            "orgId": "919809776",
            "orgName": "FUNDACIO BARCELONA MOBILE WORLD CAPITAL FOUNDATION",
            "ecContrib": 282750
        },
        "940334200": {
            "orgId": "940334200",
            "orgName": "ACCELERACE FONDEN",
            "ecContrib": 307025
        },
        "919375119": {
            "orgId": "919375119",
            "orgName": "INTERNET EDUCATION MEXICO",
            "ecContrib": 0
        },
        "933400446": {
            "orgId": "933400446",
            "orgName": "FORENINGEN MADE",
            "ecContrib": 61486
        },
        "949723509": {
            "orgId": "949723509",
            "orgName": "INTERNETSIA, S.L.",
            "ecContrib": 487935
        },
        "917158863": {
            "orgId": "917158863",
            "orgName": "KIBO VENTURES PARTNERS SGEIC SA",
            "ecContrib": 52281
        },
        "951227688": {
            "orgId": "951227688",
            "orgName": "FUNDINGBOX ACCELERATOR SP ZOO",
            "ecContrib": 4322600
        }
    },
    "calculatedTotalContribution": 5995021
}