{
    "rcn": "207046",
    "acronym": "Second. R.I.",
    "topics": "MSCA-RISE-2016",
    "title": "Secondment for the development of Research  Innovation  in Biomaterial Rapid Prototyping",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Secondment for the development of Research & Innovation in Biomaterial Rapid Prototyping (SECOND.R.I.) exchange programme aims to establish and support inter-sectorial and international sharing of knowledge and enable new professional skills for researchers and managerial staff enhancing potential innovation of the S&T research in rapid prototyping and biomaterials for bone tissue engineering. In order to achieve these objectives SECOND.R.I exploits the complementary competences of an inter-sectorial Sino-European consortium. \nThe project undertakes collaborative research and innovation activities on new biomaterials for rapid prototyping for application in bone tissue engineering. Using rapid prototyping (RP) technologies a tailor-made and functional scaffold based on natural polymer and calcium phosphate will be developed and tested in an industrial environment. \nRunning parallel with this research programme, an innovation management work-package explores the best solutions to exploit the research results (e.g. through the analysis of different innovation systems) thanks to the involvement of two technology transfer centres and one SME. In particular international technology transfer and intellectual property protection, absorptive capacity and technology innovation networks, human resource management, and how the interplay of these factors influences technological innovation in Chinese and European enterprises, as well as the associated impacts on EU policies and enterprises in the biomaterials sector will be investigated. \nThis unique initiative has its strength in the composition of its consortium which is global and multidisciplinary hence is expected to accelerate scientific and business progress in the strategic field of bone tissue engineering and to foster strong scientific cooperation between China and Europe.",
    "totalCost": "265500",
    "ecMaxContribution": "247500",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "QUEEN MARY INNOVATION LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "931382749": {
            "orgId": "931382749",
            "orgName": "QUEEN MARY INNOVATION LIMITED",
            "ecContrib": 22500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 225000
        }
    },
    "calculatedTotalContribution": 247500
}