{
    "rcn": "207094",
    "acronym": "Prometeo",
    "topics": "SMEInst-05-2016-2017",
    "title": "Complete Automatization of Tissue Microarray Systems: Unleashing High-Throughput in Pathology Diagnosis, Prognosis and Anticancer Therapy",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Tissue microarray (TMA) is a practical and effective tool for molecular analysis of tissues that is helping identify new diagnostic and prognostic markers and targets in human cancers. In fact, the global microarray market is estimated to reach Ä6.7 billion by 2018. However, the manual steps of the TMA technique are a serious bottleneck as they are preventing high throughput analysis of multiple samples from multiple donors. Although many attempts have been done (confirming the market niche) to automatize TMAs, just few companies have products on the market which are more efficient that performing the technique manually. Unfortunately, these products use semi-automatic procedures which involve many tedious manual steps, and they are barely used by researchers.\n\nPROMETEO is a fully automated TMA system for routine clinical use in a high-throughput manner. It solves the bottleneck which is currently hindering diagnostic and research laboratories.  Our project consist on improving and automatizing three devices: Tissue arrayer (sample slicer); Slide scanner; and the Whole Slide Image recognition algorithms.\n\nIt benefits end users and society because the TMA technology will reduce diagnostic costs since over 400 patient samples can be analysed simultaneously, without additional workload, reducing tissue sample and reagent waste. Furthermore, it increases reproducibility of the results and creates a standard method. \n\nISENET has the ingredients to be successful developing PROMETEO because, besides their highly qualified team, they have experience in designing and commercializing TMA equipment all over the world for 20 years.\n\nWe have estimated that during the five years after commercialization starts, we will sell worldwide 91 full automated PROMETEO TMAs and 243 basic TMAs. For that purpose, we will hire 8 new technical employees. We will earn almost Ä12M cumulative profit, break even the second year, and generate a R.O.I of 6.97 by commercializing PROMETEO.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTEGRATED SYSTEMS ENGINEERING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954436351": {
            "orgId": "954436351",
            "orgName": "INTEGRATED SYSTEMS ENGINEERING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}