{
    "rcn": "207069",
    "acronym": "Olive-Net",
    "topics": "MSCA-RISE-2016",
    "title": "Bioactive compounds from Olea europaea: investigation and application in food, cosmetic and pharmaceutical industry",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "The goal of Olive-Net project is to introduce a novel approach for the exploration, valorization and marketing of new products based on bioactive compounds from Olea europaea. This will be achieved through an extended and well-balanced scheme of researcherís secondments between universities and enterprises from EU & Associated countries as well as universities from Third countries. A mutual scientific project developed on the needs and interests of both sectors exploiting the existing expertise will be the base of this proposal. Products and side-products of the olive tree such as olive oil, edible olive fruits, olive mill waste and olive tree leaves, will be subjected to a series of state-of-the-art extraction and isolation cascades in order to provide extracts, enriched fractions and isolated compounds of high purity. Target chemical categories will involve the well known olive oil polyphenols and secoiridoids, that will be assessed for their safety and pharmacological effects against inflammation, osteoarthritis, cardiovascular disease, etc. in cell-based and in vivo assays. All active ingredients will be identified and characterized with advanced analytical techniques, in order to be integrated in formulations and products in the area of nutraceuticals/dietary supplements. Within this project, core scientific multidisciplinary knowledge from different research areas will be integrated creating valuable synergies. Expertise will be transferred by means of the seconded researchers training in environments with different research orientation where complimentary skills are required. Special attention will be given to dissemination activities aiming to public awareness of benefits of healthy diet(s). Olive-Net aspires to create a successful model promoting considerably researchersí competences and long-lasting collaboration between Industry and Academia.",
    "totalCost": "1732500",
    "ecMaxContribution": "1732500",
    "coordinator": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
    "coordinatorCountry": "EL",
    "participants": "ADSI-AUSTRIAN DRUG SCREENING INSTITUTE GMBH;PHARMAGNOSE VIOTECHNOLOGIKI ANONYMI ETAIREIA;NATAC BIOTECH SL;UNIVERSITE D'AVIGNON ET DES PAYS DE VAUCLUSE;UNIVERSIDAD COMPLUTENSE DE MADRID;SERVIZO GALEGO DE SAUDE;CONSIGLIO NAZIONALE DELLE RICERCHE;UNI-PHARMA KLEON TSETIS, FARMAKEFTIKA ERGASTIRIA ANONYMOS VIOMICHANIKIKAI EMPORIKI;NEURO-SYS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ALNUMED GMBH",
    "participantCountries": "AT;EL;ES;FR;IT;DE",
    "projectParticipants": {
        "919309450": {
            "orgId": "919309450",
            "orgName": "UNI-PHARMA KLEON TSETIS, FARMAKEFTIKA ERGASTIRIA ANONYMOS VIOMICHANIKIKAI EMPORIKI",
            "ecContrib": 94500
        },
        "934824600": {
            "orgId": "934824600",
            "orgName": "PHARMAGNOSE VIOTECHNOLOGIKI ANONYMI ETAIREIA",
            "ecContrib": 63000
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 445500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 198000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 112500
        },
        "999576465": {
            "orgId": "999576465",
            "orgName": "UNIVERSITE D'AVIGNON ET DES PAYS DE VAUCLUSE",
            "ecContrib": 193500
        },
        "938022011": {
            "orgId": "938022011",
            "orgName": "ADSI-AUSTRIAN DRUG SCREENING INSTITUTE GMBH",
            "ecContrib": 171000
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 126000
        },
        "944031064": {
            "orgId": "944031064",
            "orgName": "ALNUMED GMBH",
            "ecContrib": 45000
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 99000
        },
        "959108453": {
            "orgId": "959108453",
            "orgName": "NATAC BIOTECH SL",
            "ecContrib": 162000
        },
        "949480524": {
            "orgId": "949480524",
            "orgName": "NEURO-SYS",
            "ecContrib": 22500
        }
    },
    "calculatedTotalContribution": 1732500
}