{
    "rcn": "207084",
    "acronym": "SMARTTS",
    "topics": "SMEInst-04-2016-2017",
    "title": "Smart Tanks for Space",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Satellites constitute a major element of critical infrastructure for most industrialised countries. Virtually all commercial, infrastructure, and scientific satellites carry one or more tanks, for fuel, oxidiser, or coolant. There is no in-orbit method of accurate establishing fluid reserve mass in a tank. Book-keeping methods are employed to track fuel usage, with ever- increasing error, and conservative margins are applied to ensure reserves for end-of-life disposal compliance. Further, fluid slosh presents a challenging control problem - reducing pointing accuracy and introducing potential resonances that threaten platform safety.\n\nAtout Process Ltd. (ëAtoutí) is a European SME founded in 2010 to develop innovative products based on non-intrusive electromagnetic imaging and measurement techniques. Atout has commercialised a novel monitoring system for the oil and gas, power generation, food and drink and other industries.\n\nThis project will establish the commercial potential for spin-in to the space sector of Electrical Capacitance Tomography (ECT) for accurate real-time measurement of fuel mass and slosh torque vector. A proof-of-concept demonstrator project has already been completed, and a further refinement to TRL6 is nearing completion.\n\nOur industry discussions and analysis to date suggest a strong potential for the technology to extend mission lifetime and improve attitude and orbit control efficiency, yielding a major impact on spacecraft performance. For a geostationary communications platform, this directly translates into substantial commercial benefit to the operator/owner, extending lifetime by up to six months and reducing risk. This proposal explains the business opportunity, technology status and development roadmap, and the specific impacts that H2020 funding can enable to ensure that this technology reaches its commercial potential.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATOUT PROCESS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949695864": {
            "orgId": "949695864",
            "orgName": "ATOUT PROCESS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}