{
    "rcn": "207037",
    "acronym": "INTERACT",
    "topics": "MSCA-RISE-2016",
    "title": "The INTERnAtional network on Crisis Translation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "We propose to establish an interdisciplinary, intersectoral and international research and innovation network in Crisis Translation, called INTERACT. Crisis Translation is understood here as the translation of written information from one linguistic and cultural system to another in the context of a crisis scenario, with a view to enabling affected communities and responders to be prepared for crises, improve resilience and reduce the loss of lives. Due to the transboundary nature of modern day crises, crisis communication must be multilingual and multilingual crisis communication is enabled through translation. Multilingual information access through translation addresses work programme aims such as social fairness and democratic access to essential information for all. The primary focus of INTERACT is on health-related crisis content. The main objectives of the project are 1) to make meaningful and effective contributions to knowledge, policies, expertise, training and technology that enable accurate and timely translation-enabled crisis communication, with a particular focus on health-related content; 2) to improve outcomes for crisis-affected and at-risk communities by contributing to translation-enabled communication to, with and from those communities; 3) to enhance human skills, competences and cross-sectoral collaboration across academic, humanitarian, and industrial sectors involved in crisis translation. This will be achieved by focusing on five main topics: crisis communication policy, comprehension in limited proficiency communities, crisis machine translation, citizen translator education, and ethics and through collaboration across academic, SME, NGO, and Multinational partners. The contribution of INTERACT will be a much broader, better informed, innovative, much more impactful perspective on the challenges of crisis communication and the role of translation.",
    "totalCost": "279000",
    "ecMaxContribution": "229500",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "THE COCHRANE COLLABORATION;UNIVERSITY COLLEGE LONDON;UNBABEL, LDA",
    "participantCountries": "UK;PT",
    "projectParticipants": {
        "939116074": {
            "orgId": "939116074",
            "orgName": "UNBABEL, LDA",
            "ecContrib": 9000
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 144000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 76500
        },
        "997404635": {
            "orgId": "997404635",
            "orgName": "THE COCHRANE COLLABORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 229500
}