{
    "rcn": "207004",
    "acronym": "SEPOMO",
    "topics": "MSCA-ITN-2016",
    "title": "Spins for Efficient Photovoltaic Devices based on Organic Molecules",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Organic solar cells (OSCs) have the potential to become an environmental friendly, inexpensive, large area and flexible photovoltaics technology. Their main advantages are low process temperatures, the potential for very low cost due to abundant materials and scalable processing, and the possibility of producing flexible devices on plastic substrates. To improve their commercialization capacity, to compete with established power generation and to complement other renewable energy technologies, the performance of state-of-the-art OSCs needs to be further improved.\n\nOur goals within SEPOMO ñ Spins in Efficient Photovoltaic devices based on Organic Molecules ñ are to bring the performance of OSCs forward by taking advantage of the so far unexplored degree of freedom of photogenerated species in organic materials, their spin. This challenging idea provides a unified platform for the excellent research to promote the world-wide position of Europe in the field of organic photovoltaics and electronics, and to train strongly motivated early stage researchers (ESRs) for a career in science and technology oriented industry that is rapidly growing. \n\nOur scientific objectives are to develop several novel routes to enhance the efficiency of OSC by understanding and exploiting the electronic spin interactions. This will allow us to address crucial bottlenecks in state-of-the-art OSCs: we will increase the quantum efficiency by reducing the dominant recombination losses and by enhancing the light harvesting and exciton generation, e.g. by means of internal upconversion of excited states. \n\nOur ESRs will be trained within this interdisciplinary (physics, chemistry, engineering) and intersectoral (academia, R&D center, enterprise) consortium in highly relevant fundamental yet application-oriented research with the potential to commercialise the results. The hard and soft skills learned in our network are central for the ESRs to pursue their individual careers in academics or industry.",
    "totalCost": "3826023,84",
    "ecMaxContribution": "3826023,84",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "MERCK CHEMICALS LTD;UNIVERSITE D'ANGERS;HELIATEK GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITE DE MONS;TECHNISCHE UNIVERSITAET CHEMNITZ;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;FUNDACIO EURECAT;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "UK;FR;DE;ES;BE",
    "projectParticipants": {
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 249216
        },
        "990884004": {
            "orgId": "990884004",
            "orgName": "UNIVERSITE DE MONS",
            "ecContrib": 501120
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999811011": {
            "orgId": "999811011",
            "orgName": "UNIVERSITE D'ANGERS",
            "ecContrib": 525751
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 247873
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 510749
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 249216
        },
        "996031115": {
            "orgId": "996031115",
            "orgName": "HELIATEK GMBH",
            "ecContrib": 249216
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        },
        "999433390": {
            "orgId": "999433390",
            "orgName": "MERCK CHEMICALS LTD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3327590
}