{
    "rcn": "207086",
    "acronym": "SAT Phase 1",
    "topics": "SMEInst-01-2016-2017",
    "title": "A study to assess the feasibility of commercialising a new antenna system, currently at TRL7, for the Global mobile user market.",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Smart Antenna Technologies (ìSATì at  http://www.smartantennatech.com/  ) designs, develops and has patented new smart antenna technologies that offers both size and performance improvements, in excess of those obtained with conventional designs, at a reduced cost. The market for these products is huge (in 2015 over 359m laptops & tablets, and 1.91bn handsets, 235m smart TVs were sold, representing over 2.27bn devices globally, and this is expected to grow to over 2.5bn by 2020). SAT is currently working closely with one global laptop manufacturer (annual sales 45m units) on a non exclusive basis, with a prototype which is currently operational (TRL 7), and is now looking for the funding to conduct a feasibility study (Phase 1) to write a comprehensive business plan and presentation, to roll this out to a number of other laptop and tablet manufacturers, and potentially also smart phone applications as soon as possible for commercialisation via a licensing model. The objectives of the feasibility study is to more accurately assess the market potential of this new antenna systems and then prioritise it in terms of which sector to initially focus on (phones, laptops, TVs etc), what if any are the additional bespoke requirements of clients within each sector, and the relative timing to market, in addition to the financial/economic analysis (see below). \nSAT is looking to gain a firsthand understanding of the potential of specific customer demand, timetable, and any bespoke specifications they may have in order to determine the cost benefit analysis accurately, and ultimately the potential return on investment. With this information SAT will be in a strong position to write an accurate informed and focused business plan to raise further capital to exploit the market opportunities. \nThe final objective is to have as many of the global mobile devices using SATís new more advanced, smaller antenna technology as possible.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMART ANTENNA TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918908355": {
            "orgId": "918908355",
            "orgName": "SMART ANTENNA TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}