{
    "rcn": "207053",
    "acronym": "D-SPA",
    "topics": "MSCA-RISE-2016",
    "title": "Diamond-based nanomaterials and nanostructures for advanced electronic and photonic applications",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "We are proposing a 4-year program of knowledge transfer and networking between Aston University, UK (Aston), Cork Institute of Technology, Ireland (CIT), Institute of Nanoscience and Nanotechnology, Spain (ICN2), University of Birmingham, UK  (UoB), Zhejiang University of Technology, China (ZJUT), Nanotechplamsa Ltd, Bulgaria (NPL), B&T composites, Greece (B&T), National Institute for Research and Development in Electrical Engineering, Romania (ICPESA), and Teer Coatings Ltd, UK (TCL). \n\nThe objective of the proposed joint exchange programme is to establish long-term stable research cooperation between the partners with complimentary expertise and knowledge. The project objectives and challenges present a balanced mix between industrial application focused knowledge transfer and development and more far-looking studies for potentially ground-breaking applications of using diamond-based nanomaterials and nanostructures for advanced electronic and photonic applications (D-SPA), including fabrication of diamond nanostructures using 3D printing technology, development of diamond-plasmon hybrid photonic devices and development of biophotonic imaging technology for sensing applications.  No one group in Europe can accomplish each work package alone.  We have to collaborate with each other in order to gain their skills and expertise in these specific areas.",
    "totalCost": "1102500",
    "ecMaxContribution": "720000",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "Teer Coatings Limited;FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;THE UNIVERSITY OF BIRMINGHAM;CORK INSTITUTE OF TECHNOLOGY",
    "participantCountries": "UK;ES;IE",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 117000
        },
        "999595089": {
            "orgId": "999595089",
            "orgName": "CORK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 117000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 279000
        },
        "989182042": {
            "orgId": "989182042",
            "orgName": "Teer Coatings Limited",
            "ecContrib": 90000
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 117000
        }
    },
    "calculatedTotalContribution": 720000
}