{
    "rcn": "207003",
    "acronym": "INTERFUTURE",
    "topics": "MSCA-ITN-2016",
    "title": "From microbial interactions to new-concept biopesticides and biofertilizers",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "The Directive 2009/128/EC sets rules in EU for the sustainable use of pesticides to reduce the risks and impacts of pesticide\nuse on people's health and the environment. Among the listed actions there is the promotion of low pesticide-input\nmanagement including non-chemical methods. In parallel several chemical active ingredients have been banned because of\ntoxicity concerns. The result is that growers are left with few control tools against pests. On the other hand most of the\navailable alternative control methods have several limitations, especially in term of efficacy. Several new ideas are not\nreaching the industry and are confined in the academic would. The concept behind this EIT is to explore new approaches to\nidentify new cutting edge solutions for pest control based on new non classical approaches in strict collaboration with\nindustrial partner and to train 10 highly skilled early stage researchers (ESR) through a doctoral programme that integrates 5\nacademic research with concept-driven product development in 5 EU companies with a strong curriculum in development\nand innovation within a large interdisciplinary environment. Microorganisms are often used so far as replacement of chemical\nactive ingredients. The innovative aspect of this EID is to base the new pest control solutions on interactions of\nmicroorganisms with plants and insects rather than using them as plant protection products. Microorganismsí unsurpassed\ninclination towards the association with eukaryotic macro-organisms determines traits and qualities in the host that harbours\nthem. Microbial symbiontsí ability to profoundly transform their living habitat paves the way for unexplored outlooks in the\nability to use microbial symbioses as sustainable and renewable tools to improve production and quality in agriculture.\nMicroorganisms are key players in shaping several insectís semiochemicals, in particular kairomones indicating a food\nsource or oviposition site for some insect species.",
    "totalCost": "2830277,52",
    "ecMaxContribution": "2830277,52",
    "coordinator": "FONDAZIONE EDMUND MACH",
    "coordinatorCountry": "IT",
    "participants": "BIOBEST BELGIUM NV;UNIVERSITE DE REIMS CHAMPAGNE-ARDENNE;AZOTIC TECHNOLOGIES LIMITED;UNIVERSITY OF NEWCASTLE UPON TYNE;UNIVERSITA DEGLI STUDI DEL MOLISE;UNIVERSITAET FUER BODENKULTUR WIEN;BIPA NV;DESARROLLO AGRICOLA Y MINERO SA;INOQ GmbH",
    "participantCountries": "BE;FR;UK;IT;AT;ES;DE",
    "projectParticipants": {
        "999850005": {
            "orgId": "999850005",
            "orgName": "UNIVERSITA DEGLI STUDI DEL MOLISE",
            "ecContrib": 129031
        },
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 645153
        },
        "957422302": {
            "orgId": "957422302",
            "orgName": "DESARROLLO AGRICOLA Y MINERO SA",
            "ecContrib": 371809
        },
        "968729592": {
            "orgId": "968729592",
            "orgName": "BIOBEST BELGIUM NV",
            "ecContrib": 250560
        },
        "986496209": {
            "orgId": "986496209",
            "orgName": "INOQ GmbH",
            "ecContrib": 249216
        },
        "999888708": {
            "orgId": "999888708",
            "orgName": "UNIVERSITE DE REIMS CHAMPAGNE-ARDENNE",
            "ecContrib": 131438
        },
        "952110000": {
            "orgId": "952110000",
            "orgName": "BIPA NV",
            "ecContrib": 250560
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 255934
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 0
        },
        "941282860": {
            "orgId": "941282860",
            "orgName": "AZOTIC TECHNOLOGIES LIMITED",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 2830277
}