{
    "rcn": "207035",
    "acronym": "Graphene 3D",
    "topics": "MSCA-RISE-2016",
    "title": "Multifunctional Graphene-based Nanocomposites with Robust Electromagnetic and Thermal Properties for 3D-printing Application",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Graphene 3D project proposes highly innovative pathway for the development of optimized, multifunctional graphene-based polymer composites and structures with desired properties for specific applications, based on combination of three main approaches: (i)  controlled processing and materialís characterization; (ii) robust nanocomposite design; and (iii) modeling/optimization of nanocomposite cellular structures with predefined properties. Graphene 3D methodology will result in two major outcomes: Multifunctional nanocomposite material for 3D printing application, as well as Optimized and experimentally validated, 3D printed nanocomposite cellular structures with tunable electromagnetic, thermal and mechanical properties. To reach the goal, the proposal will pursue the following main objectives: (1) to develop an effective processing technique for graphene-based polymer nanocomposite; (2) to correlate processing variables with final micro and nanostructure features; (3) to obtain  highly improved nanocomposite properties (electrical, electromagnetic, mechanical, thermal); (4) to propose robust design tool for optimizing process-structure-property-performance parameters, resulting in optimized nanocomposite formulation for 3D printing application; (5) to design nanocomposite-based cellular structures with optimum configuration (structure, geometry) and tunable multifunctional characteristics in view of predefined performances; (6) to prove the design concept by fabrication and experimental validation of both nanocomposite material and 3D printed cellular structures that achieve unique properties. Project research & innovation ideas will bring up the research results from TRL 1-2 to TRL 3-4, with potential for application specified towards high power electronics. Graphene 3D will create a Joint Laboratory on graphene-polymer research for knowledge share in a multidisciplinary international/inter-sectoral consortium having long-term implication.",
    "totalCost": "1935000",
    "ecMaxContribution": "1651500",
    "coordinator": "Institute of Mechanics, Bulgarian Academy of Sciences",
    "coordinatorCountry": "BG",
    "participants": "UNIVERSITA DEGLI STUDI DI SALERNO;RESEARCH AND DEVELOPMENT OF NANOMATERIALS AND NANOTECHNOLOGY NANO TECHLAB LTD;CONSIGLIO NAZIONALE DELLE RICERCHE;NARRANDO SRL;ILIA VEKUA SOKHUMI INSTITUTE OF PHYSICS AND TECHNOLOGY;UNIVERSITE DE NAMUR ASBL",
    "participantCountries": "IT;BG;GE;BE",
    "projectParticipants": {
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 126000
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 310500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 216000
        },
        "949754258": {
            "orgId": "949754258",
            "orgName": "RESEARCH AND DEVELOPMENT OF NANOMATERIALS AND NANOTECHNOLOGY NANO TECHLAB LTD",
            "ecContrib": 126000
        },
        "930164914": {
            "orgId": "930164914",
            "orgName": "ILIA VEKUA SOKHUMI INSTITUTE OF PHYSICS AND TECHNOLOGY",
            "ecContrib": 301500
        },
        "998561554": {
            "orgId": "998561554",
            "orgName": "Institute of Mechanics, Bulgarian Academy of Sciences",
            "ecContrib": 373500
        },
        "917345685": {
            "orgId": "917345685",
            "orgName": "NARRANDO SRL",
            "ecContrib": 198000
        }
    },
    "calculatedTotalContribution": 1651500
}