{
    "rcn": "207044",
    "acronym": "BESTOFRAC",
    "topics": "MSCA-RISE-2016",
    "title": "Environmentally best practices and optmisation in hydraulic fracturing for shale gas/oil development",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "This research brings together the complementary expertise of our consortium members to gain a better understanding of the physics in hydraulic fracturing (HF) with the final goal to optimize HF practices and to assess the environmental risks related to HF.  This requires the development and implementation of reliable models for HF, scaled laboratory tests and available on-site data to validate these models. The key expertise in our consortium is on modelling and simulation of HF and all partners involved pursue different computational approaches. However, we have also some partners in our consortium which focus on scaled laboratory tests and one company which can provide on-site data. The choice of the best model for HF still remains an open question and this research promises to quantify uncertainties in each model and finally provide a guideline how to choose the best model with respect to a specific output parameter. The final objective is to employ these models in order to answer some pressing questions related to environmental risks of HF practices, including \n1. How does HF interact with the natural fractures that intersect the shale seam?í \n2. How does the fracture network from a previous stage of HF treatment affect the fracture network evolution in succeeding, adjacent stages?\n 3.  What are the requirements to constrain fractures from propagating to the adjacent layers of confining rock?\n\nThe exchange and training objectives are to:\n4. Enhance the intersectoral and interdisciplinary training of ERs and ESRs in Computational Science, Mining Geotechnics, Geomechanics, Modeling and Simulation\n 5. Strengthen, quantitatively and qualitatively, the human potential in research and technology in Europe\n6. Advance the scientific contribution of women researchers in this area dominated by male\n7. Create synergies with other EU projects\n8. Enable and support all ESRs/ERs to keep contact with international community in the sense of training and transfer of knowledge",
    "totalCost": "1930500",
    "ecMaxContribution": "1669500",
    "coordinator": "BAUHAUS-UNIVERSITAET WEIMAR",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF DURHAM;inuTech GmbH;TECHNISCHE UNIVERSITEIT EINDHOVEN;CISM-LAB SRL;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "UK;DE;NL;IT",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 292500
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 328500
        },
        "999894722": {
            "orgId": "999894722",
            "orgName": "BAUHAUS-UNIVERSITAET WEIMAR",
            "ecContrib": 301500
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 315000
        },
        "963976495": {
            "orgId": "963976495",
            "orgName": "CISM-LAB SRL",
            "ecContrib": 189000
        },
        "998527895": {
            "orgId": "998527895",
            "orgName": "inuTech GmbH",
            "ecContrib": 243000
        }
    },
    "calculatedTotalContribution": 1669500
}