{
    "rcn": "207048",
    "acronym": "K.I.T.F.E.M.",
    "topics": "MSCA-RISE-2016",
    "title": "Knowledge and Innovation in, to and from Emerging Markets",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Since the rise of emerging economies in the global scenario, it has been critical to better understand the role of knowledge and innovation played in this process. We focus on researching not only how knowledge and innovation is managed and generated in emerging markets, but also how traditionally they learned from advanced economies to enhance their innovation capability, and recently the reverse innovation process about how this innovation capability in emerging markets affects and is transferred to advanced economies.    \n\nWith this purpose, the proposed KITFEM research project aims to study the management of knowledge and innovation in, to and from emerging markets, with special emphasis on its impacts on the EU. With the proposed secondments among fifteen partners in nine countries around the world in four continents, between partners from academic sector and non-academic sector, KITFEM combines research on the issue of knowledge and innovation between emerging markets and European enterprises, and knowledge sharing and dissemination around the world to enhance the impact of European innovation. \n\nInvolving 54 researchers, managers, tech, and administrative staff, KITFEM consists of seven work packages to foster the interaction between scientific community and other stakeholders such as institutions, industries, business, and general civil society, to ensure the popular interests and engagement of the researched topic. In such a way, one work package is dedicated to project management and internal communication and another to external communication, dissemination and outreach activities. Five work packages focus on research, training and dissemination, at multiple levels: Institutional-industrial-organizational-individual. With the designed project structure and competitive capability of the fifteen partners involved, KITFEM is expected to generate high impact in the globe, both in term of research excellence and societal engagement.",
    "totalCost": "900000",
    "ecMaxContribution": "720000",
    "coordinator": "COLEGIO UNIVERSITARIO DE ESTUDIOS FINANCIEROS S.L.",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION PARA EL CONOCIMIENTO MADRIMASD;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;EKA SRL;SYDDANSK UNIVERSITET;NAICA SOCIETA' COOPERATIVA;INDUSTRIE- UND HANDELSKAMMER HANNOVER;UNIVERSITA DEL SALENTO",
    "participantCountries": "ES;DE;IT;DK",
    "projectParticipants": {
        "999544067": {
            "orgId": "999544067",
            "orgName": "FUNDACION PARA EL CONOCIMIENTO MADRIMASD",
            "ecContrib": 40500
        },
        "938123085": {
            "orgId": "938123085",
            "orgName": "NAICA SOCIETA' COOPERATIVA",
            "ecContrib": 9000
        },
        "999863585": {
            "orgId": "999863585",
            "orgName": "UNIVERSITA DEL SALENTO",
            "ecContrib": 99000
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 220500
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 31500
        },
        "930496460": {
            "orgId": "930496460",
            "orgName": "COLEGIO UNIVERSITARIO DE ESTUDIOS FINANCIEROS S.L.",
            "ecContrib": 283500
        },
        "950829406": {
            "orgId": "950829406",
            "orgName": "EKA SRL",
            "ecContrib": 22500
        },
        "919706956": {
            "orgId": "919706956",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER HANNOVER",
            "ecContrib": 13500
        }
    },
    "calculatedTotalContribution": 720000
}