{
    "rcn": "207082",
    "acronym": "Smart OEE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Universal PlugPlay OEE Data Capture Equipment to improve the efficiency of industrial processes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This project (called Smooth Reader in Phase 1) was approved on June 2015 as a SME Instrument Phase 1 with a total score of 13.95. After the execution of Phase 1, all the objectives have been achieved guaranteeing freedom to operate and commercial viability. We are now submitting this SME Instrument Phase 2 in order to lay the groundwork for the large-scale commercialization of the innovative range of Smart OEE products.\nThe production lines of industrial companies are very heterogeneous, with machines from various brands, models, generations and technologies. Due to this heterogeneity, the bespoke solutions for data capture are very expensive and are difficult to implement. For this reason, the penetration of data capture solutions in companies is very low.\nWe have developed some innovative universal equipment for automated Real-Time Data Capture on production lines, called Smart OEE. They are a true breakthrough due to its universal system of connection and for its ability to achieve a connection with the machines in a very brief time, practically making it a Plug and Play. It is a range of standard products that are easily configurable in situ by the client (DIY), or remotely via the web, which cover the requirements for data capture/collection of almost the totality of the machines on the market. \nThe main innovations of the Smart OEE system include the following:\nPlug and Play.\nBreakthrough technology at cost level.\nUniversal product, connectable to any production process. \nInclude a portable kit to perform pilot tests.\nModular and scalable system.\nThe innovation is based on a self-developed algorithm, the result of three years of research, that is used to program the Smart OEE, and which allows it to communicate with any type of machine.\nSistemas OEE makes the data capture systems for the improvement of productivity accessible for European SMEs, so these SMEs can incorporate progressively advanced production technologies.",
    "totalCost": "1980675",
    "ecMaxContribution": "1386472,5",
    "coordinator": "SISTEMAS OEE DE PRODUCTIVIDAD INDUSTRIAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}