{
    "rcn": "207091",
    "acronym": "XPECAM",
    "topics": "SMEInst-12-2016-2017",
    "title": "A New Portable Spectral Camera System for the Cultural Heritage Conservation Market",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Art conservators & Cultural Heritage preservation institutions need more analytical means to control their interventions in order to guarantee the maximum possible quality in their work. For that they need to know and understand their subject of work - the art piece - and the materials that were used to make them ñ this currently has enormous lab costs that make only the finest pieces eligible for analysis.\n\nSigninum has developed a European patent-pending portable spectral camera system, XPECAM, that has specific technical features for the cultural heritage conservatorís work combined with a user-friendly interface that removes the need for external lab tests on art works or structures ñ this increases the added value of the conservatorís work while reducing time and external costs.\n\nThe end-user of XPECAM is the conservator and the product can be sold directly to them, or to museums, conservation institutes or universities. The EU market is hard to assess, but we estimate at least 210MÄ of unexplored market, that still needs to subcontract tests to specialized labs (we have also been studying the Brazilian market, valued at 70MÄ).\n\nSigninum was founded in 2001 and had 2,45MÄ turnover in 2015, focusing on Cultural Heritage Conservation, with a core team of 30 experts acting in Portugal, Spain, France, Italy and Latin America. XPECAM was originally created to meet our own labís needs, and we have several partners (museums, conservators, etc.) willing to buy the product when fully ready, demonstrated with letters of intent in this proposal and we need the support of SME Instrument to achieve a commercial product that can be produced in large scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGNINUM GESTAO DE PATRIMONIO CULTURAL LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966478319": {
            "orgId": "966478319",
            "orgName": "SIGNINUM GESTAO DE PATRIMONIO CULTURAL LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}