{
    "rcn": "207023",
    "acronym": "MECHANO-CONTROL",
    "topics": "FETPROACT-01-2016",
    "title": "Mechanical control of biological function",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Mechanical forces transmitted through specific molecular bonds drive biological function, and their understanding and control hold an uncharted potential in oncology, regenerative medicine and biomaterial design. However, this potential has not been realised, because it requires developing and integrating disparate technologies to measure and manipulate mechanical and adhesive properties from the nanometre to the metre scale. We propose to address this challenge by building an interdisciplinary research community with the aim of understanding and controlling cellular mechanics from the molecular to the organism scale. At the nanometric molecular level, we will develop cellular microenvironments enabled by peptidomimetics of cell-cell and cell-matrix ligands, with defined mechanical and adhesive properties that we will dynamically control in time and space trough photo-activation. The properties under force of the molecular bonds involved will be characterized using single-molecule atomic force microscopy and magnetic tweezers. At the cell-to-organ scale, we will combine controlled microenvironments and interfering strategies with the development of techniques to measure and control mechanical forces and adhesion in cells and tissues, and to evaluate their biological response. At the organism scale, we will establish how cellular mechanics can be controlled, by targeting specific adhesive interactions, to impair or abrogate breast tumour progression in a mouse model. At all stages and scales of the project, we will integrate experimental data with multi-scale computational modelling to establish the rules driving biological response to mechanics and adhesion. With this approach, we aim to develop specific therapeutic approaches beyond the current paradigm in breast cancer treatment. Beyond breast cancer, the general principles targeted by our technology will have high applicability in oncology, regenerative medicine and biomaterials.",
    "totalCost": "7134928,75",
    "ecMaxContribution": "7134928,75",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "MIND THE BYTE SL;NOVIOCELL BV;LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;UNIVERSITAT POLITECNICA DE CATALUNYA;KING'S COLLEGE LONDON",
    "participantCountries": "ES;NL;DE;UK",
    "projectParticipants": {
        "951039314": {
            "orgId": "951039314",
            "orgName": "MIND THE BYTE SL",
            "ecContrib": 316514
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 2337450
        },
        "921332676": {
            "orgId": "921332676",
            "orgName": "NOVIOCELL BV",
            "ecContrib": 710500
        },
        "999610900": {
            "orgId": "999610900",
            "orgName": "LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH",
            "ecContrib": 662000
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 638000
        },
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 1763750
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 706715
        }
    },
    "calculatedTotalContribution": 7134929
}