{
    "rcn": "207059",
    "acronym": "SONAR",
    "topics": "MSCA-RISE-2016",
    "title": "Localized Surface Plasmon Resonance in doped semiconductor nanocrystals",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Doped semiconductor nanocrystals (dSNCs) are an exciting emerging material. Carrier densities in the range of 1020-1021cm-3 lead to localized surface plasmon resonances (LSPRs) in the near infrared (NIR). Prominent examples are copper chalcogenides, where doping occurs via vacancy formation, and metal oxides (MOs) that show plasmonic response due to impurity doping. Excitingly, both materials display post synthetic carrier density and LSPR tunability over a broad spectral range. Combined with layered two dimensional materials exciting manipulation options appear where the plasmon-exciton coupling or ëhotí carrier extraction enables local photo luminescence manipulation or tracking of local currents in a graphene based nano device. This active control over the LSPR allows active switching of the strength of coupling, useful also for the study of exciton-plasmon, plasmon-plasmon coupling, or plasmon induced ëhotí carrier extraction in nano-heterostructures. Ultralow doping allows the study of quantum plasmonics. Ultrafast photodoping, optical switching, active light manipulation or tunable NIR photon detection are additional exciting applications. While fundamental questions regarding the structure-properties relationship remain open to date the library of materials with such properties is enormous and not yet exhausted. \nThe project combines in a unique way expert scientists with complementary competences covering chemistry, physics, spectroscopy, microscopy, device design and theory among Europe and the US adding with their expert background to address the aforementioned topics of high impact in the field of plasmonic dSNCs. Networking activities, workshops and conferences will facilitate the sharing of knowledge. Long term research exchange will enable the acquisition of new skills. The formation of a large network among the institutes after a successful completion of the SONAR will enable the career development for research and innovation staff members.",
    "totalCost": "1107000",
    "ecMaxContribution": "742500",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "STICHTING VU;TECHNISCHE UNIVERSITAET BERLIN;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "participantCountries": "NL;DE;IT",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 126000
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 220500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 247500
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 742500
}