{
    "rcn": "207070",
    "acronym": "PROSFET",
    "topics": "MSCA-RISE-2016",
    "title": "Promoting Sustainable Freight Transport in Urban Contexts:Policy and Decision-Making Approaches",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Within a context of growing urban population, advances in urban logistics operations and improved local authority planning, especially in the field of the urban freight transport, can alleviate the associated negative environmental and economic impacts occurring in cities.\nSeveral types of stakeholders are involved in such urban logistics management processes. Among them, freight carriers and shippers are interested in minimizing freight logistics costs in order to maximize their profits, while maintaining a competitive level of service to their customers. City administrators and residents are oriented towards a decrease in traffic congestion, social costs and environmental nuisances, even though they are often direct beneficiaries of high quality delivery services. This leads to a multitude of differing and possibly conflicting objectives that are involved in urban freight transport planning and decision making, yielding a high level of complexity. This provides a main motivation for the development of tools for helping decision makers to reach higher grades of efficiency. \nDespite growing academic interest, the extent to which freight transport is acknowledged and formally considered in local authority transport planning varies considerably from country to country, and on a more local level, between towns and cities. As a result, policy development with respect to urban freight and city logistics is characterised by a rather fragmented approach, with many city authorities finding it difficult to address the complex set of differing views of a large variety of stakeholders. \nThe proposed project will be aimed at identifying local authority planning needs with regards to urban/city logistics activities and the necessary pre-requisites for inclusion of stakeholders in the process. Finally, the project will promote the knowledge transfer of methods and models through the conceptual development of a novel decision support tool (thanks to involved software houses).",
    "totalCost": "283500",
    "ecMaxContribution": "283500",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "SHEFFIELD CITY COUNCIL;CITY OF BRADFORD METROPOLITAN DISTRICT COUNCIL;UNIVERSIDAD DE EXTREMADURA;SOFTECO SISMAT SRL;CONSIGLIO NAZIONALE DELLE RICERCHE;STOCKHOLMS STAD;SHAPING CLOUD LTD;GOETEBORGS UNIVERSITET",
    "participantCountries": "UK;ES;IT;SE",
    "projectParticipants": {
        "996559183": {
            "orgId": "996559183",
            "orgName": "STOCKHOLMS STAD",
            "ecContrib": 9000
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 72000
        },
        "999858832": {
            "orgId": "999858832",
            "orgName": "UNIVERSIDAD DE EXTREMADURA",
            "ecContrib": 18000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 81000
        },
        "999913637": {
            "orgId": "999913637",
            "orgName": "CITY OF BRADFORD METROPOLITAN DISTRICT COUNCIL",
            "ecContrib": 9000
        },
        "999640582": {
            "orgId": "999640582",
            "orgName": "SHEFFIELD CITY COUNCIL",
            "ecContrib": 0
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 54000
        },
        "999802766": {
            "orgId": "999802766",
            "orgName": "SOFTECO SISMAT SRL",
            "ecContrib": 40500
        },
        "954521808": {
            "orgId": "954521808",
            "orgName": "SHAPING CLOUD LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 283500
}