{
    "rcn": "207088",
    "acronym": "ThingSight",
    "topics": "SMEInst-01-2016-2017",
    "title": "Industrial IoT Communication and Analytics Platform for Smart Maintenance",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Thanks to ThingSight, manufacturing SMEs will be able to anticipate and avoid equipment failures by embedding a predictive maintenance solution within their products. ThingSight is an Internet of Things (IoT) Analytics system which generates and collects data from machinery and provides a flexible, scalable and easy-to-use analytics tool to help manufacturers in their daily machinery support and maintenance activities. This disruptive innovation provides important benefits for manufacturing SMEs: reduced equipment downtime (40%-60%) increased effective manpower utilization (75%-80%), increased production capacity (15%-40% for the short term, and 75%-80% for the long term), reduced labour and material costs (35%-60%) and increased machinery operating lifetime (33%-60%). ThingSight is particularly targeted at European SMEs (manufacturers and maintenance providers) which cannot afford the implementation of ad-hoc IoT systems.  While existing alternatives are costly and require a high investment, the innovation of ThingSight primarily comes from our successful pay-as-you-grow model based on the number of devices. In Phase 1 we will conduct a research on the optimal algorithms and techniques for descriptive analysis, advanced analysis and machine learning. Additionally, we will select potential technological partners for the project. We will also develop a Business Plan to analyse the economic viability of ThingSight and prepare a detailed Financial Plan. ThingSight will contribute to the overall EUís industrial growth strategy by providing advanced IoT tools to help manufacturing and maintenance companies to become more resource-efficient, by reducing machinery maintenance costs and increasing equipment lifetime operation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARRIOTS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939648022": {
            "orgId": "939648022",
            "orgName": "CARRIOTS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}