{
    "rcn": "207068",
    "acronym": "GeoDust",
    "topics": "MSCA-RISE-2016",
    "title": "Utilization of secondary raw material in geopolymers production",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "A lot of cement plants all around Europe are standing before problem of by-pass kiln dust disposal. Nowadays small part of production is added in stabilizing admixture and the rest is disposed of as a waste material. In light of the fact that this material contains approximately 10ñ50 wt. % of KCl, free lime and dicalcium silicate, the possibility of their usage in alkali activated systems is at hand. \nProject proposal deals with, research and testing of alkali activated concretes based on by pass kiln dust and other suitable industrial waste. Project is primarily focused on concrete, which properties are defined by European standards. The precast concretes will fulfil all quality and properties requirements demanded in industrial application. Project proposal will be implemented by consortium of university research organizations (Brno University of Technology, Technical University of Ostrava, and Institute of Eduardo Torroja for construction Science-CSIS), by-pass kiln dust producer (Cemmmag Inc.) and large scale producer of prefabricated concretes (éPSV Inc.). This consortium has a high potential to successfully and sophisticatedly implement above described research tasks.",
    "totalCost": "558000",
    "ecMaxContribution": "558000",
    "coordinator": "VYSOKE UCENI TECHNICKE V BRNE",
    "coordinatorCountry": "CZ",
    "participants": "VYSOKA SKOLA BANSKA - TECHNICKA UNIVERZITA OSTRAVA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CEMMAC AS;ZPSV, AS",
    "participantCountries": "CZ;ES;SK",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 36000
        },
        "999868144": {
            "orgId": "999868144",
            "orgName": "VYSOKA SKOLA BANSKA - TECHNICKA UNIVERZITA OSTRAVA",
            "ecContrib": 135000
        },
        "919064622": {
            "orgId": "919064622",
            "orgName": "CEMMAC AS",
            "ecContrib": 54000
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 315000
        },
        "919058123": {
            "orgId": "919058123",
            "orgName": "ZPSV, AS",
            "ecContrib": 18000
        }
    },
    "calculatedTotalContribution": 558000
}