{
    "rcn": "207043",
    "acronym": "DEW-COOL-4-CDC",
    "topics": "MSCA-RISE-2016",
    "title": "Low Energy Dew Point Cooling for Computing  Data Centres",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Cooling systems for Computing & Data Centres consume 30% to 40% of energy delivered into the centre spaces, while electricity use in CDCs represents 1.3% of the world total energy consumption. The traditional vapour compression cooling systems for CDCs are neither energy efficient nor environmentally friendly. Several alternative cooling systems, e.g., adsorption/absorption, ejector, and evaporative types, have certain level of energy saving potential but exhibit some inherent problems that have restricted their wide applications in CDCs. This RISE programme aims to form an international and inter-sectoral network of organisations working on a joint research and innovation programme dedicated to develop the design theory, computerised tool and technology prototypes for a novel CDC dew point cooling system. Such a system, comprising a few critical and highly innovative components (i.e., dew point air cooler, adsorbent sorption/regeneration cycle, micro-channels-loop-heat-pipe (MCLHP) based CDC heat recovery system, paraffin/expanded-graphite based heat storage/exchanger, and internet-based intelligent monitoring and control system), is expected to achieve 60% to 90% of electrical energy saving and have a comparable initial price to traditional CDC air conditioning systems, thus removing the above outstanding problems remaining with existing CDC cooling systems. Within the programme, the participants will exchange skills and knowledge that will allow them to progress towards the key target set for the CDC dew point cooling system, and strengthen collaborative research among different countries and sectors. The advances in the novel CDC dew point cooling system will have potential market opportunities for non-academic participants in the programme, and have significant benefits to European society and economy. The staff members who participate in the programme will develop new skills, be exposed to new research environments and have their career perspectives widened.",
    "totalCost": "1845000",
    "ecMaxContribution": "1156500",
    "coordinator": "UNIVERSITY OF HULL",
    "coordinatorCountry": "UK",
    "participants": "MUNTERS EUROPE AB;APPLIED INDUSTRIAL TECHNOLOGIES LTD;INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK;NPS HUMBER LIMITED;HISENSE GERMANY GMBH;DATA CENTRE ALLIANCE LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "SE;EL;PL;UK;DE;FR",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 423000
        },
        "952409730": {
            "orgId": "952409730",
            "orgName": "MUNTERS EUROPE AB",
            "ecContrib": 0
        },
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 117000
        },
        "999675114": {
            "orgId": "999675114",
            "orgName": "APPLIED INDUSTRIAL TECHNOLOGIES LTD",
            "ecContrib": 112500
        },
        "940945882": {
            "orgId": "940945882",
            "orgName": "NPS HUMBER LIMITED",
            "ecContrib": 157500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 162000
        },
        "951851786": {
            "orgId": "951851786",
            "orgName": "HISENSE GERMANY GMBH",
            "ecContrib": 117000
        },
        "955734405": {
            "orgId": "955734405",
            "orgName": "DATA CENTRE ALLIANCE LIMITED",
            "ecContrib": 67500
        }
    },
    "calculatedTotalContribution": 1156500
}