{
    "rcn": "207095",
    "acronym": "CORE",
    "topics": "SMEInst-01-2016-2017",
    "title": "An innovative web-service to securely issue, store and verify online academic credentials",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "From banking to travel, almost everything today is done via digital information and the Internet. One notable exception is\nacademic diplomas, most of which are still paper based. Academic records generation, issue and exchange by education\nproviders involves slow, costly and forgery-susceptible processes with very low control over the protection of the information\nreleased. Digitary CORE is a web service that allows education providers to securely issue, certify and share digital\nacademic records online eliminating the hassle associated with having to produce and manage original paper documents.\nThis streamlined system enables higher education institutions (HEIs) to reduce administrative costs, protect academic\nbrands, increase administrative efficiency, eliminate credential fraud and improve service levels for students and graduates.\nCORE represents the implementation of the original Digitary workflow, that is already on the market and whose\ndemonstration has been proved in several education systems. Ten years after Digitaryís world-first implementation of\ndigitally signed Degree Certificates at the University of Limerick, almost a million online records have been issued by\ninternational institutions via Digitary branded platform. After having released the cloud-implemented platform (end of 2015)\nand integrated their software with foreign service providers, Digitary now aim at promoting CORE to verify credentials from\nany University in the world. Accomplished Phase 2 objectives - demonstration of the implemented technology and market\nreplication ñ will pave the way to increase Digitary visibility and then attract customersí attention. This, in turn, will be crucial\nfor further strategic activities fostering the industrial-scale commercialization of CORE and developing new services that\nenhance the user-experience.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRAMEWORK COMPUTER CONSULTANTS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918953460": {
            "orgId": "918953460",
            "orgName": "FRAMEWORK COMPUTER CONSULTANTS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}