{
    "rcn": "207073",
    "acronym": "MILEAGE",
    "topics": "MSCA-RISE-2016",
    "title": "Microelements in Life Expectancy and Aging",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "Increased longevity with a high quality of life is desirable not only for personal life-satisfaction but also for reducing healthcare costs and for increasing the socioeconomic contributions of individuals in countries with ageing population demographics. Lifelong lifestyle has an important impact on health status in older age and adequate nutrition plays a key role in maintaining cellular functions within normal limits. Microelements such as zinc (Zn) and copper (Cu) are essential for life and are involved in the normal functioning of thousands of proteins. The dysregulation of these metals leads to perturbed homeostasis, disease and diminished quality of life. In this study, the molecular mechanisms by which ageing affects Zn and Cu absorption and excretion will be determined, and the consequent impact on metal flux and transport kinetics will be expressed by mathematical modelling. The project output will include a predictive model for the impact of ageing on Zn and Cu homeostasis, informing intervention with dietary advice or supplementation to improve longevity.  The consortium combines intersectoral and interdisciplinary expertise from 3 EU and 2 partner countries with established links and clear potential for knowledge exchange and transfer of skills. The consortium objectives are:\n1.       To determine the impact of dietary Zn and Cu on the microbiota and also age-related changes in the microbiota composition on the absorption of Zn and Cu.\n2.       To understand the influence of senescence on the regulation of Zn and Cu flux into and out of key cells controlling their homeostasis (gut mucosal cells, pancreatic acinar cells and hepatocytes) and its impact on the expression of related genes such as transporters.\n3.       To determine how senescence affects the transporter proteins, channels and chaperones involved in regulating Zn and Cu trafficking through the key absorptive and excretory cells affecting body metal homeostasis.",
    "totalCost": "864000",
    "ecMaxContribution": "864000",
    "coordinator": "UNIVERSITE DE PICARDIE JULES VERNE",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;LIMITED LIABILITY COMPANY RESEARCH AND PRODUCTION ENTERPRISE I.F. LAB",
    "participantCountries": "UK;FR;UA",
    "projectParticipants": {
        "999871248": {
            "orgId": "999871248",
            "orgName": "THE UNIVERSITY OF THE WEST INDIES U WI*",
            "ecContrib": 0
        },
        "923653207": {
            "orgId": "923653207",
            "orgName": "LIMITED LIABILITY COMPANY RESEARCH AND PRODUCTION ENTERPRISE I.F. LAB",
            "ecContrib": 211500
        },
        "998207116": {
            "orgId": "998207116",
            "orgName": "UNIVERSITE DE PICARDIE JULES VERNE",
            "ecContrib": 247500
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 292500
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 112500
        },
        "923831008": {
            "orgId": "923831008",
            "orgName": "Instituto Nacional de Higiene, Epidemiología y Microbiología",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 864000
}