{
    "rcn": "207009",
    "acronym": "BiofoulRepel",
    "topics": "ERC-PoC-2016",
    "title": "Biofoulant-repelling surfaces for catheters and other biomedical devices",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "The object of this proof of concept project is to modify the surfaces of biomedical devices intended for contact with human tissue, such as catheters, stents or contact lenses, to render them repellent to biofoulants, based on discoveries made in our current ERC project HydrationLube. This will render such surfaces, and the devices, far more resistant to health-threatening infections. Our ERC project demonstrated that boundary layers based on phosphatidylcholine (PC) lipids (in the form of liposomes, bilayers or polymer-lipid complexes) can expose extremely hydrated interfaces, which are not only strongly lubricating but, as we recently showed, are also capable ñ particularly at hydrogel surfaces - of massively suppressing the adsorption of common biofoulants including proteins and bacteria. We now propose to use this finding to overcome, through suitable surface treatment, the undesirable effects of such fouling and biofilm formation on tissue-contacting devices, which impose a huge health and cost burden. Thus, neutralizing bacteria in biofilm may require a 1000-times higher dose of antibiotic compared to planktonic bacteria. Moreover, such infections are frequent: some 4% of all implanted vascular grafts and medical heart valves become infected, as do 2% of implanted joint prostheses and 5% of the 2x106 fracture fixation devices that are used in the U.S. alone each year. The cost of curing such infections may exceed $50,000 per case, apart from the burden of human suffering and morbidity, and they account for over 50% of all Hospital Associated Infections (HAI). The current project, working through 5 work-packages, will validate the feasibility of such anti-fouling treatments on actual devices, will carry out competitive analysis and market research, explore the commercialization process and the IPR position, and seek contacts with appropriate industrial partners to further develop the commercialization of our technology.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}