{
    "rcn": "207029",
    "acronym": "GALAHAD",
    "topics": "ICT-29-2016",
    "title": "Glaucoma ñ Advanced, LAbel-free High resolution Automated OCT Diagnostics",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "The project GALAHAD targets the critical need for better glaucoma diagnostic systems. Glaucoma is an age-related major cause of blindness. The eye disease is characterized by an irreversible damage to the optic nerve head caused by increased intra-ocular pressure. The current screening and basic diagnostics for the disease involve intra-ocular pressure measurement, visual field tests and detection of structural damage to the optic nerve head and retinal nerve fibre layer. The present methods have high rates of false positive or false negative results since the in depth analysis of optical nerve head damage is not possible due to the poor resolution of available optical technologies. A leading candidate is optical coherence tomography (OCT), but the required axial resolution is ~1 ?m, well beyond the 3-5 ?m resolution of commercial systems.  GALAHAD aims to develop a label free, compact and easy to operate high resolution diagnostic OCT system. The multiband and multimodal system will use submicron ultra-high resolution polarisation sensitive OCT (UHR PS OCT). The key breakthrough elements are: (i) A revolutionary low cost multiband supercontinuum light source. (ii.) Ground-breaking ultra-broadband photonic components required to exploit such a source. (iii.) Automated glaucoma screening algorithms: using end user evaluation of cell and animal models and tissue samples, automated algorithms will be developed, trained and tested so that non-expert operators will be able to perform glaucoma screening. The GALAHAD in depth glaucoma diagnostics after a positive screening with conventional methods will dramatically reduce false positive and false negative screening results and decrease the number of patients suffering from glaucoma-related disability. The project is driven by world leading companies and manufacturers of OCT systems and guided by requirement specifications and validated by high ranking clinical and experimental ophthalmologists in their clinical settings.",
    "totalCost": "3996783,75",
    "ecMaxContribution": "3996780",
    "coordinator": "Gooch & Housego (Torquay) Limited",
    "coordinatorCountry": "UK",
    "participants": "REGION HOVEDSTADEN;IBSEN PHOTONICS AS;GLOUCESTERSHIRE HOSPITALS NHS FOUNDATION TRUST;NKT PHOTONICS A/S;OPTOS PUBLIC LIMITED COMPANY;VIVID COMPONENTS LTD;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITAT POLITECNICA DE VALENCIA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "participantCountries": "DK;UK;ES;DE",
    "projectParticipants": {
        "955370267": {
            "orgId": "955370267",
            "orgName": "IBSEN PHOTONICS AS",
            "ecContrib": 480240
        },
        "998439819": {
            "orgId": "998439819",
            "orgName": "VIVID COMPONENTS LTD",
            "ecContrib": 214487
        },
        "998635953": {
            "orgId": "998635953",
            "orgName": "Gooch & Housego (Torquay) Limited",
            "ecContrib": 779156
        },
        "990769932": {
            "orgId": "990769932",
            "orgName": "GLOUCESTERSHIRE HOSPITALS NHS FOUNDATION TRUST",
            "ecContrib": 129580
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 473246
        },
        "970122415": {
            "orgId": "970122415",
            "orgName": "OPTOS PUBLIC LIMITED COMPANY",
            "ecContrib": 490227
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 317002
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 329390
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 239659
        },
        "990462054": {
            "orgId": "990462054",
            "orgName": "NKT PHOTONICS A/S",
            "ecContrib": 543793
        }
    },
    "calculatedTotalContribution": 3996780
}