{
    "rcn": "207054",
    "acronym": "SLAFNET",
    "topics": "MSCA-RISE-2016",
    "title": "Slavery in Africa: a dialogue between Europe and Africa",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The overall objective of the project is to establish a top-level scientific network of several institutions and research groups from Europe and Africa on the field of slavery studies. It aims at focusing mutual efforts of 13 partners with extended and complementary competences in their respective research fields and at gathering multidisciplinary expertise in slavery-related issues by encouraging the exchange of young and senior researchers from both continents.\nThis network will be the first of its kind in the world. Our goal is to conduct research on both historical and contemporary slavery and forced labour and to emphasize its international dimension. One of the main goals of this project is to bridge disciplinary and regional area studies or initiatives, to encourage dialogue and to engage in collaborative research. It will involve African and European researchers from various disciplines from different parts of the world with complementary skills. It will enrich the analysis of the underlying local situations and address the impact of slavery and slave trade on population histories in Europe and Africa. \nThis project is composed of three components (training, research, diffusion) and aims to address the main objectives of the RISE programme such as:\n- The promotion and support scientific and technological cooperation between African and European researchers working in research institutions and universities;\n- The development of new collaborative linkages that will result in innovative ideas;\n- The building of the capacities of junior researchers;\n- The encouragement of exchanges and synergy between researchers, by supporting their mobility and establishing a sustainable network and reach out various communities within and outside academia.",
    "totalCost": "1107000",
    "ecMaxContribution": "1107000",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY OF BIRMINGHAM;Faculdade de letras da Universidade de Lisboa;UNIVERSITAET HAMBURG;UNIVERSITE DE NANTES;BATH SPA UNIVERSITY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;PT;DE;FR",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 27000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 85500
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 175500
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 121500
        },
        "999857862": {
            "orgId": "999857862",
            "orgName": "Faculdade de letras da Universidade de Lisboa",
            "ecContrib": 126000
        },
        "960110366": {
            "orgId": "960110366",
            "orgName": "BATH SPA UNIVERSITY",
            "ecContrib": 270000
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 301500
        }
    },
    "calculatedTotalContribution": 1107000
}