{
    "rcn": "207011",
    "acronym": "MNeuronic",
    "topics": "ERC-PoC-2016",
    "title": "A Mnemonic system based on stimulation-free Neuroimaging",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "This projectís aim is the commercialization of a neurotechnology device, MNeuronic, that helps its users to improve their memory retention. MNeuronic can be used in cognitive rehabilitation on patients with mild to moderate decline in memory function as well as by healthy users, as a cognitive training method at home. The system will be mounted on wearable, relatively affordable hardware. Its core technology is grounded on principles and ideas developed in my current ERC-StG project on attention and perception. In particular, MNeuronic capitalizes on the natural fluctuations of neural excitability in the human brain using real-time phase prediction. This confers two important commercial strengths. One is efficiency, because MNeuronic anticipates upcoming optimal brain states before they occur, rather than reacting to past states. Second, MNeuronic affords unprecedented levels of temporal precision. Besides its direct application for memory enhancement, the core principles that ground MNeuronic are transferable to further applications in neurotechnology for learning/education, cognitive training, recreation (neurogaming) or, wellness. This opens a second commercialization route that reaches out to other neurotechnology companies, which will also be exploited in this project. The software implementing MNeuronic (real-time analysis filters and prediction algorithms) will be protected under a dual license that will allow us to combine a proprietary license offered to client companies, and open-licenses addressed to non-profit research and education organizations. Because MNeuronic offers non-invasive, stimulation-free solutions, it will appeal as a less aggressive rehabilitation support tool to be marketed in clinical contexts. In addition, with an effort toward affordable costs and wearable hardware, we intend to cater non-clinical, home-users. Home-use neurotechnology is becoming an increasingly important emerging market because its potential size and growth rate.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}