{
    "rcn": "207016",
    "acronym": "OCTTIC",
    "topics": "FTIPilot-01-2016",
    "title": "Open-Centre Tidal Turbine Industrial Capability",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "OpenHydro holds a unique position in the tidal industry. It has  developed a state-of-the-art Open-Centre Turbine with a proven ability to generate and deliver electricity to the national grid and a patented method to deploy and recover turbines quickly, safely and economically on the seabed. Simplicity is at the core of OpenHydroís design philosophy: the turbine has only one moving part, minimising the number of interventions for maintenance. Fundamentally, the Open-Centre Turbine system is designed to deliver the lowest cost of energy. Since the installation of OpenHydroís first turbine in 2006, the technology has been developed and tested extensively, with prototype designs optimised to provide higher outputs and improved economics. Validation of the full-scale, 2.0MW 16 metre turbine system following the deployment, grid connection and operation of a two turbine array at the Paimpol-BrÈhat test site in France brings the technology to TRL 7. OpenHydroís stated objective is to match and beat the Levelised Cost of Energy (LCoE) of offshore wind. \n\nThe OCTTIC FTI Pilot project, which brings together a consortium of 4 industrial partners led by OpenHydro, will achieve this through advancement of the turbine system design to improve performance, efficiency and reliability. These advancements when combined with a reduction in operational and maintenance requirements, will deliver significant reductions in capital and operational costs to achieve LCoE targets. OCTTIC will establish a robust industrial production platform and the associated supply chain to produce, assemble and deploy the turbines at scale to deliver LCoE targets and lead the development of the tidal energy market. The outputs of this project will be implemented immediately through the deployment of commercial tidal array projects in partnership with energy utilities to make significant contributions towards the decarbonisation of the European energy system and securing energy supply.",
    "totalCost": "4271654,5",
    "ecMaxContribution": "2990158,16",
    "coordinator": "OPENHYDRO GROUP LIMITED",
    "coordinatorCountry": "IE",
    "participants": "JLMAG RARE EARTH CO (EUROPE) BV;NITRONICA LIMITED;COCKERILL MAINTENANCE & INGENIERIE",
    "participantCountries": "NL;UK;BE",
    "projectParticipants": {
        "924087088": {
            "orgId": "924087088",
            "orgName": "JLMAG RARE EARTH CO (EUROPE) BV",
            "ecContrib": 253575
        },
        "948603353": {
            "orgId": "948603353",
            "orgName": "COCKERILL MAINTENANCE & INGENIERIE",
            "ecContrib": 366260
        },
        "983104410": {
            "orgId": "983104410",
            "orgName": "NITRONICA LIMITED",
            "ecContrib": 206756
        },
        "928475562": {
            "orgId": "928475562",
            "orgName": "OPENHYDRO GROUP LIMITED",
            "ecContrib": 2163567
        }
    },
    "calculatedTotalContribution": 2990158
}