{
    "rcn": "207079",
    "acronym": "ACCRA",
    "topics": "SC1-PM-14-2016",
    "title": "Agile Co-Creation of Robots for Ageing",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "The mission of ACCRA is to enable the development of advanced ICT Robotics based solutions for extending active and healthy ageing in daily life by defining, developing and demonstrating an agile co-creation development process. To this end, a four-step methodology (need study, co-creation, experimentation, sustainability analysis) will be defined and applied in three applications (support for walking, housework, conversation rehabilitation) and assessed in France, Italy, Netherlands and Japan. The three applications will be based on a FIWARE platform integrating a number of enablers including features of universAAL and supporting two robotics solutions, Astro (Robot) and Buddy (Robot companion). The MAST impact assessment framework will be used integrating the following dimensions: user perceptions, user outcomes, ELSI, economic aspects, technical aspects, organisational aspects.\nACCRA is a joint European-Japanese initiative including a multidisciplinary team of 6 European partners and 3 Japanese partners. The project has a three-year duration. It is structured to allow for balanced contribution and efficient synergistic collaboration between Europe and Japan",
    "totalCost": "1999711,25",
    "ecMaxContribution": "1999711,25",
    "coordinator": "TRIALOG",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE PARIS DAUPHINE;FONDAZIONE CASA SOLLIEVO DELLA SOFFERENZA;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;BLUE FROG ROBOTICS;ERASMUS UNIVERSITEIT ROTTERDAM",
    "participantCountries": "FR;IT;NL",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 327625
        },
        "998929669": {
            "orgId": "998929669",
            "orgName": "UNIVERSITE PARIS DAUPHINE",
            "ecContrib": 359524
        },
        "999617884": {
            "orgId": "999617884",
            "orgName": "TRIALOG",
            "ecContrib": 685406
        },
        "924738443": {
            "orgId": "924738443",
            "orgName": "BLUE FROG ROBOTICS",
            "ecContrib": 148125
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 378281
        },
        "998461450": {
            "orgId": "998461450",
            "orgName": "FONDAZIONE CASA SOLLIEVO DELLA SOFFERENZA",
            "ecContrib": 100750
        }
    },
    "calculatedTotalContribution": 1999711
}