{
    "rcn": "207075",
    "acronym": "NANOARCHITECTRONICS",
    "topics": "FETOPEN-02-2016",
    "title": "NANOARCHITECTRONICS",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "This FET-open Coordination and Support Action is called ìNanoarchitectronicsî (NTX) to denote a new interdisciplinary research area at the crossroad of Electromagnetics and Nanoelectronics. NTX It is a new technology aimed at conceiving, designing and developing reconfigurable, adaptive and cognitive structures, sensorial surfaces and functional ìskinsî with unique physical properties, and engineering applications in the whole electromagnetic spectrum; through assembling building blocks at nanoscale in hierarchical architectures. The conception of this new area responds to the need of unifying concepts, methodologies and technologies in Communications, Environment Sensing Systems, Safety and Security, Bio-Sensing Systems and Imaging Nanosystems, within a wide frequency range. This FET project proposal gathers thirteen universities, research centers and high-tech industries, belonging to eight European countries.  \nAccording to the FET work-program, the major objective of ìNanoarchitectronicsî is to boost the future application-driven research through the establishment of an accepted language among physicists and engineers, a shared way of thinking, a common theoretical foundation and a common strategy for the future. Therefore, the project aims at laying the foundation for an ever-increasing synergy and progress of Nanoarchitectronics. \nTo achieve these objectives, Nanoarchitectronics is structured in four main activities. The ìConceptî activity is devoted to establish and define the concepts of Nanoarchitectronics and its boundaries with respect to other disciplines and to the activity carried out by other consortia. The ìStrategyî activity identifies the policy dialogue and the strategic view of the consortium in terms of position, impact and vision. The ìVirtual Networkingî serves to internal web communication (private), and for dissemination (public). The ìDissemination and Exploitationî activity is carried out mainly by the industrial partners of the consortium.",
    "totalCost": "670000",
    "ecMaxContribution": "670000",
    "coordinator": "Universit‡ degli Studi di Siena",
    "coordinatorCountry": "IT",
    "participants": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;VIRTUAL INSTITUTE FOR ARTIFICIAL ELECTROMAGNETIC MATERIALS AND METAMATERIALS - METAMORPHOSE VI AISBL;POLITECNICO DI TORINO;I.D.S. - INGEGNERIA DEI SISTEMI - S.P.A.;UNIVERSITA POLITECNICA DELLE MARCHE;THALES SA;KING'S COLLEGE LONDON",
    "participantCountries": "FR;NL;FI;DE;ES;BE;IT;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 40000
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 70000
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 66000
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 57000
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "999617496": {
            "orgId": "999617496",
            "orgName": "I.D.S. - INGEGNERIA DEI SISTEMI - S.P.A.",
            "ecContrib": 40000
        },
        "999487322": {
            "orgId": "999487322",
            "orgName": "VIRTUAL INSTITUTE FOR ARTIFICIAL ELECTROMAGNETIC MATERIALS AND METAMATERIALS - METAMORPHOSE VI AISBL",
            "ecContrib": 90000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 40000
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 50000
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 47000
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 40000
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 40000
        }
    },
    "calculatedTotalContribution": 580000
}