{
    "rcn": "207065",
    "acronym": "SZ_TEST",
    "topics": "MSCA-RISE-2016",
    "title": "Towards Early Molecular Diagnostics of Schizophrenia",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Schizophrenia (SZ) is a severe mental disorder affecting more than 0.7% of the adult population. One of the most disabling and emotionally devastating illnesses known to man, SZ is also associated with considerable socioeconomic burden. In general, the chronic nature and the high degree of patient disability make SZ the fourth leading cause of disease burden across the globe with the management costs making up ~3% of the total healthcare budget in the Western countries. The situation is even direr in some regions, including northern Sweden and Finland, where relative prevalence of SZ exceeds two to three times corresponding national or regional averages. Poorly understood aetiology and limited diagnostic arsenal make it difficult to detect and treat SZ in a timely and efficient manner. This underscores a critical need for better understanding of the mechanisms underlying SZ and development of new diagnostic possibilities allowing its early detection, ideally prior to the onset of psychosis. The SZ_TEST will address these challenges by coordinating efforts with complementary areas of expertise in genetics, epigenetics, neurodevelopment, molecular psychiatry, clinical immunology and biotech R&D. The overarching hypothesis underlying our work is that genetic vulnerabilities, neurodevelopmental defects, exposure to pathogens, immune system status and specific lifestyle choices may compound the risk of SZ and that a systematic multivariate analysis of these factors should result in substantially improved diagnostic tools. SZ_TEST will work towards the development of molecular diagnostics tools for early detection of SZ, by using relevant cohorts of human subjects, unique animal and cell models, and combining unbiased high-throughput omic screens with knowledge-based candidate marker analyses. SZ_TEST training network is expected to have a major impact on improving the quality of life and reducing the health care costs in Europe and worldwide.",
    "totalCost": "1170000",
    "ecMaxContribution": "1170000",
    "coordinator": "PROTOBIOS OU",
    "coordinatorCountry": "EE",
    "participants": "LINKOPINGS UNIVERSITET;TARTU ULIKOOL;HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMƒ;HELSINGIN YLIOPISTO;OU QURETEC;ELVESYS SAS;SIHTASUTUS TARTU ULIKOOLI KLIINIKUM;TALLINNA TEHNIKAULIKOOL;KING'S COLLEGE LONDON",
    "participantCountries": "SE;EE;FI;FR;UK",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 49500
        },
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 31500
        },
        "999483830": {
            "orgId": "999483830",
            "orgName": "HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMÄ",
            "ecContrib": 0
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 49500
        },
        "999518556": {
            "orgId": "999518556",
            "orgName": "SIHTASUTUS TARTU ULIKOOLI KLIINIKUM",
            "ecContrib": 18000
        },
        "999668421": {
            "orgId": "999668421",
            "orgName": "OU QURETEC",
            "ecContrib": 126000
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 256500
        },
        "991346015": {
            "orgId": "991346015",
            "orgName": "PROTOBIOS OU",
            "ecContrib": 396000
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 1039500
}