{
    "rcn": "207010",
    "acronym": "FluoSurf",
    "topics": "ERC-PoC-2016",
    "title": "FLUOrinated SURFactant formulations for droplet-based microfluidics",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Droplet-based microfluidics is a key emerging technology for the miniaturization and automation of biochemical assays.\nThe limiting factor for industrial applications of the technology is not the device aspect but rather the robust control of emulsion formulations to be used in these devices.\nExisting formulation solutions available on the market are far from being mature enough to fully convince and satisfy the end-user. The ERC project SOFI has resulted in the fundamental understanding of the dynamics of surfactant with two key results on emulsification efficiency and on retention efficiency. We identified that the flaw in the formulations results from a fundamental misunderstanding of the surfactant properties. We have a competitive technical advantage from our results of the ERC project SOFI in terms of fundamental understanding of the dynamics of surfactant to explain the origin of failure of the current formulations and to propose alternative solutions.\nWe will provide high-quality and high-added value formulations, adapted to the industrial landscape of droplet-based microfluidics with an non-restrictive level of details on the elements of the formulation for the customer. We will characterize the molecules using our cheap and newly developed methods for a quantitative determination of the formulation performance.\nThe aim of the proposed Proof of Concept are therefore to (i) improve our product technical and economic properties, (ii) finalize the transfer of our technology from the laboratory to the market and (iii) to start business and product commercialization.",
    "totalCost": "145821",
    "ecMaxContribution": "145821",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 145821
        }
    },
    "calculatedTotalContribution": 145821
}