{
    "rcn": "207081",
    "acronym": "VR-ENERGY",
    "topics": "SMEInst-09-2016-2017",
    "title": "A RELIABLE, EFFICIENT, FLEXIBLE AND COST FFECTIVE VANADIUM-REDOX BATTERY ECHNOLOGY FOR  LARGE SCALE ELECTRICITY STORAGE: A NOVEL SOLUTION FOR A GREEN GRID.",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Hydraredox Iberia S.L. is a Spanish SME formed as a joint venture between Hydraredox Europe Ltd and Kern Strategies & Developments, S.L. combining their skills and resources to develop and commercialize large-scale Electrochemical Energy\nStorage Systems (EESS). Our EESS are based on our patented vanadium-redox battery technology, which is the result of extensive research performed in the field over many years. Hydraredox has developed the only system on the market which overcomes all the major problems currently affecting large-scale electrochemical energy storage. Hydraredoxís high efficiency, long-duration storage-, long life, high operational safety and environmental performance, and commercially viable costs make it optimal for the integration of renewable energy in the electric grid.\nHydraredox has successfully performed all the basic research and has already brought the technology to a demonstration scale: a 5 kW demonstration plant is installed and operated at our facilities in northern Spain. At a TRL7, our system has proved 100% reliable, high global energy efficiency (>80%), total suitability for large scale energy storage for renewables and for the electricity grid, cost efficiency (price of <580Ä/kWh compared to other ES systems >1.000Ä/kWh), no safety/environmental issues, and very long life of 30 years, twice that of other systems currently on the market.\nIn order to move forward with our roadmap towards the commercialization of our EESS for large scale energy storage, in the VR-Energy project, we aim to further scale up our vanadium-redox battery system to 1 MW power with an energy storage capacity of 4 MWh for its actual implementation in the renewable electricity grid. The ultimate goal of our participation in the project is to become a worldwide leader in the large scale energy storage market, which is predicted to grow from Ä675 million in 2014 to Ä15.6 billion in 2024, and represents a huge business opportunity.",
    "totalCost": "2390000",
    "ecMaxContribution": "1673000",
    "coordinator": "HYDRAREDOX IBERIA, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925402990": {
            "orgId": "925402990",
            "orgName": "HYDRAREDOX IBERIA, S.L.",
            "ecContrib": 1673000
        }
    },
    "calculatedTotalContribution": 1673000
}