{
    "rcn": "207085",
    "acronym": "ECO-INK",
    "topics": "SMEInst-02-2016-2017",
    "title": "ECO-INNOVATIVE WATER-BASED INKS FOR THE CERAMIC SECTORS",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "'The ECO-INK project proposes a green, innovative and comprehensive solution to the great limitations of the digital printing technology within the ceramics decoration sector. The main objectives of the project are to explore new market opportunities and boost the competitiveness of METCO srl business, while addressing EU/global challenges on Climate Change and following the indications of the ìStockholm Convention on persistent organic pollutantsî & the 'Stimulating technologies for sustainable development: an environmental technologies action plan for the European Union': ECO-INK will promote environmentally-friendly activities as well as guarantee the safe elimination of substances, harmful to human health and the environment, as well as the reductions in their production and use, through the substitution of current solvent based ink with\nwater based inks (WSI) for ceramic tile production. for METCO itself, with the introduction of WSI in their production chain, there will be a saving of about 240-360t of solvent each year, corresponding to save about 0,5-1MÄ if the solvent substituted is naphtha and approximately 728ñ1,093t of CO2 emissions per year. Considering the global market the expected figure is very impressive, since itíll be possible to save 620,000t CO2 emission per year. METCO srl foresees a 2-years investment (about 1.8MÄ) to complete the optimization of WSI and to setup the whole technological package. METCO then envisages a full production and commercialization of 450-1.350-2.700t ECOINK ecoformulations\nper Years 3-4-5. This is expected to result in a \\487% ROI by 2019 and in a METCO srl growth with \\45 human resources by 2021.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "METCO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932521141": {
            "orgId": "932521141",
            "orgName": "METCO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}