{
    "rcn": "207041",
    "acronym": "SPINSWITCH",
    "topics": "MSCA-RISE-2016",
    "title": "Multifunctional Spin Crossover Materials",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "This project deals with an exchange programme of seven research teams with the aim to establish and consolidate a network for the design of innovative multifunctional materials based upon iron(II) spin crossover complexes: their synthesis, magnetic and spectroscopic studies, investigations on their crystalline, liquid crystalline and morphological structures, pressure effects on spin crossover properties and, particularly, their implementation into pressure sensors. The synthetic part of this project aims to access novel types of crystalline and liquid crystalline spin crossover complexes, hybrid luminescent materials, photo-switchable liquid crystalline compounds, composites and nano-objects of original morphologies and transition characteristics. These switchable materials will become a matter of different experiments under pressure: magnetic and M?ssbauer measurements under hydrostatic pressure and optical experiments in a gas pressure cell. This will allow to reach an important impact on the synthesis of new bistable materials, on their behaviour under pressure, and to make them an active part of different pressure sensors. The academic participants involved in this work have collaborated on joint projects and have co-authored several scientific papers. The two industrial institutions have a recognized expertise in organic and material synthesis, commercialization, as well possessing experience on elaboration of spin transition materials. The establishment of this joint exchange programme will promote and strengthen the complementarity of the participants and will stimulate cross-fertilization, thus forming an excellent centre of synergy in research, innovation and technology in the area of functional materials. This network offers a complete training in the synthesis and characterization of new spin crossover materials for various applications.",
    "totalCost": "954000",
    "ecMaxContribution": "954000",
    "coordinator": "UNIVERSITATEA STEFAN CEL MARE DIN SUCEAVA",
    "coordinatorCountry": "RO",
    "participants": "INSTITUTUL DE CHIMIE MACROMOLECULARA PETRU PONI;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;UKRORGSYNTEZ;UNIVERSITAT DE VALENCIA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;SRL POLIVALENT-95",
    "participantCountries": "RO;DE;UA;ES;FR;MD",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 108000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 81000
        },
        "928900616": {
            "orgId": "928900616",
            "orgName": "SRL POLIVALENT-95",
            "ecContrib": 126000
        },
        "999489068": {
            "orgId": "999489068",
            "orgName": "INSTITUTUL DE CHIMIE MACROMOLECULARA PETRU PONI",
            "ecContrib": 90000
        },
        "928873359": {
            "orgId": "928873359",
            "orgName": "UKRORGSYNTEZ",
            "ecContrib": 360000
        },
        "999522339": {
            "orgId": "999522339",
            "orgName": "UNIVERSITATEA STEFAN CEL MARE DIN SUCEAVA",
            "ecContrib": 108000
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 81000
        }
    },
    "calculatedTotalContribution": 954000
}