{
    "rcn": "207051",
    "acronym": "INTERWASTE",
    "topics": "MSCA-RISE-2016",
    "title": "Synergising International Research Studies into the Environmental Fate and Behaviour of Toxic Organic Chemicals in the Waste Stream",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The overall vision of INTERWASTE is to develop scientific understanding of issues related to environmental contamination with toxic organic chemicals (specifically flame retardants (FRs) and pharmaceutical and personal care products (PPCPs)) arising from their presence in the waste stream. Specific research objectives include: (a) exchange of knowledge of and best practice in methods for rapid and cost-effective identification of waste items containing restricted FRs; (b) developing scientific understanding of environmental contamination due to processing of waste items containing FRs; and (c) furthering understanding of the sources of PPCPs and FRs in the sewerage system. To facilitate such research on the global level required, INTERWASTE will exchange best practice in the analytical chemistry techniques required to study FRs and PPCPs, and evaluate the measurement capability of INTERWASTE participants via an interlaboratory comparison. INTERWASTE's vision will be achieved via a co-ordinated programme of collaboration and research secondments between world-leading research groups both within and outside the EU; coupled with annual workshops to discuss the latest findings. The research programme will exploit the complementary expertise of the consortium members, and in so doing foster synergies. Cross-sectoral interaction and knowledge sharing will be achieved via the participation of beneficiaries and partner organisations from both academic and non-academic sectors. All secondments and workshops will be conducted within a framework designed to maximise the training and career development benefits to participating staff by providing them with opportunities for knowledge and skills acquisition, with a particular (but not exclusive) focus on early career researchers. INTERWASTE's research and training programme is complemented by communication activities that will both disseminate project findings to scientific stakeholders, and engage the general public.",
    "totalCost": "1008000",
    "ecMaxContribution": "832500",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;UNIVERSITY OF BATH;UNIVERSITEIT ANTWERPEN;Masarykova univerzita;STICHTING VU;SUEZ VYUZITI ZDROJU AS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;STIFTELSEN NORGES GEOTEKNISKE INSTITUTT;STOCKHOLMS UNIVERSITET",
    "participantCountries": "ES;UK;BE;CZ;NL;NO;SE",
    "projectParticipants": {
        "998866522": {
            "orgId": "998866522",
            "orgName": "STIFTELSEN NORGES GEOTEKNISKE INSTITUTT",
            "ecContrib": 4500
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 229500
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 85500
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 63000
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 58500
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 49500
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 193500
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 54000
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 90000
        },
        "916927615": {
            "orgId": "916927615",
            "orgName": "SUEZ VYUZITI ZDROJU AS",
            "ecContrib": 4500
        }
    },
    "calculatedTotalContribution": 832500
}