{
    "rcn": "207031",
    "acronym": "ILIAD",
    "topics": "ICT-26-2016",
    "title": "Intra-Logistics with Integrated Automatic Deployment: safe and scalable fleets in shared spaces",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Today, intralogistic services have to respond quickly to changing market needs, unforeseeable trends and shorter product life cycles. These drivers pose new demands on intralogistic systems to be highly flexible, rock-solid reliable, self-optimising, quickly deployable and safe yet efficient in environments shared with humans. ILIAD will enable the transition to automation of intralogistic services with key stakeholders from the food distribution sector, where these challenges are particularly pressing. We will develop robotic solutions that can integrate with current warehouse facilities, extending the state of the art to achieve self-deploying fleets of heterogeneous robots in multiple-actor systems; life-long self-optimisation; manipulation from a mobile platform; efficient and safe operation in environments shared with humans; and efficient fleet management with formal guarantees. Scientifically, ILIAD pursues ambitious goals for complex cognitive systems in human environments beyond a specific use-case. We will overcome limitations in the state of the art in tracking and analysing humans; quantifying map quality and predicting future states depending on activity patterns inferred from long-term observations; planning of socially normative movements using learned human models; integration of task allocation, coordination and motion planning for heterogeneous robot fleets; and systematically studying human safety in mixed environments, providing a foundation for future safety standards. Our consortium is uniquely placed to tackle these challenges and to maximise exploitation beyond the projectís duration. It includes partners with a proven track record in all key research areas, leading technology providers for intralogistics, end users that are leading in their respective markets, and the National Centre for Food Manufacturing at partner UoL, facilitating access to realistic test sites. This mix of partners will ensure a very high impact of the project results.",
    "totalCost": "6987715,36",
    "ecMaxContribution": "6987715,36",
    "coordinator": "OREBRO UNIVERSITY",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITY OF LINCOLN;ROBERT BOSCH GMBH;KOLLMORGEN AUTOMATION AB;ORKLA FOODS SVERIGE AB;UNIVERSITA DI PISA;ACT OPERATIONS RESEARCH IT SRL;LOGISTIC ENGINEERING SERVICES LTD;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "UK;DE;SE;IT",
    "projectParticipants": {
        "919281805": {
            "orgId": "919281805",
            "orgName": "LOGISTIC ENGINEERING SERVICES LTD",
            "ecContrib": 179672
        },
        "940443616": {
            "orgId": "940443616",
            "orgName": "KOLLMORGEN AUTOMATION AB",
            "ecContrib": 280129
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 1261150
        },
        "919315367": {
            "orgId": "919315367",
            "orgName": "ACT OPERATIONS RESEARCH IT SRL",
            "ecContrib": 226850
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 1256370
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 1097294
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 1628889
        },
        "941707817": {
            "orgId": "941707817",
            "orgName": "ORKLA FOODS SVERIGE AB",
            "ecContrib": 52039
        },
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 1005322
        }
    },
    "calculatedTotalContribution": 6987715
}