{
    "rcn": "207049",
    "acronym": "eMobilita",
    "topics": "MSCA-RISE-2016",
    "title": "Electromobility in urban transport: a multi-dimensional innovation (socio-economic and environmental effects)",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "At present, transition towards electromobility in urban transport and related companies are among the most studied industrial areas. Different EU countries implement different methodological and business approaches to investigate the possibilities for the acceleration of electromobility integration in urban transport. Studies on these approaches to be shared within the project consortium and with different stakeholders (local authorities, producers of electric vehicles and recharging stations) will provide the basis of the initiative for increasing the interest in electromobility integration in urban transport as a multi-dimensional innovation. The thin red line of electromobility practical integration passes through the sharing of innovative ideas with relevant stakeholders by carrying out field studies, in-depth interviews and electronic on-line studies.\n\nEMobilita overall objective is to study the conditions, prerequisites and incentives for electromobility integration in urban transport and elaboration of a roadmap for its development. The specific objectives are:\n誰 To explore the experience of the European countries in the integration of electromobility in urban transport and to identify good practices;\n誰 To summarize direct and indirect multi-dimensional effects (social, economic and environmental) of the introduction of electromobility in urban transport schemes;\n誰 To elaborate a roadmap with concrete measures for introducing electromobility in urban transport;\n誰 To establish a sustainable partnership between universities and businesses through staff exchange and networking activities.\n\nIn order to achieve our objectives we created a network of academic and non-academic institutions from Bulgaria, Slovakia, Italy and Greece.",
    "totalCost": "1525500",
    "ecMaxContribution": "1525500",
    "coordinator": "UNIVERSITY OF NATIONAL AND WORLD ECONOMY",
    "coordinatorCountry": "BG",
    "participants": "SLOVENSKA ASOCIACIA PRE ELEKTROMOBILITU;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;INDUSTRIALEN KLASTER ELEKTROMOBILI;UNIVERSITA DEGLI STUDI ROMA TRE;EKONOMICKA UNIVERZITA V BRATISLAVE;Finance & Banking, Associazione per lo Sviluppo Organizzativo e delle Risorse Umane",
    "participantCountries": "SK;EL;BG;IT",
    "projectParticipants": {
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 310500
        },
        "949295836": {
            "orgId": "949295836",
            "orgName": "INDUSTRIALEN KLASTER ELEKTROMOBILI",
            "ecContrib": 162000
        },
        "952485487": {
            "orgId": "952485487",
            "orgName": "Finance & Banking, Associazione per lo Sviluppo Organizzativo e delle Risorse Umane",
            "ecContrib": 162000
        },
        "997951618": {
            "orgId": "997951618",
            "orgName": "EKONOMICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 243000
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 243000
        },
        "918774689": {
            "orgId": "918774689",
            "orgName": "SLOVENSKA ASOCIACIA PRE ELEKTROMOBILITU",
            "ecContrib": 162000
        },
        "999875128": {
            "orgId": "999875128",
            "orgName": "UNIVERSITY OF NATIONAL AND WORLD ECONOMY",
            "ecContrib": 243000
        }
    },
    "calculatedTotalContribution": 1525500
}