{
    "rcn": "207062",
    "acronym": "mtFOIE GRAS",
    "topics": "MSCA-RISE-2016",
    "title": "mitoFOIE GRAS: Non-invasive Profiling of Mitochondrial Function in Non-Alcoholic Fatty Liver Disease",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "'Non-Alcoholic Fatty Liver Disease (NAFLD), including its more pathologic consequence, non-alcoholic steatohepatitis (NASH), is believed to be the most common chronic liver disease worldwide, affecting between 6 to 37% of the population. NAFLD is a so called ësilent killerí, as clinical symptoms only surface at late stages of the disease, when it is no longer treatable: untreated, NAFLD/NASH can lead to cirrhosis and hepatocellular carcinoma, culminating in liver failure. Currently the best method of diagnosing and staging the disease is liver biopsy, a costly, invasive and somewhat risky procedure, not to mention unfit for routine assessment. Besides, no therapeutic consensus exists for NAFLD/NASH treatment.\nmtFOIE GRAS (Foie Gras being French for 'fat liver') proposes to address the pressing need for non-invasive, accurate, rapid assessment of NAFLD/NASH stages, before and after intervention, through the development of biomarkers and innovative tools to follow mitochondrial (mt) dysfunction, a central mediator of fatty liver disease pathogenesis. This promising R&D strategy will also bring new knowledge about the disease mechanisms and improved understanding of the pathogenic process and disease drivers.\nTo that end, mtFOIE GRAS envisages a training-through-work plan that brings together an intersectoral, multidisciplinary team of researchers and technicians experts in their fields, from basic to translational research, clinical practice, technology commercialization and public advocacy. Together with several PhD students, the team will share expertises and work synergistically along the value creation chain to address the unmet medical need of more informative NAFLD assessment. In the process, mtFOIE GRAS will endow the involved staff with excellent scientific knowledge and transferable skills while building and strengthening intersectoral cooperation among partners, thus contributing to EU RD&I excellence.'",
    "totalCost": "454500",
    "ecMaxContribution": "454500",
    "coordinator": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "OROBOROS INSTRUMENTS GmbH;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;MICRO-BIOLYTICS GMBH;MEDIAGNOST GESELLSCHAFT FUR FORSCHUNG UND HERSTELLUNG VON DIAGNOSTIKA GMBH;ASSOCIACAO PROTECTORA DOS DIABETICOS DE PORTUGAL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSIDADE DO PORTO;INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK;UNIVERSITA DEGLI STUDI DI BARI ALDO MORO;Faculdade de Farm·cia da Universidade de Lisboa;KING'S COLLEGE LONDON",
    "participantCountries": "AT;DE;PT;ES;IT;PL;UK",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 13500
        },
        "916973884": {
            "orgId": "916973884",
            "orgName": "MICRO-BIOLYTICS GMBH",
            "ecContrib": 9000
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 13500
        },
        "955514312": {
            "orgId": "955514312",
            "orgName": "MEDIAGNOST GESELLSCHAFT FUR FORSCHUNG UND HERSTELLUNG VON DIAGNOSTIKA GMBH",
            "ecContrib": 40500
        },
        "993640065": {
            "orgId": "993640065",
            "orgName": "Faculdade de Farmácia da Universidade de Lisboa",
            "ecContrib": 13500
        },
        "998200617": {
            "orgId": "998200617",
            "orgName": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
            "ecContrib": 94500
        },
        "969066473": {
            "orgId": "969066473",
            "orgName": "OROBOROS INSTRUMENTS GmbH",
            "ecContrib": 13500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 49500
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 36000
        },
        "999840596": {
            "orgId": "999840596",
            "orgName": "UNIVERSITA DEGLI STUDI DI BARI ALDO MORO",
            "ecContrib": 54000
        },
        "999489359": {
            "orgId": "999489359",
            "orgName": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
            "ecContrib": 13500
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 40500
        },
        "928326570": {
            "orgId": "928326570",
            "orgName": "ASSOCIACAO PROTECTORA DOS DIABETICOS DE PORTUGAL",
            "ecContrib": 63000
        }
    },
    "calculatedTotalContribution": 454500
}