{
    "rcn": "207039",
    "acronym": "CONIN",
    "topics": "MSCA-RISE-2016",
    "title": "Effects of confinement on inhomogeneous systems",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The objective of the project is determination of universal features and specific properties of various systems spontaneously ordering into spatially inhomogeneous structures (mobile ions in solids, ionic liquid mixtures, soft-matter and biological systems), with special focus on effects of confinement. There is striking similarity between properties of the above systems despite different interactions and length scales of inhomogeneities. The fundamental relation between structural inhomogeneities and mechanical and thermodynamic properties is not fully understood because the exchange of knowledge between the solid-state, liquid-matter, soft-matter and biophysical communities is limited. Theoretical and simulation approaches developed by 3 EU MS \\ 1 AC \\ 2 TC groups are closely connected or complementary. We use mean-field, liquid-matter, DFT, integral equations, field and collective-variables theories, molecular simulation approaches, and experimental methods of electrochemistry. We will share our experience in constructing/modifying, solving and verifying experimentally models for different complex systems.  The new results and theoretical approaches will help in future studies of various inhomogeneous systems. The first work package concerns systems spontaneously forming ordered patterns, from thin films on solid surfaces through particles on interfaces to biological membranes and arid ecosystems. The pattern formation can be exploited in innovative technology. In the second work package we will investigate ionic liquids/ionic-liquid mixtures, especially near charged surfaces and in porous media, and mobile ions in intercalation compounds. Mobile ions and ionic liquids in porous electrodes are potentially important in innovative electrochemistry. EU/TC knowledge transfer will be by joint theoretical, simulation and experimental studies. Open workshops will be organized. Long term visits of young researchers and joint supervision of PhD students are planned.",
    "totalCost": "684000",
    "ecMaxContribution": "684000",
    "coordinator": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;ECOLE NATIONALE SUPERIEURE DE CHIMIE DE PARIS;INSTITUTE FOR CONDENSED MATTER PHYSICS OF THE NATIONAL ACADEMY OF SCIENCES OF UKRAINE;SORBONNE UNIVERSITE",
    "participantCountries": "FR;ES;UA",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "996378763": {
            "orgId": "996378763",
            "orgName": "INSTITUTE FOR CONDENSED MATTER PHYSICS OF THE NATIONAL ACADEMY OF SCIENCES OF UKRAINE",
            "ecContrib": 139500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 202500
        },
        "997732592": {
            "orgId": "997732592",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE PARIS",
            "ecContrib": 94500
        },
        "998829274": {
            "orgId": "998829274",
            "orgName": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 234000
        }
    },
    "calculatedTotalContribution": 670500
}