{
    "rcn": "207008",
    "acronym": "AB-SWITCH",
    "topics": "ERC-PoC-2016",
    "title": "Evaluation of commercial potential of a low-cost kit based on DNA-nanoswitches for the single-step measurement of diagnostic antibodies",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "'Antibodies are among the most widely monitored class of diagnostic biomarkers. Immunoassays market now covers about 1/3 of the global market of in-vitro diagnostics (about $50 billion). However, current methods for the detection of diagnostic antibodies are either qualitative or require cumbersome, resource-intensive laboratory procedures that need hours to provide clinicians with diagnostic information. A new method for fast and low-cost detection of antibodies will have a strong economic impact in the market of in-vitro diagnostics and Immunoassays.\nDuring our ERC Starting Grant project 'Nature Nanodevices' we have developed a novel diagnostic technology for the detection of clinically relevant antibodies in serum and other body fluids. The platform (here named Ab-switch) supports the fluorescent detection of diagnostic antibodies (for example, HIV diagnostic antibodies) in a rapid (<3 minutes), single-step and low-cost fashion.\nThe goal of this Proof of Concept project is to bring our promising platform to the proof of diagnostic market and exploit its innovative features for commercial purposes. We will focus our initial efforts in the development of rapid kits for the detection of antibodies diagnostic of HIV. We will 1) Fully characterize the Ab-switch product in terms of analytical performances (i.e. sensitivity, specificity, stability etc.) with direct comparison with other commercial kits; 2) Prepare a Manufacturing Plan for producing/testing the Ab-switch; 3) Establish an IP strategy for patent filing and maintenance; 4) Determine a business and commercialization planning.'",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}