{
    "rcn": "207097",
    "acronym": "CPB 4.0",
    "topics": "SMEInst-11-2016-2017",
    "title": "Worldwide unique, resource-conserving and energy-efficient treatment of industrial wastewater polluted by oils and heavy metals for implementing the EU Water Framework Directive in a company",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "In most of the countries in Europe and throughout the world, industrial effluents which are not sufficiently treated or not treated at all are supplied to municipal wastewater treatment plants via the sewage system or directly into water bodies, resulting in severe damage to the environment. In order to resolve these problems and to achieve the objectives of the European Water Framework 2000/60/EC on improving water quality, OKO-tech has developed the method OKO-CPB 4.0 for treating industrial wastewaters which is unique worldwide. A holistic and sustainable concept for treating industrial wastewaters is put into effect here for the first time. Energy consumption and carbon dioxide emissions are reduced by more than 90 % compared to the conventional methods in an average treatment plant, which corresponds to the annual electricity consumption of 900 single-family homes. The achieved water quality allows both reuse and direct discharge into water bodies. There is a strong demand in Germany alone, as for about 21,000 treatment plants for industrial wastewater - treatment volume about 2.1 billion m≥/a - a retrofit is required in the short and medium term. Thus, industrial enterprises and waste recyclers throughout Europe can use a method that implements the 2000/60/EC requirements and reduces energy consumption and carbon dioxide emissions at the same time ñ a major contribution to climate protection. On a global scale, the worldís rising industrial demand of water can be covered by water reuse only. For international market launch, potential users require verification of the functionality in form of a pilot system or reference systems as a basis for their investment decisions. As part of phase 1 of the project, feasibility and market entry strategy will be worked out with an intensive market analysis and subsequent business plan. The results will be used for calculating in a transparent way the funding needs for the market entry measures required in phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OKO-TECH GMBH & CO KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926432451": {
            "orgId": "926432451",
            "orgName": "OKO-TECH GMBH & CO KG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}