{
    "rcn": "207056",
    "acronym": "PATH",
    "topics": "MSCA-RISE-2016",
    "title": "Plasma Antenna Technologies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "PATH is intended to promote a collaborative researches focused in the development of high density plasma sources\nimplemented with the Exchange of staff personnel between the partners of the network. The research will also address\ntransfer of knowledge and training of the researchers in the specific field of plasma sources and its applications in the telecommunication sector.\nHigh density plasma sources find large number of industrial applications from material treatment to Telecommunication. Overcoming the density limit of current source will open new frontier in several technological field.\nPATH aims at cross linking different competences to study and develop prototype of plasma sources and plasma antenna based on hybrid technologies based on Radiofrequency and Hollow cathode technologies.\nA Gaseous Plasma Antenna (GPA) is a plasma discharge confined in a dielectric tube that uses partially or fully ionized gas to generate and receive electromagnetic waves; GPAs are virtually ìtransparentî above the plasma frequency and become ìinvisibleî when turned off. Unlike ordinary metallic antennas, GPAs and Plasma Antenna Arrays can be reconfigured electrically (rather than mechanically) with respect to impedance, frequency, bandwidth and directivity on time scales the order of microseconds or milliseconds. It is also possible to stack arrays of GPAs designed to operate at different frequencies. A Plasma Antenna will be able to: (i) identifying the direction of incoming signal, (ii) tracking and locating the antenna beam on the mobile/target, (iii) beam-steering while minimizing interferences.\nActual technology is based mainly on: (i) DC discharge, (ii) AC discharge, (iii) RF discharge, (iv) Microwaves, (v) Hollow cathode. Improvement of plasma source performances require a strong effort in term of modelling and technology. \nThe aim of PATH is to merge European competences to make a substantial step toward innovative hybrid plasma sources.",
    "totalCost": "792000",
    "ecMaxContribution": "792000",
    "coordinator": "ALMA SISTEMI SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI PADOVA;UNIVERSITY OF SOUTHAMPTON;MARS SPACE LTD;POLYTECHNEIO KRITIS;TECHNOLOGY FOR PROPULSION AND INNOVATION SRL",
    "participantCountries": "IT;UK;EL",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 144000
        },
        "938861643": {
            "orgId": "938861643",
            "orgName": "TECHNOLOGY FOR PROPULSION AND INNOVATION SRL",
            "ecContrib": 36000
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 162000
        },
        "949595372": {
            "orgId": "949595372",
            "orgName": "MARS SPACE LTD",
            "ecContrib": 117000
        },
        "952884254": {
            "orgId": "952884254",
            "orgName": "ALMA SISTEMI SRL",
            "ecContrib": 180000
        },
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 153000
        }
    },
    "calculatedTotalContribution": 792000
}