{
    "rcn": "207061",
    "acronym": "SME 4.0",
    "topics": "MSCA-RISE-2016",
    "title": "Industry 4.0 for SMEs - Smart Manufacturing and Logistics for SMEs in an X-to-order and Mass Customization Environment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Industry 4.0 refers to the fourth industrial revolution and technological evolution from embedded systems to cyber-physical systems (CPS) in production. The main objectives of Industry 4.0 can be summarized as the introduction of intelligent systems in production and logistics, the development of highly adaptable and modular manufacturing and logistics systems, the integration of sustainable and advanced manufacturing technologies as well as the promotion of automation technology and human-machine interaction. In the context of Industry 4.0 new ICT and web technologies act as booster or enabler of smart, autonomous and self-learning factories facing the challenges of even more individualized and customized product portfolio.\nA great challenge for the future lies in the transfer of Industry 4.0 expertise and technologies in small and medium sized enterprises (SME). SMEs represent the backbone of the economy and have an enormous importance in the development programs of the European Union for strengthening the competitiveness of European enterprises. Although the high potential of Industry 4.0 in SMEs, the main limit lies in a lack of concrete models for its implementation and application in small and medium enterprises. Thus, this research project titled ìIndustry 4.0 for SMEs - Smart Manufacturing and Logistics for SMEs in an X-to-order and Mass Customization Environmentî aims to close and overcome this gap through the creation of an international and interdisciplinary research network. Identifying the needs and enablers for a smart and intelligent SME-Factory, creating adapted concepts and design solutions for production and logistics systems in SMEs and developing suitable organisation and business models will be the three main objectives of this research network. The applicability of the results is ensured through a close collaboration with a European small and medium sized enterprise (non-academic partner) from mass customization industry.",
    "totalCost": "954000",
    "ecMaxContribution": "783000",
    "coordinator": "LIBERA UNIVERSITA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "TECHNICKA UNIVERZITA V KOSICIACH;MONTANUNIVERSITAT LEOBEN;ELCOM, SPOLOCNOST S RUCENIM OBMEDZENYM, PRESOV",
    "participantCountries": "SK;AT",
    "projectParticipants": {
        "998378030": {
            "orgId": "998378030",
            "orgName": "CHIANG MAI UNIVERSITY",
            "ecContrib": 0
        },
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 130500
        },
        "919174620": {
            "orgId": "919174620",
            "orgName": "MADURAI AYIRA VAISYAR MANJAPUTHUR MAHAJANA SABAI",
            "ecContrib": 0
        },
        "999839238": {
            "orgId": "999839238",
            "orgName": "TECHNICKA UNIVERZITA V KOSICIACH",
            "ecContrib": 180000
        },
        "999853982": {
            "orgId": "999853982",
            "orgName": "LIBERA UNIVERSITA DI BOLZANO",
            "ecContrib": 472500
        },
        "916915587": {
            "orgId": "916915587",
            "orgName": "WORCESTER POLYTECHNIC INSTITUTE",
            "ecContrib": 0
        },
        "933915516": {
            "orgId": "933915516",
            "orgName": "ELCOM, SPOLOCNOST S RUCENIM OBMEDZENYM, PRESOV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 783000
}