{
    "rcn": "207028",
    "acronym": "EW-Shopp",
    "topics": "ICT-14-2016-2017",
    "title": "EW-Shopp - Supporting Event and Weather-based Data Analytics and Marketing along the Shopper Journey",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "In this project we aim at supporting companies operating in the fragmented European ecosystem of the eCommerce, Retail and Marketing industries to increase their efficiency and competitiveness by leveraging deep customer insights that are too challenging for them to obtain today. Improved insights will result from the analysis of large amount of data, acquired from different sources and sectors, and in multiple languages. The integration of consumer and market data collected by different business partners will ensure to cover customer interactions and activities across different channels, providing insights on rich customer journeys. These integrated data will be further enriched with information about weather and events, two crucial factors impacting on consumer choices. By disruptively increasing the analytical power coming from the integration of cross-sectorial and cross-language data sources and new data sources companies will deploy real-time responsive services for digital marketing, reporting-style services for market research, and advanced data and resource management services for Retail & eCommerce and their technology providers. \nAs of today, developing these services is too costly or nearly impossible for a large number of European companies. Even when these companies have developed excellent skills in analyzing data in their sector, they lack knowledge, technology and resources that are needed to integrate and analyze large and divers data in a timely manner. Enriching business data with weather data is difficult and costly. Using event data to obtain precise customer and market insights is even more challenging because of the difficulty of collecting and accessing data about events at a large scale. Language barriers, lack of agreed models and shared systems of identifiers to interlink data make these data integration tasks even only more challenging.",
    "totalCost": "3566250",
    "ecMaxContribution": "2902875",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT JOZEF STEFAN;STIFTELSEN SINTEF;GFK EURISKO SRL;CENEJE DRUZBA ZA TRGOVINO IN POSLOVNO SVETOVANJE DOO;BROWSETEL (UK) LIMITED;MEASURENCE LIMITED;ENGINEERING - INGEGNERIA INFORMATICA SPA;JOT INTERNET MEDIA ESPA—A SL;BIG BANG, TRGOVINA IN STORITVE, DOO",
    "participantCountries": "SI;NO;IT;UK;IE;ES",
    "projectParticipants": {
        "919375895": {
            "orgId": "919375895",
            "orgName": "BIG BANG, TRGOVINA IN STORITVE, DOO",
            "ecContrib": 98875
        },
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 352500
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 661250
        },
        "919653412": {
            "orgId": "919653412",
            "orgName": "CENEJE DRUZBA ZA TRGOVINO IN POSLOVNO SVETOVANJE DOO",
            "ecContrib": 238875
        },
        "930573478": {
            "orgId": "930573478",
            "orgName": "JOT INTERNET MEDIA ESPAÑA SL",
            "ecContrib": 244125
        },
        "950138475": {
            "orgId": "950138475",
            "orgName": "GFK EURISKO SRL",
            "ecContrib": 202125
        },
        "923307305": {
            "orgId": "923307305",
            "orgName": "MEASURENCE LIMITED",
            "ecContrib": 200375
        },
        "919668738": {
            "orgId": "919668738",
            "orgName": "BROWSETEL (UK) LIMITED",
            "ecContrib": 340375
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 341250
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 223125
        }
    },
    "calculatedTotalContribution": 2902875
}