{
    "rcn": "207080",
    "acronym": "PVCLOUD",
    "topics": "SMEInst-01-2016-2017",
    "title": "Innovative Cloud-Based PV Workflow for Semiconductor Foundries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Since 2009, POLYTEDAís ICT product addresses the Physical Verification (PV) stage of semiconductor design before the actual manufacturing of a microchip at the fab (Fabrication Plant). The layout view of a microchip has to be verified by identifying and fixing any design errors. This requires sophisticated software known as Design Rules Checking (DRC) tool. An overlooked error may cause multi-million dollar losses and time to market delays.\n\nTodayís PV tools may take up to several days to make just one iteration on modern increasingly complex, dense (often billions of transistors)\nmicrochips. The proposed disruptive ICT PV workflow along with an innovative cloud-based business model will set new rules and ultimately\ndisrupt the market. It will increase the competitiveness of European semiconductor microelectronics industry and advance enabling and industrial technologies.\n\nThis project will allow POLYTEDA CLOUD to further develop its product, increase revenues, generate jobs and seize the PV market, currently\nestimated at 1,6bn $.\n\nPOLYTEDA CLOUD concept intends to:\n-Move PV software and services from an outdated and ineffective CAPEX model using (dedicated expensive hardware and software) to a more cost-efficient OPEX model (pay-per-use of shared cloud-based resources).\n-Lower the entry barrier for smaller design companies by using a high quality, cloud-ready PV workflow. This innovative solution and business\nmodel for PV of semiconductor design optimize the manufacturing process with resulting cost-effectiveness.\n\nBenefits for fabs include the higher quality of tape-outs, winning new clients and increasing sales of the fabs proprietary IP.\n\nEuropean industry will pioneer the PV cloud-based services and consequently become less dependent on the dominating US EDA tool vendors.\n\nThe market entry threshold would be lowered for smaller design companies due to a more affordable and easier to use innovative PV workflow.",
    "totalCost": "1744125",
    "ecMaxContribution": "1220887,5",
    "coordinator": "LIMITED LIABILITY COMPANY POLYTEDA CLOUD",
    "coordinatorCountry": "UA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926049301": {
            "orgId": "926049301",
            "orgName": "LIMITED LIABILITY COMPANY POLYTEDA CLOUD",
            "ecContrib": 1220888
        }
    },
    "calculatedTotalContribution": 1220888
}