{
    "rcn": "207055",
    "acronym": "FIRST",
    "topics": "MSCA-RISE-2016",
    "title": "virtual Factories: Interoperation suppoRting buSiness innovaTion",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The manufacturing industry is entering a new era in which new ICT technologies and collaboration applications are integrated with traditional manufacturing practices and processes, which brings virtual organisations to factories, i.e. Manufacturing 2.0. Virtual factory to future manufacturing slows the flexible amalgamation of manufacturing resources in multiple organisations to create timely, demand driven product lines.\n\nThe project ìvF Interoperation suppoRting buSiness innovaTionî (FIRST) provides the new technology and methodology to describe manufacturing assets; to compose and integrate the existing services into collaborative virtual manufacturing processes; and to deal with evolution of changes. From the overarching objective to enhance manufacturing integration through the application of advanced IT solutions, the innovative project brings together an experienced researcher with expertise in the designing an interoperability framework for facilitating interoperability on data/information, services and process levels respectively. These outcomes lead to significant business innovations for virtual factories, made possible by an internationally recognised group expertise in (manufacturing) services/assets description languages, semantic services discover methods, and automated interoperability. The experienced researcher has an existing background in service oriented business process management; ontology based process model registration and management; and web service discovery and selection. She combines this with a perspective on application of those technologies. The FIRST project will take advantage of this complementary experience as well as the academic and industrial relationships in Europe and China respectively, taking advantage of the unique opportunity to address the concept from both perspectives.",
    "totalCost": "1125000",
    "ecMaxContribution": "810000",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "RIJKSUNIVERSITEIT GRONINGEN;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;GK Software AG",
    "participantCountries": "NL;IT;DE",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 207000
        },
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 216000
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 198000
        },
        "918734628": {
            "orgId": "918734628",
            "orgName": "GK Software AG",
            "ecContrib": 135000
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 810000
}