{
    "rcn": "207118",
    "acronym": "NOTID",
    "topics": "SMEInst-05-2016-2017",
    "title": "Novel treatment of inflammatory diseases",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "LipUm has discovered a novel treatment of rheumatoid arthritis (RA) and potentially other inflammatory diseases by a unique therapeutic antibody directed towards the Bile Salt-Stimulated Lipase, which has been identified as a key target to block and thereby inhibit the inflammatory process and prevent joint destruction.\nThe global prevalence of RA is 0.3-1%, and it is twice as common among woman than men, and the risk to develop the condition increases by age. Frequently, other serious diseases are co-occurring with RA and according to the World Health Organisation 50% of patients in developed countries are unable to hold a full-time job within ten years after disease onset. The societal economic burden due to the disease is thus enormous, while health economic calculations estimate the cost for pharmaceuticals to less than 20% of the total cost. Still, the drug market value growth between 2014 and 2019 is expected to increase by 55% to 30 billion USD.\nThe introduction and use of biologicals such as the TNF-alfa inhibitors constituted a major achievement in the treatment, but with time it has also been concluded that 1/3 of patients are not responding and another 1/3 experience only a transient improvement. As these biologicals suppress the immune system such drugs should not be combined with other immunosuppressants, as it may create adverse health effects. Key opinion leaders have therefore pointed out the need for drugs that have a complementary therapeutic mechanism.\nThis is the gap that LipUm intends to fill and a tentative strategy is to apply for a orphan drug designation for juvenile idiopathic arthritis that affect children, frequently with extreme disability and poor quality of life. As an orphan drug our unique biological more rapidly could contribute to improved treatment of the 85,000 children diagnosed with the disease in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIPUM AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919391318": {
            "orgId": "919391318",
            "orgName": "LIPUM AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}