{
    "rcn": "207144",
    "acronym": "IFASA",
    "topics": "SMEInst-08-2016-2017",
    "title": "Insects For a Sustainable Aquaculture",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Question: What is the main cost driver of aquaculture? Answer: Feed. As protein intake of farmed fish comes mainly from wild caught animals and transgenic soybean flours, feed cost accounts for up to 60% of sales. Overall, commercially available solutions are limited in quantity, nutritionally unsatisfactory, financially unbalanced and ecologically disastrous.\nInnovafeed is an ambitious start-up in the aquaculture industry, set to revolutionize how fish farmers and ingredient manufacturers apprehend feeding, by bringing economic and environmental sustainability to insect farming. IFASAís objective is to scale-up the innovative, sustainable, proprietary and cost-effective insect-based production technology the company has developed. It will allow the transformation of low-value agricultural by-products, into high quality nutrients for aquaculture, thereby answering the needs expressed by feed companies, fish and land farmers.\nThis technology is based on Innovafeedís and its partnersí long lasting expertise in optimizing an insect rearing process and obtaining a product answering fish nutritional needs, as embodied in a first lab-scale production unit able to produce small batches of insects. It also strongly benefits from the companyís market proximity, as 85% of fish farmers already contacted have expressed a strong interest for the project and 12 asked to be supplied with some insect-based feed as soon as possible.\nDuring phase 1, Innovafeed will scale-up its farming unit by (a) optimizing the egg production and breeding systems, (b) pursuing regulatory and scientific lobbying initiatives, (c) refining its IP and business strategies, (d) testing the nutritional properties of its feed and (e) continuing on site tests to prepare for phase 2. The main deliverable will be an updated business plan enabling Innovafeed to seize this huge business opportunity. This feasibility study is an essential first step before large-scale industrial production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVAFEED",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917748526": {
            "orgId": "917748526",
            "orgName": "INNOVAFEED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}