{
    "rcn": "207120",
    "acronym": "HPE1",
    "topics": "SMEInst-05-2016-2017",
    "title": "New high-performance excipients in pharmaceutical industry: an innovative solution for a more efficient and sustainable drug manufacturing process.",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "'Pharma73 SA is a Portuguese start-up dedicated to the development, production and commercialization of a new generation of High Functionality Excipients (HFEs). Excipients are inactive ingredients used together with active ingredients to formulate drugs into finished dosage forms. Ranging from 15% to 95% of the total weight of a given drug, excipients are extremely important in terms of procurement, logistics, quality control and final batch release. Pharma73ís technology is based on the production of natural polymers, such as the Chitin Glucan Complex HPE1, obtained from fermentation processes whose unique properties enable their application in a multiplicity of pharmaceutical drugs for oral solid-dosage forms. Adding HPE1 to the final drug formulation will result in better yields and operational savings for the manufacturing industry, thanks to significant functional - physical and chemical properties of the new excipient. Pharma73ís ambition is to introduce a new raw material into the excipient markets, and bring the industry to a new level that better responds to efficiency and sustainability requirements of the drug manufacturing process. Furthermore the innovation related to the adoption of HPE1 will preserve the EUís competitive advantage over drug manufacturing procedures, creating more job opportunities, and the long-term viability of a European-based pharmaceutical industry. Therefore the commercialization of a novel class of excipients like HPE1 aligns with the EU strategy ìEurope 2020 ñ for a healthier EUî: 1) ìInnovation can help make the healthcare sector more sustainableî 2) ìthe healthcare sector has an important role to play in improving skills and creating jobs as it employs 1 in 10 of the most qualified workers in the EU'.\nThe SME instrument will allow Pharma 73 to complete their go-to-market strategy, by demonstrating HPE1 potential for specific drug formulation uses.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHARMA73 SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937893292": {
            "orgId": "937893292",
            "orgName": "PHARMA73 SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}