{
    "rcn": "207145",
    "acronym": "CM",
    "topics": "SMEInst-06-2016-2017",
    "title": "Prevention of Cosmetic-Induced Non-Communicable Diseases and Micro Plastics entering Food Chains with the CosmEthics- Health App",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "'CosmEthics, with its E-solutions, helps EU citizens to identify cosmetics products with potential hazard ingredients (EU Annex II prohibited chemicals, carcinogens, hormones, allergens), and helps them to find better alternatives based on scientific research and user tailored preferences (allergies, vegan, plastics). Nearly all EU citizens use some form of personal hygiene products daily. Cosmetics are a major source of water and food chain pollution via the microplastics they often contain.\nThis video explains the problem in the industry: \nhttp://www.youtube.com/watch?v=pfq000AF1i8#t=16 \nThis video explains our current solution (currently viewed by over 1M EU citizens): https://www.youtube.com/watch?v=G9Lv83AcUOY&feature=youtu.be&ab_channel=CosmEthics\nThe feasibility study assesses the following objectives 1) feasibility of concept of open data web plugin (for e-commerce or authority web pages), which shows the alert icon of the product analysis (e.g red light). 2) Feasibility of concept of measurement of harmful or prohibited cosmetic ingredients with laboratory tests, 3) Assessment of collaboration with authorities on data regarding breaches so that consumers receive the information (when prohibited chemicals are found),  4) intellectual property assessment during 6 months (Jan 2017-June 2017), 5) User involvement. \nWe are targeting the program, ìAccelerating market introduction of ICT solutions for Health, Well-Being, and Ageing Wellî, because we enable prevention of non-communicable diseases such as cancer and allergies, prevention of epidemics induced by cosmetics (e.g triclosan causes antibiotic resistant bacteria, or bone marrow in cosmetics risks SARS). As EU is the biggest valued cosmetic market, import of non-EU standard products provides high risk of harmful products entering the market. Seas and water ecosystems, once polluted by cosmetic induced micro plastics, is irreversible. The team has won several international prizes and is noted by Forbes.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COSMETHICS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917460533": {
            "orgId": "917460533",
            "orgName": "COSMETHICS OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}