{
    "rcn": "207108",
    "acronym": "NOC",
    "topics": "SMEInst-05-2016-2017",
    "title": "Nerve-on-Chips",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Neurodegenerative diseases (ìNDî) are devastating as they cause individuals to lose their memories, independence, and ultimately, their lives. In the absence of drugs able to cureor prevent start of ND, the latter are a human and financial burden for individual patients, their relativesthe health care system and society in general. The worldwide economic impact of ND is evaluated at $2 trillion a year. The incidence of ND is expected to grow in the coming few years as life expectancy increases. In 2020, over 65 million people will suffer from Alzheimer Disease worldwide (over 6.5 million in the EU).\n\nMicroBrain Biotech is an innovative biotech startup founded in 2014. MBBT aims at offering ìturn-key solutionsî to biopharmaceutical research which will take the shape of microfluidic chips offering different types of reconstructed neuron networks at the micron scale. These chips are called Nerve-on-Chips (ìNoCî, subcategory of Organ-on-Chips), and they simulate the function of tissues and organ subunits. Our patented NOC technology provides many advantages over other in vitro models such as conventional two-dimensional (2D) and tri-dimensional (3D) culture systems, over organoids, and over animal models:\n-    Reduce biopharmaceutical R&D costs and increased efficiency in clinical research (improved competitiveness)\n-    Reduce animal testing\n-    Predicting human-relevant drug responses\n-    Compatibility with readouts used in biology & real time visualization\n-    Reconstitution of complex organ-level physiological functions\n\nNOC will allow to reduce drug R&D costs by 15% which will generate a total turnover worth Ä30 million. MBBTís objective is to reach a Ä2 million worth turnover (i.e.: 8% OOC market share) within the 3 next years. The feasibility study will allow us to ensure IP policy (improvement patent, purchase of licenses) while assessing the market (supply chain, drug agencies, competitors, clientsÖ) and validating the technological and biological approach.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROBRAIN BIOTECH",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917685767": {
            "orgId": "917685767",
            "orgName": "MICROBRAIN BIOTECH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}