{
    "rcn": "207153",
    "acronym": "LCPT",
    "topics": "SMEInst-09-2016-2017",
    "title": "SONOLIS ENERGY STORAGE SYSTEM: Lithium Capacitor Power Transfer",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "One of the main European challenges included in the 2020, 2030 and 2050 objectives and frameworks is the increase of energy efficiency, and the integration of Renewable Energy Sources plays a fundamental role in the development of Smart Grids in order to achieve the targets. However, with renewable energy it is difficult to generate the same quantities of electricity that those produced by traditional fossil fuel generators and it is difficult to guarantee the reliability of supply because of the fact that the production relies on the weather for its source of power, solar collectors need clear skies and sunshine to receive photons and produce electricity, and wind turbines need wind to turn the blades. That is why energy storage is considered to be one of the primary means by which renewable energies can entirely replace fossil fuels. Traditionally, the energy is stored in an electrochemical way but batteries have some associated disadvantages. SONOLIS, an enterprise founded in late 2009 by a group of engineers and entrepreneurs, has developed an innovative Energy Storage System that combines, optimizes and improves the characteristics and performance of two basic technologies available on the market today, super capacitors and the last generation of lithium batteries, which is useful for several applications. The global total storage capacity is expected to achieve 12,000 MWh in 2024, and worldwide revenue from distributed energy storage system is expected to grow from 452 million$ in 2014 to more than 16.5 billion$ in 2024. With this project, SONOLIS will finalize the upgrade and validate its innovative technology, and will commercialize it in the international markets, pursuing a business opportunity that will provide an accumulated turnover of more than 12MÄ after five years of commercialization. The payback of the expected investment of this project (roughly 2MÄ) will be reached in the second year in the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SONOLIS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920603236": {
            "orgId": "920603236",
            "orgName": "SONOLIS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}