{
    "rcn": "207171",
    "acronym": "OCTOLY MARKETPLACE",
    "topics": "SMEInst-01-2016-2017",
    "title": "A revolutionary Influencer Marketing solution that creates a new sales channel for SMEs and self-employment opportunities for Social Media influencers",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Advertising & marketing is experiencing a huge revolution. Millennials spend more time watching videos on YouTube than watching TV, and they are armed with ad-blockers and skip-ad buttons that mean traditional advertising barely reaches them. At the same time, millennials actively search for product reviews online, published peer-to-peer on social media and in YouTube videos. Around the world, these social media ìinfluencersî upload 300 hours of videos (beauty tutorials, video game reviewsÖ) every minute and collectively reach audiences of billions. On social media, brandsí ìofficialî message makes-up less than 10% of overall visibility ñ more than 90% of mentions of their brand are made up of influencers talking about their products. Brands have realised that they must work with influencers, but struggle to mobilise them at scale: how can they collaborate with millions of influencers?\n\nTo tackle this, OCTOLY has already created the ìFree-Storeî: a platform where brands can distribute free products to influencers and see them featured in millions of videos. Just 1 year after launch, we have become the biggest influencer intermediary in the world: over 48K YouTube videos have been created with Free Store products, generating over 206 million views for our client brands. \n\nThe aim of the OCTOLY Marketplace project is to go ìbeyond the viewsî. \n\nWe will make it possible for OCTOLY influencers to create their own ìInfluencer Storeî, where fans can purchase the products they mention in their videos. This means that influencers can generate commission fees and make a living from their passion - and brands (particularly SMEs) gain access to a powerful new sales channel. \n\nThe project involves creating the technical foundations of the new solution, related features and working with beta-testers to prepare market launch. At the end of the project, our revolutionary new influencer marketing solution will reinforce our position as a market leader in Europe and the US.",
    "totalCost": "2500312,5",
    "ecMaxContribution": "1750218",
    "coordinator": "VIDEOAGENCY SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930224860": {
            "orgId": "930224860",
            "orgName": "VIDEOAGENCY SAS",
            "ecContrib": 1750218
        }
    },
    "calculatedTotalContribution": 1750218
}