{
    "rcn": "207197",
    "acronym": "ReGenHeart",
    "topics": "SC1-PM-11-2016-2017",
    "title": "Clinical development and proof of principle testing of new regenerative VEGF-D therapy for cost-effective treatment of refractory anginaA phase II randomized, double-blinded, placebo-controlled study",
    "startDate": "01/01/2017",
    "endDate": "30/06/2021",
    "objective": "Chronic angina pectoris is a debilitating chronic disease, a subgroup of these patients suffers from refractory angina which unfortunately canít be controlled by medical therapy (angioplasty or surgery). Refractory angina is a substantial burden on the individual and healthcare system, in Europe there are 100,000 new cases per year, annual mortality of these patients is relatively low (<4%) thus refractory angina patients suffer multiple hospitalizations and low levels of health-related quality of life.\n\nThe ReGenHeart project is based on extensive preclinical work and a phase I safety, feasibility and dose-finding clinical study recently completed by the consortium. The project will conduct a multicentre, randomized, placebo-controlled, double-blinded Phase II clinical study to provide proof of concept and clinical validation for a new, percutaneous, cost-efficient therapy for refractory angina patients. Using our optimized catheter-mediated intramyocardial approach with AdenoVEGF-D, which has never been used in man before our phase I trial, we aim to induce regenerative changes supported by therapeutic angiogenesis in the affected area of a patient's heart and, in a single procedure, reduce the burden on the individual and their health service. \n\nThe proposed trial is ready to proceed, subject to final regulatory approval in the six European clinical centres. 180 CCS class 2-3 refractory angina patients will be recruited, which will allow us to assess the benefits of therapy to patients who still have potential to respond to the regenerative therapy. Patients will be randomized 2:1 to either the gene therapy or placebo arms. \n\nTrial follow up, at 6 and 12 months, will assess how far they can walk in 6 minutes (primary endpoint) and also by their CCS angina score, quality of life, so-called MACE endpoints and several advanced PET and MRI imaging endpoints.",
    "totalCost": "5934088,75",
    "ecMaxContribution": "5934086",
    "coordinator": "POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA",
    "coordinatorCountry": "FI",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;REGION HOVEDSTADEN;A2F ASSOCIATES LIMITED;SERVICIO MADRILENO DE SALUD;FINVECTOR OY;SLASKI UNIWERSYTET MEDYCZNY W KATOWICACH;University College London;QUEEN MARY UNIVERSITY OF LONDON",
    "participantCountries": "AT;DK;UK;ES;FI;PL",
    "projectParticipants": {
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 523021
        },
        "998250766": {
            "orgId": "998250766",
            "orgName": "POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA",
            "ecContrib": 1962787
        },
        "998399952": {
            "orgId": "998399952",
            "orgName": "SLASKI UNIWERSYTET MEDYCZNY W KATOWICACH",
            "ecContrib": 591250
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 621668
        },
        "949884917": {
            "orgId": "949884917",
            "orgName": "A2F ASSOCIATES LIMITED",
            "ecContrib": 301870
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 610260
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 564182
        }
    },
    "calculatedTotalContribution": 5175038
}