{
    "rcn": "207114",
    "acronym": "TOPBALAT",
    "topics": "SMEInst-08-2016-2017",
    "title": "Setting up high-value Sea cucumber chain in Europe through a new fishing trawl with no environmental impact and advanced processing equipment",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "sea cucumbers are considered a delicacy in Asian cuisine, and of cultural and medical importance. They are exploited in >70 countries and exported to SE Asia, where consumers pay from Ä300 to Ä1,500/kg for a premium dehydrated product. Sharp rise of Asian demand in the last years has led to overexploitation of 66% of sea cucumber fisheries globally. Current bottom trawls for sea cucumber fishing have low efficacy, high by-catches, and cause irreversible damage to the marine seabed, so they are banned in several European countries.\n\nOn the other hand, sea cucumbers are very perishable and need to be processed by hand when dried quality individuals are sought to meet Asian standards. High man power costs in Europe to fully process sea cucumbers have hindered exportation of dried sea cucumbers to Asia from the only producing European country, Iceland. Half-processing frozen sea cucumbers are not only 15% less profitable than dried ones, but also imply elevated shipping costs since frozen individuals weigh only 50-70% less than fresh ones after catch, while percentage is reduced to 5% for dried cucumbers.\n\nA great market opportunity exists for a profitable fishery and processing industry to be developed by means of TOBALAT novel technology in European countries with high sea cucumber potential such as Norway, Ireland, Scotland, Denmark, Netherlands, or Germany.\n\nTOPBALAT consists of (i) A trawl highly-effective (>90%), respectful with the environment (<5% by-catches), and 30% cheaper than current sky-dredges; and (ii) An accurate processing machinery integrating all manipulating steps almost without man-power (<92%) producing top-quality dry sea cucumbers to be exported at competitive cost. Thus, the whole value chain of getting dry BÍche-de-mer is definitively improved.\n\nAURORA SEAFOOD, the applying SME, forecasts Ä35.7 M cumulative revenues (2020-2022), with Ä5.5 M profit, and staff increase by 15 people. Payback period is 1 year, and profitability ratio by 2022 will",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AURORA SEAFOOD EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917817590": {
            "orgId": "917817590",
            "orgName": "AURORA SEAFOOD EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}