{
    "rcn": "207183",
    "acronym": "POLITE",
    "topics": "JTI-CS2-2015-CFP02-REG-02-02",
    "title": "Powered, modular Wind-Tunnel model for low and high Reynolds tests",
    "startDate": "01/10/2016",
    "endDate": "31/07/2018",
    "objective": "POLITE answers the CfP JTI-CS2-2015-CFP02-REG-02-02, published in the second batch of the JTI-Cleansky 2. Within the work-package linked to CS2 a so-called flying test bed (FTB) is developed and used for analyzing and validating technologies developed within CS2, domain REG. This is clearly in line with Cleansky 2, which includes, among other topics, to deliver innovative technologies that are validated in relevant conditions (in this case flight test). Before such a complex test can be performed a high level of confidence in the technologies developed is necessary. POLITE answers this need, since it enables low and high Reynolds WT-tests that allow to validating technologies to improve performances in low and high speed. Increasing the aircraft performance is supporting not only the CS2-workplan but also the ACARE2020 vision by allowing passengers to travel with reduced fuel burn and there increasing the ecologic efficiency of the aircraft. \nWithin POLITE a consortium build from 4 different partners will tackle all relevant topics. The consortium is build up in way that all necessary domains are covered. In particular three partners the consortium includes\n- ARA with a strong competence in model design activities and manufacturing\n- IBK with a good experience in developing large, specialised models\n- DREAM with a very good expertise in aerodynamics and model design in particular\n- RUAG involving the background on powered models and introducing the technology necessary for the engines. Their LWTE is the solution candidate for the low-Re tests.\nAdditionally to this ONERA will be included via subcontracting. ONERA has a strong background in air-driven motors which are used in the pressurized WT ONERA F1. They will introduce this technology into the consortium for implementation into the model used for high-Re tests.",
    "totalCost": "3932575,5",
    "ecMaxContribution": "2841943",
    "coordinator": "IBK-INNOVATION GMBH & CO. KG",
    "coordinatorCountry": "DE",
    "participants": "DREAM INNOVATION SRL;AIRCRAFT RESEARCH ASSOCIATION LIMITED;RUAG Schweiz AG",
    "participantCountries": "IT;UK;CH",
    "projectParticipants": {
        "991776016": {
            "orgId": "991776016",
            "orgName": "IBK-INNOVATION GMBH & CO. KG",
            "ecContrib": 332500
        },
        "997928726": {
            "orgId": "997928726",
            "orgName": "AIRCRAFT RESEARCH ASSOCIATION LIMITED",
            "ecContrib": 2365068
        },
        "930253669": {
            "orgId": "930253669",
            "orgName": "DREAM INNOVATION SRL",
            "ecContrib": 144375
        },
        "999932358": {
            "orgId": "999932358",
            "orgName": "RUAG Schweiz AG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2841943
}