{
    "rcn": "207155",
    "acronym": "POWERICE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Organic Rankine Cycle Cogeneration Plant of one-farm size using rice straw as single fuel",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "Rice straw has been treated as by-product without any economic value out of ground burning. Actually, Europe produces 3,350 Ktons/year of rice straw that can be used by co-generation plants to produce energy. Now, the time has taken its course and these spin-offs have turned to a commodity more than a choice, due to EC regulations regarding to rice cropping and competence from outside Europe, especially from Asia. However, the co-generation industry cannot produce energy when the need is below 200kWe due to technical and economical bias.\nPOWERICE co-generation plants use rice straw as unique fuel, and will be dimensioned on a single farm basis. The deep knowledge of rice sector in Italy (EU strongest producer), and a wide expertise in supply chain logistics of FORENERGY, the applying SME (IT), will be gathered with the reputed engineering competences in straw burning by KEM (DK) and ENERTIME (FR).\n\nThe project will overcome challenges of a scaling down process, justified by the booming perspectives of the European potential market. Each step of the overall process will be analysed in order to increase efficiency, namely as a simplified and robust fuel storage, reliable handling and feeding systems, simplified boiler operating conditions (pressure, temperatures, medium quality requirements), and reduction of specialized alloy metals in the boiler design to lower general costs of the heat source when using small ORC turbines. The main technical drawback of current rice power plants derived from the high silica content of ashes is overcome by an innovative method that limits burning temperature, and with a dedicated coating for inner boiler surface.\n\nSince high quality silica is the natural outcome of rice straw combustion, its value chain will be deepened in order to transform it a marketable commodity. POWERICE will overtake subdued feed-in tariff regimes along EU, by increasing x2 rice farmers' incomes (Ä210K annual additional revenues for a 100 ha rice farm).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FORENERGY SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934658051": {
            "orgId": "934658051",
            "orgName": "FORENERGY SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}