{
    "rcn": "207165",
    "acronym": "DRYFIT",
    "topics": "SMEInst-07-2016-2017",
    "title": "Plant conditioner enhancing plants' drought resistance based on proline aminoacid",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "Drought and extreme heat events cause 25% of crop losses in Europe, and reduce availability of irrigation water for agriculture, leading to severe economic impact on farmerís income. The low proportion of irrigated agricultural land (only 6.7% of total European cultivated area), and the strict limitations for growing genetically modified crops (e.g. resistant to drought), rest much competitiveness to a sector that is extremely vulnerable to weather conditions.\nThus, a clear business opportunity exists in Europe for methods to enhance crop drought resistance, which is indeed favoured by the current shift of plant protection productís market towards preventive tools for optimizing yield performance (12% annual growth, Ä2,3 billion by 2021).\nDRYFIT is a new plant conditioner composed by a natural blend of substances already present in plants, that enhances their resistance to water or combined water-heat stress caused by droughts and extreme high-temperature events.\nDRYFIT is based on proline aminoacid, which increases the cells' (plant) water retention by 20-30%, so they are not harmed by water deficit. The Salicylic acid, its second ingredient, provides additional protection against other abiotic stresses (salinity, metals), and maximizes the performance of proline.\nOur product value is not only given by the preventive protection to external stresses, but also by its innocuity, and the easy-to-use foliar application mode that does not require exposing roots to air (as is the case of pesticides), thus minimizing the probability of infection by external disease agents.\nDRYFIT is the result of the intense R&D activity of StarAgro Deutschland GmbH, a German SME currently commercializing other plant conditioners. By this new product, StarAgro forecasts to achieve between 2019 and 2021 a cumulative revenue of Ä4,6 million with Ä0,8 million profit (profitability ratio of 25%), increasing workforce in 10 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STAR AGRO DEUTSCHLAND GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917473143": {
            "orgId": "917473143",
            "orgName": "STAR AGRO DEUTSCHLAND GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}