{
    "rcn": "207130",
    "acronym": "HbMP-700",
    "topics": "SMEInst-05-2016-2017",
    "title": "The World's First Safe and Efficacious Human Blood Substitute: HbMP-700, a Haemoglobin based oxygen carrier, based on bovine blood.",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "CC-Ery GmbH develops HbMP-700, the worldís first substitute for human blood as a source for red blood cell (RBC) transfusions. 85 Mio. RBC transfusions are used p.a., representing a 10-15nbÄ market. They are used to compensate for blood loss during surgery, treat patients with haematological malignancies, as well as victims of accidents, natural disasters, and military conflicts. The only source for RBC transfusions today are voluntary human blood donors. This leads to frequent supply shortages in the EU and other major healthcare markets. Donor blood must match patient blood. It can only be stored a few weeks, adding to the critical supply situation. Developing countries face a more severe situation as they cannot afford the standard of care of the developed world. In addition, human blood bears the risk of contamination with infections. HbMP-700 is extracted from bovine blood ñ a nearly unlimited, low cost supply source. It is transformed by a patented purification and manufacturing method to a lyophilized powder that is as effective as RBC transfusions from human blood, but bears no risk of infection, can be stored for months, and can be given to patients of all blood types. Bovine blood from one major EU slaughterhouse is sufficient to produce enough HbMP-700 to supply global demand for RBC transfusions. CC-Ery implemented the manufacturing method on a laboratory scale and is currently conducting preclinical trials, so far with excellent results. The objective of the SME Phase I project is to develop a business plan for the market introduction of HbMP-700. For this, a technological, regulatory, and economic feasibility analysis will be conducted. In Phase II, it is planned to build up a GMP (Good Manufacturing Practice) compliant manufacturing process and subsequently conduct a GCP (Good Clinical Practice) safety and proof of concept trial in humans. Total cost to market is estimated to be Ä 25-35 Mio. Peak sales are estimated to be more than Ä 1 bn. annually.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CC-ERY GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937184416": {
            "orgId": "937184416",
            "orgName": "CC-ERY GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}