{
    "rcn": "207146",
    "acronym": "HydroNanoCoating",
    "topics": "SMEInst-07-2016-2017",
    "title": "Hydrophobic Nano Coating for Cardboard Food Packaging with a 40% increased resistance to water and 3x times longer durability",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "HydroNanoCoating will reduce up to 30 times the water absorption compared to common untreated cardboard and by 40% the water absorption compared to current paper protecting alternatives (paraffin). HydroNanoCoating will enlarge up to 3x times the lifespan of paper, cardboard and corrugated cardboard by drastically avoiding water damages to the contained products and its consequent loss that can reach 9MÄ.\nAlmost 5% of the EU losses of products packaged with cardboard are caused by contact with water. Moisture, environmental humidity, rains and water spills dramatically reduce cardboard mechanical properties. Corrugated cardboard packs and protects more than 34% of European goods, but if cardboard is wet, the box collapses and the content loses its value. In Spain alone, which is the largest fruit and vegetables exporter in EU with 11M tons, a 5% loss is worth Ä1.8 billion.\nHydroNanoCoating is a super hydrophobic coating that can be applied on both sides (external and internal surface) of paper, cardboard or corrugated cardboard, improving its water resistance x30 times related to kraft cardboard and 40% to paraffin coatings. This confers improved mechanical properties compared to other solutions: ECT (ability of a particular board construction to resist crushing) lost <8% in 30 days, and has 45 days of durability at 100%humidity.\nHydroNanoCoating will release the moisture and humidity consequences, reducing losses by up to 90% on the supply chain. It will allow best printing resolution using common inks and reduce production costs related with adhesives, as it improves adhesion of flaps and other gluing areas. It will be ideal for any kind of cardboard or corrugated packaging, as it complies with EU legislation and food contact requirements to keep content healthy and safe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENSATEC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969476492": {
            "orgId": "969476492",
            "orgName": "ENSATEC SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}