{
    "rcn": "207154",
    "acronym": "MICROCYCLING",
    "topics": "SMEInst-09-2016-2017",
    "title": "Development of an Energy Efficient PET Recycling Process Based on Microwave Heating",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Plastic bottles are one of the most used and preferred packaging container worldwide. Current levels of usage and disposal generate several environmental problems with 74% of post-consumer plastic waste in Europe either incinerated or landfilled. Recent packaging directives from the EC have led to the imposition of challenging targets for recycling, and national governments are also examining new ways to discourage packaging waste. Polyethylene terephthalate (PET) is very recyclable and offers an opportunity to effectively and efficiently recapture and reuse the energy and resources of its raw materials. However, the high energy demand of current recycling processes renders it expensive and non-viable, making recycled PET (rPET) more expensive than virgin PET, resulting in low uptake in the lucrative food and beverages packaging industry. The main technical problem with current recycling is the high amount of energy consumed in the processes which limits the industrial profitability. Furthermore, existing technologies require additional purification systems to eliminate contaminates, further increasing cost and limiting supply. \n\nGamma Meccanica is developing an alternative recycling process, using microwaves, to solve the current viability problems. Our technology will be the first in the world to address the profitability of the microwave technology in PET recycling by: Reducing the energy consumption of the process by up to 50%; Decontaminating the pellets in a single step process, providing a cleaning efficiency of >97% to attain pellet purity levels required by the FDA and EFSA; Reduced GHG emissions ñ saving about 2 tonnes of GHG for each tonne of rPET; Enabling rPET to be sold at a 15% cheaper price than virgin PET. \n\nWe are now at an advanced stage of development and will produce the final design of the industrial reactor in Phase 2 of this project. During this Phase 1, we will conduct a market study to identify key customers and refine our strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GAMMA MECCANICA SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933631500": {
            "orgId": "933631500",
            "orgName": "GAMMA MECCANICA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}