{
    "rcn": "207147",
    "acronym": "HoloCyt",
    "topics": "SMEInst-05-2016-2017",
    "title": "A rapid, low-cost, cervical cancer screening platform",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Cervical cancer causes 13.000 deaths and 34.000 new cases in the European Union. 200M tests are performed worldwide per year representing a $3,4B market.\n\nToday two tests are performed to diagnose cervical cancer. Firstly, a cervical smear is analysed by a pathologist via a visual subjective inspection using traditional microscopy. This is an 8-step process performed by several persons at different locations. Secondly, if positive, a molecular 4-step HPV test is performed. Results are available after 3 to 4 weeks causing anxiety and frustration for the patient. Typical instruments are expensive and have high related operational costs.\n\nOvizio has designed a direct read vial allowing for the sample to be directly analysed without manipulation. The technology automatically generates objective data, identifying cells, detecting malicious cells and combines cytology and HPV in one test. This is a 3-step process: 1. sampling, 2. analysing, 3. report generation. The test is performed on a small low-cost device giving results in minutes rather than days allowing for near patient testing.\n\nA proof of concept and alpha prototype have been built with basic software algorithms. Several test have been performed at hospitals in Belgium and France resulting in two scientific publications and enthusiasm from key opinion leaders.\n\nThe breakthrough technology transforms microscopic images into actionable data, corresponding to a market need of faster and improved testing, allowing healthcare organisations of member states to reduce costs and improve testing ratioís. The company has a team that has done it before completed with highly skilled subject experts in the field and has launched 3 products laying the foundations for this project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OVIZIO IMAGING SYSTEMS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929320917": {
            "orgId": "929320917",
            "orgName": "OVIZIO IMAGING SYSTEMS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}