{
    "rcn": "207121",
    "acronym": "Homer",
    "topics": "SMEInst-06-2016-2017",
    "title": "HOMER - Development of Home Rehabilitation system",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Kinestica, an R&D oriented SME founded by a team of experts in biomedical and rehabilitation engineering with 50 years of combined experience, has developed disruptive TRL7 solution that will revolutionize the field of post stroke rehabilitation and home care. Stroke affects 15 million people around the world annually. More than 75% of stroke survivors are left without proper rehabilitation in the most crucial stages of the recovery. In EU alone, cost of stroke is estimated at Ä38 billion. HOMER project (HOME Rehabilitation) will be first-ever open-access rehabilitation system to integrate patented motion capture technology with virtual reality and open-source ICT platform to provide accessible and cost-effective solution. HOMER will extend limited rehabilitation patients normally receive and thus drastically improve rehabilitation therapy outcomes for large number of stroke patients. It will be 10 times more affordable than current state-of-the-art systems available on the market. HOMER addresses challenges laid down in eHealth Action Plan 2012-2020 and helps to overcome current gaps in exploitation of promising research results in ICT for Health, Well-being and Ageing well. Commercialization of HOMER will include several channels. For initial launch we will collaborate with existing partners and distributors of our clinical rehabilitation solutions. We will engage rehabilitation institutions already using our clinical devices to help promote Homer. Later direct sales channels through internet, company branches and franchises will be included. The strategy will enable us to reach large populations of stroke patients in need for effective and affordable rehabilitation solution. HOMER promotes excellent science and encourages innovation, thus contributes to multiple EU and global challenges and EU industry policy. HOMER will create 120 new employments in Kinestica and open new opportunities for EU SMEs. Most important it will improve life quality of many EU citizens.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KINESTICA RAZVOJ NAPREDNIH ROBOTSKIH IN MERILNIH SITEMOV DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921671788": {
            "orgId": "921671788",
            "orgName": "KINESTICA RAZVOJ NAPREDNIH ROBOTSKIH IN MERILNIH SITEMOV DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}