{
    "rcn": "207180",
    "acronym": "RSPDE",
    "topics": "ERC-2016-COG",
    "title": "Regularity and Stability in Partial Differential Equations",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "'This project focuses on several problems in Partial Differential Equations (PDEs) and the Calculus of Variations. These include:\n\n- Optimal transport and Monge-AmpËre equations.\nIn the last 30 years, the optimal transport problem has been found to be useful to several areas of mathematics. In particular, this problem is related to Monge-AmpËre type equations, and understanding the regularity properties of solutions to such equations is an important question with applications to several other fields.\n\n- Stability in functional and geometric inequalities.\nWhether a minimizer of some inequality is 'stable' in some suitable sense is an important issue in order to understand and/or predict the evolution in time of a physical phenomenon.\nFor instance, quantitative stability results allow one to quantify the rate of convergence of a physical system to some steady state, and they can also be used to understand how much the system changes under the influence of exterior factors.\n\n- Di Perna-Lions theory and PDEs.\nThe study of transport equations with rough coefficients is a very active research area. In particular, recent developments have been used to obtain new results on the semiclassical limit for the Schr\\'odinger equation and on the Lagrangian structure of transport equations with singular vector-fields (for instance, the Vlasov-Poisson equation). \n\nThese problems, although apparently different, are actually deeply interconnected.\nThe PI aims to use his expertise in partial differential equations and geometric measure theory to introduce ideas and techniques that will lead to new groundbreaking results.'",
    "totalCost": "1742428",
    "ecMaxContribution": "1742428",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1742428
        }
    },
    "calculatedTotalContribution": 1742428
}