{
    "rcn": "207135",
    "acronym": "ExtremoChem",
    "topics": "SMEInst-05-2016-2017",
    "title": "Chemically synthesised novel compounds for the stabilisation of biologics",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Biologics are medical drugs produced using biotechnology, other than direct extraction from a native biological source. Many of biopharmaceutical products are subject to very strict production, storage and distribution requirements in order to preserve effectiveness and safety. Biopharmaceuticals stability is a key issue in assuring that these medicines maintain their quality, safety and full potency.  Once potency is lost, it cannot be restored, this means the biologic is wasted. \n\nExtremoChem synthesises a line of novel compounds consisting of synthetic small organic molecules, from 8 to 12 carbons, that are able to stabilise proteins and other biological material by preventing their degradation under stressful conditions, such as higher or lower temperatures, pH, salinity, agitation under which they would otherwise degrade.  eXtremochem is suitable for a wide range of proteins such as mAbs, vaccines, insulins, interferins and etc. But ExtremoChem currently focuses on mAbs, such as Humira (for rheumatoid arthritis) & Neupogen (for growth of white blood cells), since they present a high value market. The eXtremochem compounds improve the stability of molecules in the most critical purification stages and protects biologics, preventing aggregation and increasing production volume by 20%. Furthermore, eXtremochem enables long-term storage of thermally sensitive biologics without the need for cold chain, thus bringing significant savings to biopharmaceuticals ñ 6.5% of their revenues. \n\nThe Phase 1 project will allow ExtremoChem to evaluate the medicinesí degradation under the presence of the small organic molecules through several stabilization tests, prepare a feasible industrial scale-up plan, plan a sound Ph 1 clinical trial, elaborate the business scale up, and size the reachable market and a reliable market share. Within the overall project, ExtremoChem aims to: obtain the clinical validation and sign at least one commercial agreement.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXTREMOCHEM LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938593244": {
            "orgId": "938593244",
            "orgName": "EXTREMOCHEM LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}