{
    "rcn": "207132",
    "acronym": "Accordion Bioreactor",
    "topics": "SMEInst-08-2016-2017",
    "title": "An innovative high capacity Accordion bioreactor technology for high performance and low cost microalgae production",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Access to vital raw ingredients for food/feed production is an increasing challenge in several industries. Biopharmia is a Norwegian company focusing on cultivation of microalgae through its development of a proprietary bioreactor. Through years of expertise and collaborations with experts in the field of microalgae growth, Biopharmia have developed and patented the Accordion bioreactor, a proven and efficient platform for industrial scale production of high quality microalgae, at lower energy and decreased production cost, compared to other solutions. This technology aims to strengthen Europeís position in the microalgae market, which is currently weak due to cheaper, low quality foreign competitors. The technology describes the unique wave configuration comprising the frame work of the bioreactor, which contributes to higher productivity and lower cost of production and investment when compared to competing technologies. The modular design of this closed system greatly minimises the risk of contamination and can be easily adapted to large scale production. Biopharmia need to undertake the proposed innovation project to develop and further test the Accordion technology with multiple algae strains. The company has a close collaboration with the University of Arizona (UA) and has demonstrated the efficiency and productivity of its bioreactors through extensive testing at UA. Biopharmia has supplied biomass to a number of entities in Norway with very good results. Biopharmia has Letters of Intent about supply of biomass to two Norwegian customers in different segments, food supplements and aquaculture. In 2012 the company raised Ä1 million in private venture capital from IFE Venture. Biopharmia intends to establish initial production using the Accordion technology for the clients the company have an LOI with before expanding production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOPHARMIA AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918153404": {
            "orgId": "918153404",
            "orgName": "BIOPHARMIA AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}