{
    "rcn": "207148",
    "acronym": "FlexBuild",
    "topics": "SMEInst-11-2016-2017",
    "title": "Market maturation of innovative Flexible modules for temporary sealing of construction Buildings",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Danish SME Altiflex aims to revolutionize the way buildings are sealed during construction by presenting a completely new system with several advantages when compared to the solutions based on wood frames and plastic. Given the drawbacks of existing solutions, Altiflex has developed a unique, yet simple modular concept that seals buildings under construction in an effective way. These modules are flexible and adjustable in size, and can be connected together in countless ways.\nMoreover, Altiflex modular system has an outstanding durability (high impact-resistant) and long life span (15 years), which enables its re-use in construction projects, and initial calculations have shown that its use can save up to 60% on energy costs during the cold winter months (when compared with plastic seals). Therefore, the use of Altiflex solution improves sustainability of construction processes by reducing both CO2 emission and waste disposal from construction sites.\n\nBuilding upon the experience with a preliminary version of the modular solution and patent-protected know-how (developed in-house at the SME), the current innovation project aims to bring Altiflex technology from prototype level to industrial and commercial readiness ñ by overcoming technical and market-related barriers ñ in order to effectively tackle a huge business opportunity. We aim to be a first mover and become established in the increasingly important market of sustainable construction ñ in the EU alone, the whole construction sector turnover amounts to more than Ä 1600 billion. Overall, this opens not only an important economic opportunity for Altiflex ñ expecting over Ä17 million revenues, 3-years post-project ñ but will ultimately lead to a sustainability and lower environmental footprint of construction processes, as well as important cost savings for the end-users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALTIFLEX APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921152935": {
            "orgId": "921152935",
            "orgName": "ALTIFLEX APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}