{
    "rcn": "207166",
    "acronym": "PERIOSYSTEM",
    "topics": "SMEInst-06-2016-2017",
    "title": "PerioSystem ñ smart dental practice management software",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "The European dental profession is yet to embrace the full potential of technological advances. Dentists rely on outdated software systems to manage their practices, take clinical notes, analyze images and communicate with patients. Administrative tasks take up to 20% of a practitionerís time, which could be more productively spent on treatment and diagnosis.\nPerioSystem is the only integrated cloud-based dental management software system that combines the functionalities of five dental software services: practice management; patient communication; treatment planning; patient education; and accounting. It also introduces four major technology advances to clinical dentistry: (i) voice recognition; (ii) motion recognition; (ii) facial recognition; and (iv) augmented reality. This seamless bundling of technologies places PerioSystem far ahead of competitive solutions, which offer only partial services.  \nEarly tests show PerioSystem can reduce administrative time from 20% to 11%, increase diagnostic time by up to 10%, and eliminate 60% of missed appointments. This would lead to an annual benefit of at least Ä13,860 for the average dentist, or 14.9% of average revenues. \nPerioSystem uses a B2B SaaS model with tiered monthly fees. It targets the 213,276 practicing dentists in Europe and 210,030 in the United States.\nThe company aims to capture 5% of the French market, and 0.5% in Germany, Italy and the UK by 2020, resulting in Ä7.6M revenues and Ä1.M EBIT. Sales campaigns utilize high-profile endorsements, co-operation with professional societies, and free tools for student dentists. Already more than 100 pre-orders have been collected.\nThe tool is developed by Adservio SARL, a French software development company led by Mr. Anis Zouaoui, an experienced software engineer and entrepreneur, and Dr. Wiem Bouaziz, a practicing periodontist.\nThe system will soon be tested by 59 practitioners in 21 clinics in France and Germany.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADSERVIO",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917460048": {
            "orgId": "917460048",
            "orgName": "ADSERVIO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}