{
    "rcn": "207127",
    "acronym": "My-qup",
    "topics": "SMEInst-11-2016-2017",
    "title": "New biodegradable anal plug to manage Faecal Incontinence",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "My-qup is developing an anal plug, qup, for the management of faecal incontinence (FI) that will reduce the environmental impact that other solutions like pads, diapers and non degradable anal plugs produce. It will be sold to autonomous patients to help them recover their Quality of Life (QoL). FI affects most parts of the patient's life, including laboral, social and sex life. qup users will be able to regain control of their defecation, providing enough safety to return to their previous lifestyle. My-qup Medical considers the whole user experience with a holistic design that tackles all the sides of conservative treatment (non-surgical treatment) and management of FI. \n\nThe main achievements of the project are the innovation in the material and the design. It will significantly reduce waste and use of resources. The material has been developed to comply with the European Guides of flushability. The next challenges for the product are to prove the usability and efficacy with the users, and to find manufacturers to start a small production to conduct a clinical trial.  \n\nThe estimated global market of FI is USD 2,000 MM with an estimated prevalence of a 10% of adult population with a growing incidence due to an aging population. There are 93 million potential users in the developed world that will be, in most cases, chronic patients. The potential client of My-qup Medical will be the user of qup: autonomous patients that, if it wasnít for this condition, could have a normal life. As FI is a global problem, after reaching the developed world it will be necessary to study the entry in developing countries.\n\nSME Instrument Phase I would serve to assess: the feasibility of licensing vs. reaching the market, the usability of the product (including efficacy, comfort, satisfaction and safety) and the patent strategy. The results will be measured in a Business Plan, a usability test and a European patent application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MY-QUP MEDICAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917427553": {
            "orgId": "917427553",
            "orgName": "MY-QUP MEDICAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}