{
    "rcn": "207124",
    "acronym": "PISPA",
    "topics": "SMEInst-01-2016-2017",
    "title": "PISPA ñ Plytix Information Sharing Platform and Analytics ñ Testing product market fit for a disruptive Information sharing platform for brands and resellers",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "The problem: As e-commerce grows in size and complexity, there will be a real need for a global standard identification system for products being sold online. Nowadays, too many resources are wasted on asset distribution from brands to e-tailers. Brands currently distribute product images and information for official e-tailers via email, ftp sharing, and other outdated ways, which makes the process time-consuming. Moreover, brands are currently unable to ensure that their products are presented in a way that reflects their brandís image. For e-tailers, downloading, uploading and resizing images from brands is a time consuming process.\n\nThe solution: Plytix.com is an online platform service that facilitates unmet needs in the current ecommerce model. Our novel platform acts as a central hub for brands and online retailers, introducing a whole new concept in ecommerce ñ an ecommerce focused, product-centric analytic tool. Unlike other web analytics tools, Plytix tracks product performance (not sites) directly and across websites ñ thereby bringing more value/insights for each given product. Our analytics tool enables users ñ brands and e-tailers ñ to extract valuable insights that allows them to: [i] optimize prices; [ii] detect quality problems; and [iii] optimize inventory to prevent stock-out, etc. In sum, Plytix provides the means for brands and e-tailers to extract large added value from cost savings and new business opportunities.\n\nThe market: Since the largest online platforms are some of the biggest companies in the world, one could argue that the online platform business model is the most successful part of the Internet economy. The total exploitable market size for Plytix in the relevant countries (>10,000 brands registered) is above EUR 254 billion per year. The implementation of the innovation project will place Plytix.com ApS in a strong position to exploit a market potential over five years exceeding Ä 233 million.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLYTIX.COM APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937874765": {
            "orgId": "937874765",
            "orgName": "PLYTIX.COM APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}