{
    "rcn": "207163",
    "acronym": "ESSI",
    "topics": "SMEInst-10-2016-2017",
    "title": "Developing the EFAS Smart Services Initiative to introduce a game -changer in the digital tachograph market",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "'Truck transport is crucial for carrying European products from the production site or from ports to distributors and end consumers. By legislation drivers need to record their driving and rest times and those of the vehicle in EU and AETR countries. Since May 2006, all newly registered commercial vehicles > 3.5t carrying more than 9 persons are obliged to be equipped with a digital tachograph (reg. 561/2006). From June 2019 onwards, the so called 'smart tachographs' are obligatory with enhanced obligatory technical features as per Annex 1C (reg. 165/2014).\n\nDespite high entry barriers Intellic managed to enter the high-growth market and is now one of only three worldwide suppliers of digital tachographs. But Intellic's EFAS Smart solution goes further than their global competitors Stoneridge or VDO: Intellic¥s EFAS Smart solution integrates Software-as-a-Service cloud applications for industry 4.0 based on an Open Vehicle Platform with an Open Source strategy. So, in addition to the obligatory functions (abiding to national law like digital tachograph), EFAS Smart integrates key regulated functions and further optional functions developped by Intellic or 3rd party service providers.\n\nOur main target markets are OEMs for new registration of trucks and buses and After-market organizations for replacement and retrofitting. Intellic provides already EFAS versions to OEM production lines in Turkey and Russia. For the AMO market Intellic counts with an already established dealers network of 3.500 workshops all over Europe, Russia and Turkey.\n\nIn 2020 the EFAS Smart Tachograph will be the central telematics device in the commercial vehicle sector in Europe. Intellic together with an up- and down-streamed partner network will be the innovation leader in the development of new 'trusted services' in the field of logistics, fleet management and infrastructure optimization.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTELLIC GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959092448": {
            "orgId": "959092448",
            "orgName": "INTELLIC GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}