{
    "rcn": "207113",
    "acronym": "Oncosmart",
    "topics": "SMEInst-05-2016-2017",
    "title": "ONCOlogic patient profiling and personalized treatment through SMART bedside diagnostics",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "The advent of personalized cancer care demands for distributed diagnostic solutions to support clinical decisions and selection of the best therapeutic regimen. Supportive information can be obtained by analyzing the response of patientís tissue to various treatment options. A specific opportunity arises in the field of cellular analysis, where the ex-vivo assessment of drug efficacy performed through drug response assays represents a powerful tool and, at the same time, a challenge due to the difficulty of maintaining in-vitro conditions that closely resemble in-vivo cell response. \n\nCellPly developed a novel in-vitro diagnostic (IVD) product to define cell response to anti-cancer drug treatment through integrated drug response analyses. Oncosmart platform includes a smart consumable, integrating a hybrid polymer/flexible-PCB micro-technology, an analytical instrument and diagnostic software.\n\nAfter patientís tissue sampling, an automated process will carry out sample preparation, precise drug delivery and monitoring of cell response through time-lapse imaging. Cancer patients will benefit from more personalized cancer therapies, while the public health systems will reduce overall analysis and hospitalization costs and better allocate resources dedicated to cancer therapies. \n\nThe Phase 1 project will set up the a quality-certified manufacturing chain and plan the validation of the platform in clinical setting in the field of acute leukemia; regulatory pathways to comply with CE-IVD and to seek reimbursement will be assessed; the commercialization strategy and associated business model(s) will be elaborated.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CELLPLY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945462687": {
            "orgId": "945462687",
            "orgName": "CELLPLY SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}