{
    "rcn": "207168",
    "acronym": "Hi GEN Marine Turbin",
    "topics": "SMEInst-08-2016-2017",
    "title": "Feasibility study into a portable wind turbine for ships which connects to the existing ships crane",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "'This project is a technical, economic and commercial feasibility assessment into a portable wind turbine for ships (the Hi-GEN) which will cut reliance on auxiliary, fossil fuel generators when ships are at anchor or in port (referred to as 'downtime').\n\nFuel costs and green house gas emissions are significant issues for the shipping and fishing industries, especially during downtime.\n\nDuring downtime, ships use auxiliary fossil fuel generators to power the ships. Fossil fuel generators are expensive to run and produce harmful emissions including CO, CO2, CH4, NOX, PM, SOX and NMVOC.\n\nShipping emissions in ports are substantial accounted for 18.3 million tonnes of CO2 emission in 2011. External costs of port emissions for the largest 50 ports is estimated at Ä12bn.\n\nGlobal fisheries accounts for 1.8% of total global oil consumption and international fishing contributes between 13 and 20 million tonnes of CO2 emissions annually. Yet fishing vessels spend between 44% and 70% of the year NOT at sea.\n\nThe objective of the overall project is to establish the Hi-GEN as a cost effective, environmentally friendly and preferred source of auxiliary power for commercial vessels during downtime. The overall objective of this study is to identify and consider all relevant factors into the economic and technical viability of the Hi-GEN.\n\nThe Hi-GEN is an innovative and novel low carbon technology. IP is owned by the Company and currently patent pending with UK and PCT. Every vessel in the world which has a crane could benefit from using the Hi-GEN. The benefits would be significant:\n\n1. Vessel owners could make significant savings on operating costs and achieve an economic payback of between 2 and 4 years (see case study below)\n\n2.Marine industries could save up to 32 million litres of fuel and 4.5 million tonnes of CO2 per annum, boosting the blue economy\n\n3. The company could add 40 new jobs and Ä24m of revenue over 4 years; a fraction of the total market potential of over Ä2bn'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DA RENEWABLE ENERGY TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925729201": {
            "orgId": "925729201",
            "orgName": "DA RENEWABLE ENERGY TECHNOLOGY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}