{
    "rcn": "207126",
    "acronym": "PHOTON",
    "topics": "SMEInst-01-2016-2017",
    "title": "PHOTON ñ EDUCATIONAL ROBOT AS A TOOL FOR SHAPING FUTURE OF YOUNG GENERATIONS",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "Our project responds to the need of creating new tools for children to protect them from wasting their time in virtual internet\nworld, playing computer games or watching television. Because of this behavior, children do not develop themselves in a\ncorrect way. They are becoming passive users of modern technologies and they kill their creativity and world curiosity.\nAnother need of our world is a huge demand for programmers. If we will interest children in technology on an early stage of\ntheir education showing it in friendly way, they will more willingly choose computer science as a path of their further\neducation. If they are not going to be the programmers, then their ability of logical thinking will help them in choosing path of\ntheir future development.\nOur solution is Photon ñ an innovative system that teaches programming and logical thinking through entertainment and\ncompetition. It is dedicated for children. It involves the usage of a small robot that is fully integrated with a smartphone, tablet\nor computer based on popular operating systems. This is a great opportunity for the youngest to get interest in expanding\ntheir knowledge in technology by showing them its familiar face.\nPhoton is aimed at children aged 6-12 years living mostly in developed regions of the world: mainly Europe and North\nAmerica. Size of whole market (children between 6-12 age) in US approx. 40 million children and in Europe it is approx. 81\nmillion of children. Our solution is new on market and there are competitors that are already existing on market. Market is\nalso developing fast so itís hard to estimate SOM. We would like to gain 0.007% SAM (7085 users) in our first three years of\noperation.\nOverall goal of this project is to develop and commercialise an innovative system for programming and logic thinking\neducation. With our strengths and competition advantages we are sure that we can successfully put Photon on market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHOTON ENTERTAINMENT SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920627292": {
            "orgId": "920627292",
            "orgName": "PHOTON ENTERTAINMENT SP ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}