{
    "rcn": "207131",
    "acronym": "Force Servo",
    "topics": "SMEInst-01-2016-2017",
    "title": "Force Servo",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Servo drives are small devices that have an output shaft, which can be positioned to specific angular positions by sending the servo a coded signal. Development of autonomous vehicles, drones, advanced robotic manipulators, camera stabilizers and other innovations require servo drives that are able to react and imitate the force of a living being. Absence of such solution creates a market gap in these industries and stagnate revolution of autonomous devices.\nCurrently, there are no commercially available servo drives on the market that can fulfil the performance requirements needed for development of new generation autonomous devices.\nForce Servo (TRL 7), developed and patented by My Research is a new type of servo drive with controllable action force. The value of force is proportionate to the control signal and does not depend on the position of the arm, while the force is controlled with a force sensor. Force Servo improves technical characteristics of many autonomous devices, by providing simplicity, accuracy, lightness, energy efficiency, and replicating the force of a living being.\nTo demonstrate advantages of Force Servo, the company will first commercialize a video camera stabilizer integrated with Force Servo drives. Such stabilizer is smaller, lighter and better performing than any alternative on the market. In the future, My Research will standardize and commercialize Force Servo drives in all relevant market segments ñ video stabilization, robotics, bionics, remote controlled vehicles, interactive interface, etc.\nTo ensure successful commercialization, in Phase 1 of SME Instrument, Nord Robos Holding intends to develop an elaborate feasibility study for My Research Force Servo drive commercialization that would include: identification and contacting target users, verification of technological and economic viability, redesign of the product, and a business plan with an extensive financial, pricing, and IPR strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB MY RESEARCH",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917696631": {
            "orgId": "917696631",
            "orgName": "UAB MY RESEARCH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}