{
    "rcn": "207150",
    "acronym": "HEXKIN",
    "topics": "SMEInst-05-2016-2017",
    "title": "Healing Exosomes for sKIN",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Currently, there are about 50 million reported cases globally of patients suffering from hard-to-close wounds, which constitute a severe cost burden to the global healthcare systems. Considering that for these patients up to 70% of the wounds may not heal with standard care, there is a high demand for new solutions with better efficacy for the treatment of wounds. Cell therapies have emerged as promising therapeutic strategies to solve the problem of chronic wounds, but the limited engraftment and survival of the cells have restricted their efficacy in late stages of human trials. \nExogenus is a spin-out company dedicated to develop a new therapeutic tool for the treatment of chronic wounds ñ Exo-Wound - which the company now seeks to clinically validate for diabetic ulcers. Exo-Wound is based on factors secreted by Umbilical Cord Blood (UCB) cells which accelerate the healing of skin wounds through promotion of vascularisation and stimulation of skin growth. Results from the animal models reveal important improvements in the healing capacity, treatment duration and biocompatibility when compared to competition.  Nevertheless, in order to secure swift product development and successful commercialisation Exogenus is in need of partnerships and capital to overcome the classic  îValley of deathî gap. We believe the SME instrument is the ideal funding vehicle for us to establish Exo-Wound clinical validation and undertake the necessary activities to demonstrate safety and efficacy of the product in humans, and eventually achieve successful, global commercialization.\nThe project will contribute to place Exogenus in a competitive position within the advanced wound care market and assist Europe in maintaining its competitive position in the fast growing segment of active therapies. The accomplishment of the project objectives will lead to a significant business opportunity for Exogenus, and generate revenues of around Ä30 million, five years after market entrance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXOGENUS THERAPEUTICS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922935504": {
            "orgId": "922935504",
            "orgName": "EXOGENUS THERAPEUTICS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}