{
    "rcn": "207134",
    "acronym": "StoreHero",
    "topics": "SMEInst-01-2016-2017",
    "title": "StoreHero: An AI (Artificial Intelligence) Virtual Business Coach for Physical Retailers",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "90% of total retail sales are still generated by offline retailers, yet but most physical retailers find it hard to make sense of all the data that is available to them and use that intelligence to drive their decision making and compete with online. They are sinking in data from POS systems, intranets, and internal processes, and arenít equipped to absorb complex analytics. In order to solve these problems, Measurence has developed and will launch StoreHero.\nStoreHero is an AI-based virtual business coach for physical retailers. It helps store owners and operators grow their business. Thanks to data collected through a variety of sources, it sends text-messages and notifications with insights and recommendations on how to improve the retail business, based on the intelligence generated by our proprietary platform of interconnected and remotely-managed plug-and-play sensors. It helps shop owners, for example, to run more effective promotions by informing ahead of time when and how it's the best time to advertise to capture most customers. It can help to optimize store opening hours by monitoring events outside of a store. StoreHero serves as a business guru for our clients, allowing simple interaction and providing insights after analysing hundreds of gigabyte of raw data very quickly, simply and effectively. From store managers to executives, everyone will have access to information in an immediate format, with the ability to easily share it and make cross-store comparisons. \nDuring this project, we will enhance our IoT platform as well as our machine learning software. We will estimate the growth potential of clients for next 5 years. We will also analyse the customer requirement, IPR protection strategy, competing technology and promotional activity in this study. All this information generated after the study will help us to scale up and redesign the platform that will address the needs of more physical retailers, to ensure wider market access at the earliest.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEASURENCE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923307305": {
            "orgId": "923307305",
            "orgName": "MEASURENCE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}