{
    "rcn": "207122",
    "acronym": "OVOMATIC",
    "topics": "SMEInst-03-2016-2017",
    "title": "IN-OVO AUTOMATION FOR CANCER DRUG DISCOVERY",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Currently, the in vivo step in the drug discovery process is always performed using the mouse model. This step is expensive and time-consuming, with an average cost of 40kÄ per molecule tested and an average duration of 6-9 months. It represents a huge obstacle for the pharmaceutical industry, leading to fewer new drugs brought to market each year, and insufficient treatments for severe pathologies such as cancer or orphan diseases. INOVOTION can play a major role in solving this huge societal issue: we have the technology to revolutionize drug discovery by automating in vivo drug evaluation for efficacy and toxicity.\nINOVOTION is a spin-off of the University of Grenoble, founded in 2014 by Prof. Viallet. Our researchers have been working since 2009 on a new proprietary technology to perform ìin ovoî assays that precede mouse testing, using chick embryos. Our tests allow researchers to eliminate low-value molecules at an early stage in the process, and to dedicate mouse testing for high-potential molecules only. Furthermore, our technology is reliable, reproducible, highly sensitive, fast and automatable. \nThe successful 150 studies we performed for big pharma, small biotechs and academics (in the USA, France, UK, Japan, South Africa, Czech Republic and the United Arab Emirates) have confirmed the market demand for our technology.\nThe worldwide market for in vivo testing is about 30 billion euros per year, mainly for cancer research, and INOVOTION has the technology to meet the market's needs. For each 1% in market share we cover, we could save the pharmaceutical industry up to 240 MÄ.\nThe OVOMATIC project aims to initiate an automated ìin ovoî process including developing a robot tool head prototype, and finalise the commercial and financial strategies of our approach. The long-range impact of the OVOMATIC project is to introduce this new tool into the pharmaceutical landscape, greatly increasing the productivity of our clients' anti-cancer drug discovery efforts.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INOVOTION",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926282295": {
            "orgId": "926282295",
            "orgName": "INOVOTION",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}