{
    "rcn": "207139",
    "acronym": "Fucoderm",
    "topics": "SMEInst-05-2016-2017",
    "title": "An effective, side effect-free topical emollient treatment for atopic dermatitis made from a sustainably procured seaweed extract",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Atopic dermatitis (AD), a chronic inflammatory skin disease characterised by itchy skin lesions and rashes, affects 1 child in 5-10, and 3% of adults. Without effective treatment it can have a severe negative impact on quality of life. Treatment has historically been dominated by topical steroid creams, although consumers ñ reticent to using steroids over long periods, and for convenience (some steroid treatments are prescription only) ñ are increasingly opting for non-pharma products with natural attributes. These natural products, however, tend to have high toxicity and therefore to create unpleasant side effects. Glycomarís eczema treatment, Fucoderm, directly addresses these shortcomings and responds to consumer preferences. Using an active pharmaceutical ingredient extracted from brown seaweed ñ a Fucoidan ñ Glycomar has created a novel topical formulation for maintenance treatment. The product is the first commercial application of Glycomarís extensive glycobiology expertise ñ the team has over 100 yearsí collective experience in marine biotechnology and drug discovery/development ñ and it will be targeted towards mild- to moderate AD sufferers. Together these cases comprise 80-90% of the Ä4b market, which is growing at 3,8% ñ maximising potential impact. The company, which has been working for 10 years in pursuit of novel immunomodulatory saccharides, has a track record of attracting non-dilutive grant funding, and of creating cash generative, value enhancing partnerships. Successful commercialisation of Fucoderm would enable Glycomar to meet its target of reaching profitability by 2019, in turn facilitating the launch of other consumer healthcare, nutraceutical and cosmetic products in the development pipeline.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLYCOMAR LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997735793": {
            "orgId": "997735793",
            "orgName": "GLYCOMAR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}