{
    "rcn": "207117",
    "acronym": "VACCELERAID",
    "topics": "SMEInst-05-2016-2017",
    "title": "A novel vaccine technology leading to accelerated availability of vaccines and improved delivery",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Common to current manufacturing technologies for vaccines is the long lead-time before they were made available or novel vaccines could be made available to the public. Current methods are very time consuming and frequently encounter problems with scale-up, in particular if sudden demands have to be met. However, the ability to start vaccination campaigns fast ñ and earlier than currently possible ñ is particularly important in view of seasonal influenza, influenza pandemics or sudden outbreaks of dangerous, hereto unknown infectious diseases. Resulting delays definitely pose a high risk for health and lives of many people. To provide solutions to these world-wide challenges is of European and global interest and GZA offers such a response:\nThe technology is based on self-assembly of SV40 capsid proteins around a given nucleic acid and has several additional applications; however, it will be validated here in the area of vaccination with RNA. The main advantage of GZAís novel vaccine technology platform is that it enables strongly shortened manufacturing periods and accelerated market introduction of a novel vaccine (e.g., 2-3 times faster manufacturing for novel influenza vaccines). The business model is based on developing and validating the technology for a given purpose in-house and receive milestone payments and royalties specified in co-development and licensing agreements with established pharma companies active in the vaccine sector (such as GSK, Novartis or Sanofi Pasteur).\nMost importantly, in the feasibility assessment applied for here GZA wishes to further detail the business plan with updated evaluations of markets, competitors, IP, a project/development plan and budget to further highlight the attractiveness of the business case and to prepare initiation of a full development program in phase 2.  Furthermore, it is intended to obtain input from experienced regulatory professionals and draft a potential regulatory strategy aiming at marketing approval.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEZA AD LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917820112": {
            "orgId": "917820112",
            "orgName": "GEZA AD LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}