{
    "rcn": "207102",
    "acronym": "T-TAG",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative tag system providing affordable time-temperature quality control of individual temperature sensitive products",
    "startDate": "01/10/2016",
    "endDate": "28/02/2017",
    "objective": "The cold-chain is the temperature controlled supply chain used to transport temperature-sensitive goods such as dairy products, chocolate, fresh vegetable, vaccines, etc. Any breach in the cold-chain that exposes the goods outside these temperatures is referred to as a thermal excursion. In the EU alone, over 60% of the food losses occur due to failures in the logistical chain, making it a priority to improve the methods of tackling the inefficiencies in the cold-chain. To identify the points in the process at thermal excursions take place we can use Time Temperature Integrators (TTIs), which are attached to the product packaging and help track the temperature history throughout the cold-chain. Our solution at Scriba Nanotecnologies Srl is the T-TAG, a quality control TTI adhesive label that uses thermosensitive materials that undergo an irreversible change in their optical contrast when exposed to particular temperature ranges. We already have T-TAG prototypes tested and ready for industrial validation that can monitor thermal excursions above 8∞C for periods of 48h. The optical contrast signal can also be monitored using a simple reader or most smartphone cameras, allowing to standardise the readout and automate the process to easily interpret and log thermal excursions. The innovation of the label design enables its small size (16mm x 20mm and 1mm thickness), which also means one can track individual packaging. We plan to set-up the mass production of the T-TAG to reduce the cost of manufacturing to Ä0.006 per tag, making accurate quality control possible at a fraction of the price of competing solutions ñ Ä0.15 per tag compared to Ä0.80-8.00 for thermochromic labels and data loggers. Our initial sale predictions based on a product launch by 2019, aim for an accumulated turnover of Ä18.8 million by 2023, implying a ROI of 2.84 and 31 new jobs created.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCRIBA NANOTECNOLOGIE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998692989": {
            "orgId": "998692989",
            "orgName": "SCRIBA NANOTECNOLOGIE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}