{
    "rcn": "207161",
    "acronym": "Windtree",
    "topics": "SMEInst-09-2016-2017",
    "title": "Nature inspired energy generation system for urban distributed power",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "NewWind R&D is a company, created in 2011 by engineers and designers, specialised in energy harvesting technologies for distributed power generation from a natural biomimetic approach.\n\nBy 2040 energy demand worldwide will grow by 37%. 1.6 billion of new consumers will need electricity, 70% of whom will  live in cities compared to the current 50%. These consumers rely on energy prices and security supply for their everyday life and competitiveness. To meet this future energy demand, European Smart grids need to improve the reliability and  efficiency of power distribution while new prosumers (producers and consumers) will become increasingly active. \n\nWindTree pursues to approach this business offering a solution to address these challenges combining energy harvesting technologies for distributed generation in urban smart grids, at an affordable cost to the end user: Private Corporations, Institutions and families. Our WindTree design is inspired on real trees combining wind, sun and soil energy harvesting. Windtree will approach this vibrant market opportunity of Ä3.1 billion growing at CARG 43.2% in 2020 that will permit to Newwind to achieve a cumulative gross profit of Ä10.6 million after 5 years of commercialization.Personalities such as Mr. Nicolas Hulot, special envoy of the French Republic President for the planet Protection and some end users such as Public organizations (The Grand Paris Alliance) and companies, are supporting the Windtree commercialization.\n\nIn comparison with existing solutions WindTree will be prepared to power smart grids (not only small devices), it will be  affordable, it will have a stable energy production in time using 3 sources of energy (wind, sun and soil), it will be a plug and play system and will be capable to exploit all kind of wind: laminar and turbulent and the slow wind.Our Company objective is to become a worldwide benchmark company on renewable energy harvesting technology and art fusion for smart grid power generation",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWWIND R&D",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927166450": {
            "orgId": "927166450",
            "orgName": "NEWWIND R&D",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}