{
    "rcn": "207103",
    "acronym": "SOX2-Cloud",
    "topics": "SMEInst-10-2016-2017",
    "title": "Integrated Safety Engineering Platform for electrical and electronic systems for transportation",
    "startDate": "01/11/2016",
    "endDate": "30/04/2017",
    "objective": "Electrical and electronic systems (Electrical/Electronic/Programmable Electronic Safety-related Systems ñ E/E/PE) play an important role in our lives and take over important decisions and safety-related functions. \n\nAccidents and hazards may arise due to technical defects in control and sensor systems, such as in equip-ment, vehicles and household appliances. Thus, unsafe electric and/or electronics represent an underestimated risk of life-threats for people. The worst case is, that electric or electronic product failures cause injuries or even deaths. Thus and improved safety analysis in system design is strongly required to guarantee the quality and safety of products ñ especially in transport.  \n\nIn the automotive supply industry, further waves of consolidation are connected to marked growth. This is partly due to a progressive reduction of vertical integration on the part of the OEM (Original Equipment Manufacturer), on the other hand, there is an increasing reduction in the depth of development and a transfer of development services to specialized and modular system suppliers. \n\nTo speed-up these development services is today not possible because of e.g. missing software collaboration tools to enable a close cooperation between OEMís and suppliers in particular for those components that influence safety and secu-rity. With this project, EnCo Software wants to change this situation through an innovative approach and provide businesses with an intelligent tool for the development process, which integrates all individual tasks/documents and results in development of all components of an E/E/PE systems in one process. \n\nThe SafetyOffice X2 (SOX2)-Cloud is going to become a standard for cost efficient and secured collaborations of OEM suppliers offering input and design know-how for safety and security requirements in all stages of system development, for all kind of electronic systems and their respective safety documentation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENCO SOFTWARE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918773622": {
            "orgId": "918773622",
            "orgName": "ENCO SOFTWARE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}