{
    "rcn": "207107",
    "acronym": "FAST",
    "topics": "SMEInst-12-2016-2017",
    "title": "FAST (Film Archive Superior Transfer) ñ A new paradigm for digital preservation of audio visualheritage through fast and cost-efficient film digitization",
    "startDate": "01/11/2016",
    "endDate": "31/03/2017",
    "objective": "Currently, over 40 years of television records are deteriorating and will be lost. Existing solutions for film digitization are complex and extremely expensive, especially for processing very large collections, such as television materials kept by the major broadcasters. Nevertheless, there is a high commercial as well as public/societal interest in preserving those media contents. Hence, several broadcasters have launched large scale digitization projects ñ representing multi-million Euro efforts over several years ñ to save their media collections. Nevertheless, it is estimated that there are 50 to 100 million hours of content on film worldwide, not including feature films, and only a few percent of these contents will be digitized with the existing solutions.\nFASTFORWARD wants to seize this market opportunity by offering an integrated solution consisting of proprietary hardware, cloud-based software and support in one, easy-to-scale service. Our solution will disrupt the current digitization workflows creating a new paradigm that will bring unprecedented speed (10x faster) and low cost (tenfold cost reduction) compared to traditional film digitization processes.\nOur solution consists of proprietary hardware components that can be readily adapted to commonly used equipment for film visualization ñ namely a high-speed camera adapter, a light source adapter, and a sound recording adapter. In addition, FASTFORWARD has been developing a cutting-edge platform infrastructure for content storage and management, with the aim of creating added-value to our clients in the post-digitization phase.\nThe worldwide market for digitization of content on film is estimated at over Ä1 billion. This represents a huge business opportunity for FASTFORWARD, which expects to grow from its current start-up phase towards a solid business, with a total aggregated turnover of Ä55 million (2019-2023) and 30\\ employees by 2023, and large potential to keep steady growth beyond.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FASTFORWARD APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918627637": {
            "orgId": "918627637",
            "orgName": "FASTFORWARD APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}