{
    "rcn": "207151",
    "acronym": "ScaleMazeMap",
    "topics": "SMEInst-01-2016-2017",
    "title": "Scaling MazeMap to a global provider of indoor maps",
    "startDate": "01/11/2016",
    "endDate": "31/01/2017",
    "objective": "MazeMap is developing a unique solution to automatically produce fully searchable and linkable indoor maps from digital building floor plans. By using AI methods MazeMap can produce indoor maps much more efficient than any known competitor today. The latest benchmark shows that we produce 1.000 rooms per hour of manual work. The amount of manual work required is the limiting factor for making indoor maps commonly widespread. The IPIN (indoor positioning, navigation and positioning) market is currently growing by 42% per year according to the latest report from the market analytic TechNav. Analytics expect the market to surpass the outdoor map, navigation and position market, which is a 100 Billion USD market.\n\nWe are currently conducting large-scale pilots with selected customers worldwide, including Norway, Sweden, Denmark, UK, South Africa, Dubai, New Zealand and the U.S. In august 2016, we helped our users more than 200.000 times. The initial focus has been on universities and hospitals that have large buildings and campuses, where our main competitive advantage is greatest. Our effort in these verticals has been noticed. In the latest report from the market analytic TechNav, MazeMap was described as a prominent vendor alongside Waze, Google, Intel, TomTom and a few other vendors in the location based services market in the U.S. We were also described as a prominent vendor in their last global report on the IPIN market from December 2015.\n\nThe next step is to scale to become a global market leader in our selected verticals. This involves scaling sales and delivery. To become a global player we need to scale through channel partners. This effort has just started, but we are already a Preferred solution partner of Cisco globally and selected as provider of indoor maps at several app vendors including the U.S market leader Willowtree Apps.\n\nWe apply for funding in order to scaling both delivery and sales to become the market leader in selected verticals",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MAZEMAP AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918713579": {
            "orgId": "918713579",
            "orgName": "MAZEMAP AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}