{
    "rcn": "207141",
    "acronym": "CLEANI-Rad",
    "topics": "SMEInst-11-2016-2017",
    "title": "Effective and Resource efficient cleaning system for X-Ray Personal Protective Equipment (PPE)",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "RealStar S.r.l., the worldwide leader in the manufacture of innovative high quality dry-cleaning machinery, with 198 employees and a turnover of 46 MLN Ä, and SIMAD S.r.l., a consolidate player in the X-ray Medical Technology sector, with 13 employees and a turnover of 3 MLN Ä, have developed, together, CLEANI-Rad, an innovative system to completely disinfect, in an automatic way, lead aprons used in hospitals to protect surgeons and patients against radiation, avoiding damages in the lead film, what results in an increase of the security for users reducing X-Ray exposure and risks coming from infections thanks to the total cleaning. Moreover, it does not exist direct contact between users and contaminants. This also means economic savings due to the reduced infection costs, that nowadays suppose 65 billion Ä annually in Europe, and new personal protective equipment investments. CLEANI-Rad its effective and resource efficient, as it supposes water savings, compared to hand-washing method, thanks to its water filterís system, and a reduced amount of lead discharged to the environment (about 21 Kg/year per each 150 lead aprons). In addition, CLEANI-Rad is equipped with an innovative software that register every washing operation optimizing the control and maintenance of the lead aprons.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REALSTAR - SRL",
    "coordinatorCountry": "IT",
    "participants": "SIMAD SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "917525717": {
            "orgId": "917525717",
            "orgName": "SIMAD SRL",
            "ecContrib": 0
        },
        "917931080": {
            "orgId": "917931080",
            "orgName": "REALSTAR - SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}