{
    "rcn": "207149",
    "acronym": "KAROS",
    "topics": "SMEInst-10-2016-2017",
    "title": "KAROS ñ Integration of a dynamic and predictive short distance carpooling offer into route planner services",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "In Europe, 70% of commuters drive a car to go to work. In 90% of cases, regardless of the geographical area, the occupation ratio of a car for such commuting trips is 1:1. In the Paris region alone, this means that there are 40M seats that remain unused every day. Whilst, governments are focusing on spelling out policies to develop more sustainable urban mobility grids, the stunning success and strong growth of carpooling service websites, such as BlablaCar, Europeís leader on long distance carpooling (growing from 3 to 10 millions of users Europe-wide), signals that the sharing-economy heralds a shift in consumer attitudes and could provide a solution to sustainable intra-city mobility. Yet, current solutions to facilitate are pooling are not-adapted to intra-city commutes. They are Geared to the Long-distance, Non-Intelligent/Automated, Inflexible and lacking critical mass: and Non-transparent.\n\nKAROS is a smart mobility platform, leveraging big data technologies, Artificial Intelligence and algorithms. The strength of KAROS lies in its commercial approach. Unlike usual B2C carpooling services, KAROS operates in an indirect model to reach its end-users, by striking partnerships with companies (>500 employees), which partly subsidise the service, in order to offer more convenient and comfortable means of transportation to their employees, at lower costs. This in turn, enables KAROS to reach large numbers of users through each partnership, as they act a multipliers and strong communication channels to promote the service. Because of these unique advantages, since January 2016, with no marketing, KAROS now counts over 25K users, 3600 of whom are active on a weekly basis.The objective of the feasibility study is to prove technical and commercial viability, and to assess KAROS expansion in other EU Markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KAROS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924297190": {
            "orgId": "924297190",
            "orgName": "KAROS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}