{
    "rcn": "207157",
    "acronym": "theEoE",
    "topics": "SMEInst-05-2016-2017",
    "title": "A novel drug candidate for the treatment of Eosinophilic Esophagitis - an innovative solution for a significant unmet medical need",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Thelial Technologies, S.A. is a revenue generating drug discovery company that applies its unique, proprietary fly embryo-based technology to find new candidate compounds for the treatment of diseases that can be addressed by cell polarity modulation. By modulating cell polarity it is possible to specifically target a series of indications, where reduced integrity of epithelial cellular barriers is a key to pathologies. Using Thelialís patented discovery platform theLiTETM the company has identified 28 candidate compounds, of which one ñ theEoE has been prioritized for further development based on toxicology, efficacy, bioavailability, IP and manufacturing decision points. theEoE will be the first approved product for treatment of Eosinophilic Esophagitis (EoE). EoE is an inflammatory disease of the esophagus elicited by foods and possibly environmental allergens. It occurs when a type of white blood cells, eosinophils, accumulate in the esophagus and persists, causing local injury and inflammation.  Currently, there are no specific cure for the EoE, causing patientsí reduced wellbeing due to uncontrolled and persistent symptoms (e.g. high difficulty in swallowing, pain, nausea, regurgitation, and vomiting). Thelial offers a targeted topical treatment that reduces the clinical symptoms, modifies disease progression through tissue remodeling, and increases the duration of treatment response. These features will allow physicians, patients and payers to benefit from a revolutionary new treatment with fewer side-effects, and lower risk of health complications thanks to a better management of the disease over time. By promoting a first in line targeted therapy for EoE, Thelialís innovation project perfectly fits the ìEurope2020 challenges ñ for a healthier EUî 1) spending smarter but not necessarily more in sustainable health systems and 2) investing in peopleís health, particularly through health-promotion programmes.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THELIAL TECHNOLOGIES SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934325826": {
            "orgId": "934325826",
            "orgName": "THELIAL TECHNOLOGIES SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}