{
    "rcn": "207159",
    "acronym": "3DCC",
    "topics": "SMEInst-05-2016-2017",
    "title": "Ready-to-use 3D Cell Cultures for early de-risking in drug development",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "StemTek is a global biopharmaceutical company with a clear stem cell focus in drug development for cancer treatment. Only about 10% of the candidate compounds progress successfully through clinical development. Many drugs fail during clinical trials, especially during phase III, which is the most expensive phase of clinical development, largely due to the lack of clinical efficacy and/or unacceptable toxicity.  \n\nStemTek is developing a solution to make cell based assays a commodity: easy to get, easy to buy, easy to use, and disposable, so we eliminate the need for large tissue culture facilities. This new solution is a ready-to-use 3D spheroid culture in standard 96 well plate format that allows customers to profile their pipeline of compounds for their effect on CSC populations using 3D culture models.  \n\nThanks to the 3DCC, a business opportunity appears to develop a multi-million euro business capitalizing on the thriving interest from Pharma in finding novel biological testing systems based on 3D cell culture. Latest Markets&market report (2016) establishes that the global 3D cell culture market is expected to reach USD 1,345.2 M by 2021 from USD 466.8 M in 2016 at a CAGR of 23.6% (market growth). According to BCC research, from the seven different niches, ìReagents, media and seraî is precisely the most relevant (37.2 %).\n3DCC objectives are:\nï To produce tailor made kits to improve compatibility with different drug development programs, leading to a broad range of applications. \nï To use all the competitive advantages of CSC enriched 3D spheroid cultures in ready to use standard 96 well plate format. \nï The large-scale production of ready to use kits to be able to enter/supply the pharmaceutical industry to achieve economies of scale, and go from current 800 kits/year (manually) up to 120.000 kits per year.\nï The integration of CSC testing into the drug development strategy of top 10 Big Pharma companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STEMTEK THERAPEUTICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938835550": {
            "orgId": "938835550",
            "orgName": "STEMTEK THERAPEUTICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}