{
    "rcn": "207193",
    "acronym": "MUSIC",
    "topics": "SC1-PM-11-2016-2017",
    "title": "Multisystem Cell Therapy for Improvement of Urinary Continence",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "'Stress Urinary Incontinence (SUI) is a disease affecting over 200 million people worldwide. It represents a condition with a prevalence of 20-50% in women, thereby creating an immense socio-economic burden. The currently available treatment strategies entail various complications and offer only short-term relief to the patients. Tissue engineering using autologous cells offers a feasible alternative for functional restoration of the damaged urinary sphincter muscle and represents an ideal treatment option that could reverse the underlying pathologic conditions.\nMUSIC aims at translating basic knowledge on regenerative medicine (RM) and stem cell therapy into the clinic by undertaking a 'first-in-man' multisystem study using autologous muscle precursor cells (MPCs) in a combination with neuromuscular electromagnetic stimulation (NMES) in 40 female patients. We will carry out the specific tasks to prove safety and efficacy of the proposed novel multilevel treatment as well as reproducibility of the therapeutic effect. Additional objectives are optimization of the advanced-therapy medicinal product (ATMP) towards totally xeno-free and facilitated manufacturing as well as the introduction of a novel injection technique for more efficient and precise implantation of the final product.\nCombining expertise, MUSIC features a unique infrastructure, including the knowledge of experts in the fields of RM, urology, cellular biology and biomaterials throughout Europe (CH, NL, UK, A, D). The MUSIC consortium has an exclusive opportunity to determine the validity of this MPC cellular treatment in combination with NMES and to further improve its feasibility and clinical efficacy. The ultimate goal is to significantly improve the patients` quality of life and to exploit a future commercial opportunity by expanding the know-how to various smaller RM centers and companies within Europe, thus, making personalized medicine using autologous cells a more feasible SUI treatment option.\n\n\n'",
    "totalCost": "6623628,75",
    "ecMaxContribution": "2349521,25",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "XPAND BIOTECHNOLOGY BV;SCINUS CELL EXPANSION BV;COLLAGEN SOLUTIONS (UK) LIMITED;EBERHARD KARLS UNIVERSITAET TUEBINGEN;PARACELSUS MEDIZINISCHE PRIVATUNIVERSITAT SALZBURG - PRIVATSTIFTUNG",
    "participantCountries": "NL;UK;DE;AT",
    "projectParticipants": {
        "998373277": {
            "orgId": "998373277",
            "orgName": "XPAND BIOTECHNOLOGY BV",
            "ecContrib": 0
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 575224
        },
        "998417703": {
            "orgId": "998417703",
            "orgName": "PARACELSUS MEDIZINISCHE PRIVATUNIVERSITAT SALZBURG - PRIVATSTIFTUNG",
            "ecContrib": 187500
        },
        "934063150": {
            "orgId": "934063150",
            "orgName": "COLLAGEN SOLUTIONS (UK) LIMITED",
            "ecContrib": 562198
        }
    },
    "calculatedTotalContribution": 1324922
}