{
    "rcn": "207125",
    "acronym": "PerfectDashboard 2.0",
    "topics": "SMEInst-13-2016-2017",
    "title": "First single platform for efficient and security aware management of CMS based websites",
    "startDate": "01/10/2016",
    "endDate": "31/12/2016",
    "objective": "This proposal addresses the very up-to-date challenge in the domain of cyber security which affects today thousands of websites administrators worldwide ñ ability to efficiently introduce updates to popular website engines and extensions to popular CMS platforms such as WordPress and Joomla!. In our proposal we show how our solution can increase safety in the Internet by helping web page managers be far more effective in their daily routines. These are primarily focused on updating web pages commonly developed with popular CMS platforms in order to remove identified vulnerabilities and thus prevent or mitigate hackersí activities. With our application already proven by individual web admins an administrator may not only introduce necessary changes in the code mitigating the risk of a security breach much faster than ever before, but he or she can ensure the final effect does not impact on the web page layout and its contents. These are the features highly needed by corporate users what was verified through discussions with corporate users in media, technology and entertainment sectors. With our solution they can ensure their web services are provided in an undisturbed and secure way avoiding potential loss of reputation due to web page break and potential change of its contents. In our proposal we present the current stage of Perfect Dashboard 2.0 development, demonstrate results of the conducted trails and cornerstones of our business plan which we would like to enhance during the Phase 1 project targeting corporate users. Finally, we anticipate our plans for further evolution of our solution and its subsequent commercialization along with presentation of our potential. Perfect Dashboard 2.0 is strategically important for our company and Phase 1 project may accelerate this process beyond our current capabilities helping us resolve vital market related questions and boost our business in short time.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PERFECT DASHBOARD SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917599437": {
            "orgId": "917599437",
            "orgName": "PERFECT DASHBOARD SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}