{
    "rcn": "207106",
    "acronym": "NANOSEPSIS",
    "topics": "SMEInst-02-2016-2017",
    "title": "Rapid Magnetic Blood Filtration for the Treatment of Sepsis: a Feasibility Study",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "This project will look at a novel method of treating sepsis, one of the worldís leading causes of death. The method uses magnetic nanoparticles (MNPs) that bind to specific entities in blood, combined with MediSieve's patented magnetic blood filter. By infusing the MNPs into an extra-corporeal blood loop containing the filter, MediSieve can remove both the pathogens that cause sepsis (bacteria) and the endotoxins that are responsible for the dysregulated immune response which is characteristic of sepsis. Importantly the method would work even in antibiotic resistant cases.\n\nAnnually, there are 1M cases in the US and 900K in Europe, with 135K deaths/year in the EU. Mortality rates are 29-50% with a cost of Ä25K per patient. With the aging of global populations sepsis incidence is increasing rapidly (8-13% annually in the decade to 2013).\n\nThe challenge is that both the pathogens and the immune response contribute to the disease. The destruction of bacteria by the immune system or antibiotics creates large quantities of endotoxins, which in turn aggravate the immune response and cause a cascade towards septic shock. MNPs that bind specifically to gram-negative bacteria and endotoxins enable the two targets to be rapidly and safely removed from circulation using MediSieveís magnetic filter. The method provides the unique capability to specifically target both root causes of sepsis, reduce both the mortality and the economic costs of sepsis.\n\nThe objectives of this Phase 1 study are to validate the technical and commercial feasibility of the proposed treatment method. The latter includes detailed market research, business planning, healthcare economics modelling and a detailed investment proposal with timelines and return on investment projections. The technical assessment will include in vitro lab studies validating that the MNPs efficiently bind to both targets and captured by the magnetic filter. A Phase 2 project would include pre-clinical and clinical studies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDISIEVE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923846043": {
            "orgId": "923846043",
            "orgName": "MEDISIEVE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}