{
    "rcn": "207162",
    "acronym": "Large enHANCEMENT",
    "topics": "SMEInst-09-2016-2017",
    "title": "Large Surface Heating and Cooling Element",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "More than 15% of CO2 emissions in Europe result from space heatings in buildings. An energy-efficient heat and cold supply on the basis of renewable energy is one of the greatest challenges for our society.\nThe use of geothermal energy or solar thermal energy is a good solution for energy savings and the reduction of greenhouse emissions. Both technologies could not yet establish well on the market because of the lack of inexpensive and efficient low-temperature heating systems (flow temperature 20-30∞C). Established underfloor heatings are very expensive and only installed in new buildings. Therefore the market is looking for new and innovative renewable solutions, especially for the renovation.\nIn order to meet this demand we have developed a new surface heating and cooling element (FHKE/TRL6). Objective of the SME Phase 1 project is the implementation of a feasibility study. The new developed heating and cooling panel shall enable a large scale application of low-temperature heating systems. Our element is characterized by the following advantages and therefore perfectly fits the requirements of our target customers (e.g. municipal companies, public estate administration offices, private owners of houses):\n-reduced heating costs by at least 20% \n-low costs per m≤\n-rapid mounting\n-nearly no dust or dirt at renovation \n-small mass ñ easy handling, low transport costs\n-efficient and even heat distribution\nThe current market volume for low-temperature heating system amounts to 500 ñ 1,000 million Euros. On the basis of imputed assumptions that within the next 15 years about 50% of the nearly 218 million European households need to be energetically redeveloped, this amounts to a market potential of at least 100 billion Euros related to sales. The project ÑLarge enHANCEMENTì is an integral part of the companyís strategy of Freitec and will lead to significant increase in turnover and employees and in the long-term to a CO2 reduced heat supply in Europe and worldwide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FREITEC KUNSTSTOFFE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924160129": {
            "orgId": "924160129",
            "orgName": "FREITEC KUNSTSTOFFE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}