{
    "rcn": "207152",
    "acronym": "OLEA",
    "topics": "SMEInst-06-2016-2017",
    "title": "Outdoor Lean Elderly Assistant",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "The world population is ageing fast. By 2050, the global population of elderly is projected to more than double the size of 2015, reaching nearly 2.1 billion. This growth results in a growing care demand and less people to pay for it. An effective strategy to tackle the challenges of both the expected shortage of caregivers and the ever increasing healthcare expenses is needed. Disruptive innovations, ICT solutions as well as solutions from e.g. the creative sector and robotics can provide a solution to enable the elderly to live independently for longer and promote their health and physical condition. \nStudies have shown that promoting physical activity leads to healthier people and cost reductions. Unfortunately, elderly and people with mobility problems need additional care to stay active both indoors and outdoors. Robot Care Systems has found the solution for these people in the OLEA, the Outdoor Lean Elderly Assistant, a robot, disguised as a rollator and mobile scooter in one. The already existing LEA (time to market < a year) has a large number of sensors and sophisticated software solutions, offering balance support, posture correction and assistance in standing up and sitting down and many functionalities accessible through LEAís touch screen (easy social contact, assistance in care tasks). The new outdoor variant, will additionally stimulate and support physical activities both in- and outdoors, and in general enables elderly to be more independent of care givers and being able to live longer at home.\nAlthough preliminary research shows the potential market for the OLEA is large (14% of the general population), the OLEA can result in reducing care with 10 hours/week/patient, resulting in immense economic and social advantages, more detailed market analysis, economic viability research, technical feasibility research and user opinions are required to increase the investor readiness of this product and come up with a detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROBOT CARE SYSTEMS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928895475": {
            "orgId": "928895475",
            "orgName": "ROBOT CARE SYSTEMS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}