{
    "rcn": "207181",
    "acronym": "ESIL",
    "topics": "CBBA-01-2016",
    "title": "Early Stage Investing Launchpad - Unleashing the potential of early stage investing in Europe",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "'ESIL will establish an EU Framework for capacity building for early-stage investors in Europe, facilitating the take up of Angel Investing, overcoming obstacles related to market outreach and engaging key actors e.g. entrepreneurs, unconventional early stage investors and crowdfunding.\nTo maximise impact ESIL will deliver dedicated actions, tools and mobilise expertise for every investor at any given stage of his/her experience, from awareness to actual investment to 'bring on boardî local and international investment capacities, increasing the conversion rate in the journey from the awareness raising to the actual investments\nESIL will use state of the art on line material and best in class technology platform, but at the same time will engage top Business Angels in intimate events with local champions boosting the process in an informal, peer2peer fashion especially in countries with a younger Angel market\nThe potential is huge, even if we want to count on the most optimistic estimates of 250k business angels today active in Europe this is still far from e.g. the 3mln HWNI Europe can count on\nESIL will take special care of less developed market, transferring and adapting all the knowledge of its partners but will also work on improving the more developed market that have big challenges such as illiquidity and co-investments\nESIL will target all the members of local BA groups, as well as individual investors, successful entrepreneurs, institutional players in EU28 and H2020 Associate Countries\nConnecting ecosystem actors (including policy makers) and investors and demonstrating how this pays off will contribute to short-term impact and sustainability. The interaction among different communities and typology of stakeholders (for profit and not for profit, conventional and unconventional, etc.) made possible by the nature of the consortium partners, will promotes cross-fertilization, mutual understanding and open up opportunities for further cooperation and take up.\n'",
    "totalCost": "2493300",
    "ecMaxContribution": "2493300",
    "coordinator": "META GROUP SRL",
    "coordinatorCountry": "IT",
    "participants": "LINC SCOTLAND VENTURES LIMITED;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;BPIFRANCE FINANCEMENT SA;EUROPEAN CROWDFUNDING NETWORK;GO BEYOND LIMITED;BUSINESS ANGELS EUROPE",
    "participantCountries": "UK;BE;FR;MT",
    "projectParticipants": {
        "966064323": {
            "orgId": "966064323",
            "orgName": "BPIFRANCE FINANCEMENT SA",
            "ecContrib": 251250
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 281350
        },
        "940962663": {
            "orgId": "940962663",
            "orgName": "BUSINESS ANGELS EUROPE",
            "ecContrib": 700000
        },
        "920883469": {
            "orgId": "920883469",
            "orgName": "LINC SCOTLAND VENTURES LIMITED",
            "ecContrib": 93750
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 495200
        },
        "950630944": {
            "orgId": "950630944",
            "orgName": "EUROPEAN CROWDFUNDING NETWORK",
            "ecContrib": 204250
        },
        "951351266": {
            "orgId": "951351266",
            "orgName": "GO BEYOND LIMITED",
            "ecContrib": 467500
        }
    },
    "calculatedTotalContribution": 2493300
}