{
    "rcn": "207191",
    "acronym": "AMICI",
    "topics": "INFRAINNOV-02-2016",
    "title": "Accelerator and Magnet Infrastructure for Cooperation and Innovation",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Development and construction of accelerator based scientific Research Infrastructures are going through a deep paradigm change because of the need for large scale Technological Infrastructures at the forefront of technology to master the key accelerator and magnet science and technology needed for several fields. Indeed, because of the high technological level and of the increased size and time scale of projects, development and construction require more and more sophisticated R&D platforms on key accelerator and magnet technologies, large-scale facilities for their assembly, integration and verification, large concentrations of dedicated skilled personnel and long term relationships between laboratories and industry. In response to those challenges, a few large platforms specialized in interdisciplinary technologies and for applications of direct benefit to society are emerging. The emerging Technological Infrastructure is aiming at creating an efficient integrated ecosystem among laboratories focussed on R&D, with a long term vision for the technological needs of future RIs and industry, including SME, motivated by the innovative environment and the market created by the realisation of the technological needs of several RIs. With a timeline of 30 months, involving 10 Consortium partners, the AMICI proposal will ensure that A) a stronger and optimised integration model between the large existing technological infrastructures is developed and agreed upon, B) that this integrated ecosystem is attracting industries and fostering innovation based on accelerator and SC magnets cutting-edge developments, C) that strategy and roadmaps are clearly defined and understood to strongly position European industries and SMEs on the market of the construction of new Research Infrastructures worldwide, and D) that potential societal applications are identified and disseminated to the relevant partners of this ecosystem.",
    "totalCost": "2279750",
    "ecMaxContribution": "2279750",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "THE HENRYK NIEWODNICZANSKI INSTITUTE OF NUCLEAR PHYSICS, POLISH ACADEMY OF SCIENCES;UPPSALA UNIVERSITET;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;KARLSRUHER INSTITUT FUER TECHNOLOGIE;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;PAUL SCHERRER INSTITUT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "PL;SE;UK;DE;CH;FR;IT",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 100000
        },
        "999611579": {
            "orgId": "999611579",
            "orgName": "THE HENRYK NIEWODNICZANSKI INSTITUTE OF NUCLEAR PHYSICS, POLISH ACADEMY OF SCIENCES",
            "ecContrib": 159000
        },
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 182500
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 687125
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 95125
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 347500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 218250
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 217125
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 71625
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 201500
        }
    },
    "calculatedTotalContribution": 2279750
}