{
    "rcn": "207137",
    "acronym": "SEAHUB",
    "topics": "SMEInst-10-2016-2017",
    "title": "Real-time Fleet Performance Center (FPC) to optimize energy efficiency in Maritime Transport to reduce fuel consumption and harmful emissions",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Marorka is an Icelandic Company founded in 2002 that has developed a set of Energy Management Solutions for Merchant Ships to help them reduce their fuel consumption by up to 10%. There are presently more than 50.000 Merchant Ships sailing across the world, transporting every year 90% of total world trade (9, 84 Billion tons). These Ships use 50 to 200 tons of fuel per day, costing Ship owners / Ship operators (SOW/SOP) 4.5 to 18 million euros a year (50% of their total operational costs). Using Marorka, SOW/SOP can save 450KÄ to 2,3MÄ a year for each 1% of achieved fuel consumption reduction. Reducing operational costs is crucial in todayís shipping business: freight prices are dropping, reducing SOW/SOP benefits, and recently approved new regulations force SOW/SOP to drastically reduce their emissions. Marorka solutions allow SOW/SOP to remain competitive by reducing their operational costs, and comply with ever stricter environmental regulations. Marorka Solutions are composed of onboard monitoring systems that retrieve metrics from ship during operation, and online cloud based tools that allow for remote access to Ships data. Using Marorka, SOW/SOP have permanent access to their shipsí operational data, and can take informed decisions to reduce fuel consumption. Marorka Solutions have been installed in more than 600 ships during the last 14 years. Marorka is now going a step forward to create a Fleet Performance Center called SEAHUB that will allow SOW/SOP to achieve even more significant fuel savings: up to 15-20%. SEAHUB will be based on current Marorka Onboard/Online systems, but with an enhanced communications/data processing infrastructure to analyze a considerably larger volume of measurements from thousands of ships. SEAHUB will be fully interactive: it will assess the information received from Ships, identify room for improvement, and send alerts/notifications in real time to Ships with recommended actions to reduce fuel consumption.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Marorka ehf",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957902161": {
            "orgId": "957902161",
            "orgName": "Marorka ehf",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}