{
    "rcn": "207128",
    "acronym": "MODCAM",
    "topics": "SMEInst-01-2016-2017",
    "title": "Modcam ñ vision sensors with onboard analytics for retail customer analysis",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Advances in camera and sensor technology are unlocking remarkable opportunities for in-store retail customer behaviour analysis, enabling retailers to optimize operations based on rich data insights. Using vision sensors, retailers can track customer flow to determine hot and cold zones, promotion effectiveness and queue speed, and gather demographic data. This is far more effective than methods used by chains such as IKEA, which still counts visitors manually bi-monthly, costing Ä1600. \nThe first generation of retail analytics technology is now hitting pain points. Video holds an immense amount of data, and analytics are currently conducted on a remote server, meaning network bandwidth becomes a barrier.\nModcam has developed a cost-efficient technology solution for retail analytics using powerful proprietary vision sensors that can conduct video analytics in the device. This means only statistical information is distributed over the network rather than pixels. \nUsing Modcam, a retailer can set up a complete customer analytics system for at least 50% lower costs than current solutions.\nModcam is a Swedish-based SME that launched in 2013 by 4 senior technical professionals combining world-class expertise in computer vision and mobile telecoms. It has obtained one patent and two provisional patents for its methods, and has already produced a commercial batch of its compact sensors.\nIt has four paying customers, and is in advanced negotiations with eleven companies including IKEA and H&M, with potential full-scale roll-out in up to 6816 stores.\nModcam earns revenue by charging a monthly fee of between 200 SEK and 300 SEK per device. It aims to capture 2% of the retail analytics market in 4 countries by 2020, which translates into 26,000 unit sales annually. This will result in revenue of 75M SEK, an EBIT of 17M SEK and 40 employees.\nThis feasibility study will prepare Modcam to scale up across new European markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MODCAM AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917423576": {
            "orgId": "917423576",
            "orgName": "MODCAM AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}