{
    "rcn": "207136",
    "acronym": "SLIM",
    "topics": "SMEInst-02-2016-2017",
    "title": "Strong, Lightweight and Indestructible Marble",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "BUDRI is an Italian company specialized in the execution of large scale luxury marble project for clients worldwide. Marble has been used as a construction material since classical times (Ancient Rome and Greece) due to its beauty, strength and durability. In recent times, marble is still highly valued as a construction material because although new modern materials have come up, marble is still far superior in terms of durability (average marble lifetime is 50 years compared to vinyl/hardwood at 10 years) and aesthetic characteristics. BUDRI have identified a business opportunity for strong, lightweight and indestructible marble (SLIM) for usage in a number of existing and emerging markets. With our unique production methods, we can produce marble of width of 1 mm and upon layering with composite materials and resins can produce flexible and strong natural stone with a 90% reduction in weight. With our SLIM manufacturing processes, we can eliminate up to 90% of the weight compared to conventional marble and up 35% compared to our nearest lightweight competitor. Our SLIM material is produced from off-cuts produced during our original marble business to eliminate wastage in the natural stone industry and by using thinner slabs we can preserve global resources of natural stone for years to come. At BUDRI we have identified a number of markets which desire new advanced materials which maintain their strength and durability with a low weight penalty. Our first route to market given the scale of our current operation is in developing eyewear made from natural stone. With the current eyewear market valued at Ä80 billion worldwide and expected to grow to Ä120 billion we feel that BUDRI are uniquely placed to take advantage of the need for natural materials which maintain their strength and durability while being able to produce a pair of glasses which weight < 40g.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BUDRI SOCIETA PER AZIONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918954624": {
            "orgId": "918954624",
            "orgName": "BUDRI SOCIETA PER AZIONI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}