{
    "rcn": "207112",
    "acronym": "ECOMOBI",
    "topics": "SMEInst-10-2016-2017",
    "title": "Eco-friendly Modification of Bitumen (ECOMOBI) - Recycling end of life tyres into an efficient bitumen modifier",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "Tecnofilm is an Italian SME with 44 years of experience in the thermoplastic industry. Our project, ECOMOBI, was granted the Seal of Excellence label in the last Phase 1 call with a score of 13.28; we have thus decided to resubmit it. Through ECOMOBI we plan to develop an innovative cost-effective eco-compound for the modification of bitumen. \n\nBitumen has a wide range of uses, namely road construction. In order to confer it the necessary characteristics for this use, bitumen is currently modified through the use thermoplastic elastomers. However, these elastomers are expensive and confer low aging resistance, making them even less cost-effective. There is a need for bitumen modifiers that can offer the same quality properties as thermoplastic elastomers, but reducing the cost and increasing the lifespan of the end products.\n\nOn the other hand, Europe searches to promote solutions for the recycling of tyres. Across Europe, 5.7M tonnes of tyres are stockpiled in landfills, and recently the biggest tyre dump in Europe caught fire, with the subsequent damage to the environment and human health. However, currently only 17% of Europe's end of life tyres are recycled. \n\nECOMOBI brings forward the development of a solution for bitumen modification using end of life tyres: RD PRENE. Through the commercialization of RD PRENE, Tecnofilm would have an annual revenue of 10M Ä in 2022. Its innovative formulation and extrusion process have managed to match the quality of thermoplastic elastomers. The increased elasticity of the bitumen modified with RD PRENE confers a 50% longer lifespan to end products than current alternatives, reducing the maintenance and replacement needs and derived costs. Moreover, due to the use of tyre powder in its composition, RD PRENE is 57-26% less expensive than current alternatives and can lead an average  bitumen production site to save 15% annually. We offer a solution to the user's needs and tackles the European tyre-recycling concern.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECNOFILM SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917479545": {
            "orgId": "917479545",
            "orgName": "TECNOFILM SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}