{
    "rcn": "207170",
    "acronym": "GATEKEEPER",
    "topics": "SMEInst-11-2016-2017",
    "title": "Keeping insects out of the greenhouse gate with odor-masking natural extracts",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Insects are said to be responsible for destroying 20% of the world's crop production annually. In a closed chamber like a greenhouse, where crops are clustered in a confined area to avoid the entrance of pests, if this security perimeter is trespassed pests bloom inside without control given the mild environmental conditions and the lack of competing species.\nInsects are said to be responsible for destroying 20% of the world's crop production annually. In a closed chamber like a greenhouse, where crops are clustered in a confined area to avoid the entrance of pests, if this security perimeter is trespassed pests bloom inside without control given the mild environmental conditions and the lack of competing species.\nAt EdenShield Ltd we have been producing plant extracts for the last 5 years with outstanding results. We realized that it is simpler and more respectful with the environment to avoid the first fight with insects by keeping them out of the gate of the greenhouse, than to use chemicals and biochemical to win the whole war against them once they are inside.\nGatekeeper is based on a natural extract from medicinal desert plants able to camouflage the insect-attractive plant scents, achieving a proven decrease of 90% insect damages on crops at 10% of the cost of alternatives (1,560Ä/ha/year instead of current 15,000Ä/ha/year).\nGateKeeper is sprayed during 8 min/day at the greenhouse entrances by a simple system of sprinklers, so the active extract do not contact plants. By means of this simple but effective mechanism never used before in agriculture, we have overc\n\nGateKeeper end-users are greenhouse growers, particularly those with at least 3000 m2 per entrance, which constitute an available market in the middle term of 400,000-500,000 greenhouse entrances mainly in Europe. With a market share of 2.7% (2019), 3.9% (2020), and 5.5% (2021), we expect to sell 15,000 systems by 2021, with a Ä26.3 M revenue (Ä16.7 M profit), and increasing workforce in 9-12 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EDEN SHIELD LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925978394": {
            "orgId": "925978394",
            "orgName": "EDEN SHIELD LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}