{
    "rcn": "207110",
    "acronym": "PTO-SAFE",
    "topics": "SMEInst-02-2016-2017",
    "title": "innovative yoke for Power Take-Off SAFEty",
    "startDate": "01/11/2016",
    "endDate": "31/03/2017",
    "objective": "Located in Reggio Emilia, Italy, our company, BINACCHI Srl, is specialized in production of transmissions and components for agricultural and construction machinery; our core business being the drive shaft. Since its establishment in 1975, our company has evolved from a 500m2 turning lathe factory with 10 employees to one of Europeís leading manufacturers of Power Take-Off (PTO) drive shafts (6,000m2 facilities, Ä9.4 million revenues for 54 employees).\n\nIn the manufacturing world where the competition with the low-cost countries is particularly strong, our philosophy has always been to focus on continuous investment in Research & Development and to commit to quality and customer services. With exports representing 50% of our revenues, we pride ourselves in being very reactive to our customers and the market, which are growing more demanding day by day. \n\nWidely used in particular in agriculture, the PTO drive shaft is an efficient means of transferring mechanical power between tractors and implements. However, it is also one of the oldest and most persistent hazards associated with farm machinery. Listening to the concerns and feedback of our customers (e.g. Rotomec, Noyfar, GENFITT or Dragatsis B. Gorge) on reliability and safety, we have been working on a new yoke, key component of the PTO shaft: by integrating our new and innovative yoke design into our drive shaft, not only the safety of the operator is significantly improved, but it also further increase the possible use of the PTO (versatility). \n\nThis project, called PTO-SAFE, aims at integrating our developments on our PTO yoke and associated drive shaft for commercialization, achieving a long-term profitability for our company: increase of sales by 25-29%, leading to an additional Ä2.75 million of turnover by 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BINACCHI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920966501": {
            "orgId": "920966501",
            "orgName": "BINACCHI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}