{
    "rcn": "207104",
    "acronym": "INCAT",
    "topics": "SMEInst-10-2016-2017",
    "title": "Innovative production system for work boat catamarans",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Catmarine Production System (CPS) delivers to the market work-boat catamaran conceived to fit several work-boats target markets, focusing on building flexibility and a high quality/price ratio.\nCPS combines together different construction technology; Motherboard Production System (MPS), Modular Moulding System (MMS) and work boat catamarans are assembled utilising the LEGO methodology.\nWith a single set of modular mould CPS is able to built an entire family of work boat catamarans allowing changes in dimension, dynamics characteristics and on-board equipment thus fulfilling the customisation needs of professional end users and create a series of products which are more convenient of current fibreglass mass production boats and with less time to market than direct competitors.\nThe INCAT innovation project intends to improve the production line enhancing the modularity techniques, reduce production time and to adapt CPS modular production technique to aluminium moulds to allow polypropylene (PP) work boat production. PP is a harder wearing and more corrosion resistant material for which, unlike the fibreglass, is virtually free from maintenance; in addition, it is 100% recyclable.\nA preliminary poll with potential partners has aroused remarkable interest for CPS technology: namely 8 expression of interest have been received from 5 European countries. \nThe Phase 1 is intended to assess technical and commercial feasibility to adapt CPS technology in PP work boat building while Phase 2 is intended to support  INCAT consortium to test production line and prototype and the launch of the new product on the markets.\nINCAT consortium intend to commercialise a work-boat catamaran family fitted to be employed in different market segment and different sea basins such as Mediterranean, North Sea and Baltic, thus enhancing European leadership in eco-innovation boat building and will foster SMEs collaboration among different European sea basins in the nautical supply chains.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICAD SRL",
    "coordinatorCountry": "IT",
    "participants": "CATMARINE SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "917772194": {
            "orgId": "917772194",
            "orgName": "CATMARINE SRL",
            "ecContrib": 0
        },
        "937960707": {
            "orgId": "937960707",
            "orgName": "MICAD SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}