{
    "rcn": "207109",
    "acronym": "Intranetum",
    "topics": "SMEInst-01-2016-2017",
    "title": "Disrupting the Way We Store and Search for Files, Replacing The Folder-Based With a Context-Based Filing Paradigm.",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Knowledge workers such as lawyers or software engineers spend 16% of their time searching for information. Over 50% of the times, they do not find exactly what they are looking for. A lot of this time is wasted by employees using solutions that ask ìwhereî the information is, instead of allowing the employee to search for ìwhatî they are looking for. Digital folders mimic the way we have been storing documents for centuries: in drawers. But, does this make sense? 95% of docs contain written down ideas. So why don't we treat these written ideas like we do the ideas in our brain?\nIntranetum mimics the brain in order to connect the common dots in knowledge. In this way, instead of a traditional folder-based filing system, Intranetum provides a context-based filing system based on AI technologies, mainly Deep Learning. Intranetum is the first SaaS self-learning knowledge environment to connect people with information inside a company. We combine artificial intelligence and smart knowledge management to provide new insights, recommendations and predictions.\nThe overall objective of the Phase II project is to create more sales by scaling-up the current system with additional features that provide more benefits to users and/or that give us access to a larger user base. The Expected Outcome of the Phase II project will be Intranetum v2.0 that reaches a larger potential user base due to additional functionalities and integrations.\nThe specific objectives of Phase I Feasibility are: Technological Feasibility Study, Market Assessment, Business Model Assessment, Risk Assessment, IP Assessment, Work Plan for Phase II, Business Plan\nOur solution Intranetum is completely European. Of course, we are a European company, but also our beta users are all based in Europe, our team consists of Europeans and our aim is to contribute to Europe being the most successful knowledge economy it can be. Our revenues are likely to come from within Europe at first but we are eager to expand beyond",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATLASENSE SLU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916743024": {
            "orgId": "916743024",
            "orgName": "ATLASENSE SLU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}