{
    "rcn": "207123",
    "acronym": "spinitCompanion",
    "topics": "SMEInst-05-2016-2017",
    "title": "A point of care device to provide real-time blood analysis for chronic diseases.",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "biosurfit have developed an In Vitro Diagnostic (IVD) tool - the spinitCompanion - enabling the testing for a wide range of blood parameters that are needed for urgent and accurate diagnosis in order to deliver the correct treatment for chronic diseases. The solution comprises an analyser, a smartphone application and disposable cartridges to process a single drop of blood and provide doctors with real time results. biosurfit's user-friendly device allows for multiple panel blood assays - near or at the patient Point of Care (PoC) - with the use of one single platform. This solution is cheaper and significantly faster than performing such tests recurrently, as chronic conditions require, in a standard lab setting, Furthermore the technology provides a high level of accuracy (comparable to established central lab tests), and quantifies the presence of specific clinical parameters in less than 10 minutes. biosurfitís solution responds to two main objectives outlined in the EU Health Strategy, which cover both relevant economic and social aspects: 1) Improve the sustainability and efficiency of social and  healthcare system 2) Keeping people healthy and active for longer has a positive impact on productivity and competitiveness. The spinitCompanion fully fits with biosurfitís overall strategy with an innovative product that leverages on the same flagship technology platform - spinitÆ reader - already on the market and now protected with 20 independent patents. biosurfitís vision and main goal is to deliver blood analysis testing to the public, removing its reliance on centralised laboratories and long waiting times both for patients and doctors. In this scenario, the SME Instrument project will enable an important step in achieving EU regulation compliance and the development of a full manufacturing and commercialization plan, and strong IP/marketing strategy based on in-depth analysis of European markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOSURFIT SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971096489": {
            "orgId": "971096489",
            "orgName": "BIOSURFIT SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}