{
    "rcn": "207105",
    "acronym": "ELG-blocks",
    "topics": "SMEInst-11-2016-2017",
    "title": "Sustainable production of lightweight thermal concretes and concrete blocks with use of recycled industrial waste for construction of energy-efficient and/or highly seismic-safe masonry buildings",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "We made innovative and revolutionary: (a) ASET-concretes produced with the use of recycled industrial waste and (b) ELG-blocks in three special variations: thermal ELG-blocks, super strong ELG-blocks for walls and ELG-inlay-bricks for ceilings of energy-efficient and seismic-safe masonry buildings, all made with ASET-concretes. We made 500 different prototypes of ASET-concretes, hundreds of prototypes of ELG-blocks and obtained all relevant attests from an accredited laboratory. The construction of buildings with our innovative products will significantly reduce construction price, since our solution: (1) has excellent thermal insulation and high resistance to stress due to destructive earthquake and wind forces (walls do not break, crack, thereby significantly contributing to the overall stability and safety of buildings) and (2) is by 50% lighter, lowering the construction price in Serbia by more than 20%, or 40% by the EU. ASET-concretes and all variations ELG-blocks satisfy all EU ecological standards from production, through use, until and including disposal. Innovative design of ELG-blocks enables all walls in buildings to be reinforced with rebar, thereby enabling construction of multi-storey, low-energy and highly-seismic-safe buildings faster and cheaper by 40% than competitors. Since the ASET-concretes are resistant to the impacts of salt through their whole volume, they are excellent solution for construction of new and repair of old damaged bridges, 50% cheaper than at the competitors. Our innovation brings EU added value thanks to its superiority in comparison to our competitors. The replication potential is large, because we can easily organize production of our products in any EU country, thereby using recycled local industrial waste. Thus, our products will improve the competitiveness of the EU building industry, by cutting both social and real costs, while offering a high-quality product and significantly improving the environment at the same time.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PREDUZECE ZA PROJEKTOVANJE INZENJERING KONSALTING I POSLOVNE USLUGE AEDES COOP DOO BEOGRAD-ZEMUN",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "989041974": {
            "orgId": "989041974",
            "orgName": "PREDUZECE ZA PROJEKTOVANJE INZENJERING KONSALTING I POSLOVNE USLUGE AEDES COOP DOO BEOGRAD-ZEMUN",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}