{
    "rcn": "207156",
    "acronym": "TPI-MIM",
    "topics": "SMEInst-02-2016-2017",
    "title": "Thixotropic Piston Injection system for Metallic Injection Moulding",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "MTC are an Austrian company specialised in the production of plastic and magnesium metallic injection moulded components and injection moulding tooling development. The automotive industry uses a large number of complex metallic and plastic components which are often die-casted/injection moulded when using thermoplastics or non-ferrous metals. Injection moulded plastic parts are lees stiff and non-shock resistant compared to their metallic counter parts which are generally die-casted. Die-casting has disadvantages compared to metallic injection moulding such as higher energy usage (higher temperatures), heavier finished components and decrease tool lifetime. The current alternative to die-casting (thixomoulding) is to use metal in a semi-solid state which allows greater control of the flow rate of the metal and allows thinner walls and therefore more lightweight components which retain their strength and durability. However, the heating method (screw heater) only allows a limited shot size and this has led to a reluctance of die-casting companies to take up thixomoulding. MTC has identified a business opportunity for developing a heating/injection method for the thixomoulding process which can allow greater shot size equivalent to that of die-casting. Developing our Thixotropic Piston Injection ñ Metallic Injection Moulding system (TPI-MIM) has allowed MTC to not only to improve the shot size of thixomoulding machines but also allows the conversion of conventional die-casting machines in only 2 hours. By converting die-casting operations to our TPI-MIM technology we can save our clients up to 30% energy usage, up to 50% less material used and up to 50% weight reduction. With the market for die casted automotive parts reaching Ä32 billion globally in 2015 and is set to reach Ä48 billion by 2020, and the push for lightweight automotive components made from aluminium-magnesium which retain their strength there is a huge market for thixomoulding conversion",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOLD THIX CONSULTING BUELTERMANN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917815165": {
            "orgId": "917815165",
            "orgName": "MOLD THIX CONSULTING BUELTERMANN GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}