{
    "rcn": "207129",
    "acronym": "FLOWSPA",
    "topics": "SMEInst-09-2016-2017",
    "title": "Floating Offshore Wind Support Platform and Assembly Solution",
    "startDate": "01/02/2017",
    "endDate": "30/09/2017",
    "objective": "'Project FLOWSPA (Floating Offshore Wind Support Platform Assembly) will demonstrate the feasibility of an innovative floating offshore wind foundation structure ìStarfloatî that combines ìsparî technology with ìsemi-submersibleî technology to provide a compact and cost effective low motion platform for supporting large capacity wind turbines at deep-water offshore wind farm sites. Energy analysts have predicted that, if a viable and cost effective technology can be delivered, the deep-water offshore wind market in Europe could meet 50% of Europeís electricity requirement by 2050. Unlike competitor technologies the simple scalable 'Starfloat' is designed for construction at existing shipbuilding facilities with restricted water depth thus opening up construction opportunities for European shipyards that are currently in decline. The innovative floating foundation design and assembly process takes significant cost out of the CAPEX of deep water floating offshore wind projects and removes the need for risky offshore marine operations. 'Starfloat' therefore has the potential to be disruptive to the current perceived limitations of the offshore wind industry by bring floating offshore wind into the same levelised cost of energy (LCOE) as fixed foundation offshore wind. This will allow the project financing of deeper water wind farm sites, where the wind resource is stronger and more reliable, to be exploited using relatively low risk technology with the end result of reducing carbon emissions and reduced dependency for Europe on imported fuels. It also has the benefit of bringing steel fabrication work to declining shipyards and assembly work to deep-water offshore construction sites that are currently seeing a sharp decline in activity with the fall in the oil price and the collapse of the new shipbuilding market.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OCEAN FLOW ENERGY LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953689742": {
            "orgId": "953689742",
            "orgName": "OCEAN FLOW ENERGY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}