{
    "rcn": "207140",
    "acronym": "GRAILS-SWE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Greater RAIL Safety using the Smart Washer Ecosystem",
    "startDate": "01/01/2017",
    "endDate": "30/09/2017",
    "objective": "9% of all EU freight (280 billion tonne-kilos) & 381 billion passenger km were travelled on EU rail networks in 2014. A railroad switch & crossing (point) is a mechanical installation enabling trains to be guided from one track to another. Point integrity is vital; there are on average 31 critical fastenings at each switch. Across the EU, SCF was responsible for 21 derailments between 2005-2010. Globally, SCF is responsible for 5.77% of all derailments (6th largest cause of derailments). SCF is a leading cause of signalling failure, leading to delays; 9.5 million minutes of passenger delays due to SCF occurred during the 2015/2016 audit period on the UK rail network alone.   EU rail infrastructure owners are implementing ëintelligent infrastructureí solutions across their rail networks that enable remote condition monitoring (RCM) & condition based maintenance (CBM) as a way of monitoring assets, such as points, to increase reliability & capacity of rail networks. To enable RCM & CBM, Smart Component Technologies (SCT) have developed their proprietary ëSmart Washerí platform technology. Smart Washer 3 (SW3) is a washer containing a multitude of sensors that is deployed at critical fastenings at points to measure parameters (including clamp force & movement) from directly within the fastening. Through a connected Data Controller Unit (DCU), the measurements are fed in real-time to a cloud based server that interfaces with RCM software used by those responsible for the maintenance of rail tracks to remotely monitor the entire switch asset, as well as track bed stability (including voids & track geometry/inclination).\n\nCombined, the SW3 & DCU comprise the ëSmart Washer Ecosystem', which offers a full ëend-to-endí solution for RCM & CBM; this will service the Rail infrastructure maintenance market, expected to be worth $5.8 billion in 2017.   \n\nConservative cumulative five-year sales of 3,500 installations gives sales of EUR 6.3 million, & a ROI to SCT of 600%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMART COMPONENT TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942880062": {
            "orgId": "942880062",
            "orgName": "SMART COMPONENT TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}