{
    "rcn": "207133",
    "acronym": "VirtualNet",
    "topics": "SMEInst-08-2016-2017",
    "title": "VirtualNet",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "Over 50% of all wild fish landings in Europe, both in term of weight and value, is caught using trawl fishing gear. The trawler industry faces major challenges due to high cost of energy, by-catch, damaged escape fish and high carbon footprint. The biggest problem is exerted on bottom trawling (2/3 of all trawling), rightly criticised for damaging the seafloor habitat, exposing the industry to a reputation risk with potential loss of markets and a proposed EU/international ban. \n\nThe objective of the start-up company Optitog is to instigate and benefit from a paradigm shift in trawl fishing. The disruptive innovative solution, VirtualNet, replaces conventional trawl with a new type of fishing gear that herds fish using a virtual trawl-shaped net. The net is formed by projecting directed light through sea water, without touching the seafloor, leaving the benthic habitat undisturbed. The innovation reduces by-catch, leaves escape fish unharmed and dramatically reduces oil consumption.\n\nFuel cost in bottom trawling is responsible for 50% of the variable cost and 30% of total revenue. This amounts 0.8 litre of oil per kg edible white fish and 4 litres per kg of shrimp, contributing to global warming. Optitogís VirtualNet offers 40% fuel savings over conventional trawls, making it a very attractive product for existing trawl fisheries. VirtualNet will pay off in less than a year, and after that greatly increase the profits of fisheries. \n\nThe outcome will be a fully integrated and controllable disruptive fishing solution, a virtual trawl, - a breakthrough in control and resource efficiency - ready for launch in 2020 into a 400 MÄ European trawl fishing-gear market and later a 4.000 MÄ global market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTITOG EHF.",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917410675": {
            "orgId": "917410675",
            "orgName": "OPTITOG EHF.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}