{
    "rcn": "207116",
    "acronym": "XTPL",
    "topics": "SMEInst-02-2016-2017",
    "title": "XTPL - A new generation of TCF layers for use in displays and thin film photovoltaic cells",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Our nanotechnology based printing solution is dedicated for use in PV cells and in home electronics (LCD displays). We intend to increase economic attractiveness of the use of the photovoltaics (by its cost reduction), in case of home electronics, energy efficiency will be increased by reduction of energy consumption of displays (by increasing the efficiency of electric energy delivered to the light-emitting layer). It will be possible thanks to our disruptive innovation, that is a new generation of TCF layers for use in displays and thin film photovoltaic cells. \neXtra Transparent Printed Lines (XTPL) are a response to the rising market demand for new TCF layers (transparent conductive film). For many years ITO (indium-tin oxide) has been a standard and it was sufficient for the majority of applications. But now ITO is no longer adequate. Our transparent conductive layer having advantageous characteristics in relation to ITO (higher transparency, lower electrical resistance, higher flexibility). \nMoreover XTPL based on the broadly available resources characterized by lower price volatility relative to indium or lower impact of this volatility on the total cost of the layer. Our preliminary plan assume sale of XTPL printers with a license (licensing) to LCD & PV cells' market leaders. In terms of market saturation of competing technologies, the competitive analysis indicates that the market of alternative to ITO conductive layers is currently at an early stage of development and the level of market saturation is low, which gives scope for the implementation of the outcome of the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XTPL SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920863681": {
            "orgId": "920863681",
            "orgName": "XTPL SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}