{
    "rcn": "207182",
    "acronym": "COSMOS",
    "topics": "ERC-2016-COG",
    "title": "Control and measurement of single macromolecules in space and time",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The desire to ìfreely suspend the constituents of matterî in order to study their behaviour can be traced back over 200 years to Lichtenbergís diaries. From radio-frequency ion traps to optical tweezing of colloidal particles, existing methods to trap matter in free space or solution rely on the use of external fields that often strongly perturb the integrity of a macromolecule in solution. Recently, I invented the ëelectrostatic fluidic trapí, a ìfield-freeî principle that supports stable, non-destructive confinement of single macromolecules in room temperature fluids, representing a paradigm shift in a nearly century-old field. The spatio-temporal dynamics of a single electrostatically trapped molecule reveals fundamental information on its properties, e.g., size and electrical charge. The charge of a macromolecule is in turn a strong function of its 3D conformation - the molecular basis of biological function. I now aim to develop a new platform to study 3D macromolecular structure and temporal conformation by measuring the electrical charge of a single trapped molecule in real time, using both optical microscopy and electrical detection. Beyond the conformational dynamics of a single molecule, we will also examine interactions between two or more molecules, and the detection of minute structural differences between closely related molecular isoforms. We will further develop a novel approach to electrical transport measurements on single molecules aimed at generating for the first time a catalog of ëelectrical signaturesí for biomolecules in solution. The ability to experimentally link electrical charge and molecular structure will not only open up a new physical dimension in our understanding of macromolecules, but also advance the development of ultrasensitive, high-throughput molecular sensors for biomedical detection and analytics, potentially enabling an optical or electrical ìsingle-snapshotî read-out of the proteome or transcriptome of a single cell.",
    "totalCost": "2124965",
    "ecMaxContribution": "2124965",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAT ZURICH",
    "participantCountries": "CH",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}