{
    "rcn": "207278",
    "acronym": "THZCALORIMETRY",
    "topics": "ERC-ADG-2015",
    "title": "Time Resolved THz Calorimetry explores Molecular Recognition Processes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Time-resolved THz-Calorimetry Explores Molecular Recognition Processes\n\nDefinition: ìTHz-calorimetry is the science of measuring low frequency density of states kinetics for the purpose of deriving the entropy changes associated with biological processes in real time.î\n\nGoal: Our scientific vision is to introduce time-resolved ìTHz-Calorimetryî to access the entropy changes of the protein and the solvent accompanying enzymatic reactions or more general molecular recognition processes, i.e. under non-equilibrium conditions with envisioned time resolutions of nanoseconds. \nAdvances in THz technology will make it possible to develop strong, ultrafast THz sources in the frequency range up to 10W that allow the detection of frequency-resolved transient low frequency spectra of biological samples with ?sec or even nsec time resolution. We will correlate the transient THz spectra with changes in the entropy and enthalpy, both experimentally and theoretically. Ultrafast THz-calorimetry is an innovative tool to access to the specific transient entropy changes of molecular recognition processes under non-equilibrium conditions.\n\nObjectives of the proposal:\n1.\tMonitor transient low frequency spectra (0-300cm-1) during molecular recognition processes.  \n2.\tDevelop cutting edge experimental methods which allow the separation of protein and solvent modes under ambient conditions. Determine Delta S(protein(t)), Delta S(ligand(t)), Delta S(solvent(t)), thus specify the role of changes in the solvent entropy (hydrophobic effect) for biomolecular recognition. \n3.\tApply ultrafast THz-calorimetry: Explore the entropy changes of the enzyme, the ligand and the solvent for a family of MMP enzymes and substrates and correlate these results with biological function. Deduce underlying molecular mechanisms.\n4.\tDevelop new models for molecular recognition processes which are quantitative and predictive.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "WEIZMANN INSTITUTE OF SCIENCE",
    "participantCountries": "IL",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 400000
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 2100000
        }
    },
    "calculatedTotalContribution": 2500000
}