{
    "rcn": "207273",
    "acronym": "VitruVius",
    "topics": "ERC-ADG-2015",
    "title": "The Genetics and Physiology of Growth and Size Determination",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Body size is an intrinsic property of living organisms that is intimately linked to the developmental program to produce fit individuals with proper proportions. Final size is the result of both genetic determinants and sophisticated mechanisms adapting size to available resources. Classical regeneration and transplantation experiments have established that different body parts grow according to autonomous programs, challenging the concept of systemic and harmonious growth. Therefore, coordination mechanisms must ensure that all parts have reached appropriate final size before animals stop growing. The main objective of this program is to tackle the mechanisms ensuring growth coordination and size determination. To tackle these questions, we propose to bring together physiology, genetics, advanced imaging and modelling approaches in an unprecedented integrated project. We will develop these approaches on the Drosophila model where we gained expertise, and will develop the vertebrate model Ambystoma mexicanum (axolotl) well adapted for limb growth and regeneration studies. Three major aims will be addressed:\n1- We will explore the mechanisms coupling the developmental clock with organ growth.\n2- We will dissect the mechanisms allowing inter-organ growth coordination both in response to abnormal growth (injury/neoplasm) and in the course of normal development (control of developmental instability).\n3- We will use our knowledge acquired on insect models to develop Ambystoma mexicanum (axolotl) as a vertebrate model for organ growth coordination.\nWe believe this project brings together novel and complementary expertise that will contribute to broader understanding of the fascinating question of body growth and final size assessment.",
    "totalCost": "2499144",
    "ecMaxContribution": "2499144",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 0
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2499144
        }
    },
    "calculatedTotalContribution": 2499144
}