{
    "rcn": "207234",
    "acronym": "SCHIP",
    "topics": "INNOSUP-04-2016",
    "title": "Social CHallenges and Innovation Platform",
    "startDate": "15/12/2016",
    "endDate": "14/06/2019",
    "objective": "Social Challenge Innovation Platform, SCHIP, aims at creating an online ecosystem to match pressing social challenges with innovative solutions, by supporting the co-development and execution by social innovators and SMEs of sustainable and market-oriented innovations with clear social impact. The action will enable European stakeholders to clearly define pressing social challenges; to promote a broad participation of social innovators, entrepreneurs and SMEs; to facilitate the testing of concrete solutions to prioritised challenges and their international scaling. SCHIP will provide a complementary grant-making mechanism, focused on the translation of challenges into practical and marketable solutions.\n\nThe action will test a novel approach in the selection of solutions that is demand driven and user-centred. It will promote the ignition of these solutions by facilitating access to mentors, first clients and investors, and by building on the proven experience of the consortium networks in scaling social innovation across Europe.\nTo maximise value for money and impact, SCHIP will leverage the know-how and reach out of the 3 partners: META Group with its long experience in managing financial instruments and meeting entrepreneurial needs; Impact Hub, the leading global network of centres for social innovation and social entrepreneurship with 85 Hubs, over 13,000 members and a proven track-record in managing social innovation challenge prizes; and EBN (The European Business and Innovation Centre Network), with its over 240 members, reaching out to more than 18,700 SMEs, 8750 start-ups and 485 large companies - 12% of them involved in social innovation related projects.",
    "totalCost": "3499625",
    "ecMaxContribution": "3499625",
    "coordinator": "META GROUP SRL",
    "coordinatorCountry": "IT",
    "participants": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;IMPACT HUB GMBH",
    "participantCountries": "BE;AT",
    "projectParticipants": {
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 328250
        },
        "954310057": {
            "orgId": "954310057",
            "orgName": "IMPACT HUB GMBH",
            "ecContrib": 310750
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 2860625
        }
    },
    "calculatedTotalContribution": 3499625
}