{
    "rcn": "207208",
    "acronym": "TreatER",
    "topics": "SC1-PM-09-2016",
    "title": "Clinical study in Parkinson's disease with two unique goals: 1) Proof-of-concept of CDNF protein for disease modification; 2) Validation of clinically tested device for intracerebral drug delivery",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The main focus of TreatER is conducting a randomized, placebo-controlled, first-in-human, proof-of-concept, safety and efficacy study of intracerebrally administered CDNF protein therapy in patients with Parkinsonís disease (PD), using a neurosurgically implanted Drug Delivery System (DDS), which will also be clinically validated in the study. \n\nThus the TreatER project has two independent goals, either of which alone can have significant impact addressing unmet clinical needs in chronic diseases, and advancing innovative European technologies:\n\n1) Proof-of-concept of CDNF protein therapy for disease modification in PD. The patented European innovation CDNF has further potential in other ER stress related indications.\n\n2) Clinical validation of DDS, an already clinically tested approach for accurately targeted intracerebral infusions in PD. The patented European innovation DDS has also significant potential in other indications needing intracerebral infusions.\n\nThe clinical study builds on extensive preclinical research and related data on CDNF, including completed acute and chronic toxicology studies in non-human primates supporting an excellent safety profile. Further, the clinical study builds on existing clinical experience on DDS and related neurosurgery.\n\nBoth conventional and novel means for assessing the efficacy of the treatment will be utilized. This requires strong interdisciplinary expertise and knowledge available in the consortium, including: Regulatory expertise in drug and medical device development; neurological and neurosurgical expertise in PD; PET imaging expertise specific to PD; Scientific expertise in novel neurotrophic factors, in specific CDNF; and GMP manufacturing expertise of novel biological drug compounds.\n\nClinical trial applications are currently being submitted in Finland and Sweden, in accordance with previously obtained scientific advice from regulatory authorities in those countries as well as from MHRA (UK) and EMA's ITF.",
    "totalCost": "8705549,75",
    "ecMaxContribution": "5971173,75",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMƒ;RENISHAW PLC;ORION OYJ;ASSOCIATION EUROPEENNE POUR LA MALADIE DE PARKINSON;H. LUNDBECK AS;KAROLINSKA INSTITUTET;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;STOCKHOLMS LANS LANDSTING;SKANE LANS LANDSTING;HERANTIS PHARMA OYJ",
    "participantCountries": "FI;UK;BE;DK;SE",
    "projectParticipants": {
        "999913249": {
            "orgId": "999913249",
            "orgName": "H. LUNDBECK AS",
            "ecContrib": 48750
        },
        "999483830": {
            "orgId": "999483830",
            "orgName": "HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMÄ",
            "ecContrib": 738125
        },
        "999522921": {
            "orgId": "999522921",
            "orgName": "STOCKHOLMS LANS LANDSTING",
            "ecContrib": 963125
        },
        "945692965": {
            "orgId": "945692965",
            "orgName": "HERANTIS PHARMA OYJ",
            "ecContrib": 900000
        },
        "998165794": {
            "orgId": "998165794",
            "orgName": "SKANE LANS LANDSTING",
            "ecContrib": 716395
        },
        "998592012": {
            "orgId": "998592012",
            "orgName": "ASSOCIATION EUROPEENNE POUR LA MALADIE DE PARKINSON",
            "ecContrib": 144375
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 525625
        },
        "999790544": {
            "orgId": "999790544",
            "orgName": "ORION OYJ",
            "ecContrib": 48750
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 597000
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 589029
        },
        "994274057": {
            "orgId": "994274057",
            "orgName": "RENISHAW PLC",
            "ecContrib": 700000
        }
    },
    "calculatedTotalContribution": 5971174
}