{
    "rcn": "207272",
    "acronym": "MERA",
    "topics": "ERC-ADG-2015",
    "title": "Mechanism of Enzyme Rhodopsin Activation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'Channelrhodopsin, which was discovered and described as a light-gated ion channel in my laboratory, has revolutionized the field of neuroscience over the past decade by enabling researchers to specifically activate selected neurons in a large ensemble of neuronal cells with short light flashes, a technology we now call 'Optogenetics.' However, though highly desirable, the inactivation of specific cells using moderate or low light intensities is not yet possible. The recently discovered rhodopsin-guanylyl-cyclase (RhGC) of the fungus Blastocladiella emersonii offers an elegant solution to this problem. Moreover, RhGC is a totally novel and uncharacterized sensory photoreceptor, and the first member of an enzyme rhodopsin family that urgently awaits in-depth characterization. Accordingly, the goal of the ìmechanism of enzyme rhodopsin activationî (MERA) proposal is to obtain a comprehensive understanding of this novel photoreceptor, and to determine its functionality for broad application in optogenetics and other research fields. The MERA project is subdivided into four objectives. The first objective is the characterization and engineering of RhGC in cell lines and neurons as well as coexpression of RhGC with a cGMP-gated K\\ channel to develop a 'Light-Hypopolarizer' for cell inactivation. The second objective is to understand the dynamics of RhGC using a variety of biophysical technologies including time resolved UV-vis, FTIR, and Raman and EPR spectroscopy. A third objective is the generation of crystals for X-ray crystallography and the development of a three dimensional RhGC model. The fourth and final objective is the computer-aided conversion of RhGC into a rhodopsin-phosphodiesterase (RhPDE) for down-regulation of the second messenger cGMP and/or cAMP using light. The ultimate outcome will be a detailed understanding of a novel class of sensory photoreceptors with new perspectives for broad optogenetic applications.'",
    "totalCost": "2398750",
    "ecMaxContribution": "2398750",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 2398750
        }
    },
    "calculatedTotalContribution": 2398750
}