{
    "rcn": "207238",
    "acronym": "INLINE",
    "topics": "FCH-01-3-2016",
    "title": "Design of a flexible, scalable, high quality production line for PEMFC manufacturing",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "The INLINE project aims at the solution of key challenges to enable the implementation of a scalable manufacturing process for fuel cell systems. Current manufacturing processes rely on manual work that has substantial limits in terms of cycle times, costs and scalability. Developments will start with the re-design and optimization of two key components: the media supply unit and the tank valve regulator. Both are components that are currently difficult to manufacture and are perceived as bottlenecks in the production process. Based on these new designs, an integrated production line will be planned using simulation tools. These tools will enable the evaluation of different layouts, part flow strategies and for different production scenarios. In terms of manufacturing tools, the end of line test will be improved to reduce cycle times by a factor of 3 and assistance systems for assembly stations will be developed that will enable scalability by reducing the need for training of workers. The overall target is to reduce the cycle time for production of a whole fuel cell system from 15 hours to less than 2.5 hours. Data gathering and analysis methods will be developed to enable the tracking of parts through the production line and - through a correlation of process and quality data - the continuous improvement of the production process.\nDemonstration of the end of line test and the assistance system will be done in hardware. The whole production line will be evaluated using a simulation tool that has been verified on the current production process. A set of engineering samples of the re-designed tank valve regulator and the media supply unit  will be produced and used for tests of the integrated fuel cells and for assessment of the whole production process.A potential of 250 new jobs in manufacturing of fuel cells and for production of the key components will be generated by the project.",
    "totalCost": "3286068,75",
    "ecMaxContribution": "3286068,75",
    "coordinator": "PROFACTOR GMBH",
    "coordinatorCountry": "AT",
    "participants": "OMB SALERI SPA;KARLSRUHER INSTITUT FUER TECHNOLOGIE;FRONIUS INTERNATIONAL GMBH;ELRINGKLINGER AG",
    "participantCountries": "IT;DE;AT",
    "projectParticipants": {
        "995970975": {
            "orgId": "995970975",
            "orgName": "FRONIUS INTERNATIONAL GMBH",
            "ecContrib": 1032500
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 522886
        },
        "999610221": {
            "orgId": "999610221",
            "orgName": "PROFACTOR GMBH",
            "ecContrib": 619195
        },
        "987110025": {
            "orgId": "987110025",
            "orgName": "OMB SALERI SPA",
            "ecContrib": 582500
        },
        "970566481": {
            "orgId": "970566481",
            "orgName": "ELRINGKLINGER AG",
            "ecContrib": 528988
        }
    },
    "calculatedTotalContribution": 3286069
}