{
    "rcn": "207232",
    "acronym": "SURG-Africa",
    "topics": "SC1-PM-21-2016",
    "title": "Scaling up Safe Surgery for District and Rural Populations in Africa",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "In sub-Saharan Africa 95% of the population has no access to surgical services. In this region surgery ñ a proven and often life-saving intervention ñ is only accessible to urban populations, with only one surgeon per 2.5 million people in rural areas. Emerging evidence demonstrates that major surgery can be undertaken safely and effectively at district hospitals, making it accessible to otherwise neglected rural populations. \n\nObjectives: Guided by a health systems-strengthening framework and a comprehensive programme of research, Scaling up Safe Surgery for District and Rural Populations in Africa will scale up the delivery of accessible, elective and emergency surgery at district hospitals to national level programmes in three African countries: Malawi, Zambia and Tanzania. \n\nHow objectives will be achieved: SURG-Africa is a tested intervention, drawing lessons from two large-scale successful interventions coordinated by members of this SURG-Africa consortium (one FP7 EC funded) that have trained and supervised non-physician clinicians to deliver essential and emergency surgery in four African countries. Platformed on comprehensive surgical systems analyses, it will put in place national surgical information systems; and will test innovative interventions for making specialist supervision of district surgery feasible and affordable. Epidemiological, economics and implementation research will evaluate impact, and provide evidence for policymakers. \n\nSURG-Africa directly addresses all aspects of Topic SC1-PM-21-2016: Implementation research for scaling- up of evidence based innovations and good practice in Europe and low and middle-income countries. The results will be transferable and scalable national surgical systems models, with implications for national budget factored in, for making safe surgical services accessible, equitable and sustainable in Africa, especially for women in rural areas.",
    "totalCost": "5997813",
    "ecMaxContribution": "5997813",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITY OF MALAWI;The Surgical Society of Zambia;STICHTING KATHOLIEKE UNIVERSITEIT;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;EAST CENTRAL AND SOUTHERN AFRICA HEALTH COMMUNITY",
    "participantCountries": "MW;ZM;NL;UK;TZ",
    "projectParticipants": {
        "922948890": {
            "orgId": "922948890",
            "orgName": "EAST CENTRAL AND SOUTHERN AFRICA HEALTH COMMUNITY",
            "ecContrib": 1418438
        },
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 1597880
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 680024
        },
        "999453275": {
            "orgId": "999453275",
            "orgName": "UNIVERSITY OF MALAWI",
            "ecContrib": 793184
        },
        "986354783": {
            "orgId": "986354783",
            "orgName": "The Surgical Society of Zambia",
            "ecContrib": 844276
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 664011
        }
    },
    "calculatedTotalContribution": 5997813
}