{
    "rcn": "207200",
    "acronym": "KidsAP",
    "topics": "SC1-PM-09-2016",
    "title": "The artificial pancreas in children aged 1 to 7 years with type 1 diabetes",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "TYPE 1 DIABETES is one of the most COMMON CHRONIC diseases in children with a RAPID increase in number of cases particularly in young children. Type 1 diabetes is associated with LIFE-LONG dependency on insulin administration. POOR glucose control leads to diabetes COMPLICATIONS, e.g. eye, heart, kidney disease, including BRAIN changes in young children. Episodes of VERY LOW glucose levels may be life threatening and are a major complication. \n\nThe ARTIFICIAL PANCREAS addresses the problem of LOW and HIGH glucose levels by delivering insulin BELOW and ABOVE pre-set amounts according to real-time sensor GLUCOSE levels, combining glucose SENSOR, insulin PUMP, and CONTROL ALGORITHM. The Artificial pancreas promises to TRANSFORM management of type 1 diabetes but EVIDENCE supporting its use during FREE LIVING in YOUNG CHILDREN is MISSING.\n\nThe project evaluates the biomedical, psychosocial, and cost effectiveness of NOVEL INDIVIDUALISED artificial pancreas in young children aged 1 to 7 years with type 1 diabetes. Following a PILOT (n=24), in the MAIN study (n=94) half of the participants (n=47) will be treated over 12 MONTHS by the ARTIFICIAL PANCREAS and the other half (n=47) by STATE-OF-THE-ART PREDICTIVE LOW GLUCOSE MANAGEMENT insulin pump therapy. Each treatment will last ONE YEAR. QUALITY OF LIFE will be assessed and semi-structured INTERVIEWS conducted to understand the impact on daily life. HEALTH TECHNOLOGY ASSESSMENT will support reimbursement. \n\nThe project will OPTIMISE artificial pancreas and SPEARHEAD SYSTEM-WIDE improvements in health care quality and health outcomes in YOUNG CHILDERN with TYPE 1 DIABETES who live with the disease LONGEST. By IMPROVING THERAPEUTIC OUTCOMES, the project will CHANGE clinical practice and INFLUENCE national and international treatment guidelines making the artificial pancreas WIDELY ACCEPTABLE as the state-of-art treatment modality in young children.",
    "totalCost": "4952796,25",
    "ecMaxContribution": "4637477,5",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;MEDIZINISCHE UNIVERSITAT GRAZ;THE LEEDS TEACHING HOSPITALS NATIONAL HEALTH SERVICE TRUST;UNIVERSITAET LEIPZIG;MEDIZINISCHE UNIVERSITAT INNSBRUCK;HEVA HEOR;DIASEND AB;CENTRE HOSPITALIER DE LUXEMBOURG;JAEB CENTER FOR HEALTH RESEARCH FOUNDATION INC;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "AT;UK;DE;FR;SE;LU;US",
    "projectParticipants": {
        "919523432": {
            "orgId": "919523432",
            "orgName": "DIASEND AB",
            "ecContrib": 182844
        },
        "999855437": {
            "orgId": "999855437",
            "orgName": "MEDIZINISCHE UNIVERSITAT INNSBRUCK",
            "ecContrib": 399025
        },
        "986083377": {
            "orgId": "986083377",
            "orgName": "THE LEEDS TEACHING HOSPITALS NATIONAL HEALTH SERVICE TRUST",
            "ecContrib": 399025
        },
        "929803492": {
            "orgId": "929803492",
            "orgName": "HEVA HEOR",
            "ecContrib": 93780
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 325459
        },
        "997511820": {
            "orgId": "997511820",
            "orgName": "CENTRE HOSPITALIER DE LUXEMBOURG",
            "ecContrib": 399025
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 430275
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 441191
        },
        "919962648": {
            "orgId": "919962648",
            "orgName": "JAEB CENTER FOR HEALTH RESEARCH FOUNDATION INC",
            "ecContrib": 0
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 399025
        }
    },
    "calculatedTotalContribution": 3069649
}