{
    "rcn": "207202",
    "acronym": "TRUESSEC.EU",
    "topics": "DS-01-2016",
    "title": "TRUst-Enhancing certified Solutions for SEcurity and protection of Citizensí rights in digital Europe",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "TRUESSEC.EU is a CSA on certification and labelling of trustworthiness properties from a multidisciplinary SSH-ICT perspective and with emphasis on human rights.\nThe current complexity of ICT products and services makes it difficult to appraise their trustworthiness. Thus, certification becomes a must to restore transparency and trust. TRUESSEC.EU aims at exploring the situation, the barriers, and the benefits of security and privacy labels; engaging stakeholders in the discussions, and issuing recommendations that may foster the adoption and acceptance of labels.\nWith that aim, TRUESSEC.EU works and results are sustained by three pillars: \n1) A StakeHolders' Online Platform (SHOP), where associated cluster projects and stakeholders from industry, academia, governments and civil society will gather, participate in debates, get informed, and provide their opinions and feedback on the topics of the project.\n2) A series of Support Analysis and Studies (SUPPA) from multidisciplinary perspectives on issues of trustworthiness certification and assurance, to study the situation of trust-enhancing labels, barriers/incentives to industry adoption and consumer acceptance. Information will be gathered from both public sources and the interactions with stakeholders through SHOP. Four different approaches will be applied:\n-Socio-cultural\n-Legal & ethical\n-Technological\n-Business\n3) A set of Recommendations on European Trust-Enhancing Labels (ETEL) dealing with: methodological aspects of certification and assurance, a catalogue of criteria for labels and certifications, and regulatory aspects to foster their adoption, plus a strategic agenda. These recommendations reflect the conclusions obtained from the support analysis and from the stakeholders.\nThe community of stakeholders will nourish, among others, from: (a) members of the consortium partners that are stakeholder networks themselves (DIGICAT, APWG, KTN, AUI), and (b) H2020 RIAs & IAs from the associated cluster.",
    "totalCost": "999992,5",
    "ecMaxContribution": "999992,5",
    "coordinator": "DIGITAL CATAPULT",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE DE LILLE II - DROIT ET SANTE;KNOWLEDGE TRANSFER NETWORK LIMITED;UNIVERSITE DE LILLE;ASOCIACION DE USUARIOS DE INTERNET;UNIVERSITAET GRAZ;FUNDACION APWG, EUROPEAN UNION FOUNDATION;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "FR;UK;ES;AT",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 93098
        },
        "937419738": {
            "orgId": "937419738",
            "orgName": "ASOCIACION DE USUARIOS DE INTERNET",
            "ecContrib": 28750
        },
        "947642277": {
            "orgId": "947642277",
            "orgName": "DIGITAL CATAPULT",
            "ecContrib": 278375
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 205375
        },
        "949746595": {
            "orgId": "949746595",
            "orgName": "KNOWLEDGE TRANSFER NETWORK LIMITED",
            "ecContrib": 119125
        },
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 0
        },
        "948823446": {
            "orgId": "948823446",
            "orgName": "FUNDACION APWG, EUROPEAN UNION FOUNDATION",
            "ecContrib": 172338
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 102932
        }
    },
    "calculatedTotalContribution": 999993
}