{
    "rcn": "207213",
    "acronym": "Lifebrain",
    "topics": "SC1-PM-04-2016",
    "title": "Healthy minds from 0-100 years: Optimising the use of European brain imaging cohorts",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Our main objective is to identify determinants of brain, cognitive and mental health at different stages of life. By integration, harmonisation and enrichment of major European neuroimaging studies of age differences and changes, we will obtain an unparalleled database of fine-grained brain, cognitive and mental health measures of more than 6.000 individuals. Longitudinal brain imaging, genetic and health data are available for a major part, as well as cognitive/mental health measures for extensively broader cohorts, exceeding 40.000 examinations in total. By linking these data, also to additional databases and biobanks, including birth registries, national and regional archives, and by enriching them with new online data collection and novel measures, we will address risk and protective factors of brain, cognitive and mental health throughout the lifespan. We will identify the pathways through which risk and protective factors work and their moderators. Through exploitation of, and synergies with, existing European infrastructures and initiatives, this approach of integrating, harmonising and enriching brain imaging datasets will make major conceptual, methodological and analytical contributions towards large integrative cohorts and their efficient exploitation. We will thus provide novel information on brain, cognitive and mental health maintenance, onset and course of brain, cognitive and mental disorders, and lay a foundation for earlier diagnosis of brain disorders, aberrant development and decline of brain, cognitive and mental health, as well as future preventive and therapeutic strategies. Working with stakeholders and health authorities, the project will provide the evidence base for policy strategies for prevention and intervention, improving clinical practice and public health policy for brain, cognitive and mental health. This project is realized by a close collaboration of small and medium-sized enterprise (SME) and major European brain research centres",
    "totalCost": "10768225",
    "ecMaxContribution": "10000000",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "Stiftelsen Frischsenteret for samfunns¯konomisk forskning;REGION HOVEDSTADEN;FOLKEHELSEINSTITUTTET;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITE DE GENEVE;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;UMEA UNIVERSITET;STICHTING VUMC;UNIVERSITAT DE BARCELONA;VITAS AS;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;MEDICAL RESEARCH COUNCIL;UNIVERSITAT ZU LUBECK",
    "participantCountries": "NO;DK;UK;CH;DE;SE;NL;ES",
    "projectParticipants": {
        "999478883": {
            "orgId": "999478883",
            "orgName": "FOLKEHELSEINSTITUTTET",
            "ecContrib": 681685
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 2410088
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 526402
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 682875
        },
        "999857765": {
            "orgId": "999857765",
            "orgName": "UNIVERSITAT ZU LUBECK",
            "ecContrib": 1277775
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 435029
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "994857415": {
            "orgId": "994857415",
            "orgName": "Stiftelsen Frischsenteret for samfunnsøkonomisk forskning",
            "ecContrib": 149375
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 624406
        },
        "983092285": {
            "orgId": "983092285",
            "orgName": "VITAS AS",
            "ecContrib": 1617360
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 643725
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 533775
        }
    },
    "calculatedTotalContribution": 9582495
}