{
    "rcn": "207250",
    "acronym": "ACHIEVE",
    "topics": "JTI-CS2-2016-CFP03-ENG-01-07",
    "title": "Advanced mechatronics devices for a novel turboprop Electric starter-generator and health monitoring system",
    "startDate": "16/01/2017",
    "endDate": "15/01/2020",
    "objective": "The ACHIEVE Consortium will bring together their world-leading expertise in the design and manufacturing of electrical machines for aircraft Advanced Generation Systems (AGS), integrated Power Electronics (PE), advanced control systems and intelligent thermal management, to develop an innovative advanced mechatronic device for electrical power management system of Turboprop.  \nThe ACHIEVE Consortium will combine their world-leading expertise in the technical areas of PE, AGS and their control, as well as in modelling and simulation for aerospace applications. The aim of ACHIEVE is to develop an innovative mechatronic system with functions of generating,  multi-functional, more efficient, reliable, compact and lighter and hence contributing towards higher performance and more efficient and greener turboprops\nThe topic of advanced mechatronics devices is to support the CS2 Engine ITD WP3 ìBusiness aviation / Short range reginal Turboprop Demonstratorî programme led by Turbomeca. The WP3 aims to acquisition of technologies for a high performance turboprop engine in the 1800-2000 shp class for business aviation and short range regional applications. This project will deliver a novel advanced mechatronics device which will be integrated to the developed engine. The developed mechatronic device is essentially an electrical starter/generator system with functions including motoring, generating, power transmission, health monitoring and communication.\nThe concept of ACHIEVE is to design, manufacture and test an innovative and integrated mechatronic device which is capable of performing motoring, generating, power transmission, health monitoring and signal communications. The mechatronic device is essentially made of an electrical machine, an electronic power converter and associate controllers. Moving from the state-of-the-art brushed 28Vdc generator, the system developed within the ACHIEVE will be brushless with higher power density, lower weight and higher TBMO.",
    "totalCost": "900591,25",
    "ecMaxContribution": "900591,25",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "NEMA LIMITED;POWER SYSTEM TECHNOLOGY",
    "participantCountries": "UK;FR",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 469351
        },
        "924706045": {
            "orgId": "924706045",
            "orgName": "POWER SYSTEM TECHNOLOGY",
            "ecContrib": 142250
        },
        "918437420": {
            "orgId": "918437420",
            "orgName": "NEMA LIMITED",
            "ecContrib": 288990
        }
    },
    "calculatedTotalContribution": 900591
}