{
    "rcn": "207245",
    "acronym": "TISuMR",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Integrated Tissue Slice Culture and NMR Metabolomics ñ A Novel Approach Towards SystemicUnderstanding of Liver Function And Disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "We propose the development of a groundbreaking technology platform that, for the first time, integrates nuclear magnetic resonance metabolomics and micro-imaging with microfluidic perfusion tissue slice culture. This will revolutionise life science research with unprecedented local insight into life processes in intact tissues under highly controlled conditions. We focus on liver tissue slice culture, with the immediate target of elucidating the mechanism of liver damage by drug-induced cholestasis. In the long term, the new technology will find wide application in other tissues, including intestinal, pancreatic, and brain slices. It will form the foundation of a new approach in the life sciences, allowing the detailed metabolic\nstudy of tissues at the system level.\n\nLiver disease is a significant and growing public health problem: 29 million people currently suffer from a serious liver condition in the EU. While the causes for some liver conditions are known, the mechanism of liver damage is generally poorly understood, largely due to the difficulty of studying live liver tissue at the systemic level. \nThe proposed comprehensive research programme leads to a new technological platform for microfluidic tissue slice culture with direct observation of tissue metabolism and transport processes through nuclear magnetic resonance.\n\nIt joins the expertise and creativity of four leading academic groups and one SME representing the disciplines of micro-engineering, physical chemistry, magnetic resonance, biochemistry, toxicology, and clinical hepatology across three institutions from three EU countries.  Due to its high level of interdisciplinary integration, TISuMR is uniquely able to provide emerging researchers with a career springboard.\n\nTISuMR will have a profound impact on wider society by providing alternatives to animal testing, by increasing the efficiency and specificity of drug safety testing,  and by enabling new treatments in the management of liver disease.",
    "totalCost": "3138432,5",
    "ecMaxContribution": "3138432,5",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "KARLSRUHER INSTITUT FUER TECHNOLOGIE;RIJKSUNIVERSITEIT GRONINGEN",
    "participantCountries": "DE;NL",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1256126
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 935121
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 947185
        }
    },
    "calculatedTotalContribution": 3138432
}