{
    "rcn": "207236",
    "acronym": "qSOFC",
    "topics": "FCH-02-6-2016",
    "title": "Automated mass-manufacturing and quality assurance of Solid Oxide Fuel Cell stacks",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "qSOFC project combines leading European companies and research centres in stack manufacturing value-chain with two companies specialized in production automation and quality assurance to optimize the current stack manufacturing processes for mass production. Currently the state-of-the-art SOFC system capital expenditure (capex) is 7000Ö8000 Ä/kW  of which stack is the single most expensive component. This proposal focuses on SOFC stack cost reduction and quality improvement by replacing manual labour in all key parts of the stack manufacturing process with automated manufacturing and quality control. This will lead to stack cost of 1000 Ä/kW and create a further cost reduction potential down to 500 Ä/kW at mass production (2000 MW/year).\n\nDuring the qSOFC project, key steps in cell and interconnect manufacturing and quality assurance will be optimized to enable mass-manufacturing. This will include development and validation of high-speed cell-manufacturing process, automated 3D machine vision inspection method to detect defects in cell manufacturing and automated leak-tightness detection of laser-welded/brazed interconnect-assemblies.\n\nThe project is based on the products of its' industrial partners in stack-manufacturing value-chain (ElringKlinger, Elcogen AS, Elcogen Oy, Sandvik) and motivated by their interest to further ready their products into mass-manufacturing market. Two companies specialized in production automation and quality control (M¸ko, HaikuTech) provide their expertise to the project. The two research centres (VTT, ENEA) support these companies with their scientific background and validate the produced cells, interconnects and stacks.\n\nEffective exploitation and dissemination of resulting improved products, services, and know-how is a natural purpose of each partner and these actions are boosted by this project. This makes project results available also for other parties and increases competitiveness of the European fuel cell industry.",
    "totalCost": "2110015",
    "ecMaxContribution": "2110015",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "HAIKU TECH EUROPE BV;AKTSIASELTS ELCOGEN;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;MUKO MASCHINENBAU GMBH;SANDVIK MATERIALS TECHNOLOGY AB;ELCOGEN OY;ELRINGKLINGER AG",
    "participantCountries": "NL;EE;IT;DE;SE;FI",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 500005
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 239750
        },
        "999765324": {
            "orgId": "999765324",
            "orgName": "SANDVIK MATERIALS TECHNOLOGY AB",
            "ecContrib": 107145
        },
        "953668596": {
            "orgId": "953668596",
            "orgName": "ELCOGEN OY",
            "ecContrib": 256500
        },
        "950342466": {
            "orgId": "950342466",
            "orgName": "HAIKU TECH EUROPE BV",
            "ecContrib": 204925
        },
        "983268340": {
            "orgId": "983268340",
            "orgName": "AKTSIASELTS ELCOGEN",
            "ecContrib": 200750
        },
        "918931732": {
            "orgId": "918931732",
            "orgName": "MUKO MASCHINENBAU GMBH",
            "ecContrib": 100000
        },
        "970566481": {
            "orgId": "970566481",
            "orgName": "ELRINGKLINGER AG",
            "ecContrib": 500940
        }
    },
    "calculatedTotalContribution": 2110015
}