{
    "rcn": "207246",
    "acronym": "AMADEUS",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Next GenerAtion MateriAls and Solid State DevicEs for Ultra High Temperature Energy Storage and Conversion",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "This project will investigate the next generation of materials and devices for latent heat thermal energy storage (LHTES) at ultra-high temperatures of up to 2000∫C, which are well beyond today's maximum operation temperatures of ~1000∫C. We will synthetize new phase change materials (PCMs) with latent heat in the range of 2-4 MJ/kg (an order of magnitude greater than that of typical salt-based PCMs); we will develop advance thermal insulation and PCM casing designs, along with novel solid-state heat to power conversion technologies able to operate at temperatures up to 2000∫C. Using these new materials and devices, we aim at realizing the proof of concept of a new kind of extremely compact LHTES device with unprecedented high energy density. The key enabling technologies are: novel PCMs based on the silicon-boron system with ultra-high melting temperature and latent heat, novel refractory lining composites based on carbides, nitrides and oxides for the PCM container walls, advanced thermally insulated PCM casing for ultra-high temperature operation, and novel solid-state heat-to-power converters based on photovoltaic and thermionic effects. In this regard, we will perform the proof of concept of a new kind of hybrid thermionic-photovoltaic converter (TIPV) that has been recently formulated theoretically. TIPV cells combine the ionic and photovoltaic phenomena to convert high temperature heat directly into electricity at very high power rates. The final goal of this project is to demonstrate the proof-of-concept of this idea and kick-starting an emerging research community around this new technological option.",
    "totalCost": "3270496,25",
    "ecMaxContribution": "3270496,25",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "INSTYTUT ODLEWNICTWA;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITAET STUTTGART;Ionvac Process Srl;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "PL;EL;IT;DE;NO",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 770875
        },
        "958386482": {
            "orgId": "958386482",
            "orgName": "Ionvac Process Srl",
            "ecContrib": 375000
        },
        "996492544": {
            "orgId": "996492544",
            "orgName": "INSTYTUT ODLEWNICTWA",
            "ecContrib": 375000
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 286750
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 589250
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 300000
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 573621
        }
    },
    "calculatedTotalContribution": 3270496
}