{
    "rcn": "207221",
    "acronym": "IMPACT TB",
    "topics": "SC1-PM-21-2016",
    "title": "IMPACT TB: Implementing proven community-based active case finding interventions in Vietnam and Nepal",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The aim of this project is to assess the facilitators and barriers to scale-up of two proven active TB case finding and comprehensive patient care models in Vietnam and Nepal as examples of these low and lower-middle income country settings. We will use these data to develop an evidence-based framework for scale-up of implementation by the respective National TB Programs in consultation with relevant stakeholders and governments. This will facilitate programmatic adoption of realistic and optimised active case finding strategies by national TB control programmes.\nWe will compare two alternative implementation strategies in each country appropriate to the local level of current service delivery. For Vietnam, we will compare implementation using salaried employees with volunteer counsellors. For Nepal, we will compare two diagnostic testing strategies as a component of active case finding: traditional  smear microscopy or the novel Xpert Omni molecular testing. \nWe will determine the health economic impact of active case detection under the different models and model the long-term epidemiologic impact and cost-effectiveness.\nThe research seeks to achieve the following objectives:\n1) Implementation of active case finding with comprehensive patient support in 6 districts of Ho Chi Minh City, Vietnam detecting 1,450 additional cases in 2 years.\n2) Implementation of active case finding with comprehensive patient support in 4 districts of the Central Development Region of Nepal, detecting 1,050 additional cases in 2 years.\n3) Health economic evaluation of alternative implementation models in low (Nepal) and middle income (Vietnam) scenarios to inform policy.\n4) Consultation with policy makers, stakeholders and end-users to evaluate facillatators and barriers to scale-up at health system and individual level and development of an evidence-based framework for scale-up for each country.\n5) Transmission modelling of epidemic impact and long-term cost-effectiveness.",
    "totalCost": "4912423,75",
    "ecMaxContribution": "4912423,75",
    "coordinator": "LIVERPOOL SCHOOL OF TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "KONINKLIJKE NEDERLANDSE CENTRALE VERENIGING TOT BESTRIJDING DER TUBERCULOSE (KNCV);BIRAT NEPAL MEDICAL TRUST;KAROLINSKA INSTITUTET;FREUNDESKREIS FUR INTERNATIONALE TUBERKULOSEHILFE EV",
    "participantCountries": "NL;NP;SE;DE",
    "projectParticipants": {
        "919278992": {
            "orgId": "919278992",
            "orgName": "FREUNDESKREIS FUR INTERNATIONALE TUBERKULOSEHILFE EV",
            "ecContrib": 1524026
        },
        "923575510": {
            "orgId": "923575510",
            "orgName": "KONINKLIJKE NEDERLANDSE CENTRALE VERENIGING TOT BESTRIJDING DER TUBERCULOSE (KNCV)",
            "ecContrib": 493839
        },
        "919272396": {
            "orgId": "919272396",
            "orgName": "BIRAT NEPAL MEDICAL TRUST",
            "ecContrib": 1022995
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 646564
        },
        "999883955": {
            "orgId": "999883955",
            "orgName": "LIVERPOOL SCHOOL OF TROPICAL MEDICINE",
            "ecContrib": 1225000
        }
    },
    "calculatedTotalContribution": 4912424
}