{
    "rcn": "207263",
    "acronym": "MSMA",
    "topics": "ERC-CoG-2015",
    "title": "Moduli Spaces, Manifolds and Arithmetic",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "This proposal concerns the application of homotopy theoretic methods to multiple questions of geometric nature, and in particular the study of moduli spaces. Firmly based in topology, the research proposed here is strongly motivated by applications and potential applications to differential geometry, algebraic geometry and especially number theory.\nAny ìmoduli spaceî parametrizes how certain objects may vary in families. The moduli spaces of manifolds parametrize how smooth manifolds may vary in families (smooth fiber bundles), and the representation varieties studied in the second major component parametrize how linear representations of a group may vary in algebraic families.\n\nThe homotopy theoretic study of moduli spaces of manifolds has seen spectacular successes in the last 15 years, kickstarted by a theorem of Madsen and Weiss concerning the topology of moduli spaces of 2-dimensional manifolds. Very recently, anongoing collaboration between O. Randal-Williams and myself promises to establish analoguous results for manifolds of higher dimension. If funded, the research proposed here will bring this research program to a point where all major results about surface moduli spaces have proven analogues for manifolds of higher dimension. \nThe second major component of this proposal has strong number-theoretic origins, but is essentially homotopy theoretic. It concerns the study of universal deformations of representations of (Galois) groups. If funded, the research in this component of the proposal, joint with Akshay Venkatesh, will develop derived (simplicial) deformation rings. Classical deformation rings have had spectacular applications in number theory (starting with Wilesí work) and we also propose to begin the study of applications ofderived deformation rings.\n\nFinally, the proposal contains smaller or more speculative projects, and points out many questions which might be suitable for the Ph.D.-students and postdocs also applied for in this proposal.",
    "totalCost": "1991061",
    "ecMaxContribution": "1991061",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1991061
        }
    },
    "calculatedTotalContribution": 1991061
}