{
    "rcn": "207281",
    "acronym": "TARICA",
    "topics": "ERC-ADG-2015",
    "title": "PoliTical And socioinstitutional change in NoRth AfrICA: competition of models and diversity of national trajectories",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "While the ìArab springî has been often analyzed as the sign of the world-wide expansion of the model of liberal democracy, almost five years after the Tunisian ìrevolutionî, the geopolitical picture of North Africa (from Morocco to Egypt) shows very different configurations. The wave of protests and in some cases the collapse of authoritarian regimes have produced various outcomes and conducted to different political choices: ´ negotiated ª political change in Morocco, containment of social unrest in Algeria, ´ national dialogue ª and success of electoral processes in Tunisia, authoritarian restoration in Egypt and civil war in Libya. These varied situations have close links with the mobilizations of actors drawing on unequal resources and differentiated logics of action. Analyzing ongoing change in North Africa as part of the process of dissemination, confrontation and hybridization of various political and societal models, and as resulting from their appropriation and reinterpretation by social actors, this project aims at identifying the complex processes, which contribute to the diversity of the trajectories followed by the region in the aftermath of the ìArab revoltsî. Our objective is to grasp how various actors position themselves in the space opened up by the collapse or the calling into question of authoritarian regimes and to analyze their strategies in connection with the reference models and normative repertoires, which guide their actions. Our purpose is to identify the factors and processes that make it possible (or prevent) the setting up of institutional arrangements able to manage social diversity, pluralism and conflicts, so as to avoid authoritarian restoration or civil war. Mobilizing a multidisciplinary team of 8 core researchers and a comparative approach centered on the actors, we will explore these processes through three thematic entrees: political regulation, management of the past and transitional justice, social injustice and development.",
    "totalCost": "1998469,76",
    "ecMaxContribution": "1998469,76",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1998470
        }
    },
    "calculatedTotalContribution": 1998470
}