{
    "rcn": "207279",
    "acronym": "IATSO",
    "topics": "ERC-ADG-2015",
    "title": "INDIVIDUAL ACTION THROUGH SOCIAL ORGANIZATIONS: THE CASE OF POVERTY",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "There is arguably a lack of research on organizations with social goals in management. For an\nextreme case, i.e., of poverty, Prahalad (2006) described compelling examples of innovative\norganizations in South Asia, which he suggested served the poor. However, very little is known\nabout: 1) What factors ëcauseí social organizations, for instance, in settings of extreme poverty, to\ngrow and scale up ësuccessfully,í and how and why?, and 2) What organizational factors influence\nësocial performanceí for target groups, and how and why, and under which conditions (where and\nwhen), and for whom? Building on insights from our earlier theoretical and empirical work on\nnetworks, leadership, and learning, as well as our extensive pilot studies in India, we will explore\nhow and why social organizations grow and scale up, in relation to social outcomes for relevant\ntarget groups, using mixed methods (a qualitative phase followed by a quantitative phase, to first\nbuild and then test theory). We propose to study organizations in an extreme setting, where arguably,\nsocial problems are worst: of poverty in South Asia, and picked the education sector given its\npotential importance for enabling people to move out of poverty. We believe that a better\nunderstanding of how and why organizations scale up successfully to enable target groups in poverty\nto be more proactive is also relevant from a practical perspective. It is for instance at the heart of the\nnew Sustainable Development Goals, and it is our hope to make a contribution into this direction.",
    "totalCost": "1217313,76",
    "ecMaxContribution": "1217313,76",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1217314
        }
    },
    "calculatedTotalContribution": 1217314
}