{
    "rcn": "207266",
    "acronym": "ANTI-SUPERBUGS PCP",
    "topics": "ICT-36-2015",
    "title": "ANTI-SUPERBUG Precommercial procurement",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Infections caused by resistant microorganisms often fail to respond to the standard treatment, resulting in prolonged hospital stays, higher health care expenditures, and a greater risk of death.1 Antimicrobials Resistant Organism (AMRO) or Superbugs are invisible, and can survive on surfaces for up to three days. That means that they can be transferred when one infected person simply touches another, or when the patient touches something on which the pathogen resides like a stethoscope or a TV remote control.2 Antibiotic resistance varies according to geographic locations and is directly proportional to the use and misuse of antibiotics. Active surveillance systems are in place across all European member states and Norway and are to be considered one of the main contributing factors to the reduction AMRO infections over the years. On the other hand the effort done up to now is not enough to eradicate AMRO/superbugs infections and ANTI-SUPERBUGS PCP will challenge the industry to develop  solutions that in contact with resistant microorganisms can detect their presence and give real-time feedback to the user and at the same time share the information with the healthcare provider electronic record systems linking the infection with the place of the detection. The project will be developped with the support of Sara Bedin, who will provide her know-how in Procurement in Innovation.",
    "totalCost": "5712300",
    "ecMaxContribution": "3998548,75",
    "coordinator": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "BEDIN SARA;UNIVERSITAETSKLINIKUM AACHEN;INSTITUT CATALA D'ONCOLOGIA;RISE RESEARCH INSTITUTES OF SWEDEN AB;PROVINCIA AUTONOMA DI TRENTO;SHEFFIELD TEACHING HOSPITALS NHS FOUNDATION TRUST",
    "participantCountries": "IT;DE;ES;SE;UK",
    "projectParticipants": {
        "941974082": {
            "orgId": "941974082",
            "orgName": "BEDIN SARA",
            "ecContrib": 89250
        },
        "998420031": {
            "orgId": "998420031",
            "orgName": "INSTITUT CATALA D'ONCOLOGIA",
            "ecContrib": 166688
        },
        "997859662": {
            "orgId": "997859662",
            "orgName": "PROVINCIA AUTONOMA DI TRENTO",
            "ecContrib": 224980
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 77875
        },
        "949799169": {
            "orgId": "949799169",
            "orgName": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
            "ecContrib": 3106294
        },
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 166731
        },
        "996615055": {
            "orgId": "996615055",
            "orgName": "SHEFFIELD TEACHING HOSPITALS NHS FOUNDATION TRUST",
            "ecContrib": 166731
        }
    },
    "calculatedTotalContribution": 3998549
}