{
    "rcn": "207280",
    "acronym": "MiniBrain",
    "topics": "ERC-ADG-2015",
    "title": "Cerebral Organoids: Using stem cell derived 3D cultures to understand human brain development and neurological disorders",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Most of our knowledge on human development and physiology is derived from experiments done in animal models. While these experiments have led to a comprehensive understanding of the principles of neurogenesis, animal models often fall short of modelling many of the most common neurological disorders. Recent experiments have revealed characteristic striking differences in brain development between rodents and primates and may provide an explanation for this problem.\nThe goal of this proposal is to use three dimensional organoid cultures derived from pluripotent human stem cells to reveal the human specific aspects of brain development and to analyse neurological disease mechanisms directly in human tissue. We have recently developed a 3D culture method allowing us to recapitulate human brain development during the first trimester of embryogenesis. Using this method, we will define the human specific brain patterning events in order to develop a culture system that can recapitulate essentially any part of the brain. Using a unique combination of cell type specific markers and mutagenic viruses, we will define the transcriptional networks defining specific neuronal subtypes. This will allow us to perform loss-of function genetics in human tissue to define transcription factors necessary for development of individual neuronal subtypes on a genome-wide level. Finally, we will apply the genome wide screening technology to human neurological disorders like microcephaly or schizophrenia to identify factors that can rescue disease phenotypes. \nThis research proposal will provide fundamental insights into the cellular and molecular mechanisms specifying various neuronal subclasses in the human brain and establish technology that can be applied to a variety of cell types and brain regions. The proposed experiments have the potential to yield fundamental insights into human neurological disease mechanisms that can currently not be derived from animal models.",
    "totalCost": "2800000",
    "ecMaxContribution": "2800000",
    "coordinator": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919263": {
            "orgId": "999919263",
            "orgName": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
            "ecContrib": 2800000
        }
    },
    "calculatedTotalContribution": 2800000
}