{
    "rcn": "207212",
    "acronym": "PACE",
    "topics": "SC1-PM-11-2016-2017",
    "title": "A multicenter phase IIb study using HLA-unmatched allogeneic placenta-derived stromal cells (PLX-PAD) for the treatment of severe critical limb ischemia accompanied by mechanistic studies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "PACE aims to transform the treatment of patients suffering from critical limb ischemia (CLI), a disease with high medical need, because of limited treatment options and poor outcome by applying a novel, off-the-shelf allogeneic placenta-derived stromal cell product (PLX-PAD). Despite improvements in medical care and revascularization, patients with CLI continue to have a high risk of major amputation (below the knee or higher) and cardiovascular death (1-year amputation-free survival <60%; 10-year mortality 70%). CLI has a strong social impact and its incidence is rising worldwide, including in Europe. The prevalence of CLI in the population aged 60ñ90 years is estimated as 1% (0.5ñ1.2%) with male to female ratio around 3:1. \nWe will evaluate the efficacy, tolerability and safety of multiple intramuscular injections of HLA-unmatched allogeneic PLX-PAD for the treatment of CLI patients who are unsuitable for revascularization, in a randomized, double-blind, multicentre, placebo-controlled, parallel group phase II study. The European Medicine Agency (EMA) accepted PLX-PAD as pilot project for the new ìAdaptive Pathways to Patientsî to force timely access for patients to the new therapeutic option. The PACE consortium will go beyond the traditional clinical trial endpoints of safety and efficacy, by state-of-the-art characterizing molecular and functional signature of the PLX-PAD product(s), in depth investigating mechanisms-of-action of PLX-PAD therapy, and exploring biomarkers for understanding response/non-response in particular patients (stratification and therapy response markers). PACE partners are world-leading experts in scalable, clinical grade 3D-cell manufacturing approved by authorities, preclinical and clinical cell therapy, and biomarker analyses with well recognized expertise in designing and performing clinical trials, including those with Advanced Therapy Medicinal Products (ATMPs) integrated with in-patient biomarker and mechanistic side-studies.",
    "totalCost": "7595715",
    "ecMaxContribution": "7595715",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "ASKLEPIOS KLINIKEN HAMBURG GMBH;ICON CLINICAL RESEARCH LIMITED;Genome Identification Diagnostics GmbH;ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU;PARACELSUS MEDIZINISCHE PRIVATUNIVERSITAT SALZBURG - PRIVATSTIFTUNG;PLURISTEM LTD;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "DE;IE;IT;AT;IL",
    "projectParticipants": {
        "998985638": {
            "orgId": "998985638",
            "orgName": "ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU",
            "ecContrib": 250000
        },
        "917347431": {
            "orgId": "917347431",
            "orgName": "ASKLEPIOS KLINIKEN HAMBURG GMBH",
            "ecContrib": 187750
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 2381500
        },
        "931760370": {
            "orgId": "931760370",
            "orgName": "ICON CLINICAL RESEARCH LIMITED",
            "ecContrib": 625000
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 219000
        },
        "998417703": {
            "orgId": "998417703",
            "orgName": "PARACELSUS MEDIZINISCHE PRIVATUNIVERSITAT SALZBURG - PRIVATSTIFTUNG",
            "ecContrib": 812500
        },
        "993419875": {
            "orgId": "993419875",
            "orgName": "Genome Identification Diagnostics GmbH",
            "ecContrib": 188465
        },
        "984846336": {
            "orgId": "984846336",
            "orgName": "PLURISTEM LTD",
            "ecContrib": 2931500
        }
    },
    "calculatedTotalContribution": 7595715
}