{
    "rcn": "207293",
    "acronym": "HPHS",
    "topics": "MSCA-IF-2015-EF",
    "title": "The History and Politics of Human Shields",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "This project aims to examine the history and politics of human shields, a growing phenomenon related to the increasing ìweaponizationî of human bodies and the fact that urban settings have increasingly become common sites for contemporary conflicts. Human shielding denotes the deployment of civilians in order to deter attacks on military sites as well as their transformation into a technology of warfare. While the majority of the scholarly literature characterizes human shielding as the ìweapon of the weak,î one of my assumptions is that the category of human shields is also becoming a weapon deployed by the strong to justify the increasing number of civilian deaths in the battlefield. The legal significance of human shields emerges from the fact that civilians who are defined as shields lose some of the protections traditionally assigned to them by international law. Human shields, I propose, can be a weapon for those who use them, but also for those who accuse the enemy of using them. I hypothesize: 1) that the diverse situations in which civilians become shields and the specific way they are categorized shape our understanding of both the violence deployed and its ethical significance; and 2) that the different kinds of human shields operate in distinct ways and serve radically different military and political purposes. Accordingly, I will pursue two objectives: 1) offer a historical-legal investigation of human shielding, thus facilitating our understanding of the military and ethical function of this legal category; and 2) identify and theorize the various forms of human shielding currently being utilized in theatres of violence, both to improve our understanding of the diverse contexts in which human shields appear and to demonstrate how the conception of human shields shapes our perceptions of violence. Ultimately, HPHS hopes to contribute to research on political violence and EUís obligations to international law.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}