{
    "rcn": "207222",
    "acronym": "RABYD-VAX",
    "topics": "SC1-PM-06-2016",
    "title": "Development of a Next-Generation, Dual-Target Rabies/Flavivirus Infectious DNA (iDNA) Vaccine",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Rabies is the deadliest disease on earth (99.9% fatality rate). Annually, ~58.000 people die from rabies, more than half of them are children. Many remain unvaccinated because of the high costs and the need for a cold-chain. Likewise, despite the existence of an excellent yellow fever (YF) vaccine, yearly ~30.000 people die of YF. The 80-year old low-tech production process does not allow to produce sufficient doses. There is now a real danger that major YF-outbreaks become uncontrollable. We aim at developing an efficient, safe, cheap, thermostable and easy-to-produce vaccine that can be needle-free administered, that protects against both rabies and YF, and that can be implemented in routine prophylactic paediatric vaccination. For this, we will employ our (P01a) proprietary infectious DNA (iDNA) vaccine technology. Simple, even needle-free injection of a low dose (1-10µg) of this easy-to-produce naked plasmid in mice and hamsters launches the YF vaccine virus and protects hamsters as efficiently as the commercial vaccine against lethal YF challenge. The iDNA YF vaccine will be used as vector to express relevant protective rabies antigens. Dual protection of such chimeric iDNA rabies/YF vaccine will be demonstrated against lethal rabies and YFV challenge in small animal models. Likewise, chimeric rabies/Japanese encephalitis and rabies/Zika virus iDNA vaccine candidates will be generated using this versatile platform. Next, induction of protective immunity will be demonstrated in rhesus macaques. The iDNA vaccines combine the benefits of both the YF live-attenuated vaccine (highly efficient life-long induction of immunity) and the thermo-stability, ease-of-production and the potential to customize (in response to emerging medical needs) of ìclassicalî DNA vaccines. A path towards advanced pre-clinical and clinical development of such novel vaccines will be developed in compliance with European regulatory and WHO prequalification requirements.",
    "totalCost": "4113385",
    "ecMaxContribution": "4113385",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "INSTITUT SCIENTIFIQUE DE SANTE PUBLIQUE;STICHTING BIOMEDICAL PRIMATE RESEARCH CENTER;THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS;SCIENSANO",
    "participantCountries": "BE;NL;UK",
    "projectParticipants": {
        "998710740": {
            "orgId": "998710740",
            "orgName": "INSTITUT SCIENTIFIQUE DE SANTE PUBLIQUE",
            "ecContrib": 0
        },
        "998530320": {
            "orgId": "998530320",
            "orgName": "STICHTING BIOMEDICAL PRIMATE RESEARCH CENTER",
            "ecContrib": 818459
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1818114
        },
        "999904713": {
            "orgId": "999904713",
            "orgName": "THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS",
            "ecContrib": 827108
        }
    },
    "calculatedTotalContribution": 3463681
}