{
    "rcn": "207231",
    "acronym": "Perform 2 scale",
    "topics": "SC1-PM-21-2016",
    "title": "Strengthening management at district level to support the achievement of Universal Health Coverage (PERFORM2scale)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The new challenge in global health is to achieve Universal Health Care (UHC) by 2030.  Having an adequate workforce is critical to achieving UHC.  Efforts are in place to scale up the numbers of health workers. Improving health workforce performance is equally important as the quantity of health workers, but more challenging.  Workforce performance improvement can be achieved better at management levels close to front-line workers.  The PERFORM project developed a problem-based management strengthening intervention for management teams at district level in three African countries to improve both health workforce performance and service delivery more generally. The evaluation of the management strengthening intervention (MSI) demonstrated its effectiveness in enabling the management teams to solve workforce performance and other problems locally which improved service delivery, and become better managers.   To have a wider impact and thus contribute to the achievement of UHC the PERFORM management strengthening intervention needs to be scaled up and embedded.   The aim of PERFORM2scale is to develop and evaluate a sustainable approach to scaling up a district level management strengthening intervention in different and changing contexts. A framework and strategy for scaling up the intervention will be developed with government agencies in Ghana, Malawi and Uganda each country.  Capacity will be developed to implement the scale-up which will be carried out over three years in order to use the MSI at scale and embed the process at district level.  The scale-up framework and strategy will be subjected to process evaluation (to identify opportunities and barriers) and outcome evaluation. Both the framework and strategy will be validated for use in the study countries and elsewhere for use and adaptation. The use of the management strengthening intervention at scale in countries will be a major contribution to achieving UHC.",
    "totalCost": "7689009,29",
    "ecMaxContribution": "6749280,96",
    "coordinator": "LIVERPOOL SCHOOL OF TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "HET KONINKLIJK INSTITUUT VOOR DE TROPEN;UNIVERSITY OF GHANA;THE REGISTERED TRUSTEES OF THE RESEARCH FOR EQUITY AND COMMUNITY HEALTH TRUST;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;MAKERERE UNIVERSITY;SCHWEIZERISCHES TROPEN- UND PUBLIC HEALTH-INSTITUT",
    "participantCountries": "NL;GH;MW;IE;UG;CH",
    "projectParticipants": {
        "999878911": {
            "orgId": "999878911",
            "orgName": "UNIVERSITY OF GHANA",
            "ecContrib": 1213436
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 900858
        },
        "999856601": {
            "orgId": "999856601",
            "orgName": "MAKERERE UNIVERSITY",
            "ecContrib": 1394935
        },
        "986601648": {
            "orgId": "986601648",
            "orgName": "THE REGISTERED TRUSTEES OF THE RESEARCH FOR EQUITY AND COMMUNITY HEALTH TRUST",
            "ecContrib": 873568
        },
        "999547656": {
            "orgId": "999547656",
            "orgName": "HET KONINKLIJK INSTITUUT VOOR DE TROPEN",
            "ecContrib": 978506
        },
        "998518583": {
            "orgId": "998518583",
            "orgName": "SCHWEIZERISCHES TROPEN- UND PUBLIC HEALTH-INSTITUT",
            "ecContrib": 0
        },
        "999883955": {
            "orgId": "999883955",
            "orgName": "LIVERPOOL SCHOOL OF TROPICAL MEDICINE",
            "ecContrib": 1387978
        }
    },
    "calculatedTotalContribution": 6749281
}