{
    "rcn": "207203",
    "acronym": "STIPED",
    "topics": "SC1-PM-09-2016",
    "title": "Transcranial brain stimulation as innovative therapy for chronic pediatric neuropsychiatric disorder ñ STIPED",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Due to lack of targeted interventions, compliance issues, insufficient effect sizes and a high non-responder rate to currently available interventions, there is an urgent need to develop innovative and new interventions for chronic paediatric neuropsychiatric disorders, such as Attention-Deficit/Hyperactivity Disorder (ADHD) and Autism Spectrum Disorder (ASD). Transcranial direct current stimulation (tDCS) has been shown to be an innovative, effective and safe alternative treatment approach for neuropsychiatric disorders in adults. Here, for the first time, the effect of tDCS on core neurocognitive and behavioral outcomes will be proven in children and adolescents. First, effect sizes and safety of standard tDCS in the clinical setting targeting core brain regions and disorder specific cognitive tasks will be established by three phase-IIa randomized, double blind, sham-controlled studies in ADHD and ASD. Second, the impact of brain development and age-dependent anatomical / functional features on effects of tDCS will be studied systematically using methods of modern neurophysiology, neuroimaging and electric current modeling. This involves an additional phase-I clinical trial. Third, mechanisms of tDCS on brain function will be studied, and biomarkers will be developed in order to predict individual response to standard and individualized stimulation protocols. Finally, the applicability of tDCS in children and adolescents will be improved by developing an innovative personalized home-based treatment option in combination with a telemental health service, which will be tested by a fifth, phase-IIa clinical trial. Throughout the entire project, ethical concerns of the target population will be addressed. This project opens a new avenue for the application of tDCS as an alternative treatment for a great number of chronic neuropsychiatric disorders in children and adolescents and will allow flexible integration of tDCS in the daily routine of families.",
    "totalCost": "6195231,25",
    "ecMaxContribution": "6195231,25",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "REGION HOVEDSTADEN;FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG;CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE TOURS;NEUROELECTRICS BARCELONA SL;UNIVERSIDADE DE COIMBRA;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;ARTTIC;STARLAB BARCELONA SL;FUNDACAO DA FACULDADE DE CIENCIAS DA UNIVERSIDADE DE LISBOA FP;ZENTRUM FUER INTEGRATIVE PSYHIATRIE",
    "participantCountries": "DK;PT;DE;FR;ES",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 2056305
        },
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 630
        },
        "999580539": {
            "orgId": "999580539",
            "orgName": "FUNDACAO DA FACULDADE DE CIENCIAS DA UNIVERSIDADE DE LISBOA FP",
            "ecContrib": 744
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 495376
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 380500
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 375734
        },
        "999773666": {
            "orgId": "999773666",
            "orgName": "STARLAB BARCELONA SL",
            "ecContrib": 378125
        },
        "994467960": {
            "orgId": "994467960",
            "orgName": "CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE TOURS",
            "ecContrib": 184251
        },
        "942416984": {
            "orgId": "942416984",
            "orgName": "ZENTRUM FUER INTEGRATIVE PSYHIATRIE",
            "ecContrib": 239831
        },
        "953675483": {
            "orgId": "953675483",
            "orgName": "NEUROELECTRICS BARCELONA SL",
            "ecContrib": 765625
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 176436
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 1141675
        }
    },
    "calculatedTotalContribution": 6195232
}