{
    "rcn": "207267",
    "acronym": "L.I.F.E.",
    "topics": "ERC-CoG-2015",
    "title": "LIVING IN A FRINGE ENVIRONMENT - Investigating occupation and exploitation of desert frontier areas in the Late Roman Empire",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The scope of LIFE is to offer a complete set of archaeological and environmental data to be used to investigate Late Roman settlements along frontier desert areas and to reconstruct the underlying strategy to control the empireís desert edges. The case study is the chain of Late Roman fortified settlements that punctuate the Kharga Oasis (Egyptís Western Desert), that in the Fourth Century represented a portion of the southern boundary of the empire. All these sites, located in a remote and harsh environment, share the same architectural features and are endowed with similar agricultural installations, thus suggesting the existence of a highly motivated large-scale strategy of occupation of the region.\nA detailed study of Umm al-Dabadib, the best-preserved site, will produce a consistent set of criteria to be applied to the analysis of its less-preserved companions. In turn, a comprehensive study of these self-contained and self-sufficient settlements with a strong military flavour will allow a reconstruction of the Late Roman strategy of control over the desert routes that met in this oasis, and will offer an important contribution to the debate on the defence of the empireís borders in the historical period from Diocletian to Constantine and beyond to the end of the Fourth Century.\nThe sites will be studied using a combination of classic and innovative investigation techniques: 3D survey of the architectural remains, archaeological excavation of specific portions of both the built-up areas and the agricultural systems, archaeobotanical analyses, ceramic studies, analyses of satellite images, all carried out within the wider frame of an environmental study of the area and a historical analysis of the textual sources. The dissemination will take place both through the usual channels (publications on paper) and through an innovative information system accessible to scholars all over the world, which will fully exploit the potential of the latest survey technique.",
    "totalCost": "1994932,5",
    "ecMaxContribution": "1994932,5",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "participantCountries": "IT",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 445359
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1549574
        }
    },
    "calculatedTotalContribution": 1994933
}