{
    "rcn": "207218",
    "acronym": "MultiViVax",
    "topics": "SC1-PM-06-2016",
    "title": "Development of Effective Vaccines against Multiple Lifecycle Stages of Plasmodium vivax malaria",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Plasmodium vivax is the most widespread malaria and constitutes a significant proportion of human malaria cases. P. vivax accounts for 100-400 million clinical cases each year among the 2.5 billion people living at risk in Latin America, Oceania and Asia. The recently revised Malaria Vaccine Technology Roadmap to 2030 recognises the severity of P. vivax malaria and calls for a vaccine intervention to achieve 75% efficacy over two years ñ equally weighted with P. falciparum. However, despite this global health need, efforts to develop interventions against this parasite have lagged far behind those for P. falciparum, in large part because of critical bottlenecks in the vaccine development process. These include i) lack of assays to prioritise and down-select new vaccines due to lack of an in vitro P. vivax long-term culture system, and ii) lack of easy access to a safe controlled human malaria infection (CHMI) model to provide an early indication of vaccine efficacy in humans. The Objectives of this MultiViVax proposal will address these critical bottlenecks and shift the ìrisk curveî in order to better select successful vaccine candidates against multiple lifecycle stages of P. vivax: \n\n1. We will establish a P. vivax CHMI model in Europe for the first time to facilitate the better selection of effective vaccines and remove the current bottleneck for their early-phase clinical testing.\n\n2. We will utilise this CHMI model to identify novel antigens associated with protective blood-stage immunity in humans by taking advantage of recent advances in immuno-screening and parasite RNASeq.\n\n3. We will progress existing vaccines targeting the current leading antigens for both the blood- and transmission-stages along the clinical development pipeline.\n\n4. We will develop novel transgenic parasites for use in assays in order to overcome the current bottleneck in vaccine down-selection caused by the inability to culture P. vivax parasites.",
    "totalCost": "5763405",
    "ecMaxContribution": "5058974",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "EXPRES2ION BIOTECHNOLOGIES APS;GENOME RESEARCH LIMITED;IMAXIO SA;INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT;NOVAVAX AB;THE UNIVERSITY OF EDINBURGH;OSIVAX SAS",
    "participantCountries": "DK;UK;FR;SE",
    "projectParticipants": {
        "999981343": {
            "orgId": "999981343",
            "orgName": "GENOME RESEARCH LIMITED",
            "ecContrib": 351299
        },
        "954194433": {
            "orgId": "954194433",
            "orgName": "EXPRES2ION BIOTECHNOLOGIES APS",
            "ecContrib": 25000
        },
        "973512371": {
            "orgId": "973512371",
            "orgName": "IMAXIO SA",
            "ecContrib": 4126
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 30000
        },
        "986341009": {
            "orgId": "986341009",
            "orgName": "NOVAVAX AB",
            "ecContrib": 56250
        },
        "911855970": {
            "orgId": "911855970",
            "orgName": "OSIVAX SAS",
            "ecContrib": 35874
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 30000
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 4526425
        }
    },
    "calculatedTotalContribution": 5058974
}