{
    "rcn": "207253",
    "acronym": "AMTRAS",
    "topics": "JTI-CS2-2016-CFP03-AIR-02-22",
    "title": "Adaptive Multifunctional Test Rigs for Aeronautical Structures",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "CleanSky2 has addressed the development of new aircraft concepts and architectures including new materials and manufacturing. In this respect, Adaptive Multifunctional Test Rigs for Aeronautical Structures (AMTRAS project) will contribute to the CleanSky2 objectives with the development of innovative multifunctional Test Rigs, with high performance instrumentation and multishape capability ready to test structural behaviour of new materials (panels) and full-scale demonstrators (Tail unit)\nTo achieve flexibility with multiaxiality and asynchronous loading conditions, AMTRAS will be built by:\nï A flexible parallel kinematics 6-DOF actuator and the multishape fixture\nï Machine Vision based Non-contact deformation monitoring and measurement system\nï Non-Destructive Testing based on IR Thermography for the detection of structural defects\nThe flexibility and accuracy provided by AMTRAS Test Rigs will contribute to time-to-market minimization, reducing the time span from concept to validated design. This is line with the topic JTI-CS2-2016-CPF03-AIR-02-22 since preparation and assembly of different multifunctional testing benches will no longer be necessary. In addition, AMTRAS contributes to one of the targeted achievements for defined in Challenge 2 ìMaintaining and extending industrial leadershipî FlightPath 2050 Goals in the Strategic Research & Innovation Agenda (SRIA) of ACARE (Advisory Council for Aviation Research and Innovation in Europe). According to the SRIA, innovation in aviation is complex, capital intensive and takes time, typically, 15 years can elapse between the generation of a concept and technology being fully developed for a specific application on the next generation of air vehicles. However, market demands shorter cycles of new technology integration, therefore greater efficiency in processes (design, test, validation, certification, manufacture) is demanded to facilitate faster and more frequent introduction of innovations addressing market needs.",
    "totalCost": "349375",
    "ecMaxContribution": "349375",
    "coordinator": "ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998801532": {
            "orgId": "998801532",
            "orgName": "ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE",
            "ecContrib": 349375
        }
    },
    "calculatedTotalContribution": 349375
}