{
    "rcn": "207276",
    "acronym": "BIOSEC",
    "topics": "ERC-ADG-2015",
    "title": "Biodiversity and Security: understanding environmental crime, illegal wildlife trade and threat finance.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The core intellectual aim of BIOSEC is to explore whether concerns about biodiversity protection and global security are becoming integrated, and if so, in what ways.  It will do so via building new theoretical approaches for political ecology. \n\nAchim Steiner, UN Under-Secretary General and Executive Director of UNEP recently stated ëthe scale and role of wildlife and forest crime in threat finance calls for much wider policy attentioní. The argument that wildlife trafficking constitutes a significant source of ëthreat financeí takes two forms: first as a lucrative business for organised crime networks in Europe and Asia, and second as a source of finance for militias and terrorist networks, most notably Al Shabaab, Lordís Resistance Army and Janjaweed.   \n\nBIOSEC is a four year project designed to lead debates on these emerging challenges. It will build pioneering theoretical approaches and generate new empirical data. BIOSEC takes a fully integrated approach: it will produce a better conceptual understanding of the role of illegal wildlife trade in generating threat finance; it will examine the links between source and end user countries for wildlife products; and it will investigate and analyse the emerging responses of NGOs, government agencies and international organisations to these challenges. \n\nBIOSEC goes beyond the ëstate-of-the artí because biodiversity protection and global security currently inhabit distinctive intellectual ësilosí; however, they need to be analysed via an interdisciplinary research agenda that cuts across human geography, politics and international relations, criminology and conservation biology.  This research is timely because in the last two years, the idea that the illegal wildlife trade constitutes a major security threat has become more prevalent in academic and policy circles, yet it is an area that is under researched and poorly understood. These recent shifts demand urgent conceptual and empirical interrogation.",
    "totalCost": "1822729",
    "ecMaxContribution": "1822729",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1822729
        }
    },
    "calculatedTotalContribution": 1822729
}