{
    "rcn": "207268",
    "acronym": "FORMAT",
    "topics": "ERC-PoC-2015",
    "title": "FORMAT: a novel medium FOr Revolutionizing stem cell MAnufacturing Technologies",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "One of the greatest challenges facing society is treating patients afflicted with degenerative and age-related disorders, such as multiple sclerosis, Parkinsonís disease and diabetes. For all of these, stem cell therapy represents a novel treatment approach and a great hope for the millions of patients worldwide. In my ERC-funded research project, we successfully managed to generate Extracellular-signal-Regulated Kinases (ERK) signalling independent human naÔve Pluripotent Stem Cells (PSCs), a new category of human stem cells that retrain features that are characteristic of earlier developmental stages, i.e. they are more ìprimitiveî than typical/conventional human PSCs. We managed to do so by employing a novel medium that allows the acquisition of many apparent naÔve features that were previously observed only in rodent pluripotent stem cells. Importantly, this new pluripotent configuration, not only comes in different molecular flavours, but also has different functional properties. In turn, the first goal of our PoC project is to establish the technical feasibility of our novel medium by carrying out a series of molecular and functional tests. Such tests would enable us to further improve the existing medium conditions and create a commercial-like platform for enhanced expansion and derivation of human naÔve induced PSCs. The second goal of FORMAT project is to establish the commercialization potential of our novel medium as a means to maintain standardized cells that can in turn be used to replenish, regenerate and repair damaged human tissues.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}