{
    "rcn": "207252",
    "acronym": "SORCERER",
    "topics": "JTI-CS2-2016-CFP03-LPA-02-11",
    "title": "Structural pOweR CompositEs foR futurE civil aiRcraft",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "In SORCERER revolutionary lightweight electrical energy storing composite materials for future electric and hybrid-electric aircraft are to be developed. Building on previous research novel lightweight supercapacitor composites, structural battery and structural energy generating composite materials are to be realised for aeronautical application and demonstrated on the systems level. Such demonstration ranges from table-top demonstrators for structural batteries and energy harvesting materials to aircraft component demonstrators for structural supercapacitors.\nThe SORCERER consortium consist of the world leading research groups on structural power composites. The team has an outstanding scientific track record in research covering all aspects of structural power composites development and manufacture namely: multifunctional matrices (SPE) and carbon fibres (i.e. constituents); separator materials and designs; structural electrodes; connectivity and power management and materials modelling and design.\nIn SORCERER we will build on these experiences to adapt current structural power composites solutions for aeronautical applications as well as develop new materials and devices for the aircraft application. By the end of the project each technology, i.e. structural supercapacitor, battery and power generation device, will have matured and as a result been brought-up at least one step on the TRL scale.  In particular, the developed devices will be demonstrated on the systems level. For all structural battery and power generation composite materials this will be the worldís first demonstration on that level of complexity.",
    "totalCost": "1650632,5",
    "ecMaxContribution": "1650632,5",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "FUNDACION IMDEA MATERIALES;KUNGLIGA TEKNISKA HOEGSKOLAN;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "ES;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 715242
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 426309
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 409075
        },
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 100006
        }
    },
    "calculatedTotalContribution": 1650632
}