{
    "rcn": "207275",
    "acronym": "TRANSPOS-X",
    "topics": "ERC-ADG-2015",
    "title": "Transposable elements, their controllers and the genesis of human-specific transcriptional networks",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Transposable elements (TEs) account for more than two thirds of the human genome. They can inactivate\ngenes, provide novel coding functions, sprinkle chromosomes with recombination-prone repetitive\nsequences, and modulate cellular gene expression through a wide variety of transcriptional and\nposttranscriptional influences. As a consequence, TEs are considered as essential motors of evolution yet\nthey are occasionally associated with disease, causing about one hundred Mendelian disorders and possibly\ncontributing to several human cancers. As expected for such genomic threats, TEs are subjected to tight\nepigenetic control imposed from the very first days of embryogenesis, in part owing to their recognition by\nsequence-specific RNA- and protein-based repressors. It is generally considered that the evolutionary\nselection of these TE controllers reflects a simple host-pathogen arms race, and that their action results in the\nearly and permanent silencing of their targets. We have recently uncovered new evolutionary evidence and\nobtained genomic and functional data that invalidate this dual assumption, and suggest instead that\ntransposable elements and their epigenetic controllers establish species-specific transcriptional networks that\nplay critical roles in human development and physiology. The general objective of the present proposal is to\nexplore the breadth of this phenomenon, to decipher its mechanisms, to unveil its functional implications,\nand to probe how this knowledge could be exploited for basic research, biotechnology and clinical medicine.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}