{
    "rcn": "207230",
    "acronym": "SPICES",
    "topics": "SC1-PM-21-2016",
    "title": "Scaling-up Packages of Interventions for Cardiovascular disease prevention in selected sites in Europe and Sub-Saharan Africa: An implementation research (SPICES Project)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The overall research objective of the SPICES project is to implement and evaluate a comprehensive CVD prevention and control program in five settings: a rural & semi-urban community in a low-income country (Uganda), middle income (South Africa) and vulnerable groups in three high-income countries (Belgium, France and United Kingdom) as well as to identify and compare the barriers and facilitators across study contexts. The project will be evaluated using a mix of formative assessments; pre/post and  trial designs. At the beginning of the project, we will conduct baseline assessments including literature reviews, formative studies, household surveys (where feasible) and learn lessons from other projects to understand healthcare and lifestyle practices, barriers, and facilitators.  A cost-effectiveness and cost benefit analysis will be included. In addition, the teams will conduct site exchanges visits to learn from each other and organise policy dialogues to ensure sustainability and maximise impact of the interventions. The implementation outcomesóacceptability, adoption, appropriateness, feasibility, fidelity, implementation cost, coverage, and sustainability will be evaluated ñ in order to understand the factors affecting the implementation, the processes, and the accruing results. The intervention of the SPICES project will aim to: (1) improve patients írisk profiles (LDL-cholesterol, blood pressure, HbA1c (among patients with diabetes), modify lifestyles (diet and exercise and smoking cessation) and achieve recommended cholesterol, blood pressure and glycaemic control targets; (2) increase proportion of patients receiving appropriate BP, cholesterol and diabetes medication; (3) and mitigate the number of people developing complications such a stroke and myocardial infarction.",
    "totalCost": "5902038,75",
    "ecMaxContribution": "5902038,75",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "THE UNIVERSITY OF MANCHESTER;University of Limpopo;MAKERERE UNIVERSITY;THE NOTTINGHAM TRENT UNIVERSITY;CENTRE HOSPITALIER REGIONAL ET UNIVERSITAIRE DE BREST",
    "participantCountries": "UK;ZA;UG;FR",
    "projectParticipants": {
        "997769937": {
            "orgId": "997769937",
            "orgName": "University of Limpopo",
            "ecContrib": 788125
        },
        "999824494": {
            "orgId": "999824494",
            "orgName": "THE NOTTINGHAM TRENT UNIVERSITY",
            "ecContrib": 651671
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 1599662
        },
        "999856601": {
            "orgId": "999856601",
            "orgName": "MAKERERE UNIVERSITY",
            "ecContrib": 901838
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 938605
        },
        "950149921": {
            "orgId": "950149921",
            "orgName": "CENTRE HOSPITALIER REGIONAL ET UNIVERSITAIRE DE BREST",
            "ecContrib": 1022138
        }
    },
    "calculatedTotalContribution": 5902039
}