{
    "rcn": "207210",
    "acronym": "ZIKAVAX",
    "topics": "SC1-PM-06-2016",
    "title": "Fast track development of a Zika vaccine based on measles vector",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Zika virus is an emerging mosquito-borne flavivirus. Although already isolated in 1947, to date there are no specific treatments nor any vaccines available against Zika virus disease, making it a truly neglected infectious disease. The recent rapid spread of the Zika virus in previously unaffected regions has provided strong epidemiological evidence that infection with this virus might be associated with neurological complications in adults and with an increase in severe congenital brain malformations of new-borns. Consequently, the World Health Organization has declared the recent outbreak of the Zika virus a public health emergency.\nThe ZIKAVAX proposal has the objective to address this urgent public health issue by promoting the rapid development of a safe, effective, and affordable preventive vaccine against Zika virus infection. To achieve this goal, ZIKAVAX will use a delivery platform technology based on a measles vaccine vector with demonstrated proof of principle in humans and a preclinical track record of rapid adaptability and effectiveness for a variety of pathogens. The manufacturing process for these measles vector-based vaccines has been developed to give high yield and purity using standard equipment. In ZIKAVAX, following antigen selection and expression, immunisation studies will be conducted with the Zika vaccine candidate in mice and in a challenge model in non-human primates that will developed by the consortium. The ultimate goal of ZIKAVAX is the demonstration of safety and immunogenicity of a recombinant measles-Zika vaccine candidate in adult volunteers in a phase Ia clinical trial.\nZIKAVAX is driven by a strongly committed and effective consortium of four leading European organisations highly experienced in vaccine research and development. Its partners include the European Vaccine Initiative, Institut Pasteur, Themis Bioscience GmbH and the Institute of Emerging Diseases and Innovative Therapies from the Commissariat ‡ líEnergie Atomique.",
    "totalCost": "4918137,5",
    "ecMaxContribution": "4918137,5",
    "coordinator": "EUROPEAN VACCINE INITIATIVE - EEIG",
    "coordinatorCountry": "DE",
    "participants": "THEMIS BIOSCIENCE GMBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INSTITUT PASTEUR",
    "participantCountries": "AT;FR",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 489016
        },
        "990041753": {
            "orgId": "990041753",
            "orgName": "THEMIS BIOSCIENCE GMBH",
            "ecContrib": 3192862
        },
        "991543701": {
            "orgId": "991543701",
            "orgName": "EUROPEAN VACCINE INITIATIVE - EEIG",
            "ecContrib": 673969
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 562290
        }
    },
    "calculatedTotalContribution": 4918137
}