{
    "rcn": "207215",
    "acronym": "ALIVER",
    "topics": "SC1-PM-09-2016",
    "title": "Development of DIALIVE, a novel Liver Dialysis Device for the treatment of patients with Acute on Chronic Liver Failure (ACLF)",
    "startDate": "01/01/2017",
    "endDate": "30/09/2020",
    "objective": "Liver disease incidence is increasing and about 170K patients die from liver failure each year in Europe. In liver failure, the accumulation of protein bound toxins and increased susceptibility to infection cause multiorgan failure and death. Liver transplantation is the only treatment known to prolong the life but is limited by availability of organs. A clinically efficacious ëliver dialysis deviceí is an unmet clinical need. The ALIVER Consortium has developed and optimised a novel ëliver dialysis deviceí, DIALIVE. The DIALIVE device is protected by world-wide patents and is based upon our discovery that (i) albumin, a circulating protein involved in detoxification is reduced irreversibly in function and (ii) endotoxemia contributes to increased risk of infection in liver failure. DIALIVE incorporates albumin removal and replacement and, endotoxin removal and is a TRL5. In animal models of liver failure, DIALIVE was shown to be easy to use, safe, reduced endotoxemia and, improved albumin and immune function and, prolonged survival. The ALIVER Consortium, which is comprised of experts in liver failure, SMEs and charities proposes to perform clinical trials of DIALIVE in patients with acute on chronic liver failure (ACLF). During the grant period a CE-mark will be obtained and the device will progress to a TRL7/8. Consultation with Regulatory bodies confirms that if the trials are successful, a CE-mark is highly likely. Grifols, a large plasma proteins company is a potential licensee of the technology if the studies proposed by the ALIVER Consortium are positive. \nWe plan to take the project through regulatory and ethics approval and perform two studies to define its safety and efficacy in ACLF patients in 18 European hospitals; define health economic benefits to the EU and define a reimbursement strategy. The results will be disseminated widely and results exploited to benefit patients, EU healthcare system, create new jobs and grow healthcare Industry in Europe.",
    "totalCost": "7846088,75",
    "ecMaxContribution": "6478737,5",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;IBM IRELAND LIMITED;SERVICIO MADRILENO DE SALUD;ALBUTEC GMBH;Royal Free Hospital, Royal Free Hampstead NHS Trust;FAKKEL BVBA;UNIVERSITATSMEDIZIN ROSTOCK;EUROPEAN ASSOCIATION FOR THE STUDYOF THE LIVER;YAQRIT LIMITED;EUROPEAN FOUNDATION FOR THE STUDY OF CHRONIC LIVER FAILURE (EF-CLIF)",
    "participantCountries": "FR;IE;ES;DE;UK;BE;CH",
    "projectParticipants": {
        "920692185": {
            "orgId": "920692185",
            "orgName": "FAKKEL BVBA",
            "ecContrib": 1250750
        },
        "937158614": {
            "orgId": "937158614",
            "orgName": "YAQRIT LIMITED",
            "ecContrib": 1837375
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 123500
        },
        "920196515": {
            "orgId": "920196515",
            "orgName": "EUROPEAN FOUNDATION FOR THE STUDY OF CHRONIC LIVER FAILURE (EF-CLIF)",
            "ecContrib": 1512950
        },
        "954598244": {
            "orgId": "954598244",
            "orgName": "UNIVERSITATSMEDIZIN ROSTOCK",
            "ecContrib": 139000
        },
        "937047258": {
            "orgId": "937047258",
            "orgName": "EUROPEAN ASSOCIATION FOR THE STUDYOF THE LIVER",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 807412
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 123500
        },
        "954192008": {
            "orgId": "954192008",
            "orgName": "ALBUTEC GMBH",
            "ecContrib": 204500
        },
        "944973128": {
            "orgId": "944973128",
            "orgName": "IBM IRELAND LIMITED",
            "ecContrib": 261250
        },
        "999556386": {
            "orgId": "999556386",
            "orgName": "Royal Free Hospital, Royal Free Hampstead NHS Trust",
            "ecContrib": 218500
        }
    },
    "calculatedTotalContribution": 6478737
}