{
    "rcn": "207262",
    "acronym": "STEM",
    "topics": "ERC-StG-2015",
    "title": "Structural energy harvesting composite materials",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The purpose of this project is the development of new multifunctional structural composite materials that combine high-performance mechanical properties and the possibility to harvest energy. The multifunctional composites are based on a continuous macroscopic fibre made up of highly aligned carbon nanotubes that has bulk mechanical, electrical and thermal properties already superior to carbon fibre and the mesoporosity and chemical resistance of an activated carbon; which will be combined with nanostructured semiconductors that can transfer charge/energy when subjected to external stimuli (piezoelectric, photovoltaic) and integrated in a polymer matrix to form composite ply structures. Such composites will be fabricated from bottom to top, resulting in a 3-component hierarchical structure. Load, charge and energy transfer processes at the nanocarbon/inorganic interface, for example, will be carefully controlled through tailoring the structure and optoelectronic properties of the two components during their synthesis, and by exploiting the role of the fibre surface to template the growth of inorganic semiconductors and form an electronic junction. The project comprises a detailed multiscale study of materials synthesis and properties, including in-situ spectroscopy, electron microscopy and synchrotron XRD during mechanical testing, junction characterisation (emission/absorption spectroscopy, impedance) and photocurrent measurements. The uniqueness of the proposal lies in exploiting advanced optoelectronic processes in macroscopic strong composites on a composite ply length-scale, in the quest for a new generation of light-weight multifunctional structural materials.",
    "totalCost": "1448786,56",
    "ecMaxContribution": "1448786,56",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 1448787
        }
    },
    "calculatedTotalContribution": 1448787
}