{
    "rcn": "207277",
    "acronym": "BYPASSWITHOUTSURGERY",
    "topics": "ERC-ADG-2015",
    "title": "Reaching the effects of gastric bypass on diabetes and obesity without surgery",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Gastric bypass surgery results in massive weight loss and diabetes remission. The effect is superior to intensive medical treatment, showing that there are mechanisms within the body that can cure diabetes and obesity.  Revealing the nature of these mechanisms could lead to new, cost-efficient, similarly effective, non-invasive treatments of these conditions. The hypothesis is that hyper-secretion of a number of gut hormones mediates the effect of surgery, as indicated by a series of our recent studies, demonstrating that hypersecretion of GLP-1, a hormone discovered in my laboratory and basis for the antidiabetic medication of millions of patients, is essential for the improved insulin secretion and glucose tolerance. But what are the mechanisms behind the up to 30-fold elevations in secretion of these hormones following surgery? Constantly with a translational scope, all elements involved in these responses will be addressed in this project, from detailed analysis of food items responsible for hormone secretion, to identification of the responsible regions of the gut, and to the molecular mechanisms leading to hypersecretion. Novel approaches for studies of human gut hormone secreting cells, including specific expression analysis, are combined with our advanced and unique isolated perfused gut preparations, the only tool that can provide physiologically relevant results with a translational potential regarding regulation of hormone secretion in the gut. This will lead to further groundbreaking experimental attempts to mimic and engage the identified mechanisms, creating similar hypersecretion and obtaining similar improvements as the operations in patients with obesity and diabetes. Based on our profound knowledge of gut hormone biology accumulated through decades of intensive and successful research and our successful elucidation of the antidiabetic actions of gastric bypass surgery, we are in a unique position to reach this ambitious goal.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "REGION HOVEDSTADEN",
    "participantCountries": "DK",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1911072
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 588928
        }
    },
    "calculatedTotalContribution": 2500000
}