{
    "rcn": "207216",
    "acronym": "anTBiotic",
    "topics": "SC1-PM-09-2016",
    "title": "AnTBiotic ñ progressing TB drug candidates to clinical proof of concept",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Tuberculosis (TB) today rivals HIV/AIDS as the leading cause of death from infectious diseases. The number of TB patients has never been higher and the growing proportion of drug-resistant TB is threatening control strategies both in the developing and developed world, Eastern Europe being a particularly worrying point in case. The anTBiotic consortium aims to fuel the long-term TB clinical pipeline while immediately offering new options to clinicians when confronted with multidrug-resistant (MDR)-TB. More specifically, the proposed studies aim to: \n\na) Establish the proof of concept of anti-TB efficacy in humans of a pioneering, first-in-class, low-dose GSK oxaborole clinical drug candidate; \nb) Identify a combination of ?-lactam antibiotics suitable for the treatment of MDR TB orally or as a once daily intravenous or intramuscular application and \nc) Incorporate the best ?-lactam combination into an explorative salvage regimen for untreatable patients with extensively drug-resistant TB \n\nThe anti-TB activity in humans will be established in a two-week EBA clinical studies that combine established (CFU, TTP) and new clinical markers (biomarkers, PET/CT). These datasets will help ascertain anti-TB efficacy in humans and generate confidence on their validity in longer-term drug combination trials. A variety of modelling approaches to predict optimal dosing will be used. Finally, we intend to use at least one of these novel anti-TB entities as part of a pioneering, non-controlled clinical trial in highly drug resistant subjects in Europe and South Africa. This final clinical intervention will hopefully be of immediate benefit to drug-resistant patients in the EU and elsewhere in addition to generating a strong precedent for further adoption worldwide.",
    "totalCost": "5819416",
    "ecMaxContribution": "5819416",
    "coordinator": "GLAXOSMITHKLINE INVESTIGACION Y DESARROLLO SL",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITETET I TROMSOE;TASK FOUNDATION NPC;UNIVERSITY OF CAPE TOWN;FORSCHUNGSZENTRUM BORSTEL",
    "participantCountries": "NO;ZA;DE",
    "projectParticipants": {
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 644072
        },
        "938426986": {
            "orgId": "938426986",
            "orgName": "TASK FOUNDATION NPC",
            "ecContrib": 1873804
        },
        "999521563": {
            "orgId": "999521563",
            "orgName": "FORSCHUNGSZENTRUM BORSTEL",
            "ecContrib": 1242418
        },
        "989536092": {
            "orgId": "989536092",
            "orgName": "GLAXOSMITHKLINE INVESTIGACION Y DESARROLLO SL",
            "ecContrib": 1923768
        },
        "999849229": {
            "orgId": "999849229",
            "orgName": "UNIVERSITY OF CAPE TOWN",
            "ecContrib": 135354
        }
    },
    "calculatedTotalContribution": 5819416
}