{
    "rcn": "207224",
    "acronym": "UTILE",
    "topics": "SC1-HCO-01-2016",
    "title": "The EU-HEALTH INNOVATION MARKETPLACE, the valorization platform for (FP7 Health and H2020 SC1) research results",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "A recent evaluation of FP7 projects executed by the EC, showed that an estimated 80% of funded Health projects lacks valorisation. The ìUTILEî proposal presents the EU-Health Innovation Marketplace, an online tool to better valorise the FP7 Health and Horizon2020 SC1 project results. This marketplace will actively bring together Innovation Providers (i.e. technology push) and the Innovation Developers (i.e. market pull). Moreover, in order to bring technology push and market pull successfully together, all 1200 FP7 Health and Horizon2020 SC1 projects will not only be analysed and defragmented by five high quality TTOís (including NIH) in a LEAN process. It will also be valued by an elaborate Market & Stakeholder Advisory Committee, existing of Business Developers of 20-35 important pharmaceutical, medtech, biotech companies and Venture Capitalists. Thus here, valorisation of Health results will not be enhanced by just pushing harder, but by defragmenting and presenting these results in a way that the market will better recognize the added value. In addition to the presentation of well valued selected results on the online UTILE Marketplace, technology push and market pull will be actively brought together by a series of offline activities such as specific workshops and roundtables at international and conferences, brokerage events and technology valorisation courses and trainings. Special attention will be given to the participation of SMEís and involvement of Low Performing Countries. UTILE will deliver a self-sustainable platform of functionalities and activities will also enable the valorisation of future Horizon2020 SC1 projects as well as the many more health-related EC-funded health projects (e.g. in the Marie (Sk?odowska) Curie actions). The UTILE Marketplace therefore will continue well after the current grant period.",
    "totalCost": "1999623,75",
    "ecMaxContribution": "1999623,75",
    "coordinator": "PNO CONSULTANTS BV",
    "coordinatorCountry": "NL",
    "participants": "ASCENION GmbH;INNOVATION ENGINEERING SRL;EUROPE UNLIMITED S.A.;LIFEARC;ASSOCIATION OF EUROPEAN SCIENCE & TECHNOLOGY TRANSFER PROFESSIONALS;EVROPROJECT OOD;CIAOTECH Srl;TECH TRANSFER SUMMIT LIMITED;BERGEN TEKNOLOGIOVERFORING AS;KAROLINSKA INSTITUTET INNOVATIONS AB",
    "participantCountries": "DE;IT;BE;UK;NL;BG;NO;SE",
    "projectParticipants": {
        "993162049": {
            "orgId": "993162049",
            "orgName": "INNOVATION ENGINEERING SRL",
            "ecContrib": 138375
        },
        "930584827": {
            "orgId": "930584827",
            "orgName": "BERGEN TEKNOLOGIOVERFORING AS",
            "ecContrib": 137286
        },
        "952725271": {
            "orgId": "952725271",
            "orgName": "LIFEARC",
            "ecContrib": 228375
        },
        "998763508": {
            "orgId": "998763508",
            "orgName": "CIAOTECH Srl",
            "ecContrib": 182750
        },
        "954314325": {
            "orgId": "954314325",
            "orgName": "TECH TRANSFER SUMMIT LIMITED",
            "ecContrib": 251256
        },
        "999775315": {
            "orgId": "999775315",
            "orgName": "EUROPE UNLIMITED S.A.",
            "ecContrib": 315281
        },
        "999568996": {
            "orgId": "999568996",
            "orgName": "ASCENION GmbH",
            "ecContrib": 220266
        },
        "952139779": {
            "orgId": "952139779",
            "orgName": "EVROPROJECT OOD",
            "ecContrib": 36438
        },
        "949694894": {
            "orgId": "949694894",
            "orgName": "KAROLINSKA INSTITUTET INNOVATIONS AB",
            "ecContrib": 175846
        },
        "990535968": {
            "orgId": "990535968",
            "orgName": "PNO CONSULTANTS BV",
            "ecContrib": 274125
        },
        "998727812": {
            "orgId": "998727812",
            "orgName": "ASSOCIATION OF EUROPEAN SCIENCE & TECHNOLOGY TRANSFER PROFESSIONALS",
            "ecContrib": 39625
        }
    },
    "calculatedTotalContribution": 1999623
}