{
    "rcn": "207251",
    "acronym": "SPECTRAL",
    "topics": "JTI-CS2-2016-CFP03-AIR-02-20",
    "title": "low-coSt Printing of high-pErformanCe Thermoplastics foR structurAl appLications",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The technology known as Fused Filament Fabrication (FFF) is one of the oldest known methods for 3D printing of objects.  In fact, it was the first technology to be widely commercialized, and still has, by far, the largest presence on the market.  In addition, printers based on FFF technology commonly have prices far less than comparable designs using photo polymerization or sintering technologies.  However, to date, FFF has been largely limited to polymers with fairly low melting points: less than 280∞C.  This has limited its success from an industrial standpoint, where high-performance polymers such as ULTEM (poly etherimide) and PEEK are needed in order to provide thermal and mechanical performance in extremely demanding scenarios.  In the aerospace market, PEEK has become the reference high-performance engineering thermoplastic. PEEK is an attractive material due to its high thermal and mechanical performance, coupled with its low density (about one third that of titanium). It is therefore being widely investigated for replacing titanium and other metals in aerospace applications, in order to reduce overall weight.\nCurrent solutions for additive manufacturing using PEEK require investment is extremely costly systems.  PEEK-capable industrial-grade machines need not be astronomical, however.  In this context, the main ambition of the project will be to provide the Topic Manager with access to a complete FFF supply chain: industrial-grade PEEK FFF printers at a price point ten times less than current industrial-grade FFF printers, along with a supply of high-quality PEEK filament tested and validated on the printer and in accordance with the Topic Managerís performance specifications.  In addition, the PEEK materials will be accompanied by a high-temperature compatible breakaway support matrix material custom-designed for PEEK usage.",
    "totalCost": "347113,75",
    "ecMaxContribution": "347113",
    "coordinator": "RESCOLL",
    "coordinatorCountry": "FR",
    "participants": "JDEAL-FORM SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "998135821": {
            "orgId": "998135821",
            "orgName": "RESCOLL",
            "ecContrib": 167863
        },
        "918425974": {
            "orgId": "918425974",
            "orgName": "JDEAL-FORM SRL",
            "ecContrib": 179250
        }
    },
    "calculatedTotalContribution": 347113
}