{
    "rcn": "207265",
    "acronym": "RARE",
    "topics": "ERC-CoG-2015",
    "title": "Dipolar Physics and Rydberg Atoms with Rare-Earth Elements",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Strongly magnetic rare-earth atoms are fantastic species to study few- and many-body dipolar quantum physics with ultracold gases. Their appeal leans on their spectacular properties (many stable isotopes, large dipole moment, unconventional interactions, and a rich atomic spectrum). In 2012 my group created the first Bose-Einstein condensate of erbium and shortly thereafter the first degenerate Fermi gas. My pioneering studies, together with the result on dysprosium by the Lev¥s group, have triggered an intense research activity in our community on these exotic species. \nThe RARE project aims at converting complexity into opportunity by exploiting the newly emerged opportunity provided by magnetic rare-earth atoms to access fascinating, yet rather unexplored, quantum regimes. It roots into two innate properties of magnetic lanthanides, namely their large and permanent magnetic dipole moment, and their many valence electrons. With these properties in mind, my proposal targets to obtain groundbreaking insights into dipolar quantum physics and multi-electron ultracold Rydberg gasses:\n1) Realization of the first dipolar quantum mixtures, by combining Er and Dy. With this powerful system, we aim to study exotic states of matter under the influence of the strong anisotropic and long-range dipole-dipole interaction, such as anisotropic Cooper pairing and superfluidity, and weakly-bound polar ErDy molecules.\n2) Study of non-polarized dipoles at zero and ultra-weak polarizing (magnetic) fields, where the atomic dipole are free to orient. In this special setting, we plan to demonstrate new quantum phases, such as spin-orbit coupled, spinor, and nematic phases.\n3) Creation of multi-electron ultracold Rydberg gases, in which the Rydberg and core electrons can be separately controlled and manipulated.  \nThis innovative project goes far beyond the state of the art and promises to capture truly new scientific horizons of quantum physics with ultracold atoms. \nfor later",
    "totalCost": "1992368",
    "ecMaxContribution": "1992368",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "AT",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 1000000
        },
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 992368
        }
    },
    "calculatedTotalContribution": 1992368
}