{
    "rcn": "207271",
    "acronym": "Mini Brains",
    "topics": "ERC-PoC-2015",
    "title": "Cerebral organoids: human mini brains in a dish open up new possibilities for drug development in neurodegenerative and developmental diseases",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Transferring results from animal models to humans is a major bottleneck in pharmaceutical research. This is particularly true for brain disorders, including neurodegenerative and developmental diseases. Both animal models and conventional cell culture methods fail to recapitulate the complexity of the human brain and there are fundamental differences in developmental and physiological aspects between humans and the commonly used animal models. The high attrition rate of drugs for brain disorders has led major pharmaceutical companies to severely downsize their respective departments. \nTo overcome the inherent limitations of current in vitro and in vivo models for brain disorders, we have generated a proprietary human pluripotent stem cell-derived 3D organoid culture system, termed cerebral organoids. These cerebral organoids are ëmini brainsí that grow in a petri dish , display discrete but interconnected brain regions and recapitulate features of human brain development. ëMini Brainsí can be derived from patient-specific stem cells and represent a unique opportunity for creating specific human disease models in a 3D culture. \nThe aim of the ëMini Brainí project is to investigate the commercial feasibility of cerebral organoids as a new and highly cost-effective tool in the discovery and development of therapies for neurodegenerative and developmental diseases. The use of patient-specific cerebral organoids for drug screening and validation offers an alternative to animal experiments, reducing costs and animal use and improving reliability of results, and has the potential to decrease the cost of drug development, reduce the brain disease burden and increase the rate of approved drugs for brain disorders.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919263": {
            "orgId": "999919263",
            "orgName": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}