{
    "rcn": "207260",
    "acronym": "Market Design",
    "topics": "ERC-CoG-2015",
    "title": "Market Design: Theory and Applications in Development",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "There are two components to my research plan.\n\nFirst is the study of dynamic markets for real and financial assets in which traders might have asymmetric information. In particular I aim to understand how different characteristics of the market such as frequency of trade and transparency affect the efficiency with which these markets operate. This is a stepping stone to then be able to understand how these markets can be designed or regulated to improve their efficiency. Allowing for competition among market places can also indicate if the best way to intervene in these markets is by fostering competition or if direct government intervention is called for. \n\nSecond, market imperfections are exacerbated in developing countries due to the poor rule of law and poor institutional framework. Thus, important welfare gains can potentially be achieved by mitigating these imperfections and fostering the development of markets. I plan to work on these issues by combining theoretical analysis with controlled randomized trials to validate the theoretical insights in the field. For example there are many durable goods such as solar lights that would greatly enhance the welfare of poor rural households. These markets have been very slow to develop due to the lack of credit of final consumers and uncertainty about product quality. By properly designing the self-enforcing agreements between the producers of these goods and the retailers we can ensure retailers get access to financing from the producers. In turn this would allow retailers to extend financing to final consumers. Work on the field will surely uncover other frictions which we can study theoretically how to overcome and again test in the field with further controlled randomized trials.",
    "totalCost": "1516287,5",
    "ecMaxContribution": "1516287,5",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 1516288
        }
    },
    "calculatedTotalContribution": 1516288
}