{
    "rcn": "207227",
    "acronym": "EURE-CART",
    "topics": "SC1-PM-09-2016",
    "title": "EURopean Endeavour for Chimeric Antigen Receptor Therapies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Cancer is rapidly becoming the most frequent cause of death in EU. Though enormously expensive (several billions EUR/year), currently available anti-cancer therapies are major causes of chronic diseases. Adoptive immunotherapy with T cells genetically modified with a tumour-reactive chimeric antigen receptor (CAR) is an innovative therapeutic concept, promising to eradicate cancer without causing secondary chronic diseases. This approach is already at an advanced stage of development in the US, but struggles in the EU, due to a number of constrains that will be specifically tackled by this Project. The ultimate goal of EURE-CART is to bring EU at the forefront CAR T-cell immunotherapy. In this Project, we will extend the applicability of CAR T-cell immunotherapy to incurable tumours that have never been tackled with this approach. The EURE-CART Consortium is composed of 6 academic centres, 2 SMEs and 1 large enterprise from 6 EU countries, clearly representing excellences in their respective fields. EURE-CART will bring together clinical experts in oncology, and pioneers and leaders in the field of cell and gene therapy for conducting a first-in-man Phase I/II clinical trial. To be successful, EURE-CART proposes the early involvement of National regulatory authorities for accelerating the approval of CAR T-cell immunotherapy, as well as the centralisation of its production by the Molmed Spa. Molmed Spa is uniquely endowed in the EU with the know-how and experience necessary to meet this ambitious objective, as demonstrated by its unparalleled track record. The main expected impact of EURE-CART is the establishment of CAR T-cell therapy as the ultimate personalised therapy, capable of defeating chronic diseases, and to create secure new jobs in the EU through the instalment of an unprecedented alliance between academia, industry and regulatory bodies.",
    "totalCost": "5903146",
    "ecMaxContribution": "5903146",
    "coordinator": "MOLECULAR MEDICINE SPA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT;FAKULTNI NEMOCNICE OSTRAVA;ACROMION GMBH;ISTITUTO SUPERIORE DI SANITA;OSPEDALE SAN RAFFAELE SRL;ARTTIC;FUNDACIO PRIVADA INSTITUT DE RECERCA DE L'HOSPITAL DE LA SANTA CREU I SANT PAU;OSPEDALE PEDIATRICO BAMBINO GESU",
    "participantCountries": "DE;CZ;IT;FR;ES",
    "projectParticipants": {
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 375000
        },
        "997297353": {
            "orgId": "997297353",
            "orgName": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
            "ecContrib": 856076
        },
        "998869432": {
            "orgId": "998869432",
            "orgName": "FUNDACIO PRIVADA INSTITUT DE RECERCA DE L'HOSPITAL DE LA SANTA CREU I SANT PAU",
            "ecContrib": 225011
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 225000
        },
        "998837810": {
            "orgId": "998837810",
            "orgName": "OSPEDALE PEDIATRICO BAMBINO GESU",
            "ecContrib": 492431
        },
        "937310128": {
            "orgId": "937310128",
            "orgName": "ACROMION GMBH",
            "ecContrib": 398000
        },
        "998198968": {
            "orgId": "998198968",
            "orgName": "MOLECULAR MEDICINE SPA",
            "ecContrib": 1994575
        },
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 1112500
        }
    },
    "calculatedTotalContribution": 5678593
}