{
    "rcn": "207286",
    "acronym": "beAWARE",
    "topics": "DRS-01-2015",
    "title": "Enhancing decision support and management services in extreme weather climate events",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "'In every disaster and crisis, incident time is the enemy, and getting accurate information about the scope, extent, and impact of the disaster is critical to creating and orchestrating an effective disaster response and recovery effort. The main goal of beAWARE is to provide support in all the phases of an emergency incident. More specifically, we propose an integrated solution to support forecasting, early warnings, transmission and routing of the emergency data, aggregated analysis of multimodal data and management the coordination between the first responders and the authorities. Our intention is to rely on platforms, theories and methodologies that are already used for disaster forecasting and management and add the elements that are necessary to make them working efficiently and in harm under the same objective. The overall context for beAWARE lies in the domain of situational awareness and command and control (C2). The first phase concerns the forecast of the extreme condition and the relevant preparations. Once a disaster occurs, an initial assessment needs to be conducted as soon as possible to determine the scope, geographical distribution, and scale of the incident. Situational awareness means being able to accurately determine what has happened, what is happening now, and what will come next, all in order to plan and coordinate the most effective response possible with the resources available. This observation phase will lead to an orientation phase suggesting both an individual as well as collective ìcognitionî orientation to data that is sensed and communicated. Once orientation to the data (or the lack of it) occurs then a decision is made, ultimately resulting is the final step, which is ìactî. The crisis management center is always striving or struggling to gain a sense of what is reality to be able to feel that he or she can make a decision that is the 'best possible' given the circumstances.'",
    "totalCost": "6725209",
    "ecMaxContribution": "5953780",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSIDAD POMPEU FABRA;ELLINIKI OMADA DIASOSIS SOMATEIO;FREDERIKSBORG BRAND OG REDNING;MOTOROLA SOLUTIONS ISRAEL LTD;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;AYUNTAMIENTO DE VALENCIA;ILMATIETEEN LAITOS;IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD;AUTORITA DI BACINO DEI FIUMI ISONZO TAGLIAMENTO LIVENZA PIAVE BRENTA BACCHIGLIONE",
    "participantCountries": "ES;EL;DK;IL;DE;FI;IT",
    "projectParticipants": {
        "999946811": {
            "orgId": "999946811",
            "orgName": "MOTOROLA SOLUTIONS ISRAEL LTD",
            "ecContrib": 787500
        },
        "940057847": {
            "orgId": "940057847",
            "orgName": "FREDERIKSBORG BRAND OG REDNING",
            "ecContrib": 321846
        },
        "999787343": {
            "orgId": "999787343",
            "orgName": "IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD",
            "ecContrib": 690655
        },
        "986838037": {
            "orgId": "986838037",
            "orgName": "AUTORITA DI BACINO DEI FIUMI ISONZO TAGLIAMENTO LIVENZA PIAVE BRENTA BACCHIGLIONE",
            "ecContrib": 442500
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 570000
        },
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 510000
        },
        "984507903": {
            "orgId": "984507903",
            "orgName": "AYUNTAMIENTO DE VALENCIA",
            "ecContrib": 305000
        },
        "971652202": {
            "orgId": "971652202",
            "orgName": "ELLINIKI OMADA DIASOSIS SOMATEIO",
            "ecContrib": 318875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 890470
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 1116934
        }
    },
    "calculatedTotalContribution": 5953780
}