{
    "rcn": "207249",
    "acronym": "SUMCASTEC",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Semiconductor-based Ultrawideband Micromanipulation of CAncer STEm Cells",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "SUMCASTEC explores radically new approach for cancer stem cells (CSCs) real time isolation (i.e. within minutes vs current 40 days) and neutralization. A novel micro-optofluidic lab-on-chip (LOC) platform will be developed through a joint and iterative effort by biologists, clinicians and engineers. For the first time, a single LOC will be capable of delivering ultra-wide broadband radiation to compare cell spectral signatures, image subcellular features, and hence modulate CSCs microenvironment conditions with unprecedented space and time resolution. It will be driven to isolate CSCs from heterogeneous differentiated and stem cell populations, and force CSCs differentiation, ultimately inducing sensitivity to anticancer treatments. Extensive in vitro and in vivo testing along with biophysical modelling will validate the approach and establish the proof-of-principle within the project life-time, while laying the groundwork for further development of future electrosurgical tools that will be capable CSCs neutralization in tissue. \nThis will not only establish a new line of treatment for brain cancers such as Glioblastoma Multiforme and Medulloblastoma, whose initiation and recurrence were linked to CSCs, and that claim tremendous human and economic tolls, worldwide; it will also push the current boundaries of microbiological analysis by enabling microenvironment characterization/manipulation and real-time ionic channels monitoring without cytotoxic patch-clamping or electron microscopy.\nBy investing in efforts such as SUMCASTECís, Europe will stand at the forefront of global biomedical innovation and push through a similar miniaturization trend as the one that propelled mobile communications, yet with much deeper societal impact.\nAll the required competences are gathered within this consortium. The ambitious objectives of the project are planned over 42 months with a requested grant of 3 978 517,5 Ä.",
    "totalCost": "3978517,5",
    "ecMaxContribution": "3978517,5",
    "coordinator": "UNIVERSITE DE LIMOGES",
    "coordinatorCountry": "FR",
    "participants": "IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK;CREO MEDICAL LIMITED;UNIVERSITA DEGLI STUDI DI PADOVA;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;BANGOR UNIVERSITY",
    "participantCountries": "DE;UK;IT",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 690648
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 446718
        },
        "999606438": {
            "orgId": "999606438",
            "orgName": "IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK",
            "ecContrib": 610250
        },
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 705050
        },
        "998267838": {
            "orgId": "998267838",
            "orgName": "UNIVERSITE DE LIMOGES",
            "ecContrib": 994946
        },
        "939948916": {
            "orgId": "939948916",
            "orgName": "CREO MEDICAL LIMITED",
            "ecContrib": 530906
        }
    },
    "calculatedTotalContribution": 3978518
}