{
    "rcn": "207241",
    "acronym": "DIGIMAN",
    "topics": "FCH-01-1-2016",
    "title": "DIGItal MAterials CharacterisatioN  proof-of-process auto assembly",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The projectís proposition and charter is to advance (MRL4 > MRL6) the critical steps of the PEM fuel cell assembly processes and associated in-line QC & end-of-line test / handover strategies and to demonstrate a route to automated volume process production capability within an automotive best practice context e.g.  cycle time optimization and line-balancing, cost reduction and embedded / digitized quality control. The project will include characterization and digital codification of physical attributes of key materials (e.g. GDLs) to establish yield impacting digital cause and effects relationships within the value chain, from raw material supply / conversion / assembly through to in-service data analytics, aligning with evolving Industry 4.0 standards for data gathering / security, and line up-time, productivity monitoring. The expected outcome will be a blueprint for beyond current state automotive PEM fuel cell manufacturing capability in Europe.    \n\nThe project will exploit existing EU fuel cell and manufacturing competences and skill sets to enhance EU employment opportunities and competitiveness while supporting CO2 reduction and emissions reduction targets across the transport low emission vehicle sector with increased security of fuel supply (by utilizing locally produced Hydrogen).",
    "totalCost": "3486965",
    "ecMaxContribution": "3486965",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "TOYOTA MOTOR EUROPE;FREUDENBERG PERFORMANCE MATERIALS SE & CO KG;THE UNIVERSITY OF WARWICK;INTELLIGENT ENERGY LIMITED;PRETEXO",
    "participantCountries": "BE;DE;UK;FR",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 560230
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 649076
        },
        "996327644": {
            "orgId": "996327644",
            "orgName": "TOYOTA MOTOR EUROPE",
            "ecContrib": 102500
        },
        "968665863": {
            "orgId": "968665863",
            "orgName": "INTELLIGENT ENERGY LIMITED",
            "ecContrib": 1608333
        },
        "989124036": {
            "orgId": "989124036",
            "orgName": "PRETEXO",
            "ecContrib": 66201
        },
        "989470035": {
            "orgId": "989470035",
            "orgName": "FREUDENBERG PERFORMANCE MATERIALS SE & CO KG",
            "ecContrib": 500625
        }
    },
    "calculatedTotalContribution": 3486965
}