{
    "rcn": "207274",
    "acronym": "GENE FOR CURE",
    "topics": "ERC-ADG-2015",
    "title": "Expanding and extending gene therapy of monogenic diseases of the haematopoietic system",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Given that (i) not all patients with a monogenic disease affecting the lymphohaematopoietic system have an HLA-genoidentical sibling donor and (ii) severe immunological complications worsen the outcome in HLA-partially-matched hematopoietic stem cell transplantation (HSCT), the genetic modification of autologous hematopoietic stem cells (HSCs) has become a powerful curative treatment option for these individuals. The present project seeks to further consolidate the rationale for replacing HLA-partially-matched HSCT with a gene therapy approach. Wiskott-Aldrich syndrome is a primary immunodeficiency whose severity is due to impairment of both lymphoid and myeloid cell function. We have reported robust evidence showing that the infusion of gene-corrected autologous HSCs enables the restoration of the T cell function. However, we are still cautious with regard to claiming the stable correction of autoimmunity and thrombocytopenia. Accordingly, we plan to thoroughly monitor long-term B cell functional outcomes and the platelet count in our treated patients. Moreover, we wish to extend the gene therapy approach to the SCID caused by mutations in the DLREIC gene, since the long-term post-HSCT outcomes are particularly poor. The preclinical work has been completed; initiation of a clinical protocol is the next step. Immune-dysregulation polyendocrinopathy enteropathy X-linked (IPEX) and sickle cell anaemia (SCA) are the last two target diseases. IPEX is a devastating disease caused by mutation of FOXP3 transcription factor; it may be possible to correct it by infusing gene-modified CD4\\Tcells. We intend to accumulate the data required to prove our working hypothesis. SCA is a worldwide public health issue. We are seeking to improve the conventional gene therapy procedure and to evaluate the efficacy of CrisP/Cas9-mediated disruption of the CIS-regulatory elements required for HbF silencing. This disruption may provide a cure for SCA.",
    "totalCost": "2445267,52",
    "ecMaxContribution": "2445267,52",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2137828
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 307440
        }
    },
    "calculatedTotalContribution": 2445268
}