{
    "rcn": "207240",
    "acronym": "MEMPHYS",
    "topics": "FCH-03-1-2016",
    "title": "MEMbrane based Purification of HYdrogen System",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Project MEMPHYS, MEMbrane based Purification of HYdrogen System, targets the development of a stand-alone hydrogen purification system based on a scalable membrane hydrogen purification module. Applications are for instance hydrogen recovery from biomass fermentation, industrial pipelines, storage in underground caverns, and industrial waste gas streams.\nThe consortium consists of six partners including two universities, two research institutes, and two companies from five different countries. The overall budget totals 2 MÄ, with individual budgets between 220 and 500 TÄ.\nThis project will utilize an electrochemical hydrogen purification (EHP) system. EHP has proven to produce high purity hydrogen (5N) while maintaining low energy consumption because the purification and optional compression are electrochemical and isothermal processes. A low CAPEX for the EHP system is feasible due to the significant reductions of system costs that result from recent design improvements and market introductions of various electrochemical conversion systems such as hydrogen fuel cells. \nIn detail, the purification process will be a two-step process. A catalyst-coated proton exchange membrane will be assisted by one selectively permeable polymer membrane. Standard catalysts are sensitive to impurities in the gas. Therefore, alternative anode catalysts for the EHP cell, an anti-poisoning strategy and an on board diagnostic system will be developed. The resulting MEMPHYS system will be multi-deployable for purification of a large variety of hydrogen sources.\nA valuable feature of the MEMPHYS system is the simultaneous compression of the purified hydrogen up to 200 bar, facilitating the transport and storage of the purified hydrogen.\nThe MEMPHYS project offers the European Union an excellent chance to advance the expertise in electrochemical conversion systems on a continental level, while at the same time promoting the use and establishment of hydrogen based renewable energy systems.",
    "totalCost": "2088195",
    "ecMaxContribution": "1999925",
    "coordinator": "DUALE HOCHSCHULE BADEN-WURTTEMBERG",
    "coordinatorCountry": "DE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;FORSCHUNGSZENTRUM JULICH GMBH;INSTITUT JOZEF STEFAN;HYET HYDROGEN BV;BORIT NV",
    "participantCountries": "UK;DE;SI;NL;BE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 388618
        },
        "967038494": {
            "orgId": "967038494",
            "orgName": "DUALE HOCHSCHULE BADEN-WURTTEMBERG",
            "ecContrib": 222385
        },
        "973760012": {
            "orgId": "973760012",
            "orgName": "BORIT NV",
            "ecContrib": 307936
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 274856
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 309990
        }
    },
    "calculatedTotalContribution": 1503785
}