{
    "rcn": "207243",
    "acronym": "Demo4Grid",
    "topics": "FCH-02-7-2016",
    "title": "Demonstration of 4MW Pressurized Alkaline Electrolyser for Grid Balancing Services",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The main aim of project Demo4Grid is the commercial setup and demonstration of a technical solution utilizing ìabove state of the artî Pressurized Alkaline Electrolyser (PAE) technology for providing grid balancing services in real operational and market conditions. In order to validate existing significant differences in local market and grid requirements Demo4Grid has chosen to setup a demonstration site in Austria to demonstrate a viable business case for the operation of a large scale electrolyser adapted to specific local conditions that will be found throughout Europe.\n\nTo achieve that, Demo4Grid will demonstrate at this demo site with particular needs for hydrogen as a means of harvesting RE production:\n\nI. a technical solution to meet all core requirements for providing grid balancing services with a large scale PAE in direct cooperation with grid operators,\nII. a market based solution to provide value added services and revenues for the operation strategy to achieve commercial success providing grid services and those profits obtained also from the hydrogen application.\nIII. Aiming at the exploitation of the results after the project ends, Demo4Grid will assess the replicability and viability of various business cases \n\nDemo4Grid will be the decisive demonstration stage of previous FCH-JU projects related to the PAE addressed in this proposal. The first project ELYGRID  (finished) and the following one ELYntegration  (still ongoing) have provided promising results on the development of PAE to provide grid services operating under dynamic profiles (significant results will be shown in this proposal).",
    "totalCost": "7736682,5",
    "ecMaxContribution": "2932554,38",
    "coordinator": "DIADIKASIA BUSINESS CONSULTING SYMVOULOI EPICHEIRISEON AE",
    "coordinatorCountry": "EL",
    "participants": "INSTRUMENTACION Y COMPONENTES SA;MPREIS WARENVERTRIEBS GMBH;FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON;FEN SUSTAIN SYSTEMS GMBH;IHT INDUSTRIE HAUTE TECHNOLOGIE SA",
    "participantCountries": "ES;AT;CH",
    "projectParticipants": {
        "997456918": {
            "orgId": "997456918",
            "orgName": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
            "ecContrib": 257500
        },
        "999730889": {
            "orgId": "999730889",
            "orgName": "IHT INDUSTRIE HAUTE TECHNOLOGIE SA",
            "ecContrib": 0
        },
        "920021139": {
            "orgId": "920021139",
            "orgName": "MPREIS WARENVERTRIEBS GMBH",
            "ecContrib": 1757900
        },
        "919861477": {
            "orgId": "919861477",
            "orgName": "FEN SUSTAIN SYSTEMS GMBH",
            "ecContrib": 184429
        },
        "983764495": {
            "orgId": "983764495",
            "orgName": "DIADIKASIA BUSINESS CONSULTING SYMVOULOI EPICHEIRISEON AE",
            "ecContrib": 369688
        },
        "974142483": {
            "orgId": "974142483",
            "orgName": "INSTRUMENTACION Y COMPONENTES SA",
            "ecContrib": 363038
        }
    },
    "calculatedTotalContribution": 2932555
}