{
    "rcn": "207254",
    "acronym": "GGP-EPI",
    "topics": "INFRADEV-02-2016",
    "title": "Generations and Gender Programme: Evaluate, Plan, Initiate",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The Generations and Gender Programme (GGP) provides high quality cross-national, longitudinal data for the study of population change. The data provided by the GGP have been used by more than 3,000 researchers worldwide and have led to over 500 peer-reviewed journal articles. The data have provided insights into some of the most pressing societal challenges such as care for older persons, female employment, inequality, social exclusion, social mobility and migration. The overall objective of GGP-EPI is to bring the GGP to the level of maturity required for inclusion as an active project on the 2020 ESFRI Roadmap and eventually for its full implementation as a distributed research infrastructure.  Specifically, the project sets out to ëEvaluate, Plan and Initiateí the GGPís transition to a distributed research infrastructure through a series of activities which will strengthen all aspects of the project from its fieldwork operations through to its long term financing and governance.  This includes: (1) To evaluate the GGPís governance and management structure and to identify the governance, financial, and legal model that will best serve the GGP and its various stakeholders; (2) To plan for the recent and foreseeable technological and data developments and identify the e-needs of the GGP; and (3) To initiate the centralization of the GGPís operations throughout its data life cycle and especially in connection with new data collection. In doing so, the GGP will strengthen its position in the European Research Area, and will deliver innovative, cutting edge data on population change for researchers and policy makers.",
    "totalCost": "1996667,5",
    "ecMaxContribution": "1996667,5",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "HUNGARIAN CENTRAL STATISTICAL OFFICE DEMOGRAPHIC RESEARCH INSTITUTE;INSTITUT NATIONAL D'ETUDES DEMOGRAPHIQUES;BUNDESINSTITUT FUR BEVOLKERUNGSFORSCHUNG;UNIVERSITA COMMERCIALE LUIGI BOCCONI;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;SZKOLA GLOWNA HANDLOWA W WARSZAWIE;UNIVERSITEIT UTRECHT",
    "participantCountries": "HU;FR;DE;IT;PL;NL",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 1218335
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 75818
        },
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 92831
        },
        "955904446": {
            "orgId": "955904446",
            "orgName": "BUNDESINSTITUT FUR BEVOLKERUNGSFORSCHUNG",
            "ecContrib": 48525
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 203591
        },
        "999497119": {
            "orgId": "999497119",
            "orgName": "INSTITUT NATIONAL D'ETUDES DEMOGRAPHIQUES",
            "ecContrib": 230938
        },
        "998746630": {
            "orgId": "998746630",
            "orgName": "HUNGARIAN CENTRAL STATISTICAL OFFICE DEMOGRAPHIC RESEARCH INSTITUTE",
            "ecContrib": 63862
        },
        "998695705": {
            "orgId": "998695705",
            "orgName": "SZKOLA GLOWNA HANDLOWA W WARSZAWIE",
            "ecContrib": 62768
        }
    },
    "calculatedTotalContribution": 1996668
}