{
    "rcn": "207360",
    "acronym": "CaPE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The International Court of Justice and the Preservation of Peace in the 21st Century: Global Governance in Action",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The overall goal of CaPE is to contribute new insights into the role that the International Court of Justice (ICJ) plays in the preservation of peace and global governance. In view of the geopolitical challenges of the 21st century, the project will investigate the potential that ICJ holds in relation to the settlement of international disputes and the preservation of international peace and security. CaPEís two key hypotheses are that not only does the ICJ occupy a central position in the system of international adjudication and preservation of peace as the World Court, but it can also steer the evolution of international law by guiding the case-law of the other international courts and tribunals (ICs), and by offering a common frame of normative reference. The hypotheses will be tested by critically assessing the role and function of the ICJ in the complex environment of world society, and by locating the counter-trends of its jurisprudence. CaPE is the first project to systematically and holistically explore the peace/law distinction in the ICJ jurisprudence, and the steering function of this distinction by the operation of other ICs. The key ambition of CaPE is to contribute to the cause of peace in the current, unpredictable international environment through new insights into the role of ICJ. I am convinced that CaPE will contribute significantly to the development of an important research field, which will also impact future work of lawyers, diplomats, politicians, and NGOs within the area of preservation of peace and global governance. CaPE is based on the combination and complementarity of my academic/practical background, and that of the host, iCourts and its Director, Professor Mikael Madsen. iCourts provides the ideal academic environment for CaPE, which will provide me with training on new forms of socio-legal research, broaden my methodological approach, and improve my scholarly horizons and career perspectives significantly.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}