{
    "rcn": "207378",
    "acronym": "BONEPHAGY",
    "topics": "ERC-2016-STG",
    "title": "Defining the role of the FGF ñ autophagy axis in bone physiology",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Autophagy is a fundamental cellular catabolic process deputed to the degradation and recycling of a variety of intracellular materials. Autophagy plays a significant role in multiple human physio-pathological processes and is now emerging as a critical regulator of skeletal development and homeostasis. We have discovered that during postnatal development in mice, the growth factor FGF18 induces autophagy in the chondrocyte cells of the growth plate to regulate the secretion of type II collagen, a major component of cartilaginous extracellular matrix. The FGF signaling pathways play crucial roles during skeletal development and maintenance and are deregulated in many skeletal disorders.  Hence our findings may offer the unique opportunity to uncover new molecular mechanisms through which FGF pathways regulate skeletal development and maintenance and to identify new targets for the treatment of FGF-related skeletal disorders. In this grant application we propose to study the role played by the different FGF ligands and receptors on autophagy regulation and to investigate the physiological relevance of these findings in the context of skeletal growth, homeostasis and maintenance. We will also investigate the intracellular machinery that links FGF signalling pathways to the regulation of autophagy. In addition, we generated preliminary data showing an impairment of autophagy in chondrocyte models of Achondroplasia (ACH) and Thanathoporic dysplasia, two skeletal disorders caused by mutations in FGFR3. We propose to study the role of autophagy in the pathogenesis of FGFR3-related dwarfisms and explore the pharmacological modulation of autophagy as new therapeutic approach for achondroplasia. This application, which combines cell biology, mouse genetics and pharmacological approaches, has the potential to shed light on new mechanisms involved in organismal development and homeostasis, which could be targeted to treat bone and cartilage diseases.",
    "totalCost": "1586430",
    "ecMaxContribution": "1586430",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 1586430
        }
    },
    "calculatedTotalContribution": 1586430
}