{
    "rcn": "207377",
    "acronym": "PRECISION",
    "topics": "ERC-2016-STG",
    "title": "Precision measurements to discover new scalar and vector particles",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "The Standard Model of particle physics successfully describes all known particles and their interactions. However, questions like the nature of dark matter or the hierarchy of masses and couplings of quarks and leptons remain to be understood. Hence, one searches for new phenomena that will lead to a superior theory that can explain these questions. All such theories introduce additional quantum corrections. Decay rates of processes which are strongly suppressed in the Standard Model are highly sensitive to these corrections.\n\nThe LHCb experiment at CERN has recorded the worldís largest sample of beauty mesons. In the five years of this proposal, this sample will be enlarged by more than a factor of five. This sets an optimal environment for precision tests for new phenomena in strongly suppressed beauty decays.\n\nThis proposal aims to discover new scalar or vector particles in precision measurements of leptonic and semi-leptonic beauty decays. These new particles are not predicted by the Standard Model of particle physics, a potential discovery would mark the most important finding in High Energy Physics of the last decades. Some existing anomalies in flavour data can be interpreted as hints for the particles searched for in this proposal. Two classes of measurements are planned within this proposal: the complete scan of purely leptonic beauty decays which include flavour changing neutral current as well as lepton flavour violating modes. Lepton flavour universality is tested in loop decays through a novel inclusive strategy. All proposed measurements will advance the worldís knowledge significantly and have a large discovery potential.",
    "totalCost": "1498248,75",
    "ecMaxContribution": "1498248,75",
    "coordinator": "TECHNISCHE UNIVERSITAT DORTMUND",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 1498249
        }
    },
    "calculatedTotalContribution": 1498249
}