{
    "rcn": "207397",
    "acronym": "MODulATE",
    "topics": "ERC-2016-STG",
    "title": "Gut microbiota-dependent tryptophan metabolism: role in disease pathogenesis and therapeutic target",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Tryptophan (Trp) is an essential amino acid required for protein biosynthesis and is also a biochemical precursor of metabolites which have major effects on mammalian physiology. In the gastrointestinal tract, Trp metabolism can follow three major pathways, all of which are under the control of the gut microbiota: (i) the kynurenin pathway in immune and epithelial cells via indoleamine 2,3-Dioxygenase 1, (ii) the serotonin production pathway in enterochromaffin cells via Trp hydroxylase 1 and (iii) the direct use of Trp by the microorganisms of the gut microbiota into several molecules including ligands of the Aryl Hydrocarbon Receptor. The end products of these pathways play key roles in modulating the immune response, intestinal and metabolic functions and behaviour. Several diseases which involve the gut microbiota in their pathogenesis are also impacted by Trp metabolite. This suggests that the effect of the microbiota in these diseases could be at least partially mediated by impaired Trp metabolism. We recently observed that impaired Trp metabolism by the gut microbiota is involved in inflammatory bowel disease pathogenesis and preliminary data suggest a potential role in other major human diseases.\nThe aims of the current proposal are (i) to identify the components of the gut microbiota, including both bacteria and fungi, involved in the control of the 3 Trp metabolism pathways in the gut, (ii) to decipher the reciprocal equilibrium between the pathways and to evaluate the potential of its modulation as a therapeutic target, and finally (iii) to assess the relevance of these phenomena in human patients.\nThis challenging project will involve multi-disciplinary aspects, from microbiology to metabolism, inflammation and medicine, the use of multiple cutting edge technologies and translational analysis from mice to human. Beside scientific importance, it will have societal impact by identifying new therapeutic strategies in several human diseases with unmet needs.",
    "totalCost": "1495525",
    "ecMaxContribution": "1495525",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "FR",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 961709
        }
    },
    "calculatedTotalContribution": 961709
}