{
    "rcn": "207389",
    "acronym": "FlexNanoFlow",
    "topics": "ERC-2016-STG",
    "title": "Ultra-flexible nanostructures in flow: controlling folding, fracture and orientation in large-scale liquid processing of 2D nanomaterials",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "2D nanomaterials hold immense technological promise thanks to extraordinary intrinsic properties such as ultra-high conductivity, strength and unusual semiconducting properties. Our understanding of how these extremely thin and flexible objects are processed in flow is however inadequate, and this is hindering progress towards true market applications. When processed in liquid environments to make nanocomposites, conductive coatings and energy storage devices, 2D nanomaterials tend to fold and break owing to strong shear forces produced by the mechanical agitation of the liquid. This can lead to poorly-oriented, crumpled sheets of small lateral size and therefore of low intrinsic value. Orientation is also a major issue, as ultra-flexible materials are difficult to extend and align.  In this project, I will develop nanoscale fluid-structure simulation techniques to capture with unprecedented resolution the unsteady deformation and fracture dynamics of single and multiple sheets in response to the complex hydrodynamic load produced by shearing flows. In addition, I will demonstrate via simulations new strategies to exploit capillary forces to structure 2D nanomaterials into 3D constructs of desired morphology. To guide the simulations and explore a wider parameter space than allowed in computations, I will develop conceptually new experiments on ìscaled-up 2D nanomaterialsî, macroscopic particles having the same dynamics as the nanoscopic ones. The simulations will include continuum treatments and atomistic details, and will be analysed within the theoretical framework of microhydrodynamics and non-linear solid mechanics. By uncovering the physical principles governing flow-induced deformation of 2D nanomaterials, this project will have a profound impact on our ability to produce and process 2D nanomaterials on large scales.",
    "totalCost": "1453779",
    "ecMaxContribution": "1453779",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 1453779
        }
    },
    "calculatedTotalContribution": 1453779
}