{
    "rcn": "207392",
    "acronym": "ChemEpigen",
    "topics": "ERC-2016-STG",
    "title": "The chemical understanding of biomolecular recognition in epigenetics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The ultimate aim of this ERC project is to provide a comprehensive and complete understanding, at the atomic-level of sophistication, of genuinely important biomolecular recognition processes in epigenetics that play key roles in human health and disease. At the biochemical level, epigenetics refers to mechanisms, such as enzymatic modifications of DNA and posttranslational modifications of the associated histone proteins, that regulate the activity of human genes. The proposed work aims to address epigenetics using the physical-organic chemistry approach that enables the elucidation of the elemental processes with unprecedented molecular/atomic detail. The project will experimentally and computationally examine non-covalent interactions between three essential constituents of the epigenetic biomolecular system, namely epigenetic proteins, histones and water, at the level of short histone peptides, intact histone proteins, the nucleosome assembly and nucleosome arrays. Our programme, built on synergistic thermodynamic, structural and computational studies, aims to unravel i) the underlying chemical origin of methyllysine-containing histones in epigenetics, ii) the chemical basis for the recognition of methylarginine-containing histones in epigenetic processes, and iii) the role of unstructured histone tails in biomolecular recognition, which together form the three main structural elements found in the epigenetic framework. Results from this work will be important from both a fundamental molecular perspective as well as from the biomedical perspective, because proteins involved in epigenetic regulation processes are currently regarded as important targets for numerous therapeutic interventions, most notably for cancer treatment.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}