{
    "rcn": "207375",
    "acronym": "DAMOC",
    "topics": "ERC-2016-STG",
    "title": "Diabetes Approach by Multi-Organ-on-a-Chip",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Insulin secretion and insulin action are critical for normal glucose homeostasis. Defects in both of these processes lead to type 2 diabetes (T2D). Unravelling the mechanisms that lead to T2D is fundamental in the search of new molecular drugs to prevent and control this disease. Organ-on-a-chip devices offer new approaches for T2D disease modelling and drug discovery by providing biologically relevant models of tissues and organs in vitro integrated with biosensors. As such, organ-on-a-chip devices have the potential to revolutionize the pharmaceutical industry by enabling reliable and high predictive in vitro testing of drug candidates. The capability to miniaturize biosensor systems and advanced tissue fabrication procedures have enabled researchers to create multiple tissues on a chip with a high degree of control over experimental variables for high-content screening applications. The goal of this project is the fabrication of a biomimetic multi organ-on-a-chip integrated device composed of skeletal muscle and pancreatic islets for studying metabolism glucose diseases and for drug screening applications. Engineered muscle tissues and pancreatic islets are integrated with the technology to detect the glucose consumption, contraction induced glucose metabolism, insulin secretion and protein biomarker secretion of cells. We aim to design a novel therapeutic tool to test drugs with a multi organ-on-a-chip device. Such finding would improve drug test approaches and would provide for new therapies to prevent the loss of beta cell mass associated with T2D and defects in the glucose uptake in skeletal muscle.",
    "totalCost": "1499554",
    "ecMaxContribution": "1499554",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 1499554
        }
    },
    "calculatedTotalContribution": 1499554
}