{
    "rcn": "207399",
    "acronym": "GRETPOL",
    "topics": "ERC-2016-STG",
    "title": "Greening the Poles: Science, the Environment, and the Creation of the Modern Arctic and Antarctic",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "This project investigates how and why environmental concerns have become so important to our conceptions of the polar regions today. Through a historical study of both the Arctic and Antarctic from 1945 to the turn of the past century, the project explores the connections between how environments are described - particularly through the natural sciences and economics - and the judgments made about how those environments should be administered. The key hypothesis of this project is that the process of describing an environment cannot be separated from the process of controlling and managing it. Changing perceptions of concepts such as  development, ecological fragility, and wilderness have provided frames for describing and understanding the polar regions. Why has natural resource extraction been deemed appropriate (or even necessary) in some contexts, and wholly forbidden in others? Why did the concept of sustainable development become important during the 1980s? Can we think of scientific research programs as instruments of colonialism? And why did national parks and conservation agreements become politically useful? GRETPOL will produce a new understanding of how far from being the passive frames for human action, environments (in the polar regions but indeed also beyond) are constructed by human agency. As anthropogenic climate change reduces polar ice extent and threatens the entire globe, the question has never been timelier.",
    "totalCost": "1499952",
    "ecMaxContribution": "1499952",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1499952
        }
    },
    "calculatedTotalContribution": 1499952
}