{
    "rcn": "207359",
    "acronym": "BETA-BACT",
    "topics": "MSCA-IF-2015-GF",
    "title": "Beta-cell inflammation and dysfunction induced by bacterial translocation",
    "startDate": "01/06/2016",
    "endDate": "01/12/2018",
    "objective": "Type 2 diabetes (T2D) has risen to epidemic proportions resulting in major morbidity and mortality. In addition to insulin\nresistance (i.e. impaired insulin action), impaired function and destruction of the insulin-producing beta cells form the direct\ncause for hyperglycemia and T2D, and causes the progressive course of disease. As such, due to continuous beta-cell\ndestruction, many patients require treatment with exogenous insulin therapy. Clearly, therapies that may halt or reverse this\ndetrimental process are warranted.\nAn inflammatory process in islets of Langerhans, with infiltration of immune cells and a central role for toll-like receptors\n(TLR), is present in T2D, however, the primary trigger for this inflammatory response remains unknown. Recently, (diet-induced)\nalterations in intestinal microbiota composition were shown to associate with T2D. In addition, T2D patients have\nincreased translocation of detrimental bacteria (ëleaky gutí), previously shown to induce adipose tissue inflammation and\ndysfunction.\nRecently, I hypothesized that increased bacterial translocation to the pancreas induces inflammation and beta-cell\ndysfunction in T2D through TLR related mechanisms. I addressed this hypothesis first by identifying translocated microorganism\nDNA in pancreatic tissue harvested during pancreatectomy in patients with and without T2D. In pilot data, I have\ndemonstrated increased bacterial load in patients with T2D as compared to control patients. The involved micro organisms\nwith highest pathogenicity will be (an)aerobically cultured and subsequently used in gavage studies in a obese mouse model with or without a knockout for TRL4 to study their effects effects on beta-cell function, glucose metabolism and pancreas inflammation.",
    "totalCost": "167610,6",
    "ecMaxContribution": "167610,6",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 167611
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 167611
}