{
    "rcn": "207383",
    "acronym": "ExclusiveHiggs",
    "topics": "ERC-2016-STG",
    "title": "Search for New Physics in First and Second Generation Quark Yukawa Couplings through Rare Exclusive Decays of the Observed Higgs Boson",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Following the discovery of a Higgs boson with a mass of about 125 GeV, a detailed set of property measurements has confirmed that it plays a central role in the spontaneous breaking of the electroweak symmetry.\nNevertheless, its role in the generation of fermion mass, in particular of the first and second generation, is still unclear. In the Standard Model (SM) this is implemented in an ad hoc manner through Yukawa interactions, and many beyond-the-SM theories offer rich phenomenology and exciting prospects for the discovery of New Physics in this sector.\n\nThis project will attack - for the first time - in a systematic and comprehensive way the experimentally most unconstrained sector of the SM: the couplings of the light-quarks (up, down, charm and strange) to the Higgs boson, including possible flavour-violating interactions.  The rare exclusive Higgs boson decays to a meson and a photon or Z boson, which is a novel and unique approach, will be searched for with the ATLAS detector at the CERN Large Hadron Collider (LHC).  At the same time, an extensive set of measurements of analogous rare exclusive decays of the W and Z bosons will be performed, further enhancing the scientific value of the proposed research programme.\n\nThe expected branching ratio sensitivity of 10^{-6} for the Higgs boson decays, and 10^{-9} for the W and Z boson decays will probe viable New Physics models, and in several cases will reach and surpass the SM predictions. This project will lead to a profound extension of the ATLAS and LHC physics output, going beyond what was previously considered possible. It will open a new line of research in the Higgs sector, providing relevant input to many different areas of frontier research, including particle cosmology and planning for possible future particle physics facilities.",
    "totalCost": "1499945",
    "ecMaxContribution": "1499945",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1499945
        }
    },
    "calculatedTotalContribution": 1499945
}