{
    "rcn": "207376",
    "acronym": "INNOVATION",
    "topics": "ERC-2016-STG",
    "title": "Authority and Innovation in Early Franciscan Thought (c. 1220-56)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "INNOVATION anticipates a breakthrough in scholarly understanding of the medieval origins of modern Western philosophy. This breakthrough will be achieved by exposing the pioneering nature of early thirteenth-century Franciscan thought and its pivotal significance for the subsequent formation of the Western philosophical identity. The work of early Franciscans has largely been neglected in scholarly circles, on the assumption that they merely codified the work of past authorities, where later Franciscans developed innovative ideas that laid the foundation for the development of modern philosophy. INNOVATION will contest this assumption by producing the first comprehensive study of the sources, method, content, and later medieval reception of early Franciscan thought. In conducting this study, I will implement a groundbreaking method of reading scholastic texts, which is attentive to the way that practice informed theory in the high Middle Ages. This ëpractice-ledí hermeneutic will provide a resource for re-envisaging the entire state of the art in the study of scholasticism. As regards early Franciscans, it will allow me to identify novelty, often due to the use of Islamic sources, where past scholars have perceived unoriginality. On this basis, I will highlight previously unnoticed connections between the early and late Franciscan schools. By these means, I will illustrate how Western thought has been nourished by the ethos of a particular religious order and by Islamic thought, pointing up a shared Muslim-Western philosophical identity that is often overlooked but urgently needed to overcome severe fractures in todayís society. At the same time, I will emphasize that Franciscan ideas only became modern once removed from their practice-led context. In juxtaposing the cultural paradigms of philosophy and religious practice, consequently, I will advance knowledge by producing the first nuanced scholarly account of the Franciscan origins of modern Western thought.",
    "totalCost": "1499095",
    "ecMaxContribution": "1499095",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 142685
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 1356410
        }
    },
    "calculatedTotalContribution": 1499095
}