{
    "rcn": "207326",
    "acronym": "FOMN",
    "topics": "MSCA-IF-2015-EF",
    "title": "The impact of fertilisation on mutualistic network structure",
    "startDate": "06/03/2017",
    "endDate": "05/03/2019",
    "objective": "Agricultural ecosystems currently comprise approximately forty percent of the terrestrial surface of the earth. In addition, the impacts of agricultural practices extend far beyond the boundaries of crop fields. The drift and runoff of chemicals applied to croplands directly impact the flora and fauna of surrounding biomes. For example, the amount of fertiliser required to maintain the high productivity of modern cropping systems has impacts on the soil microbiota, the species density and primary productivity of plants, and interacts with disturbance to alter the species composition of plant communities. Much less is known about the effects of soil fertilisation on interactions between plants and insects, though preliminary research indicates that soil enhancement can in fact alter pollinator visitation. Our primary objective is to determine the indirect effects of fertilisation on the structure of mutualistic plant-pollinator communities. This work is motivated not only by an interest in the ecosystem services provided to agricultural systems by pollinators, but also by a conservation interest in the impact of fertiliser runoff into surrounding natural habitat. This research will allow us to discuss the potential cascading impacts of widespread fertilisation practices on mutualistic interactions in agricultural and natural ecosystems. In addition, it will improve our understanding of how complex community interactions are formed and influenced by resource availability, with consequences for the fitness of both interacting partners.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}