{
    "rcn": "207380",
    "acronym": "NICEDROPS",
    "topics": "ERC-2016-STG",
    "title": "Precise and smart nanoengineered surfaces: Impact resistance, icephobicity and dropwise condensation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Water freezing (icing) and condensation are ubiquitous in our life. Preventing undesirable icing on surfaces with minimal energy and chemical use, and improving the efficiency of condensation heat exchangers has broad societal value. Thus, I aim to use fundamental insights to offer energy-efficient solutions for undesirable ice formation and promoting dropwise condensation using novel and robust nanoengineered surfaces. My objectives are:\n\n i) to realise thermodynamically guided metallic surfaces with precise (<10 nm) morphology and controlled superficial stiffness for energy-efficient icing prevention and sustaining dropwise flow condensation\nii) to rationally intercalate polymers and/or suspensions into surface nanotextures and exploit nanomechanics in order to enable robust and smart nanoengineered surfaces for high speed impact, abrasion and chemical resistance; stable icephobicity (delaying freezing); and sustained dropwise condensation.\niii) to develop new fundamental insights to: a) prevent icing due to high speed (~100 m/s) supercooled droplet/ice crystal impact; b) realise icephobicity down to -30 degrees Celsius; c) minimise ice-surface adhesion; and d) sustain dropwise condensation at high (50-100 m/s) vapour speeds.  \n\nThe proposal emphasis on energy efficiency is aligned with the EU's 20/20/20 Strategic Energy Technology (SET) Plan. To exemplify their salient impact, the proposed smart nanoengineered surfaces offer a passive solution for airplane icing (and related accidents) and will delay evaporator icing on air source heat pumps and refrigerators, thereby helping to lower the energy use in buildings and cold storages. The latter are tied to the global food storage and distribution challenges. Similarly, sustained dropwise condensation will make condensers in process industry and steam power plants compact and efficient. Optimally, only ~1 micron of the surface depth will require treatment ñ this will minimize chemical use and promote sustainability.",
    "totalCost": "1908624",
    "ecMaxContribution": "1908624",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1908624
        }
    },
    "calculatedTotalContribution": 1908624
}