{
    "rcn": "207382",
    "acronym": "CITIZINGLOBAL",
    "topics": "ERC-2016-STG",
    "title": "Citizens, Institutions and Globalization",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Globalization has brought the world economy unprecedented prosperity, but it poses governance challenges. It needs governments to provide the infrastructure for global economic integration and to refrain from destructive protectionism; yet it can engender popular discontent and a crisis of democracy. My proposal will study when trade- and productivity-enhancing policies enjoy democratic support; why voters may support instead inefficient surplus-reducing policies; and how political structure reacts to globalization.\nPart A studies the puzzling popularity of protectionism and how lobbies can raise it by manipulating information. It will study empirically if greater transparency causes lower trade barriers. It will introduce salience theory to political economics and argue that voters overweight concentrated losses and disregard diffuse benefits. It will show that lobbies can raise protection by channeling information to insiders and advertising the plight of displaced workers.\nPart B studies inefficient infrastructure policy and the ensuing spatial misallocation of economic activity. It will show that votersí unequal knowledge lets local residents capture national policy. They disregard nationwide positive externalities, so investment in major cities is insufficient, but also nationwide taxes, so spending in low-density areas is excessive. It will argue that the fundamental attribution error causes voter opposition to growth-enhancing policies and efficient incentive schemes like congestion pricing.\nPart C studies how the size of countries and international unions adapts to expanding trade opportunities. It will focus on three forces: cultural diversity, economies of scale and scope in government, and trade-reducing border effects. It will show they explain increasing country size in the 19th century; the rise and fall of colonial empires; and the recent emergence of regional and global economic unions, accompanied by a peaceful increase in the number of countries.",
    "totalCost": "960000",
    "ecMaxContribution": "960000",
    "coordinator": "Centre de Recerca en Economia Internacional (CREI)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998154445": {
            "orgId": "998154445",
            "orgName": "Centre de Recerca en Economia Internacional (CREI)",
            "ecContrib": 960000
        }
    },
    "calculatedTotalContribution": 960000
}