{
    "rcn": "207374",
    "acronym": "SOFTOX",
    "topics": "ERC-PoC-2015",
    "title": "Carbon dioxide utilisation as a soft oxidant in alkene production",
    "startDate": "01/07/2016",
    "endDate": "30/06/2017",
    "objective": "The idea is to bring to pre-commercial stage a highly effective, economically feasible catalyst for the production of alkenes, while simultaneously utilizing CO2 as a soft oxidant, developed under the ERC Advanced Grant ñëAfter the Goldrushí (ERC-2011-AdG-291319). Initial studies have identified novel catalysts that can be used for formation of propene from propane using CO2 as an oxidant. This has significant societal, environmental and economic benefits, as it makes the commercialisation of the oxidative dehydrogenation process more attractive over the current industrial routes for formation of alkenes, such as steam cracking and steam-activated reforming.\nThe objectives of the project are to apply the principles learnt from the study of the catalytic transformation of alkanes into alkenes to produce a new generation of more stable catalysts that are cost-effective for use in large scale manufacturing processes. From the ERC work it has been discovered that by designing a catalyst for efficient use of CO2 as a mild oxidant for formation of alkenes, overall process efficiency can be increased significantly with a simultaneous decrease of use of precious metals. Thus a promising technological breakthrough has been identified that offers the prospect of selective and efficient catalysts which use cost-effective metals.\nThe two most important alkenes, ethene and propene, are considered as main pillars of the petrochemicals market, since they are the starting point for the production of many chemicals and polymers.",
    "totalCost": "149380",
    "ecMaxContribution": "149380",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 149380
        }
    },
    "calculatedTotalContribution": 149380
}