{
    "rcn": "207384",
    "acronym": "TRUE DEPTHS",
    "topics": "ERC-2016-STG",
    "title": "deTeRmine the trUe dEpth of DeEp subduction from PiezobaromeTry on Host ñinclusions Systems",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Subduction of one tectonic plate below another is the primary cause of catastrophic geological events such as earthquakes and explosive volcanism that directly impact thousands of kilometers of coastal and mountain areas located on convergent margins.  Real-time geophysical or seismic data only provide static snapshots of these subduction zones today. Therefore, quantitative understanding of the rates and true depths of subduction can only be achieved by determining the pressure-temperature-time-depth histories of Ultra-High-Pressure Metamorphic (UHPM) rocks that have been subducted to pressures greater than 3 GPa and subsequently exhumed. Conventional mineral thermo-barometry is severely challenged in UHPM terraines and thus the mechanisms attending the downwards transport of crustal material, and its return back to the Earthís surface (exhumation), are still a matter of vigorous debate.\nThe TRUE DEPTHS project will develop X-ray diffraction analysis of the anisotropic elastic interactions of inclusion minerals trapped inside host minerals. I will develop non-linear elasticity theory to provide a method that will be uniquely able to determine whether significant deviatoric stresses are recorded by UHPM rocks. By applying this method to samples from carefully selected field areas, I will be able to determine if metamorphic phase equilibria represent the true depths of UHPM, in which case subduction to depths in excess of 90 km must occur. Alternatively, quantitative measurements of large deviatoric stresses could indicate that tectonic over-pressure can account for the observed phase equilibria, thus not requiring deep subduction. If overpressurized domains are present in tectonically thickened lithosphere, they may represent a driving force for stress release leading to earthquakes. The results will provide new constraints on earthquake triggering mechanisms and how the styles of subduction and its detailed mechanisms have evolved over Earthís history.",
    "totalCost": "1697500",
    "ecMaxContribution": "1697500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 1697500
        }
    },
    "calculatedTotalContribution": 1697500
}