{
    "rcn": "207385",
    "acronym": "STRUCTURALISM",
    "topics": "ERC-2016-STG",
    "title": "The Roots of Mathematical Structuralism",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Mathematical structuralism is a central position in contemporary philosophy of mathematics. It is the view that mathematical theories describe only abstract structures or structural properties of their subject fields. This project will investigate the mathematical and philosophical roots of structuralism in a ground-breaking way. The focus will be set on two historical developments in nineteenth century mathematics and early twentieth century philosophy of science: the first one concerns several conceptual changes in geometry between 1860 and 1910 that eventually led to a ìstructural turnî in the field. This includes the gradual implementation of model-theoretic techniques in geometrical reasoning, the study of geometrical theories by group-theoretic methods as well as the successive consolidation of formal axiomatics. The second development analyzed here concerns the beginnings of the philosophical reflection on structural mathematics between 1900 and 1940. This includes different attempts by thinkers such as Rudolf Carnap, Edmund Husserl, and Ernst Cassirer to spell out the philosophical implications of the new structuralist methodologies at work in modern geometry. The principal objective of the project is to provide the first comparative investigation of these early contributions to structuralism and their immediate mathematical background. The integrative study of the history and the philosophy of modern mathematics will not only change our conception of the evolution of the philosophy of mathematics in the twentieth century. It will also transform the ways in which we presently think about mathematics. Specifically, the project will provide new systematic insights relevant to contemporary structuralism, in particular a new understanding of notions such as mathematical structure, structure abstraction, and structural property, as well as of their significance for the philosophy of mathematical practice.",
    "totalCost": "1364097",
    "ecMaxContribution": "1364097",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1364097
        }
    },
    "calculatedTotalContribution": 1364097
}