{
    "rcn": "207393",
    "acronym": "ATOM",
    "topics": "ERC-2016-STG",
    "title": "Advanced Holographic Tomographies for Nanoscale Materials: Revealing Electromagnetic and Deformation Fields, Chemical Composition and Quantum States at Atomic Resolution.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The ongoing miniaturization in nanotechnology and functional materials puts an ever increasing focus on the development of three-dimensional (3D) nanostructures, such as quantum dot arrays, structured nanowires, or non-trivial topological magnetic textures such as skyrmions, which permit a better performance of logical or memory devices in terms of speed and energy efficiency. To develop and advance such technologies and to improve the understanding of the underlying fundamental solid state physics effects, the nondestructive and quantitative 3D characterization of physical, e.g., electric or magnetic, fields down to atomic resolution is indispensable. Current nanoscale metrology methods only inadequately convey this information, e.g., because they probe surfaces, record projections, or lack resolution. AToM will provide a ground-breaking tomographic methodology for current nanotechnology by mapping electric and magnetic fields as well as crucial properties of the underlying atomic structure in solids, such as the chemical composition, mechanical strain or spin configuration in 3D down to atomic resolution. To achieve that goal, advanced holographic and tomographic setups in the Transmission Electron Microscope (TEM) are combined with novel computational methods, e.g., taking into account the ramifications of electron diffraction. Moreover, fundamental application limits are overcome (A) by extending the holographic principle, requiring coherent electron beams, to quantum state reconstructions applicable to electrons of any (in)coherence; and (B) by adapting a unique in-situ TEM with a very large sample chamber to facilitate holographic field sensing down to very low temperatures (6 K) under application of external, e.g., electric, stimuli. The joint development of AToM in response to current problems of nanotechnology, including the previously mentioned ones, is anticipated to immediately and sustainably advance nanotechnology in its various aspects.",
    "totalCost": "1499602",
    "ecMaxContribution": "1499602",
    "coordinator": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544746": {
            "orgId": "999544746",
            "orgName": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
            "ecContrib": 1499602
        }
    },
    "calculatedTotalContribution": 1499602
}