{
    "rcn": "207390",
    "acronym": "IllegalPharma",
    "topics": "ERC-2016-STG",
    "title": "Competitive Dynamics in the Informal Economy: The case of Illegal Pharmaceutical Drugs",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "This project aims to develop a competitive dynamics theory of the informal economy, which is currently lacking in academic research. Specifically, this project will adopt an institutional theory perspective to better understand three fundamental outcomes in the informal economy: market entry (illegal businessesí decision to be active in a specific niche), price competition (price differentials between legal and illegal products), and product quality (quality of products sold in illegal businesses). The main conceptual proposition suggested in this project is that selling products through illegal means may still be perceived as a legitimate activity. Building on this statement, it will be proposed that the degree in which actors perceive the sale of an illegal product as a more or less legitimate activity will influence (1) entrepreneursí decision to illegally enter such market, (2) consumersí willingness to pay for such illegal product (i.e., price differential versus the legal version of the product) and (3) manufacturersí motivation to keep quality standards for that illegal product. The empirical setting for this study will be the illegal sale of pharmaceutical drugs. The sale of illegal pharmaceuticals accounts for more than 10% of the medicines market and over Ä30 billion in annual earnings (World Health Organization, 2003). It represents one of the biggest challenges for societies in that, attending to the WHOís Department of Essential Medicines and Health Products, anywhere from 100,000 to a million people die every year due to falsified drugs. Accordingly, this study aims to provide two main contributions: (1) an academic contribution by developing a radically new theory of the competitive dynamics in the informal economy, and (2) a practical contribution by providing a better understanding of the determinants of the informal economy that could help policy makers and regulators in their goal of fighting the trading of illegal medicines.",
    "totalCost": "1374185",
    "ecMaxContribution": "1374185",
    "coordinator": "INSTITUTO DE EMPRESA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952692776": {
            "orgId": "952692776",
            "orgName": "INSTITUTO DE EMPRESA SL",
            "ecContrib": 1374185
        }
    },
    "calculatedTotalContribution": 1374185
}