{
    "rcn": "207388",
    "acronym": "SmartCore",
    "topics": "ERC-2016-STG",
    "title": "Smart Core/shell nanorod arrays for artificial skin",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "The replication of the circle of information coming from the environment, to the skin, to an action mediated by the brain, requires a lot of advances in smart technology and materials development. Embedding sensors in smart architectures that record the stimulus from the environment and transform it into action is the objective of artificial skins. At the moment, different sensors have to be implemented in the artificial skin matrix for each stimulus. \nThe goal of this project is to develop a single multi-stimuli responsive material, which would allow a simplification of the artificial skin and enable unprecedented spatial resolution. The material will be comprised of a smart core, responsive to temperature and humidity, and a piezoelectric shell for pressure sensing. The swelling of the smart core upon stimuli will be sensed by the piezoelectric shell and produce a measurable potential. This architecture will be achieved thanks to the use of novel vapor-based technologies for material processing that allow fabrication at the nanoscale. The advantage of using a dry, vapor-based, polymerization for the smart core is that it will be possible to cumulate different functionalities and engineered composition gradients, which are difficult to obtain by conventional synthesis. Nano-structuration of such materials in core-shell site-specific arrays will allow to create a sensing network with spatial resolution down to 1mm and lower. The network will respond to the stimuli coming from the environment and recognize them in terms of location and type of stimuli. \nThe successful execution of the SmartCore project will have a strong impact in the design and production of future structures, with consequences in sensoring, biotechnology and tissue engineering.",
    "totalCost": "1499108,76",
    "ecMaxContribution": "1499108,76",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1112000
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 387109
        }
    },
    "calculatedTotalContribution": 1499109
}