{
    "rcn": "207396",
    "acronym": "NANOPHOM",
    "topics": "ERC-2016-STG",
    "title": "Nanophosphor-based photonic materials for next generation light-emitting devices",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Energy-efficient and environmentally friendly light sources are an essential part of the global strategy to reduce the worldwide electricity consumption. Light-emitting diodes (LEDs) emerge as a key alternative to conventional lighting, due to their high power-conversion efficiency, long lifetime, fast switching, robustness, and compact size. Nonetheless, their implementation in the consumer electronic industry is hampered by the limited control over brightness, colour quality and directionality of LED emission that conventional optical elements relying on geometrical optics provide.\nThis project exploits new ways of controlling the emission characteristics of nanophosphors, surpassing the limits imposed by conventional optics, through the use of exciting nanophotonic concepts - an approach that has not been explored so far due to the strong multiple light-scattering that standard micrometre-sized phosphors present. The development of reliable and scalable nanophosphor-based photonic materials will allow ultimate spectral and angular control over the light emission properties, addressing the critical shortcomings of current LEDs. The new optical design of these devices will be based on multilayers, surface textures and nano-scatterers of controlled composition, size and shape, to attain large-area materials possessing photonic properties that will enable a precise management of the visible radiation. To prove and on-demand control over the colour appearance and the angular emission pattern of emitting devices, the project will culminate in an experimental demonstration of two paradigmatic cases: i) directional white-light emission within a narrow angular cone; ii) omnidirectional emission of monochromatic light.\nNanophom will significantly advance our comprehension of fundamental phenomena like the formation of photonic modes in complex optical media to which light can couple, as well as advancing the state of the art of high-efficiency solid-state lighting devices.",
    "totalCost": "1499739",
    "ecMaxContribution": "1499739",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1499739
        }
    },
    "calculatedTotalContribution": 1499739
}