{
    "rcn": "207373",
    "acronym": "miRCaP",
    "topics": "ERC-PoC-2015",
    "title": "Innovative nanoparticle formulation for a miR-133 based treatment of cardiac hypertrophy",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Innovative nanoparticle formulation for a miR-133 based treatment of cardiac hypertrophy\n\nCardiovascular diseases (CDs) are growing problems worldwide, affecting as much as 1% of the population. The causes include ischemic, toxic, genetic, post-inflammatory and structural defects; often multiple etiologies are present within an individual patient germane to the contraction failing, resulting in a mortality of ca. 50% within 5 years from diagnosis. Unexpected roles have been unveiled for microRNAs, important key-players in such pathogenesis, able to regulate levels of genes that govern cell remodeling. In line with this, development of microRNA-based drugs aimed at preventing stress-induced dysregulations of microRNA levels has attracted remarkable attention as potential candidates for therapeutic applications. Particular attention is paid to the miR-133, a muscle-specific microRNA, which has been found inversely related to pathological cardiac hypertrophy. However, a key challenge of microRNA-based drugs relies on delivery efficiency, toxicity and specificity. Here, we propose to generate innovative and effective therapeutic strategies based on the development of novel biocompatible and bioresorbable calcium phosphate nanoparticles (CaP-NP) for carrying miR-133 selectively to the heart. Our aim is to functionalize CaP-NPs for a selective delivery of the therapeutic miR133 to the pathological heart. The development of a novel approach based on CaP-NPs might be an efficient cardiac drug-delivery system for a specific release of miR-133. The successful outcome of this proposal will provide a relevant preclinical proof-of-concept necessary for 1) the development of additional Intellectual Properties, 2) the translation into a commercial strategy and business case, and 3) the identification of strategic partners and venture capitalist.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "HUMANITAS MIRASOLE SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}