{
    "rcn": "207490",
    "acronym": "DNA TRUSTAG",
    "topics": "SMEInst-13-2016-2017",
    "title": "DNA TRUSTAG - A paradigm shift in authentication technologies",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "The main goal of this proposal is to study the technical and commercial feasibility of an innovative DNA-based authentication technology (DNA TRUSTAG - https://vimeo.com/156417735) for brand and product protection. The DNA TRUSTAG platform enables cost-effective and scalable production of composite nanoparticles containing unique DNA codes (impossible to forge), which generate reading signals similar to a barcoded label. The composite nanoparticles are used to mark and authenticate raw materials and a range of products directly in the production line.\nThe introduction of counterfeit goods in distribution chains is reaching epidemic proportions. Counterfeit goods now encompass all industrial sectors, including pharmaceuticals, electronic goods, cosmetics, automotive spare parts, pesticides, food and beverages. Counterfeit products are becoming more refined and there is an increasing number of cases, where not even manufacturers are able to distinguish fake from original.\nTraditional, anti-counterfeit technologies based on physical methods, such as holograms, security inks and labels, barcodes and radio-frequency identification are vulnerable, thus being frequently counterfeited. Clearly, there is a market opportunity for new and innovative anti-counterfeit technologies.\nWe aim to explore and assess the feasibility of our technology under industrial conditions (e.g., during the production of authentication labels and tests) and to study the feasibility of the introduction of DNA TRUSTAG technology (product and services) in the international market. To this end, both the technical and economic viability of the project will be accessed in collaboration with important players in the sector. At the end of the project a feasibility report and a project plan detailing the phase 2 proposal will be delivered.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DNA TRUSTAG LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920635537": {
            "orgId": "920635537",
            "orgName": "DNA TRUSTAG LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}