{
    "rcn": "207475",
    "acronym": "ByAxon",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Towards an active bypass for neural reconnection",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "ByAxon is devoted to the development of a new generation of sensors and electrodes based on nanotechnology materials for neural interfacing. We aim to design and build a prototype of an active implant that could work directly at the spinal cord (SC) level. This implant will be primary focused on restoring the transmission of electrical signals in the injured SC, acting as an active local bypass, something not possible with current technology. Further applications might include deep brain stimulation or retinal implants, among others.\nCurrent neural interfacing approaches are based on detecting electric potentials at the brain level, and/or triggering functional electrical stimulation (FES) through electrodes at muscular or SC levels. Important present drawbacks are the large number of cables and electrodes they require and, specially, the lack of sensory feedback. The ultimate non-contact sensing devices (magnetoencephalography) detect magnetic-field pulses generated by potentials at the brain, but require cryogenic temperatures, and, hence, are not portable. We will exploit here the enhanced properties of nanostructured materials to develop improved room temperature magnetoresistance-based high-resolution magnetic sensors. This will allow tackling not only the brain but also the SC directly. We pursuit a novel integrated interface comprising both sensing and stimulation at the SC level. To reach this aim, we will develop FES electrodes of enhanced adhesion and efficiency by using nanowire coatings.\nByAxon is supported by an interdisciplinary consortium, going from material scientists and electronic experts to biologists and clinicians. Our nanotechnology-based approach offers a novel perspective and will be complementary to, but independent from, present neural regenerative techniques. Our technology promises significant outcomes towards the development of an active local bypass and it has the potential to provide much-needed breakthroughs in future neuromedicine.",
    "totalCost": "3752057,5",
    "ecMaxContribution": "3752057,5",
    "coordinator": "FUNDACION IMDEA NANOCIENCIA",
    "coordinatorCountry": "ES",
    "participants": "SERVICIO DE SALUD DE CASTILLA LA MANCHA;SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;Mfd-diagnostics GmbH;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "ES;IT;DE;FR",
    "projectParticipants": {
        "998012631": {
            "orgId": "998012631",
            "orgName": "Mfd-diagnostics GmbH",
            "ecContrib": 287500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 209624
        },
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 636960
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1161904
        },
        "998086060": {
            "orgId": "998086060",
            "orgName": "SERVICIO DE SALUD DE CASTILLA LA MANCHA",
            "ecContrib": 243569
        },
        "996586343": {
            "orgId": "996586343",
            "orgName": "FUNDACION IMDEA NANOCIENCIA",
            "ecContrib": 1212500
        }
    },
    "calculatedTotalContribution": 3752057
}