{
    "rcn": "207493",
    "acronym": "OPTELA",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disrupting the telematics market with an ultra-low cost and high performance self-learning open platform",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "EU transport sector is facing some severe problems such as:\n- Fuel consumption: Represents \\32% of the total cost of fleet operation; \n- Maintenance costs: Lack of maintenance shortens the vehicle lifetime and leads to excessive costs, higher fuel consumption, higher downtime periods and losses in productivity;\n- CO2 emissions: Road transport contributes about 20% of the EU's total emissions.\n- Safety: Every year 26.000 people die and 250.000 people are seriously injured.\n\nSeveral initiatives have been launched but so far telematics seems to be the most promising one since allow accessing to vehicle data making its use more efficient, safe and environmentally friendly. However, professional telematics systems that allow high added value services require installation and cost approximately Ä2.000 per vehicle; On the other hand, cheaper Plug&Play solutions can only read basic vehicle data, cannot act on the vehicle and therefore their impact on existing needs is almost null. \n\nIn this context, Autoaid will launch to the market the first low-cost self-learning telematics open platform that will offer services comparable to professional telematics systems at the price of low costs plug&play solutions. \n\nThis is possible thanks to the technology developed by Autoaid:\n- The only self-learning web-based vehicle diagnostic service based on a database for >32 manufacturers and >1,500 models (>99% existing car park in the EU) to access complete vehicle control unit dataset. This is a unique asset that only a handful of companies have worldwide.\n- Plug&Play low cost OBDII dongle able to act on vehicle (open doors, turn on/off lights, engine, etc.). \n- Open platform: Data gathered will be anonymised and offered to third parties stimulating the development of new applications and services.\n\nFinally, from economic perspective Autoaid expects to reach by 2023 \\47MÄ in revenues producing profitability indicators such as IRR 68% and NPV 4,8MÄ and creating \\80 new jobs.",
    "totalCost": "2211783",
    "ecMaxContribution": "1548248,1",
    "coordinator": "AUTOAID GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929887688": {
            "orgId": "929887688",
            "orgName": "AUTOAID GMBH",
            "ecContrib": 1548248
        }
    },
    "calculatedTotalContribution": 1548248
}