{
    "rcn": "207457",
    "acronym": "MakEY",
    "topics": "MSCA-RISE-2016",
    "title": "MAKERSPACES IN THE EARLY YEARS: ENHANCING DIGITAL LITERACY AND CREATIVITY  (MakEY)",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "This two-year project involves an international and inter-sector research and training network that focuses on the potential of makerspaces, which are specific spaces that enable creative design and the production of both digital and non-digital artefacts, to foster the digital literacy and creative skills of young children. A key aim of the project is to inform educational policy and practice in this area, enabling formal learning institutions (early years settings and primary schools) to learn from practice in non-formal learning spaces, and vice-versa, and also to foster innovation and entrepreneurship in the makerspace sector, enabling SMEs to develop robust business models and appropriate resources for future work in this area. The project involves 16 academic and non-academic beneficiaries and 10 non-academic, non-beneficiary partners across 6 EU countries (Denmark, Finland, Iceland, Norway, Romania, UK), an Associated Country (Colombia) and 4 Third Countries (Australia, Canada, South Africa and USA). This global network of university scholars, cultural industry partners in makerspaces, early years practitioners, museum educators and librarians will engage in a collaborative research and training programme that addresses 4 objectives, which are to:\n1. Conduct a comprehensive review of the role of makerspaces in the formal and non-formal educational experiences of children and young people.\n2. Undertake empirical research to determine how makerspaces can foster the digital literacy and creativity skills and knowledge of young children.\n3. Develop a conceptual framework for analysing young childrenís engagement in makerspaces.\n4. Make recommendations for policy and practice that will foster innovation and entrepreneurship in SME makerspaces and facilitate the use of makerspaces for enhancing digital literacy in early childhood educational institutions and non-formal learning spaces.",
    "totalCost": "549000",
    "ecMaxContribution": "531000",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "MAKEA INDUSTRIES GMBH;AARHUS UNIVERSITET;HASKOLINN A AKUREYRI;HELSINGIN YLIOPISTO;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;MAKERS PARTNERSHIP;ASOCIATIA HATCH ATELIER;KOBENHAVNS UNIVERSITET;INSTITUTUL DE SOCIOLOGIE;RG MENNTARADGJOF SLF;UNIVERSITETET I OSLO;ARHUS KOMMUNE;HASKOLI ISLANDS",
    "participantCountries": "DE;DK;IS;FI;UK;RO;NO",
    "projectParticipants": {
        "919014570": {
            "orgId": "919014570",
            "orgName": "MAKERS PARTNERSHIP",
            "ecContrib": 9000
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 36000
        },
        "998776409": {
            "orgId": "998776409",
            "orgName": "HASKOLINN A AKUREYRI",
            "ecContrib": 22500
        },
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 54000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 139500
        },
        "918715616": {
            "orgId": "918715616",
            "orgName": "ASOCIATIA HATCH ATELIER",
            "ecContrib": 31500
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 58500
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 45000
        },
        "919821028": {
            "orgId": "919821028",
            "orgName": "RG MENNTARADGJOF SLF",
            "ecContrib": 9000
        },
        "992597994": {
            "orgId": "992597994",
            "orgName": "ARHUS KOMMUNE",
            "ecContrib": 4500
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 9000
        },
        "928126944": {
            "orgId": "928126944",
            "orgName": "MAKEA INDUSTRIES GMBH",
            "ecContrib": 45000
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 22500
        },
        "934052189": {
            "orgId": "934052189",
            "orgName": "INSTITUTUL DE SOCIOLOGIE",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 531000
}