{
    "rcn": "207429",
    "acronym": "VA-RCM",
    "topics": "FTIPilot-01-2016",
    "title": "Innovative Product for train door condition monitoring based on vibration analysis algorithms",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "It is crucial to reduce rail operational costs as well as increasing the reliability of service especially in terms of punctuality. Train doors prove to be a critical element with respect to both maintenance cost and cause of train delays. Door actuator defects are the most common found; especially in older trains where door malfunctions amount to 25%-50% of the rolling stock defects. To overcome this, a consortium led by German SME Hitex, have come together with the aim to rapidly seize the business opportunity presented by commercializing the VA-RCM system.\nVA-RCM is a highly innovative condition monitoring system based on cutting-edge technology involving advanced vibration analysis techniques. Its unique features will enable accurate assessment of train door actuators as well as targeted feedback on subsystem malfunctions well in advance of their potential occurrence.\nTrain operators and passenger train car manufacturers will benefit from the VA-RCM system by improving the efficiency of train doors and reducing the failure rate or downtime of trains, thus reducing maintenance cost.\nThe consortiums vision is to achieve gross sales of 140 million by 2025; a ROI of 60.68 within the first 4 years of commercialisation; and business growth which will create 1298 new jobs. It is our strong belief that the Fast Track to Innovation Pilot is the ideal financial instrument for us to accelerate the commercialization of VA-RCM.",
    "totalCost": "2703628,75",
    "ecMaxContribution": "2253155,5",
    "coordinator": "HITEX GMBH",
    "coordinatorCountry": "DE",
    "participants": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK;TRANSPORT SYSTEMS CATAPULT LIMITED;FERROCARRIL METROPOLITA DE BARCELONA SA;TWI LIMITED",
    "participantCountries": "UK;ES",
    "projectParticipants": {
        "943078815": {
            "orgId": "943078815",
            "orgName": "TRANSPORT SYSTEMS CATAPULT LIMITED",
            "ecContrib": 423250
        },
        "998381037": {
            "orgId": "998381037",
            "orgName": "FERROCARRIL METROPOLITA DE BARCELONA SA",
            "ecContrib": 214130
        },
        "925754130": {
            "orgId": "925754130",
            "orgName": "HITEX GMBH",
            "ecContrib": 535874
        },
        "990136037": {
            "orgId": "990136037",
            "orgName": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK",
            "ecContrib": 301101
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 778801
        }
    },
    "calculatedTotalContribution": 2253156
}