{
    "rcn": "207485",
    "acronym": "ColdNano-X",
    "topics": "SMEInst-13-2016-2017",
    "title": "ZnO-nanotech cold cathode x-ray tube for the security market",
    "startDate": "01/10/2016",
    "endDate": "31/12/2018",
    "objective": "Luxbright(LXB) has a disruptive nanomaterial X-ray tube w/ field emission,cold cathode, & electron beam focussing. It enables high freq pulsing, high flux micro focused beam.\n\nLXB tech includes X-ray tubes that are related to an innovative electron emitter & an X-ray device using it, & bring Luxbright to the forefront of X-ray imaging by offering low dose, low power consumption & fast switching.\nLXB has an electron guiding & receiving element, the ìEleennaî Embodiment, a micro focus beam with spatial steadiness & efficient internal cooling, LXB extends further with ultra high resolution X-ray imaging & to a broader market place & even high voltage applications.\n\nLXB identified that in the security screening, threat detection & non-destructive inspection space there lies some problems that officials & device manufacturers are trying to solve:\nImage clarity & processing intelligence limits effectiveness of systems-Throughput of scanners slow because of need to separate materials(liquids\\tech)\nBulkiness & size of scanners is non-portable, non-flexible, & ëpermanentí\nRadiation exposure to personnel a concern\nPower footprint of scanners prevents portable imaging\nExpensive components & slowly evolving technology result in inefficient spending\nPostal risks are on the rise, as countries wish to have but cannot afford fast enough a 100% parcel scan solution, & must resort to ëspot checkingí for threats.\n\nRecent Terror has increased the need for addressing these and it is becoming more urgent & critical. There are more risks, more travellers, more post & more need for security radiology scanners.\nIs there any new technological solutions that may enable cost, speed, portability or safety increases? LXB aims to address to these issues, innovating the core of radiology inspection: the x-ray source itself. ColdNano-X projects aims on commercializing security solutions for portable bag scanning, post scanning, & 3d CT. It seeks tight integration with the medipix & other detectors.",
    "totalCost": "2730653",
    "ecMaxContribution": "1911457,1",
    "coordinator": "LUXBRIGHT AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937840912": {
            "orgId": "937840912",
            "orgName": "LUXBRIGHT AB",
            "ecContrib": 1911457
        }
    },
    "calculatedTotalContribution": 1911457
}