{
    "rcn": "207403",
    "acronym": "ventralHippocampus",
    "topics": "ERC-2016-STG",
    "title": "Neuronal circuits for emotions in the ventral CA1 hippocampus",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "A fundamental objective in modern neurosciences is to understand the neural mechanisms of learning and memory in both healthy and pathological conditions. The hippocampus is a high-order cortical brain region important for emotions and cognition. The ventral subdivision of the hippocampus (anterior hippocampus in primates) is mostly involved in anxiety and contextual fear conditioning behaviours. \nPyramidal cells of the CA1 region of the hippocampus represent a main hippocampal output to numerous brains regions relevant for emotional and cognitive processes. The activity and timing of these CA1 pyramidal cells are controlled by a set of very diverse long-range afferent inputs and by local GABAergic interneurons. However, the function of afferent pathways to- and of local GABAergic interneurons in the ventral CA1 hippocampus during contextual fear conditioning and anxiety behaviours have not been investigated so far. We hypothesise that distinct sub-circuits in the ventral CA1 hippocampus differentially contribute to emotional behaviours by diverse and complementary neuronal and network mechanisms.\nTo test this hypothesis, we will use an innovative cross-level approach combining single-unit recordings of ventral CA1 GABAergic interneurons and of afferent brain regions to the ventral CA1 hippocampus, local field potential recordings, selective optogenetic strategies, cell-type-specific viral tracing, juxtacellular recording and labelling from ventral CA1 GABAergic interneurons, and behavioural paradigms in rodents. The originality of the proposal relies on identifying specific neuronal circuits and mechanisms in the ventral CA1 hippocampus to understand how normal and pathological brain function might arise at the behavioural level. Altogether, my research proposal aims at discovering logics of cortical computations during behaviour which may lead to translational applications for the clinics.",
    "totalCost": "1493736",
    "ecMaxContribution": "1493736",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}