{
    "rcn": "207468",
    "acronym": "M-CUBE",
    "topics": "FETOPEN-01-2016-2017",
    "title": "MetaMaterials antenna for ultra-high field MRI",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "M-Cube aims at changing the paradigm of High-Field MRI and Ultra High-Field antennas to offer a much better insight on the human body and enable earlier detection of diseases. Our main objective is to go beyond the limits of MRI clinical imaging and radically improve spatial and temporal resolutions.  The clinical use of High-field MRI scanners is drastically limited due to the lack of homogeneity and to the Specific Absorption Rate (SAR) of the Radio Frequency (RF) fields associated with the magnetic resonance.\nThe major way to tackle and solve these problems consists in increasing the number of active RF antennas, leading to complex and expensive solutions.  M-Cube solution relies on innovative systems based upon passive metamaterial structures to avoid multiple active elements. These systems are expected to make High-Field MRI fully diagnostically relevant for physicians.\nTo achieve these expectations, M-Cube consortium will develop a disruptive metamaterial antenna technology. This we will able us to tackle both the lack of homogeneity and SAR barriers. Metamaterials are composite structured manmade materials designed to produce effective properties unavailable in nature (e.g. negative optical index). They allow us to tailor electromagnetic waves at will. Thus, the scientifically ambitious idea is to develop antennas based on this unique ability for whole body coil. This technological breakthrough will be validated by preclinical and clinical tests with healthy volunteers. M-Cube gathers an interdisciplinary consortium composed of academic leaders in the field, eight universities, and two promising SMEs. Physicists, medical doctors and industrial actors will work closely all along the implementation of the project to guarantee the success this novel approach, a ìpatient-centeredî solution which will pave the way for a more accurate diagnosis in the context of personalized medicine and will enable to detect a disease much earlier that is currently possible.",
    "totalCost": "4582346,25",
    "ecMaxContribution": "3945346,25",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;SAINT PETERSBURG NATIONAL RESEARCH UNIVERSITY OF INFORMATION TECHNOLOGIES, MECHANICS AND OPTICS;UNIVERSITE CATHOLIQUE DE LOUVAIN;AALTO KORKEAKOULUSAATIO SR;MULTIWAVE TECHNOLOGIES AG;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;THE AUSTRALIAN NATIONAL UNIVERSITY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MR COILS BV",
    "participantCountries": "FR;RU;BE;FI;CH;NL;AU",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 468779
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "919189267": {
            "orgId": "919189267",
            "orgName": "MULTIWAVE TECHNOLOGIES AG",
            "ecContrib": 250625
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 705256
        },
        "989779756": {
            "orgId": "989779756",
            "orgName": "SAINT PETERSBURG NATIONAL RESEARCH UNIVERSITY OF INFORMATION TECHNOLOGIES, MECHANICS AND OPTICS",
            "ecContrib": 0
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 1126370
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 312250
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 318941
        },
        "999849132": {
            "orgId": "999849132",
            "orgName": "THE AUSTRALIAN NATIONAL UNIVERSITY",
            "ecContrib": 0
        },
        "937106525": {
            "orgId": "937106525",
            "orgName": "MR COILS BV",
            "ecContrib": 450000
        }
    },
    "calculatedTotalContribution": 3632221
}