{
    "rcn": "207486",
    "acronym": "NANO",
    "topics": "SMEInst-13-2016-2017",
    "title": "Low-Cost Real-Time Nanomagnetooptical Integrity Monitoring Tool and Intelligent Asset Integrity, Risk and Performance Management Software",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "EQS aims to deliver a low-cost highly sensitive real-time remote monitoring tool and a intelligent web-based software to manage asset integrity, safety and performance, for the Oil, Gas, Chemicals and Energy markets. This new disruptive market solution, based on nanotechnology, will increase the resilience of critical energy installations and networks, allowing the reduction of human losses, avoiding energy production disruption, minimizing environmental and economic impact and material damage from natural and man-made disasters.\nProximally 60% of the incidents in the EUís hazardous industries are due to integrity failures and in 50% of these cases, ageing is a significant factor. Structural integrity monitoring can provide far greater integrity knowledge than traditional inspection methods, critically increasing safety with significant maintenance cost reduction through the early detection of problems. These tools combined with advanced societal and individual risk assessment methods significantly improve the risk management over the asset lifetime.\nThe NANO concept is to provide a cost-efficient real-time asset management solution, capable of performing the screening of degradation, condition assessment, safety and environmental monitoring in large pipelines, process equipment, industrial plants, terminals and offshore structures.\nThe monitoring tool will be the first combining nanotechnology with magnetostrictive generated ultrasonic Guided Waves and Fibre Bragg Gratting. Through an advanced material fabrication process, it will be possible to have a low cost monitoring solution with higher sensitivity level than any other inspection tools. The Asset Management software will bring the novelty of combining physical and human assets risk management and asset integrity monitoring data. \nIt will be also possible to obtain 3D web visualization of the assetís integrity, safety and performance, providing qualitative and quantitative information to improve decisions.",
    "totalCost": "3237589,75",
    "ecMaxContribution": "2266312,83",
    "coordinator": "EQS - SERVICIOS DE ENGENHARIA QUALIDADE E SEGURANCA LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934335429": {
            "orgId": "934335429",
            "orgName": "EQS - SERVICIOS DE ENGENHARIA QUALIDADE E SEGURANCA LDA",
            "ecContrib": 2266313
        }
    },
    "calculatedTotalContribution": 2266313
}