{
    "rcn": "207418",
    "acronym": "SNABO",
    "topics": "ERC-PoC-2016",
    "title": "Self-calibrating nanobolometer based on superconductorñnormal-metal hybrids",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "In this project, we develop a microwave nanobolometer invented in the ERC Starting Grant îSingle-Photon Microwave Devices: era of quantum optics outside cavities (SINGLEOUT)î into a proof of concept and carry out a market analysis and partnering with the relevant industrial players in the field.\n\nFor a successful proof of concept, a self-calibrating function will be implemented into the nanobolometer, providing us with an extremely sensitive and easy-to-use detector for microwave radiation. The new device will be designed, fabricated, and measured. \n\nDue to the lack of spectrum analysers operating at cryogenic temperatures, our self-calibrating nanobolometer will provide a must-to-have piece of equipment for R&D facilities working on cryoelectronics and quantum technology. Thus licensing agreements with companies working on cryostats and cryosystems will be pursued.\n\nThe key performance indicators of our nanobolometer such as detection bandwidth, dynamics range, and sensitivity will be compared with the existing room-temperature technology and a potential market share for our nanobolometer will be mapped. Especially, the opportunities for commercial systems already utilizing cryogenic components such as superconducting filters at cellular phone base stations will be investigated.\n\nDuring this ERC PoC project, also other business opportunities will be studied and possibilities for founding a spin-out company will be actively sought for.",
    "totalCost": "149838",
    "ecMaxContribution": "149838",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}