{
    "rcn": "207494",
    "acronym": "NO-ICE-ROTOR",
    "topics": "JTI-CS2-2015-CFP02-FRC-01-01",
    "title": "Development and demonstration of materials and manufacturing process for ultra high reliability electric Anti-ice/De-ice thermal layers for high strain rotor blades and helicopter airframe sections",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The expected outcome of the NO-ICE-ROTOR project is structural and environmental test substantiation of ultra high reliability heater layers which are capable to be integrated into an advanced tilt civil rotorcraft configuration with high cruise speed, low fuel consumption and gas emission, low community noise impact, and high productivity for operators.\n\nThe realisation of such an advanced tilt civil rotorcraft is the objective of the Clean sky Fast Rotorcraft Project (FRC). It is the aim of this project to use technologies developed through the Clean Sky Programme to demonstrate a compound rotorcraft configuration that combines the vertical lift capability of the conventional helicopter with the speed capability of a fixed wing aircraft in a sustainable way.\n\nThe overall objectives of the NO-ICE-ROTOR project are: ?\n-\tDesign and development of heater layer for application in tilt rotors\n-\tEstablishment of test criteria and test matrix project \n-\tManufacturing of suitable test pieces for ice protection system (IPS) testing\n-\tStructural and environmental rig test adaptations for IPS testing\n-\tIPS rig and coupon test realization and tests results \n-\tSynthesis of results: comparison of performance of materials and of technologies tested \nThe specific objective of the NO-ICE-ROTOR project is to develop heater layers to be embedded in composite structures to provide anti-icing and de-icing capability where safety requirements dictate ultra high reliability, while operating in high strain and vibration conditions. Structural and environmental testing will be conducted on representative test items consisting of functional heater layers embedded in the prop-rotor blade and airframe sections of a tilt-rotor configuration intended for civil certification.",
    "totalCost": "985000",
    "ecMaxContribution": "749987,44",
    "coordinator": "VILLINGER GMBH",
    "coordinatorCountry": "AT",
    "participants": "RTA RAIL TEC ARSENAL FAHRZEUGVERSUCHSANLAGE GMBH;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;CEST KOMPETENZZENTRUM FUR ELEKTROCHEMISCHE OBERFLACHENTECHNOLOGIE GMBH;SIA AVIATEST",
    "participantCountries": "AT;LV",
    "projectParticipants": {
        "936869845": {
            "orgId": "936869845",
            "orgName": "VILLINGER GMBH",
            "ecContrib": 189525
        },
        "997656738": {
            "orgId": "997656738",
            "orgName": "CEST KOMPETENZZENTRUM FUR ELEKTROCHEMISCHE OBERFLACHENTECHNOLOGIE GMBH",
            "ecContrib": 114800
        },
        "972082494": {
            "orgId": "972082494",
            "orgName": "RTA RAIL TEC ARSENAL FAHRZEUGVERSUCHSANLAGE GMBH",
            "ecContrib": 124338
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 201625
        },
        "920193314": {
            "orgId": "920193314",
            "orgName": "SIA AVIATEST",
            "ecContrib": 119700
        }
    },
    "calculatedTotalContribution": 749988
}