{
    "rcn": "207480",
    "acronym": "AutoLiqHand",
    "topics": "ERC-PoC-2016",
    "title": "A Compact and Automated Liquid Handling Platform for Biomedical Assays",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Liquid handling is an integral part of biological and medical assays. For many applications the method of choice is manual pipetting, which has significant limitations. Chiefly, it is user-time intensive and prone to sample handling issues (poor time accuracy and pipetting errors). While liquid handling robots do exist, they are expensive instruments, shared by many users and targeted for high-throughput applications. This leaves, in practice, most research and diagnostics without an automated solution. Here, we present an innovative solution to this problem: a compact and mobile automated liquid handling (AutoLiqHand) device for the individual user. This platform will enable to automate biomedical experiments and diagnostic routines which are currently done by hand. Moreover, its unique design enables it to run in a much larger range of biomedical settings than currently offered by existing solutions, and at the fraction of the cost. This platform was developed as part of the ERC-funded project SelfOrg and is routinely used in our lab for a variety of specialized and standard routines (e.g. drug treatment and immunostaining). The AutoLiqHand system mimics the main advantages of manual pipetting, namely simplicity and versatility, through a unique design of a fully integrated and microfluidic-based platform. In addition, when interfaced with well-established biomedical equipment such as ELISA readers or PCR machines, our platform can form a fully automated lab at significantly lower costs than commercially available devices. Thus, it has the potential to become a standard tool for researchers both in basic and early pharmaceutical/clinical research as well as for clinicians in point-of-care diagnostics. The aim of this Proof-of-Concept proposal is to adapt the AutoLiqHand platform to market needs and optimize it for production in order to make it available to the market.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}