{
    "rcn": "207411",
    "acronym": "SynFoNY",
    "topics": "MSCA-ITN-2016",
    "title": "Synthesis and Formulation of Nanoparticles for pinning in YBCO coated conductors",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The main research objective is the formulation of new types of multimetaloxide nanocrystals for incorporation as artificial pinning centers in nanocomposite thin films processed using chemical solution deposition. Superconducting coated conductors are chosen as the proof of concept. Innovative chemical deposition methods and the incorporation of preformed and inert multimetaloxide nanocrystals as pinning centres into the superconducting nanocomposite thin film are the innovative aspects compared to ongoing research.  A successful realisation of the objectives of this EID proposal will need training of ESRs on different aspects ranging from chemical precursor design, stabilisation of nanocrystals in precursor solutions, continuous deposition of superconducting nanocomposite coatings and optimisation of the superconducting properties in alternating magnetic fields. \nThe main objective of this programme is, in line with the EID scope, to enhance the career perspectives of early stage researchers (ESRs) by providing the unique opportunity to be exposed to research and training in both an academic as well as an industrial environment. This will be facilitated through the partnership between Ghent University  and the industrial partner Deutsche Nanoschicht GmbH, bringing together two widely respected research partners, active in the field of inorganic nanomaterials synthesis and coating development for improved superconducting wires for energy applications. The involved partner organisations entered the project for specific added value in terms of industrial scaled synthesis of nanocomposite precursors (hte GmbH: high troughput designs; BASF SE: new formulations and flow chemistry) and Univ. of Turku (physical characterisation).",
    "totalCost": "499776,72",
    "ecMaxContribution": "499776,48",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "DEUTSCHE NANOSCHICHT GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "955564461": {
            "orgId": "955564461",
            "orgName": "DEUTSCHE NANOSCHICHT GMBH",
            "ecContrib": 0
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 499776
        }
    },
    "calculatedTotalContribution": 499776
}