{
    "rcn": "207432",
    "acronym": "IDEAAL",
    "topics": "INFRADEV-03-2016-2017",
    "title": "International Development of gAnil-spirAL2",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The objectives of the IDEAAL Project are to explore all possibilities to develop GANIL infrastructure, with its new ESFRI SPIRAL2 facility, in order to ensure its long-term sustainability as one of the premiere European research institutes for nuclear physics, interdisciplinary sciences and related applications. \nThe first objective of the IDEAAL Project is to enlarge the present GANIL membership to include academic institutions and private funding partners. This enlargement goes hand-in-hand with a reinforcement of the involvement of the current institutional funders and academic users of GANIL-SPIRAL2 in the decision-making process and management of the facility. \nThe second objective of IDEAAL is to enhance the excellence of access to the infrastructure by optimizing support to the users, access policy, assessment on the cost of access to the facilities and to data, improvement of the performance capabilities as well as exchange and training of personnel with associated partners.   \nInnovation is the third objective of IDEAAL.  With the new facility SPIRAL2, it is essential to encourage industrial users of the uniqueness of this new machine for their research and applications and to allow them to develop new experimental tools at the existing GANIL facilities.  Access provision dedicated to industrial users will greatly enhance their experience and increase their interest and trust in GANIL-SPIRAL2. In parallel, new ideas and topics for technology transfer will be clearly identified.  The increase of innovation potential of GANIL will also be evaluated.\nThese three objectives must be supported by a strong communication and outreach policy towards members and funding partners, users and the layman. This is the fourth objective of the project.\nFulfilling all of these four objectives will allow a well-organized, highly efficient and sustainable development of the current GANIL structure.",
    "totalCost": "3883390",
    "ecMaxContribution": "3883390",
    "coordinator": "GRAND ACCELERATEUR NATIONAL D'IONS LOURDS",
    "coordinatorCountry": "FR",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;THE HENRYK NIEWODNICZANSKI INSTITUTE OF NUCLEAR PHYSICS, POLISH ACADEMY OF SCIENCES;GSI HELMHOLTZZENTRUM FUER SCHWERIONENFORSCHUNG Gmbh;NUCLEOPOLIS POLE NORMAND DES SCIENCES NUCLEAIRES ET DE LEURS APPLICATIONS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR;PL;DE",
    "projectParticipants": {
        "999611579": {
            "orgId": "999611579",
            "orgName": "THE HENRYK NIEWODNICZANSKI INSTITUTE OF NUCLEAR PHYSICS, POLISH ACADEMY OF SCIENCES",
            "ecContrib": 282500
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 416625
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 232775
        },
        "930225733": {
            "orgId": "930225733",
            "orgName": "NUCLEOPOLIS POLE NORMAND DES SCIENCES NUCLEAIRES ET DE LEURS APPLICATIONS",
            "ecContrib": 222500
        },
        "999957481": {
            "orgId": "999957481",
            "orgName": "GRAND ACCELERATEUR NATIONAL D'IONS LOURDS",
            "ecContrib": 2253990
        },
        "999995214": {
            "orgId": "999995214",
            "orgName": "GSI HELMHOLTZZENTRUM FUER SCHWERIONENFORSCHUNG Gmbh",
            "ecContrib": 475000
        }
    },
    "calculatedTotalContribution": 3883390
}