{
    "rcn": "207400",
    "acronym": "FREEMIND",
    "topics": "ERC-2016-STG",
    "title": "FREE the MIND: the neurocognitive determinants of intentional decision",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Acting based on intention is a fundamental ability to our lives. Apple or orange, cash or card: we constantly make intentional decisions to fulfil our desires, even when the options have no explicit difference in their rewards. Recently, I and others have offered the first evidence to support that intentional decision and externally guided decision share similar computational principles. However, how the brain implements these principles for intentional decision remains unknown. \n\nThis project aims to establish a multilevel understanding of intentional decision, spanning from neurons to brain networks to behaviour, through a powerful combination of novel paradigms, cutting-edge brain imaging, and innovative methods. Central to my approach is formal computational modelling, allowing me to establish a quantitative link between data and theory at multiple levels of abstraction. Subproject 1 will ask which brain regions encode intentional information, when intentional processes occur, and how neurochemical concentration influences intentional decision. Subproject 2 will focus on theoretically predicted changes in intentional decision under behavioural and neural interventions. I will use brain imaging and brain stimulation to test the flexibility of intentional decision within individuals. Subproject 3 will launch the largest study to date on intentional decision. I will characterize individual differences in intentional decision from 2,000 representative samples. I will then investigate, with high statistical power, the contributions of neurochemistry and brain microstructure to individual differences in intentional decision. This project premises to establish the first neurobiological theory of intentional behaviour, and provide mechanistic understanding of its changes within and between individuals. The new theory and innovative methodology will open further research possibilities to explore intentional deficits in diseases, and the neural basis of human volition.",
    "totalCost": "1487908",
    "ecMaxContribution": "1487908",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1487908
        }
    },
    "calculatedTotalContribution": 1487908
}