{
    "rcn": "207497",
    "acronym": "COSMHYC",
    "topics": "FCH-01-8-2016",
    "title": "COmbined hybrid Solution of Multiple HYdrogen Compressors for decentralised energy storage and refuelling stations",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The COSMHYC project aims at answering the needs identified by the MAWP of the FCH2 JU of increasing energy efficiency of hydrogen production while reducing operating and capital costs, in order to make hydrogen a competitive fuel for transport applications. COSMHYC will develop and test an innovative compression solution from 1 to 1000 based on a hybrid concept, combining a conventional compressor with an innovative compression technology. The aim is to reduce the overall compression costs, by reducing investments costs down to less than 2000 Ä/(kg*day), reducing energy consumption by optimizing the interactions between both compression technologies. Maintenance will be reduced to <50% compared to mechanical compressors and life time will be improved, by decreasing the degradation down to 1% per year, thanks to mechanical adjustments and the implementation of appropriate remote control devices and corrective algorithms. In addition, the system will be significantly less noisy than a mechanical compressor (less than 60 dB at 5 meters). LBST will perform an analysis of the market requirements and define the main critical parameters, which will be used as an input for the research and development activities. MAHYTEC, NEL and EIFER will develop and test both compressors, with a focus on thermal integration. The partners will jointly install, connect and test the new compressor solution in a test facility during 9 months. At each stage of the developments and tests, the results will be used to perform a technical economic assessment of the solution compared to competitors with LBST. In parallel, Steinbeis 2i will accompany the partners in organizing and managing the communication around the project, disseminating the results and preparing their exploitation.",
    "totalCost": "2496830",
    "ecMaxContribution": "2496830",
    "coordinator": "EIFER EUROPAISCHES INSTITUT FUR ENERGIEFORSCHUNG EDF KIT EWIV",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS INNOVATION GGMBH;MAHYTEC SARL;Ludwig-Boelkow-Systemtechnik GmbH;STEINBEIS 2I GMBH;NEL HYDROGEN AS",
    "participantCountries": "DE;FR;DK",
    "projectParticipants": {
        "996311833": {
            "orgId": "996311833",
            "orgName": "Ludwig-Boelkow-Systemtechnik GmbH",
            "ecContrib": 88375
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "937937136": {
            "orgId": "937937136",
            "orgName": "MAHYTEC SARL",
            "ecContrib": 753125
        },
        "997980718": {
            "orgId": "997980718",
            "orgName": "EIFER EUROPAISCHES INSTITUT FUR ENERGIEFORSCHUNG EDF KIT EWIV",
            "ecContrib": 851908
        },
        "996205230": {
            "orgId": "996205230",
            "orgName": "NEL HYDROGEN AS",
            "ecContrib": 515298
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 288125
        }
    },
    "calculatedTotalContribution": 2496831
}