{
    "rcn": "207448",
    "acronym": "EUSCREEN",
    "topics": "SC1-PM-21-2016",
    "title": "Implementation of cost-optimized childhood vision and hearing screening programmes in middle-income countries in Europe",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Screening for vision and hearing disorders in children has shown to be highly effective. EU-directive 16620/11 invites EU-member states to give priority to such screening programmes. Early detection and treatment of a lazy eye (prevalence 3%) prevents lifelong visual impairment. Early detection and treatment of hearing impairment (prevalence 0.15%) prevents delayed speech and language development.\nAcross Europe inequity exists in the provision of childhood vision and hearing screening programmes (VAHSPs). High-Income Countries (HICs) have VAHSPs, but they vary with regard to age and frequency of testing, tests used, uptake, screening professionals, referral pathway and funding. This makes it difficult for healthcare providers and policy makers to decide what VAHSP to implement in Low- to Middle-Income Countries (LMICs) and how.\nIn this study, cost-optimised, evidence-based VAHSPs will be implemented in two LMICs, based on collated evidence from existing VAHSPs in Europe. Data on VAHSPs, demography, administration, general screening, screening professions, uptake and treatment availability will be gathered in an established network of professionals in 41 European countries and used in a disease/health system modelling framework to predict benefits and cost in the most optimal health system, taking regional diversity and organisational and resource requirements into account.\nModel-developed VAHSPs will be tested in the county of Cluj in Romania for vision, and in three counties in Albania for hearing screening. A generic strategy for implementation will be developed by detailed tracking, and from identified requirements, facilitators and barriers. The decision-analytic modelling framework and the strategy for implementation will be packed into a transferable TOOLKIT that will assist healthcare providers and policy makers worldwide in their decisions to introduce or modify VAHSPs, and increase effectiveness, efficiency and equity of child healthcare.",
    "totalCost": "4255671,25",
    "ecMaxContribution": "4183563",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "DIRECTIA DE ASISTENTA SOCIALA SI MEDICALA;THE UNIVERSITY OF SHEFFIELD;THE UNIVERSITY OF READING;UNIVERSITATEA DE MEDICINA SI FARMACIE IULIU HATIEGANU CLUJ-NAPOCA;UNIVERSITETI I MJEKESISE TIRANE;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;KAROLINSKA INSTITUTET;STICHTING COUNTRY-COMMITTEES JOINT-PARTNERSHIP OF EUSCREEN STUDY CONSORTIUM",
    "participantCountries": "RO;UK;AL;DE;SE;NL",
    "projectParticipants": {
        "937480751": {
            "orgId": "937480751",
            "orgName": "STICHTING COUNTRY-COMMITTEES JOINT-PARTNERSHIP OF EUSCREEN STUDY CONSORTIUM",
            "ecContrib": 246000
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 103640
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1489960
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 501315
        },
        "940177642": {
            "orgId": "940177642",
            "orgName": "DIRECTIA DE ASISTENTA SOCIALA SI MEDICALA",
            "ecContrib": 125069
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 400098
        },
        "999842439": {
            "orgId": "999842439",
            "orgName": "UNIVERSITATEA DE MEDICINA SI FARMACIE IULIU HATIEGANU CLUJ-NAPOCA",
            "ecContrib": 424931
        },
        "940940353": {
            "orgId": "940940353",
            "orgName": "UNIVERSITETI I MJEKESISE TIRANE",
            "ecContrib": 817050
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 75500
        }
    },
    "calculatedTotalContribution": 4183563
}