{
    "rcn": "207471",
    "acronym": "LLR",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Laser Lightning Rod",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Controlling lightning is a long time dream of mankind. The goal of the present project is to investigate and develop a new type of lightning protection based on the use of upward lightning discharges initiated through a high repetition rate multi terawatt laser. The feasibility of the novel technique and the projectís prospect of success are based on recent research providing new insights into the mechanism responsible for the guiding of electrical discharges by laser filaments, on cutting-edge high power laser technology and on the availability of the uniquely suitable S‰ntis lightning measurement station in Northeastern Switzerland. \n\nThe LLR consortium is ideally positioned to succeed and to raise the competitiveness of Europe in lightning control as it relies on the integration of trans-disciplinary fields in laser development, nonlinear optics, plasma physics, remote sensing, and lightning: The project team is made up of leaders in the domains of high power nonlinear propagation of laser pulses in the atmosphere, laser control of electric discharges, lightning physics, high power laser development, and high-repetition-rate lasers. In addition, the largest European company in aeronautics brings its expertise in lightning direct effects and protection means on aircraft and infrastructures.",
    "totalCost": "3962500",
    "ecMaxContribution": "3956500",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "TRUMPF SCIENTIFIC LASERS GMBH + COKG;UNIVERSITE DE GENEVE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;AIRBUS GROUP SAS;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;ANDRE MYSYROWICZ CONSULTANTS",
    "participantCountries": "DE;CH;FR",
    "projectParticipants": {
        "999980082": {
            "orgId": "999980082",
            "orgName": "AIRBUS GROUP SAS",
            "ecContrib": 168000
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 291000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 470000
        },
        "918789918": {
            "orgId": "918789918",
            "orgName": "ANDRE MYSYROWICZ CONSULTANTS",
            "ecContrib": 167500
        },
        "941031921": {
            "orgId": "941031921",
            "orgName": "TRUMPF SCIENTIFIC LASERS GMBH + COKG",
            "ecContrib": 1790000
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 835000
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 235000
        }
    },
    "calculatedTotalContribution": 3956500
}