{
    "rcn": "207421",
    "acronym": "SoWe",
    "topics": "ERC-PoC-2016",
    "title": "Commercializing soft wearable systems from a stretchable electronic material",
    "startDate": "01/03/2017",
    "endDate": "31/08/2018",
    "objective": "'SoWe represents a unique opportunity for the commercialisation of a unique stretchable electronic system that enables the design and manufacturing of large-area, high performance electronic skins. Prof. Lacour and her team, as part of the ERC project ESKIN, build upon a breakthrough innovation - an intrinsically stretchable metallization compatible with standard circuit fabrication and components assembly. These stretchable circuit boards will unlock the form-factor of existing planar and rigid circuitry and contribute to materialize the 'Internet of Thingsî. SoWe may be integrated and mounted on the human body, robotic surfaces or passive objects.  Our technology enables active surfaces to conform to and improve the perceptive sense of objects, and facilitate network connectivity. Similar to human skin, SoWe will encode sensory information such as contact, applied pressure or movement and transmit the information. Our innovation provides an enormous untapped potential and can transform human - machine interactions. No alternative technology combining design simplicity with high electromechanical performance is available today on the market.\n\nIn SoWe we aim to 1) establish proof of concept of a new class of stretchable electronic skin, enabled by biphasic solid-liquid thin metallic conductors at industrial scale and to 2) show the potential commercialization purposes. Our stretchable metallization is unique and can be batch fabricated on a wafer scale. To date, all manufacturing processes have been optimized at lab scale.  Moreover, we will show the commercialization purpose by defining the exact business strategy, model and positioning ñ and partnering with key enablers (business-related and/or technological) for commercial success. During this project, we will gain technical and commercial proof of concept, which will provide us with the necessary information regarding potential commercialization routes.\n\n\n'",
    "totalCost": "149921",
    "ecMaxContribution": "149921",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 149921
        }
    },
    "calculatedTotalContribution": 149921
}