{
    "rcn": "207456",
    "acronym": "ALICE",
    "topics": "MSCA-RISE-2016",
    "title": "AcceLerate Innovation in urban wastewater management for Climate changE",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The challenges facing society in urban wastewater management cannot be solved by any one sector alone. ALICE (AcceLerate Innovation in urban wastewater management for Climate changE) will accelerate innovation by bringing together and exchanging knowledge between the key players who can, together, address the future techno-economic, governance and societal challenges arising from climate change. It will boost international and interdisciplinary skills, as well as careers perspective of Experienced Researchers, Early Stage Researchers, and the workforce of industry, water utilities and public organizations. The results will 1) benefit water utilities, 2) support political and managerial decisions in wastewater, 3) benefit wastewater equipment manufacturers, identifying new market opportunities in the EU, 4) benefit EU citizens from the improved wastewater infrastructure, the environment and job creations.\n\nHigher precipitation and more frequent storms will require change in sewer water management. Moreover, higher risks of water scarcity and droughts require increased wastewater reuse, currently at 20% of its potential in the EU. These changes will lead to increased energy demand in a sector that is already a major contributor of carbon emissions. ALICE will promote effective solutions based on innovative technologies, green infrastructures, climate vulnerability assessments, governance and economic models, embracing stakeholdersí and citizensí views to overcome barriers to the acceptance and uptake of new technologies. The excellence of the project lies in the joined-up thinking of different perspectives and disciplines. Academic and non-academic partners along the wastewater value-chain will exchange knowledge, develop training, research and innovation activities. ALICE will build lasting knowledge and cooperation networks and will provide the non-academic sector with practical solutions to respond in innovative ways to the challenges posed by climate change.",
    "totalCost": "900000",
    "ecMaxContribution": "900000",
    "coordinator": "UNIVERSITY OF ULSTER",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI MACERATA;DUBLIN CITY UNIVERSITY;MILITOS SYMVOULEUTIKI A.E.;ASET SPA;DIONERGY LIMITED;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;THE QUEEN'S UNIVERSITY OF BELFAST;REDINN SRL;ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI;REGION DE MURCIA;NORTHERN IRELAND WATER LIMITED;UNIVERSITY OF CYPRUS",
    "participantCountries": "IT;IE;EL;ES;UK;CY",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 36000
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 99000
        },
        "997703492": {
            "orgId": "997703492",
            "orgName": "REGION DE MURCIA",
            "ecContrib": 171000
        },
        "998253579": {
            "orgId": "998253579",
            "orgName": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
            "ecContrib": 36000
        },
        "919239416": {
            "orgId": "919239416",
            "orgName": "ASET SPA",
            "ecContrib": 27000
        },
        "968427922": {
            "orgId": "968427922",
            "orgName": "REDINN SRL",
            "ecContrib": 90000
        },
        "974038402": {
            "orgId": "974038402",
            "orgName": "MILITOS SYMVOULEUTIKI A.E.",
            "ecContrib": 27000
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 36000
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 94500
        },
        "996107260": {
            "orgId": "996107260",
            "orgName": "NORTHERN IRELAND WATER LIMITED",
            "ecContrib": 45000
        },
        "919282581": {
            "orgId": "919282581",
            "orgName": "DIONERGY LIMITED",
            "ecContrib": 40500
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 99000
        },
        "960068462": {
            "orgId": "960068462",
            "orgName": "UNIVERSITA DEGLI STUDI DI MACERATA",
            "ecContrib": 99000
        }
    },
    "calculatedTotalContribution": 900000
}