{
    "rcn": "207481",
    "acronym": "Cold Energy",
    "topics": "FTIPilot-01-2016",
    "title": "Industrialization and path to commercialization of a patented innovative industrial kit to modify COLD cycle in order to drastically reduce ENERGY consumption",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Cold supply means an important share of electricity consumption (up to 30%) in certain market domains, mainly in Food and Chemical industries. However, refrigeration systems are a mature technology and there is no commercial solution in the market reflecting recent innovations, mainly because of the limited economic and energetic benefits offered by researched solutions, and of the complexity increase for the compression system.\nCOLD ENERGY is the first disruptive innovation in refrigeration systems in the last decade.  The innovation is related to the introduction of an energy recovery heat exchanger and a turbocharger -a technology coming from the automotive industry- into a conventional refrigeration plant. The comparison with current alternative solutions in terms of Coefficient of Performance and cooling power shows how COLD ENERGY significantly improves the efficiency of the system, increasing those parameters more than 30% and 50% respectively. In this way, our solution is able to increase energy efficiency for refrigeration appliances, achieving up to 23% of energy savings at -25∫C of Exercise Temperature.\nThe action is strongly Industry oriented, performed by five partners from four different EU countries, each partner representing a different stakeholder in the value chain of the new sustainable product: TURBOALGOR from Angelantoni Group (Coordinator), AVL SCHRICK (turbocharger developer), ENEL.SI (ENEL Energy Service Company), AMORINO and AGRICOLA PAGNAN (both experts in Cold Energy management in the food sector).\nForecasted cumulative turnover is EUR 60 million by 2022, only for the 5 core targeted countries (IT, DE, FR, UK, ES) and only for food processing and large scale distribution sector, which is the first envisioned market to reach. COLD ENERGY will boost TURBOALGOR, AVL and ENEL business models while helps to increase energy efficiency in AMORINO and PAGNAN, providing them with a disruptive solution to increase their margin of benefits.",
    "totalCost": "3441980",
    "ecMaxContribution": "2409385,63",
    "coordinator": "TURBOALGOR SRL",
    "coordinatorCountry": "IT",
    "participants": "- 18 DEGREES;OFFICINE MARIO DORIN SPA;GRUPO TRES MARES;AVL SCHRICK GMBH;ENEL.SI SRL;AGRICOLA PAGNAN SRL",
    "participantCountries": "FR;IT;ES;DE;RO",
    "projectParticipants": {
        "999650573": {
            "orgId": "999650573",
            "orgName": "ENEL.SI SRL",
            "ecContrib": 273612
        },
        "926785240": {
            "orgId": "926785240",
            "orgName": "- 18 DEGREES",
            "ecContrib": 0
        },
        "911595913": {
            "orgId": "911595913",
            "orgName": "GRUPO TRES MARES",
            "ecContrib": 317931
        },
        "926751678": {
            "orgId": "926751678",
            "orgName": "AGRICOLA PAGNAN SRL",
            "ecContrib": 0
        },
        "918350120": {
            "orgId": "918350120",
            "orgName": "TURBOALGOR SRL",
            "ecContrib": 1239532
        },
        "958828414": {
            "orgId": "958828414",
            "orgName": "OFFICINE MARIO DORIN SPA",
            "ecContrib": 227959
        },
        "986277571": {
            "orgId": "986277571",
            "orgName": "AVL SCHRICK GMBH",
            "ecContrib": 350350
        }
    },
    "calculatedTotalContribution": 2409384
}