{
    "rcn": "207496",
    "acronym": "FORMIT",
    "topics": "JTI-CS2-2016-CFP03-AIR-02-21",
    "title": "Forming and Modular Integration of Thermoplastics",
    "startDate": "01/12/2016",
    "endDate": "31/05/2019",
    "objective": "The main objective of FORMIT is to develop a modular tooling to integrate a wing upper skin and an external wing leading edge with several T-Shape and omega stringers. Skins will be laminated on the integration tool by Topic Manager with Automated Fiber Placement technology and stringer will be produced with an innovative continuous forming process patented by Applus. Both structures will be made of carbon fiber embedded in PEEK thermoplastic matrix. The conjunction of these two manufacturing technologies and thermoplastic composite enables an out-of-autoclave production process and curing final structure with low cost and high production rates. This project will be a step forward to manufacture an Outer External Wing out of autoclave and a morphing leading edge, which will result in a reduction in production costs, airplane fuel consumption and resilience to impact. \nFeasibility of the technology will be assessed by several tests through a building block approach up to Level 2 (Element), including Level 1 (coupons) and physic-chemical analysis.\nThe selected process will be taken to TRL5, to demonstrate industrial feasibility. To achieve these objectives, main activities are:\nï Design of a continuous manufacturing stringer process based on a well-know and proved Applus Forming approach;\nï Definition and execution of Test Plan to assess main mechanical characteristics of the manufacturing trials of continuous stringer process; \nï Tests performed following the building block approach on designed and manufactured coupons, elements and sub-components;\nï Design of innovative and modular tooling to integrate these stringers to wing upper skin and leading edge;\nï Manufacturing of 18 Thermoplastic T-stringer and 2 omega-stringers;\nï Manufacturing and commissioning of 2 tooling to enable:\n- The laminate of the wing upper skin and the integration with manufactured T- stringer. \n- The laminate the leading edge skin and the integration of manufactured omega- stringers.",
    "totalCost": "1713876,25",
    "ecMaxContribution": "1199713,38",
    "coordinator": "LGAI TECHNOLOGICAL CENTER SA",
    "coordinatorCountry": "ES",
    "participants": "SERVICIOS DE TECNOLOGIA INGENIERIA E INFORMATICA SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "991924038": {
            "orgId": "991924038",
            "orgName": "SERVICIOS DE TECNOLOGIA INGENIERIA E INFORMATICA SL",
            "ecContrib": 580599
        },
        "986282130": {
            "orgId": "986282130",
            "orgName": "LGAI TECHNOLOGICAL CENTER SA",
            "ecContrib": 619114
        }
    },
    "calculatedTotalContribution": 1199713
}