{
    "rcn": "207479",
    "acronym": "ArrestAD",
    "topics": "FETOPEN-01-2016-2017",
    "title": "3-O-sulfated heparan sulfate translocation in altered membrane biology: A newstrategy for early population screening and halting Alzheimerís neurodegeneration",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "ArrestAD proposes a novel and visionary thinking resulting from the demonstration of the central role of a particular heparan sulfate species at the intracellular level in neurons and in circulating cells in the molecular pathology of Alzheimerís disease (AD). AD is a societal challenge for which there is neither prevention nor possible cure. Research in the field has long been refining classic concepts based on the aggregation of A? and tau through initial seeding and then spreading. Our vision is different and based on the demonstration that tau abnormal phosphorylation and aggregation is triggered by the interaction of tau with heparan sulfates internalized in neurons and circulating cells only in AD [UPEC R.1; P.1,2]. Based in this new concept, ArrestAD will establish links between AD genetics, disease hallmarks, and altered traffic and intracellular accumulation of heparan sulfates to generate new knowledge underpinning the development of new strategies for detection and treatment of AD. This will open to radically new technologies addressing two major objectives: 1) proving that specific and early diagnosis of AD is possible in circulating cells, and 2) demonstrating that a new class of drug candidates are able to preventing and/or arresting AD-neurodegeneration. To reach these objectives, ArrestAD brings together internationally recognized experts in AD clinics and diagnosis, in heparan sulfate biology, transcriptomics, interactomics, carbohydrate chemistry, enzymology, cell biology, animal experimentation with AD models, and a SME specialized in the development of diagnosis kits using circulating cells. The high-risk character of this joint science and technology research is offset by the multidisciplinary nature of the Consortium and the high socio-economic gain resulting from success. Based in this technology, we will build a diverse portfolio of future projects that will result in a long-term benefit for citizens, economy and society.",
    "totalCost": "3991096,25",
    "ecMaxContribution": "3991096,25",
    "coordinator": "UNIVERSITE PARIS XII VAL DE MARNE",
    "coordinatorCountry": "FR",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;SCREENCELL;THE UNIVERSITY OF LIVERPOOL;INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK;UNIVERSITAT AUTONOMA DE BARCELONA;FUNDACION DE INVESTIGACION DEL CANCER DE LA UNIVERSIDAD DE SALAMANCA",
    "participantCountries": "NL;FR;UK;PL;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 394875
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 400625
        },
        "999525734": {
            "orgId": "999525734",
            "orgName": "FUNDACION DE INVESTIGACION DEL CANCER DE LA UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 452375
        },
        "954466227": {
            "orgId": "954466227",
            "orgName": "SCREENCELL",
            "ecContrib": 371125
        },
        "999489359": {
            "orgId": "999489359",
            "orgName": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
            "ecContrib": 518125
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 383540
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 579250
        },
        "999484606": {
            "orgId": "999484606",
            "orgName": "UNIVERSITE PARIS XII VAL DE MARNE",
            "ecContrib": 891181
        }
    },
    "calculatedTotalContribution": 3991096
}