{
    "rcn": "207488",
    "acronym": "EMPHASIS-PREP",
    "topics": "INFRADEV-02-2016",
    "title": "Preparation for EMPHASIS: European Infrastructure for multi-scale Plant Phenomics and Simulation for food security in a changing climate",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Sustainable food security and increasing availability of plant biomass for human nutrition and bioindustries is the key challenge for the coming decades. The analysis of crop performance with respect to structure, function, quality and interaction with the environment (ìphenotypingî) remains the bottleneck for the exploitation of crop genetic diversity required for the enhancement of plant productivity and progress in plant breeding. This requires substantial and concerted action to develop and to increase the availability of phenotyping infrastructures. The European Strategic Forum for Research Infrastructure (ESFRI) has identified ìPlant Phenotypingî as a priority for the European research area and EMPHASIS has been listed on the ESFRI ROADMAP as an infrastructure project to develop and implement a pan-European plant phenotyping infrastructure.\nThe project EMPHASIS-PREP will provide the basis for the establishment the legal framework, the business plan and preparation of an information system for a sustainable and innovative pan-European infrastructure for plant phenotyping within the framework of EMPHASIS. EMPHASIS-PREP will establish a transparent, open and inclusive process, the project partners will foster efficient work in the project in close cooperation with the European plant phenotyping community and all  stakeholders. EMPHASIS-PREP includes four major steps: i) mapping (infrastructure, funders, access procedure and models, stakeholder community, e-infrastructure, imaging approaches, legal and governance scenarios); ii) gapping - analysing the gaps and limitations based on the mapping activities; iii) developing strategies to address the gaps; iv) combining the strategies in a business plan for future operation of EPMPHASIS within a corresponding legal framework.",
    "totalCost": "4000000",
    "ecMaxContribution": "4000000",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE CATHOLIQUE DE LOUVAIN;CONSIGLIO NAZIONALE DELLE RICERCHE;VIB;BIOTECHNOLOGY AND BIOLOGICAL SCIENCES RESEARCH COUNCIL;THE UNIVERSITY OF NOTTINGHAM;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "BE;IT;UK;FR;NL",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 302800
        },
        "998376478": {
            "orgId": "998376478",
            "orgName": "BIOTECHNOLOGY AND BIOLOGICAL SCIENCES RESEARCH COUNCIL",
            "ecContrib": 400662
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 257362
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 343150
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 329225
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 505888
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 213175
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1647738
        }
    },
    "calculatedTotalContribution": 4000000
}