{
    "rcn": "207422",
    "acronym": "DEGOO",
    "topics": "SMEInst-01-2016-2017",
    "title": "Degoo backup ñ the first back-up service based on dynamic routing of transfer data to data centres",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "This innovation project will create Degoo Backup, a novel cloud backup service that will redefine the established business model on the international cloud backup market. The idea is to create the service that breaks the monopolized position of the multinational players, such as Google, Amazon, Microsoft or Apple, by changing their status from the players that control the market for cloud infrastructure as a service (IaaS) and thus dictate cloud backup prices to providers of storage space that have to compete with smaller and national players.  This will be enabled though a novel functionality for dynamic, rule-based distribution of data to the data centres where the data is stored.\n\nThe key targeted users for the service with the new data routing functionality are private individuals who need a low-cost, fast-uploading, secure and reliable service for cloud backup of digital content. Users seek a solution for the problem of dynamically expanding size of their digital data and growing need for large storage capacity. The commercial potential of Degoo Backup lies in the opportunity to accelerate the growth of the international backup market with the needs of the end-uses as the major flywheel.\n\nThe Phase 1 feasibility assessment will develop a business plan that will guide the upcoming technological efforts and commercialisation/exploitation efforts. The implementation, demonstration and testing of this new functionality will take place in the Phase 2 project. \n\nThe EU aims at regulating this market through its data protection directive and the data protection regulation. The project supports those efforts by delivering the first cloud backup service that truly enables the European citizens to store their data in Europe, in full compliance with the applicable rules and regulations. Furthermore, Degoo backup service fosters a competition culture as it creates a truly consumer-driven market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEGOO BACKUP AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920570450": {
            "orgId": "920570450",
            "orgName": "DEGOO BACKUP AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}