{
    "rcn": "207467",
    "acronym": "MagnaPharm",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Magnetic Control of Polymorphism in Pharmaceutical Compounds",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "This H2020-FETOPEN-2016-2017 proposal initiates a major international effort to direct polymorphism in pharmaceutical compounds through crystallizing in high magnetic fields. The ability to direct polymorphism would have a transformative effect on almost all pharmaceutical compounds, and hence on society.\n\nIt is proposed that MagnaPharm will drive forward innovation in pharmaceuticals by exploiting our new discovery that the polymorph and properties of carbamazepine, indomethacin and coronene can be controlled through the application of magnetic fields. We will apply our method to a range of pharmaceutical compounds, as guided by our project partner AstraZeneca, one of the largest pharmaceutical companies in the world. We will initially target 12 of the most high-profile, high-worth generic drugs with the aim of controllably synthesizing the desired polymorph of each (the lowest-energy polymorph and/or most processable form with desired properties). We aim for this goal via an international multidisciplinary approach centred around our discovery, underpinned by the development of a profound theoretical understanding of the effects of magnetic fields on organic crystal growth, that will direct the synthetic effort, all drawing on results from cutting edge spectroscopic and crystallographic characterisations.\n\nWith the 12 representative generic drug molecules targeted in the initial stages of MagnaPharm responsible for Ä18 billion of sales per year worldwide, and the development of many new pharmaceuticals being hampered by solid form issues, control over the production of the most pharmaceutically desired crystal is a truly paradigm-shifting prospect.",
    "totalCost": "2886323,75",
    "ecMaxContribution": "2886323,75",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERSITY OF LIMERICK;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "NL;IE;UK",
    "projectParticipants": {
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 667649
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1107970
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 360031
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 750674
        }
    },
    "calculatedTotalContribution": 2886324
}