{
    "rcn": "207482",
    "acronym": "TEKNOAX 2.0",
    "topics": "FTIPilot-01-2016",
    "title": "TEKNOAX 2.0: BRINGING INTELLIGENCE ONTO AXLES OF THIRD MILLENNIUM FARMING TRAILERS",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "TEKNOAX 2.0 aims at answering to agriculture increasing demand for intelligent components in the market of axles for farming trailers, going beyond the state of the art and filling the existent gap with precision farming needs. TEKNOAX 2.0 will bring intelligence onto axles, enabling unique traceability and condition based maintenance through a collaborative platform. The achievement of this goal will be reached by merging the know-how of consortium partners: ADR SpA (Italy) - innovative axles with hollow shape, COLAERT Essieux (France) - adaptation and customization of trailer suspensions and axles, DíAPPOLONIA SpA (Italy) - engineering company with a longtime experience in testing, knowledge management and design of electronic systems, FARMTECH d.o.o. (Slovenia) - manufacturer of trailers and spreaders for farming purposes. The innovative axles developed by ADR will be equipped with a communication system connected to a collaborative platform, both developed by DíAPPOLONIA, to track axles performances and keep track of maintenance onto each unit. In a first testing phase COLAERT will provide implementation on trailer and testing on-road and on-field. Then, intelligent axles will be validated by FARMTECH in relevant working conditions on their trailers, which will be equipped with intelligent axles and tested by a pool of farmers throughout Europe, in order to develop the system in direct contact with end-users. An effective Business Plan has been already established, and the first results are going to be presented to public in next AGRITECHNICA 2017 (Nov. 2017) in Hannover, worldís biggest fair for agricultural machinery. Axles will be ready for commercialisation within 30 months from project start. New axles will also enable new business models, as trailer renting and trailer sharing, easing the approach to farming for young entrepreneurs and start-ups, promoted by the actions of Agricultural and Fisheries EU Council.",
    "totalCost": "2406245",
    "ecMaxContribution": "1684371,5",
    "coordinator": "A.D.R. S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "RINA CONSULTING SPA;COLAERT ESSIEUX;FARMTECH, PROIZVODNJA KMETIJSKIH STROJEV, OKOLJSKE TEHNIKE IN OPREME TER TRGOVINA DOO",
    "participantCountries": "IT;FR;SI",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 395500
        },
        "923909675": {
            "orgId": "923909675",
            "orgName": "FARMTECH, PROIZVODNJA KMETIJSKIH STROJEV, OKOLJSKE TEHNIKE IN OPREME TER TRGOVINA DOO",
            "ecContrib": 204269
        },
        "924716133": {
            "orgId": "924716133",
            "orgName": "A.D.R. S.P.A.",
            "ecContrib": 496078
        },
        "924636302": {
            "orgId": "924636302",
            "orgName": "COLAERT ESSIEUX",
            "ecContrib": 588525
        }
    },
    "calculatedTotalContribution": 1684372
}