{
    "rcn": "207472",
    "acronym": "TRANSPIRE",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Terahertz RAdio communication using high ANistropy SPIn torque REsonators",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Current and future technological and societal demands  require the transfer of vast amounts of data at speeds currently not available due to a lack of technology operating in the terahertz (THz) gap. TRANSPIRE will develop nano-scale THz-oscillators based on a new class of magnetic materials, which will function in this exact range and meet these demands. This will enable new functionalities with high societal impact, such as enabling remote hospitals, personal and substance security screening, medical spectrometry and imaging, geophysical and atmospheric research.\n\nGiven the tuneability of their anisotropy, damping and magnetisation, newly discovered low-moment, ultra-high anisotropy field, highly spin-polarised ferrimagnets can enable terahertz technologies by exploiting magnetic resonance. Ferrimagnetic resonance will be excited by spin-transfer torque (STT) acting on the sub-lattice magnetisation, and detected via magnetoresistive effects. STT, so far only demonstrated in ferromagnetic systems, is the basis of all recent scalable magnetic random access memory designs. TRANSPIRE will optimize the materials, tuning their resonant properties and advancing the fundamental understanding of STT in two-sub-lattice systems. \n\nThe breakthrough objective of a low-cost, compact, reliable, room-temperature terahertz technology has a huge potential, including on-chip and chip-to-chip data links. The natural outcome of the foundational work of TRANSPIRE will be to empower a number of high-potential actors to judge on the viability of spintronic terahertz technology and to be at the forefront of research, thus ensuring future industrial European leadership on the world stage. TRANSPIRE relies on coordinated interdisciplinary research in physics, chemistry, materials science, terahertz design and device engineering to ensure the success of this inherently high-risk endeavour, which can underpin the next wave of the Big Data revolution.",
    "totalCost": "4430382,5",
    "ecMaxContribution": "4430382,5",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "SWISSTO12 SA;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "participantCountries": "CH;NO;DE",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 1448750
        },
        "931395747": {
            "orgId": "931395747",
            "orgName": "SWISSTO12 SA",
            "ecContrib": 603750
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1702882
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 675000
        }
    },
    "calculatedTotalContribution": 4430382
}