{
    "rcn": "207441",
    "acronym": "CAPID",
    "topics": "ICT-02-2016",
    "title": "Capacitive Identification Tokens",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Almost every person in Europe now has access to a connected touch device and the creation of new capacitive sensing devices has become easy and cost effective. Building on this, the CAPID project wants to develop ëc-tokensí, that interact with these touchscreen and capacitive readers. C-tokens are thin and flexible, metal-oxide tags, integrated in paper and plastic products. The tags will send a dynamic capacitive signal into the reading devices.\nC-tokens make it possible to identify and locate low cost and high volume products, like cards or labels, to the internet, just by putting them on a touchscreen. The number of different IDís is very high and make it possible to create unique codes per product. The very small footprint (much smaller than NFC or QR) and low thickness make it possible to integrate them in a product as thin and flexible as a playing card. They are more secure than QR (can be copied) or NFC (can be read from distance) and they can detect the exact position of an object (important for board game applications).\nThe tags will harvest the necessary energy from the capacitive screen, trough capacitive coupling or photovoltaic technology. The high end c-token can communicate with the touchscreens bi-directionally, making use of photo sensors inside the cards.\nObjective 1 is the development of the different components, like the flexible thin-film ICís in metal oxide technology and printed electrode arrays as well as the integration of photovoltaic and photosensors.\nObjective 2 is the implementation of scalable manufacturing processes for assembly and integration of all the components into finished products. \nObjective 3 is the realization of application demonstrators, one for each of the 3 end-users in the consortium. A first application is an interactive board game (Cartamundi Digital), a second application focuses on a more secure ticket system for events (ICS Festival Services) and the third one is providing a new way of mobile payments through touc",
    "totalCost": "3474318,75",
    "ecMaxContribution": "3474318,7",
    "coordinator": "CARTAMUNDI TURNHOUT",
    "coordinatorCountry": "BE",
    "participants": "ICS FESTIVAL SERVICE GMBH;REBASED SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;CARTAMUNDI DIGITAL;SIMPLY-X GMBH",
    "participantCountries": "DE;PL;NL;BE",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 749499
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 700214
        },
        "919363867": {
            "orgId": "919363867",
            "orgName": "ICS FESTIVAL SERVICE GMBH",
            "ecContrib": 0
        },
        "938341141": {
            "orgId": "938341141",
            "orgName": "CARTAMUNDI DIGITAL",
            "ecContrib": 565374
        },
        "919288401": {
            "orgId": "919288401",
            "orgName": "REBASED SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 240000
        },
        "940865857": {
            "orgId": "940865857",
            "orgName": "CARTAMUNDI TURNHOUT",
            "ecContrib": 985482
        },
        "913947096": {
            "orgId": "913947096",
            "orgName": "SIMPLY-X GMBH",
            "ecContrib": 233750
        }
    },
    "calculatedTotalContribution": 3474319
}