{
    "rcn": "207447",
    "acronym": "ORTHOUNION",
    "topics": "SC1-PM-11-2016-2017",
    "title": "ORTHOpedic randomized clinical trial with expanded bone marrow MSC and bioceramics versus autograft in long bone nonUNIONs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Current orthopaedic treatments permit spontaneous bone regeneration to unite and heal 90% bone injuries. Non-union associates pain and disability, often requiring biological enhancement. Regenerative medicine research suggests to the general public that alternative treatments based on advanced therapy medicinal products (ATMP) are already available. However, early clinical trials only explore its potential benefit. Underreported results and absence of early trial confirmation in adequately powered prospective randomized clinical trials (RCT) indicate that evidence is not available to transfer any technique into routine clinical application.  \nThis ORTHOUNION Project was developed from FP7-Project (REBORNE). Its results confirmed 92% bone healing rate (GÛmez-Barrena et al, 2016 submitted manuscript) with an autologous ATMP of GMP expanded bone marrow derived human MSC in non-unions, where the reported bone healing rate after surgery with standard bone autograft is 74%. Any further development requires adequately powered prospective RCTs. This will be the main aim of ORTHOUNION: to assess clinically relevant efficacy of an autologous ATMP with GMP multicentric production in a well-designed, randomized, controlled, three-arm clinical trial under GCP, versus bone autograft, gold-standard in fracture non-unions. A non-inferiority analysis will evaluate if cell dose can be lowered. ATMP has been authorized by the National Competent Authorities of the participating countries in 3 previous trials (REBORNE) and will be monitored by ECRIN-ERIC to ensure quality and credibility of RCT results.\nSecondary aims include innovative strategies to increase manufacturing capacity and lower costs to pave translation into routine clinical treatments, biomaterial refinement to facilitate surgery, personalized medicine supportive instruments for patient selection and monitoring, and health economic evaluation. Results in this project may help define the future of bone regenerative medicin",
    "totalCost": "5999150,87",
    "ecMaxContribution": "5999150,87",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ETABLISSEMENT FRANCAIS DU SANG;UNIVERSITAET ULM;BIOMATLANTE;ISTITUTO ORTOPEDICO RIZZOLI;CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE TOURS;SERVICIO MADRILENO DE SALUD;FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "FR;DE;IT;ES",
    "projectParticipants": {
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 1352056
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 998477
        },
        "999485964": {
            "orgId": "999485964",
            "orgName": "FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO",
            "ecContrib": 420950
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 573694
        },
        "996559571": {
            "orgId": "996559571",
            "orgName": "BIOMATLANTE",
            "ecContrib": 277062
        },
        "994467960": {
            "orgId": "994467960",
            "orgName": "CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE TOURS",
            "ecContrib": 193125
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 221230
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 824210
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 293680
        },
        "999445709": {
            "orgId": "999445709",
            "orgName": "ISTITUTO ORTOPEDICO RIZZOLI",
            "ecContrib": 449923
        },
        "997299293": {
            "orgId": "997299293",
            "orgName": "ETABLISSEMENT FRANCAIS DU SANG",
            "ecContrib": 394743
        }
    },
    "calculatedTotalContribution": 5999150
}