{
    "rcn": "207450",
    "acronym": "CO2Catalyst",
    "topics": "SMEInst-11-2016-2017",
    "title": "Pilot scale demonstration of novel CO2 co-polymerisation catalysts in the PU polyol market",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The European polymer industry is under increasing pressure to produce innovative products at lower cost to compete with overseas imports. Econic Technologies has invented a catalyst that enables replacing up to 40% of petrochemical feedstock in the production of polyurethane polyols, an important polymer segment, with low cost waste CO2, resulting in high performance product. \nEconic Technologies is spun out of Imperial College London, where the technology was invented, now grown to a family of patent-protected catalysts whose unique characteristic is high reactive activity and selectivity for polymers under low pressures. The catalysts enable the maximum theoretical uptake of CO2 with far superior reaction rates than their competitors under industry relevant conditions.\nThe Econic catalyst creates novel value-add polyol building blocks for polyurethanes whilst offering significant feedstock savings: CO2 costs $100/Tonne whereas PO costs $1900/tonne. When competitive technologies require expensive new plant facilities to meet stringent process conditions Econicís catalyst can be deployed by a low cost retrofit. \nThe technology is proven in the lab (TRL6) and client-site demonstration (TRL7) has commenced on small scale. The Phase I feasibility study has established that early adopting market leading polyol producers are keen to deploy the technology but they still need to persuade their downstream customers, the polyurethane producers. This will crucially be assisted by demonstrator applications which Phase II will now develop. \nOver the first five years after Phase II completion, Econic generates EUR180m catalyst sale revenues. Polyol producers will benefit by increased profit margins to the tune of EUR380m over the same period. Catalyst toll manufacturers will generate turnover of EUR30m\\ and carbon capture plants will be able to sell EUR18m worth of CO2. Total expected qualified job creation from the project exceeds 100 over the first five commercial years.",
    "totalCost": "3558238,75",
    "ecMaxContribution": "2490767",
    "coordinator": "ECONIC TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942676556": {
            "orgId": "942676556",
            "orgName": "ECONIC TECHNOLOGIES LTD",
            "ecContrib": 2490767
        }
    },
    "calculatedTotalContribution": 2490767
}