{
    "rcn": "207423",
    "acronym": "STONE WOOD",
    "topics": "SMEInst-11-2016-2017",
    "title": "Silicon Treatment ON Exterior Wood",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "STONE Wood project is designed to improve an already existing environmental-friendly patented product for wood protection and restoration. It can be used in many applications where this material is essential for its characteristics (as architecture or marine use).The product is an outstanding innovation able to guarantee 10 to 15 years of protection (10 times more than traditional coatings and 4 times more than our direct competitors) against biodegradation and weathering, thanks to a new composition which uses a potassium silicate compound and an emulsion of polymerizable alkoxy silane. It is applied through 2 solutions totally biocide and VOCs free. During the polymerization reaction, it absorbs atmospheric CO2 contributing to lower the greenhouse gas levels. The improvement objectives will regard (a) customization to access to new markets, (b) an increase of its protective performance, (c) an optimization of the industrial application and (d) a reduction of production costs. We are aiming at both end users and wood transformation industry that will be able, thanks to the remarkable performances of our product, to save time and money for the protection of their materials. The feasibility study will provide an assessment of the viability of our established technical objectives and a marketing analysis to find the best entry strategy to disseminate and exploit the results. Special care will be put on the evaluation of eventually existing related patents and to protect our unique composition. STONE Wood will be able to greatly increase our business opportunities and boost the whole European wood sector introducing an exceptional technological advantage over direct competitors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIOO WOODPROTECTION AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923162678": {
            "orgId": "923162678",
            "orgName": "SIOO WOODPROTECTION AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}