{
    "rcn": "207416",
    "acronym": "GasApp",
    "topics": "ERC-PoC-2016",
    "title": "Making Complex Gas Analytics Friendly and Available ASAP",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "GasApp aims at bringing the capability to detect gases to every existing smartphone in just a few months. Carrying out a gas measurement will be as simple as taking a snapshot with the phoneís camera. Technically, we will rely on colorimetry methods to turn the presence of chemical substances into colour changes. GasApp wants to take a fast track towards accurate, highly specific, and highly accessible measurements by rethinking the concept of ìubiquitous sensingî. Instead of developing new complex electronic devices, our approach builds upon existing ubiquitous devices (i.e. smartphones), a new software App and inexpensive Tags based on knowledge produced in an ERC-funded project to achieve a user friendly gas-sensing product ASAP, and making business out of this opportunity. \nGasApp has the potential to impact on the 2.6 billion smartphones existing today. In the short-term, GasApp will be ready to satisfy existing customer needs in mature and well stablished markets, due to the readiness of the technologies involved, such as safety at work or at home, emissions control, personal healthcare, marketing, societal involvement, etc. In the midterm, being a part of the fertile ecosystem of the Internet of Things (IoT) will certainly foster the development of new uses of gas sensors, as occurred before with cameras, GPS, touch sensors, etc. \nIn this PoC project, we will 1) implement the first App/Tag proof-of-concept prototype aimed at relevant gas sensing scenarios outdoors, and 2) define the exploitation strategy of this technology, including full a market survey, IPR positioning, business model, and fund raising. The proposal is implemented in a 18 months workplan and 2 work packages, devoted to develop the prototype and to define the exploitation strategy, in close interaction.",
    "totalCost": "149962,5",
    "ecMaxContribution": "149962",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 149962
        }
    },
    "calculatedTotalContribution": 149962
}