{
    "rcn": "207470",
    "acronym": "Water4Food",
    "topics": "SMEInst-07-2016-2017",
    "title": "Eco-friendly and scalable seawater desalination container to secure water supply for agriculture and food production in the Mediterranean area",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "The total global water demand is expected to rise by 35ñ60% until 2025 compared to the level of the year 2000, and could then double by 2050. Already today, Europeís Mediterranean regions suffer from water scarcity and thereof foremost the food sector, accounting for 80% of freshwater demand while representing a decisive economic factor in that regions. Depending strongly on secure and sustainable water supply, green technologies for water treatment are needed to safeguard its economic prosperity. Against this background WTS has developed an innovative, energy-efficient and sustainable technology for decentralised seawater desalination to generate high-quality potable water cost-efficiently (by using special high performance heat exchanger technology) and environmentally-friendly (using waste heat as energy input and avoiding salt pollution). The system provided in a sea container is portable and easily scalable imitating a weather-like cycle. The WTS solution is advantageous related to state of the art technology w.r.t. energy use, environmental burden and costs. The key market application is decentralized water production for users or user groups with the need to consume water directly on site but face limitation on available freshwater resources (due to large distances or over-exploitation). The idea is to offer small-scale, distributed desalination for the extraction of raw water from saline water sources for 1) drinking water production and 2) process water production. It will be viable to use the WTS technology in Mediterranean coastal areas and islands. The global capacity of desalination plants is expected to grow with a CAGR of 11%. The project helps safeguard sustainability and secure food production in the Mediterranean countries and other water stressed regions. Objective is to assess the technical feasibility of Water4Food in relevant industrial environment as well as the economic justification in the first target markets (Greece, Cyprus, Malta).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATAS WARMETAUSCHER SACHSEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934664550": {
            "orgId": "934664550",
            "orgName": "WATAS WARMETAUSCHER SACHSEN GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}