{
    "rcn": "207440",
    "acronym": "BINCI",
    "topics": "ICT-21-2016",
    "title": "Binaural Tools for the Creative Industries",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "BINCIís main objective is to develop an integrated software and hardware solution to ease the production, post-production and distribution of  3D audio content meant to be experienced by consumers through headphones. BINCI tools for binaural 3D audio production will be fully suitable to develop professional applications in the creative industries (e.g. music, video games, virtual and augmented reality, etc). BINCI will deliver market ready solutions proven in real production environments. This goal will be attained by filling the gap between the common practices and tools used by the actors of the audio and music production industry and the playback tools/devices widely used by the end listeners. \nBINCI will set up an adhoc User Group in the centre of its innovations. This User Group consists of renowned European audio production companies and recording labels, musicians and professional audiovisual content creators. The User Group will be involved in the requirement gathering and in the testing of the BINCI solutions. They will also pioneer binaural 3D audio production. To stimulate the binaural 3D audio content demand at consumer level, BINCI will create audioguide experimental productions for three emblematic cultural and touristic sites: Sagrada Familia (Spain), Opera Garnier (France) and and Bayerische Staatsgem‰ldesammlungen ñ Pinakotheken (Germany). Altogether, these productions will be showcased to more than 500 real site visitors \nBINCI integrated approach to exploitation, dissemination and communication tasks will secure an increase of 25% to 40% in yearly revenues to BINCI participating companies∏ as a result of BINCI-derived products and services. For the creative industries, BINCI will generate yearly 10 to 20 million Euro worth in direct and indirect business in binaural 3D contents contracts for audioguides productions in international cultural and touristic sites. BINCI will permit European SMEs in the audio and music production to respond to that market demand.",
    "totalCost": "1251112,5",
    "ecMaxContribution": "993603,5",
    "coordinator": "FUNDACIO EURECAT",
    "coordinatorCountry": "ES",
    "participants": "MYLIUS LARS;ANTENNA AUDIO LIMITED;3D SOUND LABS;HEAD ACOUSTICS GMBH",
    "participantCountries": "DE;UK;FR",
    "projectParticipants": {
        "921164672": {
            "orgId": "921164672",
            "orgName": "3D SOUND LABS",
            "ecContrib": 252122
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 392750
        },
        "929008480": {
            "orgId": "929008480",
            "orgName": "ANTENNA AUDIO LIMITED",
            "ecContrib": 128581
        },
        "919482013": {
            "orgId": "919482013",
            "orgName": "MYLIUS LARS",
            "ecContrib": 47644
        }
    },
    "calculatedTotalContribution": 821097
}