{
    "rcn": "207478",
    "acronym": "One-Flow",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Catalyst Cascade Reactions in ëOne-Flowí within a Compartmentalized, Green-Solvent ëDigital Synthesis Machineryí ñ End-to-End Green Process Design for Pharmaceuticals",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "'ONE-FLOW translates ëvertical hierarchyí of chemical multistep synthesis with its complex machinery into self-organising ëhorizontal hierarchyí of a compartmentalized flow reactor system ñ a biomimetic digital flow cascade machinery with just one reactor passage. To keep horizontal hierarchy manageable, orthogonality among the consecutive reactions needs to be increased. The winning point of nature is to have invented catalytic cascades. ONE-FLOW will uplift that by enabling the best bio- and chemocatalysts working hand in hand. 4 synthetic flow cascades ('metabolic pathwaysí) and 1 flow cascade driven by automated intelligence ('signaling pathway') will produce 4 Top-list 2020 drugs. ëThe Compartmentalized Smart Factoryí will develop organic, inorganic, and mechanical compartmentalization. ëThe Green-Solvent Spaciant Factoryí will fluidically allow the use of interim reaction spaces (spaciants). ëThe Systemic Operations Factoryí will aim at full orthogonality using data-base guided ultimate process harmonization. ëThe Digital Machine-to-Machine Factoryí will alter the landscape of chemical synthesis by virtue of the 'Internet of Chemical Things'. Automated machine-to-machine data transfer enables relegation of process monitoring to central computer systems under the oversight of chemists. ëThe Fully Continuous Integrated Factoryí will develop a commercial platform technology under the auspices of sustainability-driven process-design evaluation, making amenable the new kind of processing to all chemists. ONE-FLOW has massive impact potential: i) 38 billion Euro production cost saving; ii) 300 million EUR cost saving per drug; iii) address diseases with 500 billion Euro medication costs; iv) increase market share of emerging high-tech SME players by 10% in 10 years; v) open new windows of opportunity (personalized medicine) with 200-500 million Euro per disease; and vi) achieve 40% female share on a senior scientist level (ONE-FLOW: 34% senior, 57% junior).'",
    "totalCost": "3896827,5",
    "ecMaxContribution": "3896827,5",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;TECHNISCHE UNIVERSITAET GRAZ;MICROINNOVA ENGINEERING GMBH;UNIVERSITY OF HULL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITAET BIELEFELD;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "UK;AT;FR;DE;NL",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 344672
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 404940
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1197024
        },
        "998671261": {
            "orgId": "998671261",
            "orgName": "MICROINNOVA ENGINEERING GMBH",
            "ecContrib": 356750
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 482690
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 359001
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 401750
        }
    },
    "calculatedTotalContribution": 3546827
}