{
    "rcn": "207487",
    "acronym": "KM3NeT 2.0",
    "topics": "INFRADEV-02-2016",
    "title": "Astroparticle and Oscillations Research with Cosmics in the Abyss (ARCA and ORCA)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "KM3NeT is a large Research Infrastructure that will consist of a network of deep-sea neutrino telescopes in the Mediterranean Sea with user ports for earth and sea sciences. The main science objectives, a description of the technology and a summary of the costs are presented in the KM3NeT 2.0 Letter of Intent. Following the appearance of KM3NeT 2.0 on the ESFRI roadmap 2016 and in line with the recommendations of the Assessment Expert Group in 2013, this proposal addresses the Coordination and Support Actions (CSA) to prepare a legal entity for KM3NeT, thereby providing a sustainable solution for the operation of the Research Infrastructure during ten (or more) years. During the EU-funded Design Study (2006 - 2010) and Preparatory Phase (2008-2012), a cost-effective technology was developed, deep-sea sites were selected and the Collaboration was formed. This proposal constitutes a second Preparatory Phase. The project will be carried out within the context of the current KM3NeT Collaboration which already has a provisional implementation of the management and governance of the Research Infrastructure in place. The resources requested will be complemented by the Collaboration.",
    "totalCost": "3795000",
    "ecMaxContribution": "3795000",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;UNIVERSITAT DE VALENCIA;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "DE;ES;EL;FR;IT",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 803750
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 705000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 761250
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 487500
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 251250
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 786250
        }
    },
    "calculatedTotalContribution": 3795000
}