{
    "rcn": "207466",
    "acronym": "LMCat",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Development of continuous two-dimensional defect-free materials by liquid-metal catalytic routes",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Two-dimensional materials (2DMs) such as graphene, hexagonal boron nitride, silicene and others, are currently amongst the most intensively studied classes of materials that hold great promise for future applications in many technological areas. However, the main hurdle against practical utilization of 2DMs is the lack of effective mass production techniques to satisfy the growing qualitative and quantitative demands for scientific and technological applications. The current state-of-the-art synthesis method of 2DMs involves the dissociative adsorption of gas-phase precursors on a solid catalyst. This process is slow by nature, inefficient, and environmentally unfriendly.\nOur analysis and recent experimental evidence suggest that using liquid metal catalysts (LMCats) instead of solid ones bears the prospect of a continuous production of 2DMs with unprecedented quality and production speed. However, the current knowledge about the catalytic properties of LMCats is extremely poor, as they had no technological significance in the past. In fact, there exist no well-established experimental facilities, nor theoretical frameworks to study the ongoing chemical reactions on a molten surface at elevated temperatures and under a reactive gas atmosphere. \nOur aim is to establish a central lab under supervision/collaboration of several scientific/engineering teams across Europe to develop an instrumentation/methodology capable of studying the ongoing chemical reactions on the molten catalyst, with the goal to open two new lines of research, namely in situ investigations on the catalytic activity of LMCats in general, and unravelling the growth mechanisms of 2DMs on LMCat surfaces in specific. The gained knowledge will be used to establish the first efficient mass production method for 2DMs using the new LMCat technology. This will open up the possibility of exploiting the unique properties of 2DMs on an industrial scale and in every day devices.",
    "totalCost": "3726942,5",
    "ecMaxContribution": "3726942,5",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "TECHNISCHE UNIVERSITAET MUENCHEN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;EUROPEAN SYNCHROTRON RADIATION FACILITY;LEIDEN PROBE MICROSCOPY BV;PANEPISTIMIO PATRON",
    "participantCountries": "DE;FR;NL;EL",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 389789
        },
        "999484121": {
            "orgId": "999484121",
            "orgName": "EUROPEAN SYNCHROTRON RADIATION FACILITY",
            "ecContrib": 359375
        },
        "930462413": {
            "orgId": "930462413",
            "orgName": "LEIDEN PROBE MICROSCOPY BV",
            "ecContrib": 714375
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 655016
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 664875
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 943512
        }
    },
    "calculatedTotalContribution": 3726942
}