{
    "rcn": "207483",
    "acronym": "BioDie2020",
    "topics": "FTIPilot-01-2016",
    "title": "Demonstration of new, challenging and high FFA waste oil and fat feedstock in biodiesel process with improved costs, conversion and high fuel quality",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "BioDie2020 will recover unconventional, degraded waste oils & fats, notably from Water Company infrastructures, and demonstrate the conversion of these wastes as a sustainable feedstock for biodiesel production. This break-through & beneficial pathway will maximise the use of waste oils & fats on a large scale for the 1st time on the biodiesel market, leading to lower transport carbon emissions. BioDie2020 FTI combines 5 top EU players in an agile & direct value-chain, working on this industry-wide milestone which will improve costs & conversion, achieving high fuel quality. Project coordinator Argent (UK, INDUS), a forward-thinking biofuel leader, will thus demonstrate biodiesel production in a closed-loop business model. 2 key process improvements will go from TRL6 to 7 at Argentís biodiesel plant (site at Stanlow, UK): i) biofuel technology provider BDI (Austria, SME) will deliver Sulphur reduction in the biodiesel process; ii) microwave technology provider LJMU (UK, Uni) will integrate their bespoke microwave unit to improve pre-treatment of challenging feedstocks. Stagecoach (UK, INDUS), a leading EU captive bus fleet service provider, will perform field trials of final biodiesel. Quantis (France, SME), an ambitious EU SME will perform LCA & LCC analysis of the overall process, ensuring sustainability objectives are achieved. BioDie2020 partners own IP on each technical brick, giving pathways to market & business opportunities. Argent will save ~Ä5 million/year on feedstock costs, improving ROIC from 12% to 18% by 2019. Demo of BDIís new process will confer a competitive edge on the retrofit market, giving them a ~25% sales increase by 2020. BioDie2020 will deliver 17 direct jobs and ~100 indirect jobs created or sustained in the EU by 2020. Argentís ultimate aim is to invest in biofuel deployment via this reproducible waste-to-biodiesel plant (embedded in a closed-loop business model) with market replication by 2020 via commissioning or acquisition & retrofit.",
    "totalCost": "2825586,25",
    "ecMaxContribution": "2119087,01",
    "coordinator": "ARGENT ENERGY (UK) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "LIVERPOOL JOHN MOORES UNIVERSITY;QUANTIS SAS;BDI - BIOENERGY INTERNATIONAL AG;STAGECOACH BUS HOLDINGS LIMITED",
    "participantCountries": "UK;FR;AT",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 470589
        },
        "992838069": {
            "orgId": "992838069",
            "orgName": "ARGENT ENERGY (UK) LIMITED",
            "ecContrib": 796324
        },
        "995491989": {
            "orgId": "995491989",
            "orgName": "BDI - BIOENERGY INTERNATIONAL AG",
            "ecContrib": 422014
        },
        "952949729": {
            "orgId": "952949729",
            "orgName": "QUANTIS SAS",
            "ecContrib": 238875
        },
        "952936537": {
            "orgId": "952936537",
            "orgName": "STAGECOACH BUS HOLDINGS LIMITED",
            "ecContrib": 191285
        }
    },
    "calculatedTotalContribution": 2119087
}