{
    "rcn": "207427",
    "acronym": "HyLIPS",
    "topics": "SMEInst-04-2016-2017",
    "title": "Hyperspectral?Lightweight?Imagers for micro-PlatformS",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "The HyLIPS project aims at the commercialization of two ultra-light hyperspectral imagers, one specifically designed to be hosted by microsatellites and devoted to the space market, and the other designed to be hosted by drones and unmanned aircrafts and aimed at a broader market. With the HyLIPS project, Sofasi aims at two key strategic objectives: \n- innovate the offer to its regular clients related to the space market (space agencies, public institutions, universities). To date Sofasi srl is committed to the testing of instruments for remote sensing, laboratory and in-field measurement. The new sensor will face another need of this type of clients, increasing enormously Sofasiís business opportunities.\n- radically change its positioning in the business, from its previous state of consultancy firm, to a high-tech small producer. The idea behind the project is that in a medium term horizon, Sofasi srl will reach a new and wide market share (unmanned aircrafts market) thanks to the imager designed to be hosted by drones.\nThe sensors can be partially scaled in order to be hosted by various types of platforms optimizing payload performance and budget requirements. The expected sensor mass is comprised between 0.1-0.2 kg, with a power absorption lower than 1 W and a linear size not exceeding 0.2 m. Such sensors could be hosted by several micro-platforms whose utilization is growing fast. The market shows an increasing offer of drones and microsatellites and is characterized by a substantial inadequacy of miniaturized payloads. The lack of reliable payloads with small mass and power absorption is the main obstacle to the diffusion and utilization of the micro-platforms. Today, miniaturized RGB cameras represent the most common sensor available for drones, while the offer of payloads for microsatellites is almost vanishing. The development of new payloads with improved discrimination ability would boost the market of platforms, payloads and their practical applications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFASI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934488107": {
            "orgId": "934488107",
            "orgName": "SOFASI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}