{
    "rcn": "207424",
    "acronym": "INUNDO",
    "topics": "SMEInst-04-2016-2017",
    "title": "INUNDO - The European Flood Database",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Flood disasters are a continued global threat and the related costs, from mitigation through to economic losses, continue to climb. Overall losses due to the large European summer floods of 2013 reached almost 15 billion Euros. INUNDO provides accurate, current and historical flood spatial information for risk modelling to help (re-)insurance companies improve their existing risk assessment processes. INUNDO fills the geospatial information gap missing in todayís risk models and facilitates the impact assessment during and after large flood events. The objective of INUNDO is to create, validate, update, organise, license, and provide access to geospatial flood disaster information based on Earth Observations, meteorological data, and social media for the insurance industry to enhance their risk modelling and reduce their expenses. Our target market are (re-)insurance companies and related businesses developing and using natural hazard models. Such users are global players and could eventually help INUNDO expand to markets on other continents. INUNDO is expected to impact the flood disaster risk insurance market because selling more accurate geospatial flood disaster information to insurance companies will provide the necessary details to improve flood risk related insurance analysis. INUNDO sells business-to-business information to enhance risk models, to allow tailored premiums, and eventually to reduce losses for insurances as well as exposed citizens. INUNDO is a business opportunity for us and a great benefit for Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERRANEA UG (HAFTUNGSBESCHRANKT) GMBH",
    "coordinatorCountry": "DE",
    "participants": "KOZYRA REGINA MARIA;EOXPLORE UG (HAFTUNGSBESCHRANKT) GMBH",
    "participantCountries": "PL;DE",
    "projectParticipants": {
        "952141525": {
            "orgId": "952141525",
            "orgName": "EOXPLORE UG (HAFTUNGSBESCHRANKT) GMBH",
            "ecContrib": 0
        },
        "952603148": {
            "orgId": "952603148",
            "orgName": "TERRANEA UG (HAFTUNGSBESCHRANKT) GMBH",
            "ecContrib": 50000
        },
        "920601684": {
            "orgId": "920601684",
            "orgName": "KOZYRA REGINA MARIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}