{
    "rcn": "207461",
    "acronym": "CO-CREATION",
    "topics": "MSCA-RISE-2016",
    "title": "The Cohesive City: Addressing Stigmatisation in Disadvantaged Urban Neighbourhoods",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "This proposal aims to create a structured network for the exchange of knowledge and the joint development of innovative approaches to address a crucial societal challenge of the 21st century, that of the Cohesive City. The project will take a novel approach to urban socio-spatial segregation and territorial stigmatisation, by bringing together academic and non-academic partners in the EU, with scholars in Latin America, to work on a joint international and inter-sectoral research programme.\nUsing an innovative multidisciplinary approach, the scientific objectives of the research are to:\nï critically review and conceptualise processes of socio-spatial segregation, including urban territorial stigmatisation, from a multi-disciplinary perspective;\nï develop a new methodological tool, that of ëCo-Creationí, that brings together researchers, artists and policy-makers to address stigmatisation;\nï develop policy guidelines and recommendations that can be applied broadly; and\nï connect the network with a wide audience, both academic and non-academic.\nTo achieve these scientific objectives, the project features a structured programme of knowledge transfer activities, involving secondments, workshops, summer schools as well as communication and dissemination events. The objectives are to:\nï strengthen and enhance the network of international and inter-sectoral institutions;\nï mobilise complementary expertise and skills to progress the understanding of mechanisms and processes of urban socio-spatial segregation in different contexts,\nï provide researchers and practitioners with training opportunities and new insights into different research cultures across countries and sectors.\nIn relation to impact, the research is expected to transform public space, generate new thinking worldwide, promote a unique approach and make a major conceptual and methodological contribution towards a better understanding of the Cohesive City. Its advances will have significant benefits for society.",
    "totalCost": "720000",
    "ecMaxContribution": "558000",
    "coordinator": "OXFORD BROOKES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BATH;ALTERNATIVES EUROPEENNES ASSOCIATION;CITY MINE(D);COLINI-TRIPODI GBR",
    "participantCountries": "UK;FR;BE;DE",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 238500
        },
        "999865816": {
            "orgId": "999865816",
            "orgName": "UNIVERSIDAD NACIONAL AUTONOMA DE MEXICO",
            "ecContrib": 0
        },
        "939518915": {
            "orgId": "939518915",
            "orgName": "COLINI-TRIPODI GBR",
            "ecContrib": 63000
        },
        "999446873": {
            "orgId": "999446873",
            "orgName": "OXFORD BROOKES UNIVERSITY",
            "ecContrib": 135000
        },
        "997300069": {
            "orgId": "997300069",
            "orgName": "FACULDADES CATOLICAS ASSOCIACAO SEM FINS LUCRATIVOS",
            "ecContrib": 0
        },
        "986480592": {
            "orgId": "986480592",
            "orgName": "CITY MINE(D)",
            "ecContrib": 49500
        },
        "941964479": {
            "orgId": "941964479",
            "orgName": "ALTERNATIVES EUROPEENNES ASSOCIATION",
            "ecContrib": 72000
        }
    },
    "calculatedTotalContribution": 558000
}