{
    "rcn": "207420",
    "acronym": "SoftHand Pro-H",
    "topics": "ERC-PoC-2016",
    "title": "A Soft Synergy-based Hand Prosthesis with Hybrid Control",
    "startDate": "01/01/2017",
    "endDate": "31/03/2018",
    "objective": "In the project ìSoftHandsî we have achieved not only a more thorough understanding of the organization and control of hands, but also a principled approach to taming the complexity of hand design. The original concept of ìsoft synergiesî has underpinned the realization of radically new artificial hands: ìSoftHandsî have been demonstrated to be more adaptive and capable than most artificial hands, yet are simpler to control and more robust. One application of these ideas and technologies which stands out for potential impact and social relevance, although not originally foreseen in the ERC AG plan, is the realization of upper limb pros-theses. The objective to realize a prosthetic hand that is anthropomorphic, aesthetically pleasing, and enables an amputee to perform most activities of daily living as well as advanced prostheses, while being robust, intuitive, and economic as basic body-powered split-hook prostheses requires a much longer and larger re-search and development effort than an ERC POC can support. In this proposal we study the feasibility of applying the SoftHand technology to address one particular, but very important, objective, i.e. work-oriented prostheses. The specific requirements of these applications are high grip power, grasp versatility, resilience, resistance to water, dust, and temperature, durability, power autonomy and low cost ñ while factors such as aesthetics or silent operation are less dominant. Of particular relevance is the control interface with the patient. Virtually all work-oriented prostheses are operated via a body-powered cable, which is very intuitive to use and does not need batteries, motors, and sensors. On the other hand, advanced multi-fingered prostheses have sophisticated myoelectric control affording versatility and dexterity. In this project, we will engineer and experiment a novel hybrid control for a SoftHand prosthe-sis, whereby a traditional cable harness commands the advanced mechatronic system of the SoftHand.",
    "totalCost": "149787",
    "ecMaxContribution": "149787",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "QBROBOTICS SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 76037
        },
        "951287343": {
            "orgId": "951287343",
            "orgName": "QBROBOTICS SRL",
            "ecContrib": 73750
        }
    },
    "calculatedTotalContribution": 149787
}