{
    "rcn": "207417",
    "acronym": "Cellulose recovery",
    "topics": "SMEInst-11-2016-2017",
    "title": "High quality cellulose recovery from AHP: From used diaper to coatings additive",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Every year 7.5Mton of Absorbent Hygiene Product (AHP) waste is produced in Europe. This is disposed either by landfilling or incineration. AHP waste consists of disposable child nappies, adult incontinence products, feminine hygiene and similar products. Thereof, 30% corresponding to 2.25 Mton/year can be collected as mono-stream AHP waste. However, current state of the art does not offer an economically viable solution for the recovery of raw materials from this stream. The underlying reason is that existing technology strongly depends on waste disposal gate fees and produces cellulose with a purity of typically 70-75%, which is only suitable for low grade application, e.g.as cardboard.\n\nThe main objective of the innovation project is to provide a technical solution for the recycling of high grade cellulose from AHP waste. The patented process is based on dissolving lignin with mild acids, thus upgrading the overall cellulose purity. Based on this solution a total of 360 kton of cellulose per year with a high degree of purity (> 92%) can be produced from the AHP waste. This high quality cellulose that can be used as paint additive or as chemical building block, could result in an economically viable operation without depending on gate fees. The proposed valorisation of Psiconís process represents a potential total value increase for the European economy of up to 360 MÄ/year and 2,000 new jobs. The European environment strongly benefits as CO2 emission is reduced up to 700 kton/year and reducing resources consumption by reusing them.\n\nThe long term ambition of Psicon is to create enough production sites, at strategic locations close to the feedstock, in order to be able to convert 70-80% of the mono-stream AHP waste. This is a significant step towards near-zero AHP waste in Europe. In this feasibility assessment the final hurdles will be taken towards an EU wide market introduction supported by demonstrating the process of Psicon in an operational environment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PSICON B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923132123": {
            "orgId": "923132123",
            "orgName": "PSICON B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}