{
    "rcn": "207401",
    "acronym": "CoSaQ",
    "topics": "ERC-2016-STG",
    "title": "Cognitive Semantics and Quantities",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "At the heart of the multi-faceted enterprise of formal semantics lies a simple yet powerful conception of meaning based on truth-conditions: one understands a sentence if one knows under which circumstances the sentence is true. This notion has been extremely fruitful resulting in a wealth of practical applications. But to what extent can it also account for the human linguistic behavior? The past decade has seen the increasing interaction between cognitive science and formal semantics, and the emergence of the new field of experimental semantics. One of its main challenges is the traditional normative take on meaning, which makes semantic theories hard to compare with experimental data. The aim of this project is to advance experimental semantics by building cognitive semantics, that is semantics founded on cognitive representations instead of normative logical abstractions.\n\nNumerical information plays a central role in communication. We talk about the number of students in a class, or the proportion of votes for a particular political party. In this project, I will focus on the linguistic expressions of quantities, known as quantifiers. Recent progress in the study of computational constraints on quantifier processing in natural language laid the groundwork for extending semantic theory with cognitive aspects. In parallel, cognitive science has furthered the study of non-linguistic quantity representations. This project will integrate formal models of quantifier semantics with cognitive quantity representations in order to obtain cognitive semantics of quantifiers, which is both logically precise and psychologically plausible. The theory will have significant repercussions, not only in the immediately related disciplines as semantics and psycholinguistics, but also beyond, e.g., in philosophy and in language technology.",
    "totalCost": "1457063",
    "ecMaxContribution": "1457063",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1457063
        }
    },
    "calculatedTotalContribution": 1457063
}