{
    "rcn": "207412",
    "acronym": "Heat4Cool",
    "topics": "EEB-03-2016",
    "title": "Smart building retrofitting complemented by solar assisted heat pumps integrated within a self-correcting intelligent building energy management system.",
    "startDate": "03/10/2016",
    "endDate": "02/10/2020",
    "objective": "Heat4Cool proposes an innovative, efficient and cost-effective solution to optimize the integration of a set of rehabilitation systems in order to meet the net-zero energy standards. The project develops, integrates and demonstrates an easy to install and highly energy efficient solution for building retrofitting that begins from the Heat4Cool advanced decision-making tool (which addresses the building and district characteristics) and leads to the optimal solution combining (1) gas and solar thermally driven adsorption heat pumps, which permits the full integration with existing natural gas boilers to ensure efficient use of current equipment , (2) solar PV assisted DC powered heat pump connected to an advanced modular PCM heat and cold storage system, and (3) energy recovery from sewage water with high performance heat exchangers.\nThis retrofitting solution together with a closer interaction between building monitoring, demand/respond supply match, weather forecast and HVAC activation/control through a Self-Correcting Intelligent Building Energy Management Systems (SCI-BEMS) will save at least 10% of energy consumption.\nThe project will implement four benchmark retrofitting projects in four different European climates to achieve a reduction of at least 20% in energy consumption in a technically, socially, and financially feasible manner and demonstrate a return on investment of 8 years. The Heat4Cool consortium will ensure the maximum replication potential of the Heat4Cool solution by a continuous monitoring of technical and economic barriers during the development and validation phases in order to present the building owners and investors with clear energy and economic evidence of the value of implementing Heat4Cool solution. \nA detailed business plan will be developed in the beginning of the project to strengthen the exploitation plan of the retrofitting package and set the basis for a massive replication of the demonstrated concept across Europe.",
    "totalCost": "7934577,5",
    "ecMaxContribution": "5703012,88",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "IZNAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;SOLINTEL M&P SL;THERMOWATT ENERGETIKAI ES EPITOIPARI KFT;FUNDACION TECNALIA RESEARCH & INNOVATION;AES LIMITED;HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION;SUNAMP LIMITED;SYMELEC RENOVABLES SL;FAHRENHEIT AG;FACHHOCHSCHULE ZENTRALSCHWEIZ - HOCHSCHULE LUZERN;EUROPEAN HEAT PUMP ASSOCIATION;BALKANIKA ENERGY AD",
    "participantCountries": "PL;ES;HU;UK;EL;DE;CH;BE;BG",
    "projectParticipants": {
        "952629047": {
            "orgId": "952629047",
            "orgName": "IZNAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 436756
        },
        "952393434": {
            "orgId": "952393434",
            "orgName": "AES LIMITED",
            "ecContrib": 231606
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 679788
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 575375
        },
        "951808427": {
            "orgId": "951808427",
            "orgName": "FAHRENHEIT AG",
            "ecContrib": 700511
        },
        "933544588": {
            "orgId": "933544588",
            "orgName": "SYMELEC RENOVABLES SL",
            "ecContrib": 498794
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 790500
        },
        "923854288": {
            "orgId": "923854288",
            "orgName": "EUROPEAN HEAT PUMP ASSOCIATION",
            "ecContrib": 205091
        },
        "938124734": {
            "orgId": "938124734",
            "orgName": "SUNAMP LIMITED",
            "ecContrib": 328705
        },
        "937989322": {
            "orgId": "937989322",
            "orgName": "THERMOWATT ENERGETIKAI ES EPITOIPARI KFT",
            "ecContrib": 412475
        },
        "949968725": {
            "orgId": "949968725",
            "orgName": "BALKANIKA ENERGY AD",
            "ecContrib": 356344
        },
        "998686781": {
            "orgId": "998686781",
            "orgName": "FACHHOCHSCHULE ZENTRALSCHWEIZ - HOCHSCHULE LUZERN",
            "ecContrib": 0
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 487069
        }
    },
    "calculatedTotalContribution": 5703014
}