{
    "rcn": "207460",
    "acronym": "VAHVISTUS",
    "topics": "MSCA-RISE-2016",
    "title": "Integrative development of smart drug-vector nanostructures for adaptive delivery to target cells",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "The proposal is devoted to a development of smart drug-vector nanostructures (DVNs) based on stimuli-responsive inorganic, hybrid inorgano-organic nanomatrices, and polymer nanocapsules bearing new pharmaceutically active compounds (PhACs) and synthetic derivatives of natural PhACs. The innovative idea is the DVNs can enter target cancer cell or protozoan parasite infected cell through receptor mediated endocytosis and interact with distinct compartments of the cellular secretory pathway. Owing to adaptive drug release in response to variations in pH and redox environment, the parasite growth or cancer cells proliferation will be suppressed. For this purpose, strongly international and interdisciplinary VAHVISTUS consortium is created. Thus, principal objective of the proposal is to strengthen the existing international collaborations between the Consortium Partners and to establish new long-lasting international and inter-sectoral ones, to provide knowledge sharing through exchanges of research and innovation staff, and to create an intercontinental network in the area of smart DVNs for adaptive delivery to target cells. 6 academic organisations and 1 industrial partner of the Consortium from 3 MS/AC and 3 TC will develop intense and continuous knowledge sharing by cross-fertilisation of ideas through international and intersectoral secondments of staff at different carrier stages. The exchanges are well balanced between ER and ESR, men and women. The Proposal implementation is divided into 7 Work packages. A multicultural creative environment within the VAHVISTUS will contribute to make research and innovation an attractive carrier. Communication and dissemination activities as well as exploitation of results will be crucial within the VAHVISTUS. The Project results will enhance the competitiveness of European pharmaceutical industry, health care, and higher education. A Summer school will be organised on Smart Nanocarriers for Adaptive Drug Delivery.",
    "totalCost": "1111500",
    "ecMaxContribution": "990000",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "JOINT STOCK COMPANY FARMAK;INSTITUTE OF ORGANIC CHEMISTRY OF NATIONAL ACADEMY SCIENCES OF UKRAINE;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "UA;IT",
    "projectParticipants": {
        "993392036": {
            "orgId": "993392036",
            "orgName": "University of Florida",
            "ecContrib": 0
        },
        "931002800": {
            "orgId": "931002800",
            "orgName": "JOINT STOCK COMPANY FARMAK",
            "ecContrib": 220500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 238500
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 238500
        },
        "967882491": {
            "orgId": "967882491",
            "orgName": "INSTITUTE OF ORGANIC CHEMISTRY OF NATIONAL ACADEMY SCIENCES OF UKRAINE",
            "ecContrib": 292500
        },
        "925495722": {
            "orgId": "925495722",
            "orgName": "IBN TOFAIL UNIVERSITY",
            "ecContrib": 0
        },
        "929337019": {
            "orgId": "929337019",
            "orgName": "INSTITUTO NACIONAL DE PESQUISAS DA AMAZONIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 990000
}