{
    "rcn": "207491",
    "acronym": "TRUST",
    "topics": "SMEInst-10-2016-2017",
    "title": "TRUck Suistanable Transport - Innovative project for management of Contract Logistics",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "FOOD WASTE is a significant problem. The United Nations Food and Agriculture Organization estimates that one third of human food production is lost or wasted globally for around 1.3 billion tonnes per year. A relevant part of the waste originates upstream in the supply chain and COLD CHAIN (temperature controlled supply chain of perishable goods) plays a pivotal role in the distribution process as it preserves and extends the shelf life of various products.\nAs an answer to the increasing demand for an Europe-wide transport solutions which are able to guarantee product integrity, TRUST platform provides an INTEGRATED COLLABORATIVE ecosystem to the OPERATORS involved in transporting temperature sensitive products, both production companies with delivery monitoring needs and transport services supplier.\nTRUST project have the aim to make available an INNOVATIVE complete solution that overtakes the fragmented nature of the products available today by integrating best-in-class components for the specifics processes into a modular environment to cover the marketís requirement for the cold chain sector: ROUTE PLANNING and optimization, MONITORING and control of delivery, transportís QUALITY CERTIFICATION.\nIn Europe, over 400.000 companies operate in logistic sector and TRUST solution is targeting medium and large companies with a FLEET BIGGER THAN 50 vehicles. Strong economic environment and augmented global trade are predominantly driving the cold chain market and the market addressed for TRUST initial exploitation will be FRANCE, ITALY, SPAIN and POLAND, some of the key contributors to the cold chain market in the region, with a total of over 2.200 targeted companies.\nThe feasibility assessment of the overall TRUST innovation project will be:\n1. To validate MARKET ACCEPTANCE of the product by carrying out an extensive study\n2. To define the BUSINESS and INNOVATION PROGRAM.\n3. To carry out the required improvements for FINAL DISTRIBUTION of the solution on the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENEGIS GI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951655167": {
            "orgId": "951655167",
            "orgName": "GENEGIS GI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}