{
    "rcn": "207459",
    "acronym": "TALK",
    "topics": "MSCA-RISE-2016",
    "title": "International impact of TALK©: a simple and practical approach to multi-professional structured feedback and debriefing, to be used after unplanned learning events in clinical environments.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "TALK© is a communication tool which aims to guide multi-professional clinical teams learning and improving quality of patient care and patient safety together.  It is a simple and practical approach to multi-professional structured feedback and debriefing, to be used after unplanned learning events in clinical environments. \nDebriefing is the process of an individual or team formally reflecting on their performance after a particular task, a shift or a critical event (World Health Organisation 2009). TALK proposes an easy way to guide a constructive conversation between team members whenever new insights might be learnt from clinical experience. This includes cases or sessions in which things went well but also near misses and untoward events. Patient safety is far too often threatened by unidentified system flaws, poor practices, weaknesses in team communication and lack of appropriate action after critical events. The relevance of a culture of safety and communication is emphasized by WHO advocating debriefing in its Human Factors review, 2009.\nThis RISE project will consist of three phases; firstly secondees will contribute to parallel implementation processes in specified units across the 3 participating countries and will undertake research to better understand the benefits of structured debriefing, communication and organisational culture. Secondly, using the data generated from the research study, further training materials will be developed and translated to support the wider deployment of the TALK tool. Thirdly, the TALK tool will be widely disseminated as a structured debriefing tool and implemented across and beyond all participating partners and its impact will be assessed.",
    "totalCost": "274500",
    "ecMaxContribution": "274500",
    "coordinator": "CARDIFF AND VALE UNIVERSITY HEALTH BOARD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAT DE BARCELONA;HOSPITAL CLINICO Y PROVINCIAL DE BARCELONA;CARDIFF UNIVERSITY",
    "participantCountries": "ES;UK",
    "projectParticipants": {
        "919121367": {
            "orgId": "919121367",
            "orgName": "CARDIFF AND VALE UNIVERSITY HEALTH BOARD",
            "ecContrib": 94500
        },
        "918853356": {
            "orgId": "918853356",
            "orgName": "FONDATION CHEIKH KHALIFA IBN ZAID",
            "ecContrib": 0
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 130500
        },
        "999900736": {
            "orgId": "999900736",
            "orgName": "HOSPITAL CLINIC I PROVINCIAL DE BARCELONA",
            "ecContrib": 0
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 18000
        }
    },
    "calculatedTotalContribution": 243000
}