{
    "rcn": "207451",
    "acronym": "D2T2",
    "topics": "SMEInst-09-2016-2017",
    "title": "Direct Drive Tidal Turbine (D2T2) Accelerator project",
    "startDate": "01/10/2016",
    "endDate": "31/03/2019",
    "objective": "Nova Innovation is a leading designer and manufacturer of tidal turbines. We have designed, built and deployed two grid-connected tidal turbines at our consented tidal energy site in Scotland. In 2016 we will deploy one of the world's first tidal arrays.\n\nThe problem addressed in this project is that existing technologies for exploiting tidal stream energy are\n(a) relatively unproven, \n(b) expensive and \n(c) have yet to gain the confidence of the market. \n\nIn this project we will address these three barriers by demonstrating a prototype turbine incorporating our novel Direct Drive generator at a real-world tidal site.\n\nOur goal in this project is to reduce the lifetime cost of tidal energy by 20%. Outputs will be independently verified, and will demonstrate improved efficiency, improved reliability and lower maintenance costs. The results will be disseminated to raise investor and market confidence in the emerging tidal energy industry.\n\nThis Direct Drive Tidal Turbine (D2T2) Accelerator Project is at the core of Nova Innovation's business strategy. Innovation to cut costs and improve performance is essential to the future of the tidal energy industry. This project builds on five years of research and development, including the successful completion of a Phase 1 SME Instrument feasibility study into the Direct Drive Turbine. Demonstrating a full-scale device in an operational environment will bring the product from TRL6 to TRL8.\n\nPotential customers are tidal energy project developers seeking to generate predictable, reliable energy from the tides at minimum lifetime cost. The market for tidal power is global, but Europe is taking the lead with potential clients in the UK, France and Ireland. Once proven in Europe the technology can be exported worldwide, with a potential global market of 800 TWh per annum (IEA-OES), or annual electricity sales of over Ä40 billion.",
    "totalCost": "3214666,25",
    "ecMaxContribution": "2250266",
    "coordinator": "NOVA INNOVATION LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938084770": {
            "orgId": "938084770",
            "orgName": "NOVA INNOVATION LTD",
            "ecContrib": 2250266
        }
    },
    "calculatedTotalContribution": 2250266
}