{
    "rcn": "207405",
    "acronym": "SURFACE",
    "topics": "ERC-2016-STG",
    "title": "The unexplored world of aerosol surfaces and their impacts.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "We are changing the composition of Earthís atmosphere, with profound consequences for the environment and our wellbeing. Tiny aerosol particles are globally responsible for much of the health effects and mortality related to air pollution and play key roles in regulating Earthís climate via their critical influence on both radiation balance and cloud formation. Every single cloud droplet has been nucleated on the surface of an aerosol particle. Aerosols and droplets provide the media for condensed-phase chemistry in the atmosphere, but large gaps remain in our understanding of their formation, transformations, and climate interactions. Surface properties may play crucial roles in these processes, but currently next to nothing is known about the surfaces of atmospheric aerosols and cloud droplets and their impacts are almost entirely unconstrained. My recent work strongly suggests that such surfaces are significantly different from their associated bulk material and that these unique properties can impact aerosol processes all the way to the global scale. Very few surface-specific properties are currently considered when evaluating aerosol effects on atmospheric chemistry and global climate. Novel developments of cutting-edge computational and experimental methods, in particular synchrotron-based photoelectron spectroscopy, now for the first time makes direct molecular-level characterizations of atmospheric surfaces feasible. This project will demonstrate and quantify potential surface impacts in the atmosphere, by first directly characterizing realistic atmospheric surfaces, and then trace fingerprints of specific surface properties in a hierarchy of experimental and modelled aerosol processes and atmospheric effects. Successful demonstrations of unique aerosol surface fingerprints will constitute truly novel insights into a currently uncharted area of the atmospheric system and identify an entirely new frontier in aerosol research and atmospheric science.",
    "totalCost": "1499626",
    "ecMaxContribution": "1499626",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 1499626
        }
    },
    "calculatedTotalContribution": 1499626
}