{
    "rcn": "207465",
    "acronym": "H2Future",
    "topics": "FCH-02-7-2016",
    "title": "HYDROGEN MEETING FUTURE NEEDS OF LOW CARBON MANUFACTURING VALUE CHAINS",
    "startDate": "01/01/2017",
    "endDate": "30/06/2021",
    "objective": "Under the coordination of VERBUND, VOESTALPINE, a steel manufacturer, and SIEMENS, a PEM electrolyser manufacturer, propose a 26 month demonstration of the 6MW electrolysis power plant installed at the VOESTALPINE LINZ plant (Austria). After pilot plant commissioning, the electrolyser is prequalified with the support of APG, the transmission operator of Austria, in order to provide grid-balancing services such as primary, secondary or tertiary reserves while utilising the commercial pools of VERBUND. The demonstration is split into five pilot tests and the quasi-commercial operation to show that the PEM electrolyser is able both to use timely power price opportunities (in order to provide affordable hydrogen for current uses of the steel making processes), and to attract extra revenues from grid services which improves the hydrogen price attractiveness from a two-carrier utility like VERBUND.  Replicability of the experimental results at larger scales in EU28 for the steel industry (with inputs from TSOs in Italy, Spain and the Netherlands) is studied under the coordination of ECN. It involves a technical, economic and environmental assessment of the experimental results using the CertifHY tools.  The roll out of each result is provided by ECN, together with policy and regulatory recommendations to accelerate the deployment in the steel and fertilizer industry, with low CO2 hydrogen streams provided also by electrolysing units using renewable electricity. The plausibility of this roadmap is reinforced at the on-start of the demonstration by the creation of an exploitation company involving the core industrial partners, which starts commercial operations of the Linz pilot plant right after the end of the demonstration. Dissemination targeting the European stakeholders of the electricity, steel and fertilizer value chain nourishes the preparation of the practical implementation of the results in the 10 years following the demonstrationís end.",
    "totalCost": "17823264,13",
    "ecMaxContribution": "11997820,01",
    "coordinator": "VERBUND Solutions GmbH",
    "coordinatorCountry": "AT",
    "participants": "AUSTRIAN POWER GRID AG;K1-MET GMBH;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;VOESTALPINE STAHL GMBH;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "AT;NL;DE",
    "projectParticipants": {
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 693373
        },
        "940270083": {
            "orgId": "940270083",
            "orgName": "VERBUND Solutions GmbH",
            "ecContrib": 1815634
        },
        "997800492": {
            "orgId": "997800492",
            "orgName": "AUSTRIAN POWER GRID AG",
            "ecContrib": 97650
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 5062856
        },
        "985063228": {
            "orgId": "985063228",
            "orgName": "VOESTALPINE STAHL GMBH",
            "ecContrib": 3841093
        },
        "925590006": {
            "orgId": "925590006",
            "orgName": "K1-MET GMBH",
            "ecContrib": 487214
        }
    },
    "calculatedTotalContribution": 11997820
}