{
    "rcn": "207428",
    "acronym": "MedEye",
    "topics": "FTIPilot-01-2016",
    "title": "Accelerated market launch of MedEye, a plug-and-play medication safety solution",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Medication errors occur daily and form a major burden to society. Medication errors often lead to adverse drug reactions, lengthened hospital stays, increased healthcare costs, and in the most severe cases, increased mortality. Medication errors pose a significant risk to the European population. It is estimated that 4,7 million Europeans are harmed by a medication error every year, which amounts to preventable healthcare costs in excess of Ä11 billion a year. Strikingly, around 50% of medication errors can be stopped at the patientís bedside. MedEye is an innovative medication verification suite that scans, detects and verifies medication at the bedside. MedEye stops medication errors from taking place by verifying medication before it is administered to patients. MedEye has already been tested and validated in three Dutch hospitals with excellent results. In this project, activities will be performed to push MedEye onto the European market and facilitate its deployment on a large scale. MedEye will be integrated with IT systems that serve a major part of European medical centers. Developments will also be performed to enable the sale, deployment and support of MedEye through distributors. Two launching pilots will be performed to establish transnational proof of performance and cost-effectiveness, which will be instrumental in penetrating the European markets. Given the diversity of the European healthcare landscape, a thorough market research will be performed to gear the commercialization strategy towards individual countries. Together, the activities in this project will provide access to the main EU market and facilitate a wide deployment of MedEye throughout Europe.",
    "totalCost": "3131773,75",
    "ecMaxContribution": "2464469",
    "coordinator": "MINT SOLUTIONS HOLLAND B.V.",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITY OF DURHAM;PHARMAFORCE NV;UNIVERSITY OF NEWCASTLE UPON TYNE;THE NEWCASTLE UPON TYNE HOSPITALS NHS FOUNDATION TRUST;FEDERATION EUROPEENNE DES HOPITAUX ET DES SOINS DE SANTE",
    "participantCountries": "UK;BE",
    "projectParticipants": {
        "923944595": {
            "orgId": "923944595",
            "orgName": "PHARMAFORCE NV",
            "ecContrib": 376140
        },
        "999600521": {
            "orgId": "999600521",
            "orgName": "THE NEWCASTLE UPON TYNE HOSPITALS NHS FOUNDATION TRUST",
            "ecContrib": 429832
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 31750
        },
        "923967875": {
            "orgId": "923967875",
            "orgName": "MINT SOLUTIONS HOLLAND B.V.",
            "ecContrib": 1180897
        },
        "994557879": {
            "orgId": "994557879",
            "orgName": "FEDERATION EUROPEENNE DES HOPITAUX ET DES SOINS DE SANTE",
            "ecContrib": 130937
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 314913
        }
    },
    "calculatedTotalContribution": 2464469
}