{
    "rcn": "207407",
    "acronym": "IN-POWER",
    "topics": "NMBP-17-2016",
    "title": "Advanced Materials technologies to QUADRUPLE the Concentrated Solar Thermal current POWER GENERATION",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The benefits of high efficiency concentrated solar power (CSP) and photovoltaic (PV) are well known: environmental protection, economic growth, job creation, energy security. Those technologies can only be applied properly in regions with annual mean radiation values higher than 1750 kWh/m2 per year. CSP has advantages in front of PV: possible 24h continuous electricity production, electricity and heat generation, heat for distributed in cogeneration plants. Within CSP, four technologies have been currently developed: parabolic trough collector (PTC), tower solar power, Stirling/ dish collector and linear Fresnel collector with its advance type named compact linear Fresnel collector. In 2015, there is global 4GWe production (96% PTC), almost 3GWe are under construction. However for huge deployment, a reduction of Levelized Cost of Electricty (LCOE) is imperative for industry consolidation, when nowadays is around 0.16 ñ 0.22 Ä/KWh depending on the size plant, Direct Normal Irradiance and the legal framework of site installation. CSP main components: solar field for solar to thermal conversion, power block for thermal to electrical conversion, and thermal storage system are the key to reduce LCOE. IN-POWER project will develop High efficiency solar harvesting CSP architectures based on holistic materials and innovative manufacturing process to allow a Innovation effort mainly focus in advanced materials such as High Reflectance Tailored Shape light Free glass mirror, High working temperature absorber in Vacuum Free receiver, optimized Reduced Mass support structure allow upgrading current solar field. IN-POWER reduce environmental impact also by reducing THREE times standard thermal storage systems by novel thermal storage materials; and a amazing reduction FOUR TIMES the required land extension in comparison of  current mature  PTC power generation with the same thermal power output. IN-POWER solution will bring LCOE below 0.10 Ä/KWh beyond 2020.",
    "totalCost": "5821903,13",
    "ecMaxContribution": "4998928,13",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION TEKNIKER;VOTTELER LACKFABRIK GMBH CO KG;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;OHL INDUSTRIAL SL;GEOCAD H2V SOCIEDAD LIMITADA;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;FERTIBERIA SA;KOLZER SRL;NEMATIA INGENIERÕA INTEGRAL, SL",
    "participantCountries": "ES;DE;FR;IT",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 571875
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 767500
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 867359
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 784788
        },
        "953009287": {
            "orgId": "953009287",
            "orgName": "FERTIBERIA SA",
            "ecContrib": 346150
        },
        "919120785": {
            "orgId": "919120785",
            "orgName": "KOLZER SRL",
            "ecContrib": 155465
        },
        "918947834": {
            "orgId": "918947834",
            "orgName": "VOTTELER LACKFABRIK GMBH CO KG",
            "ecContrib": 184070
        },
        "923793081": {
            "orgId": "923793081",
            "orgName": "NEMATIA INGENIERÍA INTEGRAL, SL",
            "ecContrib": 394119
        },
        "937319828": {
            "orgId": "937319828",
            "orgName": "OHL INDUSTRIAL SL",
            "ecContrib": 619322
        },
        "917118511": {
            "orgId": "917118511",
            "orgName": "GEOCAD H2V SOCIEDAD LIMITADA",
            "ecContrib": 308281
        }
    },
    "calculatedTotalContribution": 4998929
}