{
    "rcn": "207402",
    "acronym": "PATRIMONIVM",
    "topics": "ERC-2016-STG",
    "title": "Geography and economy of the imperial properties in the Roman World (from Augustus to Diocletian).",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "PATRIMONIVM aims at conducting the first comprehensive and multidisciplinary socio-economic study of the properties of the Roman emperors from Octavian/Augustus to Diocletian (44 BC ñ AD 284) using a complete documentary base for the entire Roman world. Imperial properties were extended throughout the empire and included residences, cultivated land, pastureland, woods, mines, quarries, luxury items and slaves. This immense richness was a key element for the maintenance of the position of supreme power, since the emperor could use it to carry out all sort of public expenditure and to confer benefactions to individuals and communities. Moreover, large imperial possessions (vast landed estates, quarries) had relevant local economic repercussions. Since their owner was both the head of the empire and a global economic player, we can trace a tendency to trans-regional uniformity in the patterns of exploitation and a positive effect on the economic and, in a certain way, cultural integration of peripheral areas. No major survey of the available documentation has been produced since the beginning of the 20th century and many questions about the acquisition and use of the properties remain unanswered. The project aims at filling this gap creating a powerful online relational database of all published sources; every record will contain geodata and will be related to separate databases of all known persons (administrators, peasants etc.), regions and bibliographic references. A multidisciplinary and comparative study, developed through the projectís rich scientific activity, will allow to understand the role of the properties as a structuring factor of Roman economy and as a vector of human mobility and socio-cultural transformation. Innovative hypotheses on imperial investments, the role of the emperorís freedmen and other aspects will be tested. A series of five books, among which an authoritative history of the imperial properties, will disseminate the projectís results.",
    "totalCost": "1493478,75",
    "ecMaxContribution": "1493478,75",
    "coordinator": "UNIVERSITE BORDEAUX MONTAIGNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996836312": {
            "orgId": "996836312",
            "orgName": "UNIVERSITE BORDEAUX MONTAIGNE",
            "ecContrib": 1493479
        }
    },
    "calculatedTotalContribution": 1493479
}