{
    "rcn": "207492",
    "acronym": "SMARTQUA",
    "topics": "SMEInst-07-2016-2017",
    "title": "Advanced ICT Risk Assessment Tool to Increase Climate Resilience, Water-Use Efficiency andEnvironmental Sustainability of Agricultural Production",
    "startDate": "01/11/2016",
    "endDate": "28/02/2017",
    "objective": "'Water management in Europe and around the world is facing rising global temperatures, higher rainfall variability, population growth and water demand increases, freshwater pollution and other serious challenges. Current Modelling and ICT tools can help farmers to be more efficient regarding water management in agriculture. There are some potential 'smart water' applications available mostly as research or information tools. However, there is still a lack of integrated-site-specific solutions offering an adapted service for the agriculture sector and no available commercialization. Zeta Amaltea, and GeoSlab conform the most complementary consortium with high level skills and background on innovative solutions for Integrated Water Resources Management (IWRM) and planning. They will launch SMARTQUA as the first tool to fully take into account agricultural farmerís needs to provide effective water and risk management; considering key internal and external data input. SMARTQUA  integrates water management and nitrate pollution EU legislation, watershed data and underground aquifers, all in a cheaper offer than competitors. The benefits of this service will provide an accurate decision-making via web (online platform) or mobile application and lead to significant return of saving up to 20-35% of farmerís operation efficiency and 15% of internal cost (saving water, energy and fertilizer use), whilst avoiding nitrate pollution and providing a higher climate resilience.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZETA AMALTEA SL",
    "coordinatorCountry": "ES",
    "participants": "GEOSPATIUMLAB SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "960394479": {
            "orgId": "960394479",
            "orgName": "ZETA AMALTEA SL",
            "ecContrib": 50000
        },
        "991685903": {
            "orgId": "991685903",
            "orgName": "GEOSPATIUMLAB SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}