{
    "rcn": "207595",
    "acronym": "CloudBrake",
    "topics": "ERC-2016-STG",
    "title": "How nature's smallest clouds slow down large-scale circulations critical for climate",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Do even the smallest clouds simply drift with the wind? \n\nVast areas of our oceans and land are covered with shallow cumulus clouds. These low-level clouds are receiving increased attention as uncertainties in their representation in global climate models lead to a spread in predictions of future climate. This attention emphasizes radiative and thermodynamic impacts of clouds, which are thought to energize the large-scale Hadley circulation. But broadly overlooked is the impact of shallow cumuli on the trade-winds that drive this circulation. Reasons for this negligence are a lack of observations of vertical wind structure and the wide range of scales involved.\n\nMy project will test the hypothesis that shallow cumuli can also slow down the Hadley circulation by vertical transport of momentum. First, observations of clouds and winds will be explicitly connected and the causality of their relationship will be exposed using ground-based and airborne measurements and high-resolution modeling. Second, new lidar techniques aboard aircraft are exploited to validate low-level winds measured by the space-borne Aeolus wind lidar and collect high-resolution wind and turbulence data. Third, different models of momentum transport by shallow convection will be developed to represent its impact on winds. Last, evidence of global relationships between winds and shallow cumulus are traced in Aeolus and additional satellite data and the impact of momentum transport on circulations in a control and warmer climate is tested in a general circulation model. \n\nThis project exploits my expertise in observing and modeling clouds and convection focused on a hypothesis which, if true, will strongly influence our understanding of the sensitivity of circulations and the sensitivity of climate. It will increase the predictability of low-level winds and convergence patterns, which are important to many disciplines, including climate studies, numerical weather prediction and wind-energy research.",
    "totalCost": "1867120",
    "ecMaxContribution": "1867120",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1867120
        }
    },
    "calculatedTotalContribution": 1867120
}