{
    "rcn": "207512",
    "acronym": "DEMOTIDE",
    "topics": "LCE-03-2015",
    "title": "DEMOnstration for Tidal Industry DErisking",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The European tidal industry is at a critical stage. Successful demonstration of small-scale tidal arrays with lessons learnt for future large-scale projects is widely acknowledged as a key way to de-risk and kick-start the tidal energy industry. The DEMOTIDE project will design, build and operate a 4 x 1.5MW (6MW) turbine array at the MeyGen Phase 1B site, Pentland Firth, Scotland. The potential for build-out on the MeyGen site to 400 MW installed capacity, based on the available local high flow tidal resource, make this a site ripe for commercial exploitation. The DEMOTIDE consortium unites strong players with each of the required competencies to deliver this array. Leading technology supplier Marine Current Turbines (an Atlantis company) can rely on experience gained from operating its SeaGen tidal turbine system for several years. The participation of both MCT and Atlantis technology development teams is crucial to deliver robust, efficient turbines, fully specified to perform in challenging tidal site conditions. \nEffective installation plans are only possible through early involvement of an experienced marine contractor. DEME, comprising DEME Blue Energy and GeoSea, is a world leader in marine operations and owns a versatile fleet (jack-up platforms, DP, heavy-lift, barges, etc.) which can be applied to the tidal market. DEME subsidiary GeoSea will bring extensive offshore wind energy installation experience to the table. The combined involvement of DEME Blue Energy, Atlantis Resources, and French partner INNOSEA provides a strong route to exploitation of the results of DEMOTIDE across a portfolio of commercial tidal energy projects throughout Europe and abroad. Finally, local content and dissemination of the project results is ensured through involvement of Queenís University Belfast and local contractors in Scotland for onshore works.",
    "totalCost": "47999416,75",
    "ecMaxContribution": "20301149,75",
    "coordinator": "DEME BLUE ENERGY NV",
    "coordinatorCountry": "BE",
    "participants": "INNOSEA;MARINE CURRENT TURBINES LIMITED;THE QUEEN'S UNIVERSITY OF BELFAST;ATLANTIS RESOURCES (SCOTLAND) LIMITED;GEOSEA NV",
    "participantCountries": "FR;UK;BE",
    "projectParticipants": {
        "931752222": {
            "orgId": "931752222",
            "orgName": "ATLANTIS RESOURCES (SCOTLAND) LIMITED",
            "ecContrib": 3375267
        },
        "954038263": {
            "orgId": "954038263",
            "orgName": "MARINE CURRENT TURBINES LIMITED",
            "ecContrib": 7420990
        },
        "951657786": {
            "orgId": "951657786",
            "orgName": "GEOSEA NV",
            "ecContrib": 8307640
        },
        "941405274": {
            "orgId": "941405274",
            "orgName": "INNOSEA",
            "ecContrib": 269153
        },
        "954014789": {
            "orgId": "954014789",
            "orgName": "DEME BLUE ENERGY NV",
            "ecContrib": 618514
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 309585
        }
    },
    "calculatedTotalContribution": 20301149
}