{
    "rcn": "207515",
    "acronym": "FraMoS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multi-resolution Fracture Models for High-strength Steels: Fully Ductile Fracture to Quasi-cleavage Failure in Hydrogen Environment",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Recent advances in Computational Mechanics are towards the development of predictive tools that can accelerate the 'Materials Development Cycle' by unraveling the linkage between macroscopic properties and microstructure. The availability of 3D tomographic tools and the era of Exascale computing have initiated the quest to develop stronger, tougher and more durable alloys by employing 'virtual predictions' in lieu of expensive destructive testing. However, our lack of understanding of the 'structure-toughnessí relations is one of the main bottlenecks in this pursuit. Moreover, the uptake of some of these new alloys (TRIP, TWIP etc) is hampered by the concerns of hydrogen (H) induced cracking. \nExisting models have limitations in describing the role of microstructural heterogeneities on mechanisms of fracture in HSS. The proposed research will develop high fidelity continuum models to cover the entire spectrum of mechanisms from fully ductile fracture to quasi-cleavage failure of HSS in H-environment. Among the various mechanisms of H-assisted cracking, hydrogen embrittlement (HE) is one of the most devastating, yet least understood, mechanism of failure in HSS. \nIn this work, realistic models of void nucleation accounting for the dislocations interactions with the second phase particles will be developed. The proposed models of void growth and coalescence will incorporate the microstructural length scales, thus, eliminating the deficiencies of the existing 'damage models'. The micromechanical models of HE developed in this work will incorporate the influence of hydrogen on the initiation and propagation of microcracks leading to complete failure. These models will be integrated with the most advanced models of H-diffusion and trapping (being developed at Oxford) to describe the detailed mechanism of fracture at crack tip in HSS. It is expected that this work will bring, in due course, significant international recognition for its fundamental and applied contribution",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}