{
    "rcn": "207592",
    "acronym": "CLLS",
    "topics": "ERC-2016-STG",
    "title": "Analysing coherence in law through legal scholarship",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Coherence of law is created in the writings of legal scholars who systematize rules and principles of law. Their pursuit of coherence is vital for the effectiveness of legal systems. However, coherence of law has almost not been analysed in a systematic, empirical way. The project will therefore develop a methodology that will address coherence across forms (ësourcesí) of law (legislation, legal scholarship, case law, customs), across themes (e.g. criminal law and contracts) and across authors, and which will additionally encompass interaction with societal demand and contextual factors. The methodology will be ground-breaking because it will disentangle the concept of coherence into measurable modes of interconnectedness, weighing them together so as to assess (in)coherence at the level of the legal system. This methodology will constitute a stepping stone for a new field of dynamic coherence of law created through legal scholarship that will ultimately improve the quality of law. It will be founded on academic writings on law from the early modern period (ca. 1500 - ca. 1800) that concern the theme of collateral rights, that is, those rights facilitating expropriation of the assets of debtors in case of their default. Indications are that the impact of rules on collateral rights hinged on coherence as established in legal writings, and that in the period mentioned legal coherence for this theme was increasing. Coherence in development will be traced in the interpretations of legal scholars following on from interactions between scholarly writings, local law (bylaws, judgments) and commercial practice (contracts). Connections of rules and principles found will be presented in frames of analysis that cluster them along variables of context, time and source of law. The combination of legal analysis with a broad scope of coherence (cross-source, context-driven) will build bridges across gaps now existing between the different disciplines that study law.",
    "totalCost": "1495625",
    "ecMaxContribution": "1495625",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1495625
        }
    },
    "calculatedTotalContribution": 1495625
}