{
    "rcn": "207597",
    "acronym": "ChangeBehavNeuro",
    "topics": "ERC-2016-STG",
    "title": "Novel Mechanism of Behavioural Change",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Understanding how values of different options that lead to choice are represented in the brain is a basic scientific question with far reaching implications. I recently showed that by the mere-association of a cue and a button press we could influence preferences of snack food items up to two months following a single training session lasting less than an hour. This novel behavioural change manipulation cannot be explained by any of the current learning theories, as external reinforcement was not used in the process, nor was the context of the decision changed. Current choice theories focus on goal directed behaviours where the value of the outcome guides choice, versus habit-based behaviours where an action is repeated up to the point that the value of the outcome no longer guides choice. However, in this novel task training via the involvement of low-level visual, auditory and motor mechanisms influenced high-level choice behaviour. Thus, the far-reaching goal of this project is to study the mechanism, by which low-level sensory, perceptual and motor neural processes underlie value representation and change in the human brain even in the absence of external reinforcement. I will use behavioural, eye-gaze and functional MRI experiments to test how low-level features influence the neural representation of value. I will then test how they interact with the known striatal representation of reinforced behavioural change, which has been the main focus of research thus far. Finally, I will address the basic question of dynamic neural plasticity and if neural signatures during training predict long term success of sustained behavioural change. This research aims at a paradigmatic shift in the field of learning and decision-making, leading to the development of novel interventions with potential societal impact of helping those suffering from health-injuring behaviours such as addictions, eating or mood disorders, all in need of a long lasting behavioural change.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}