{
    "rcn": "207591",
    "acronym": "MAGCOW",
    "topics": "ERC-2016-STG",
    "title": "The Magnetised Cosmic Web",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "On large scales cosmic matter is distributed in a web consistent of clusters, filaments, walls and voids.\n While the dark-matter skeleton of the cosmic web is closely traced by galaxies and galaxy clusters, the gaseous distribution has never been directly imaged at any wavelength. This situation might change within the next decade, thanks to the new generation of radio instruments that will survey the sky: LOFAR, MWA, ASKAP and the Square Kilometer Array. Non-thermal components, relativistic particles and magnetic fields  are thought to have a spatial distribution that is broader than that of thermal baryons. For this reason, the new generation of radio telescopes should might be able to detect the tip of the iceberg from the  rarefied intergalactic medium, provided that magnetic fields are sufficiently amplified in these regions.  The detectable signal is expected to be weak and complex because of the contribution from radio galaxies and to the presence of diffuse fore- and backgrounds.  \n The developments proposed in this ERC proposal are exactly designed to address this complexity, and turn future radio observations into a unique probe of the growth of magnetic fields and of the acceleration of particles. This will be possible through the theoretical exploration of  plasmas in extreme conditions with sophisticated numerical simulations. With these simulations I will be able to predict the specific radio signature for the origin of extragalactic fields. This will enable the community to use radio surveys  in a quantitative way and to determine the origin of extragalactic magnetism, a longstanding puzzle connected to many open questions of modern astrophysics. \n The legacy of this project will be its quantitative representation of non-thermal processes on the largest scales, ultimately going to be fully exploited by the Square Kilometer Array.",
    "totalCost": "1465943",
    "ecMaxContribution": "1465943",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAET HAMBURG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 1265943
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 200000
        }
    },
    "calculatedTotalContribution": 1465943
}