{
    "rcn": "207594",
    "acronym": "EmergingWelfare",
    "topics": "ERC-2016-STG",
    "title": "The New Politics of Welfare: Towards an ìEmerging Marketsî Welfare State Regime",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "This research project aims to identify a new welfare regime in emerging market economies and explain why\nit has emerged. The project will compare Brazil, China, India, Indonesia, Mexico, South Africa and Turkey\nto test two hypotheses: (i) emerging market economies are forming a new welfare regime that differs from\nliberal, corporatist and social democratic welfare regimes of the global north on the basis of extensive and\ndecommodifying social assistance programmes, (ii) the new welfare regime emerges principally as a\nresponse to the growing political power of the poor as a dual source of threat and support for governments.\nBased on a comparative and interdisciplinary perspective, the project follows a multi-method strategy that\ncombines state-of-the-art computer-based protest event data collection techniques, macro-historical methods,\nquantitative data analyses and qualitative content analysis. The project will radically expand the literatures\non welfare regimes, welfare state development and contentious politics, by challenging the existing\nparadigms dominated by structuralist perspectives, a myopic focus on Western countries, and limited data\ncollection and analysis techniques. This project is genuinely innovative, unprecedented, ground-breaking,\nambitious and high-risk/high-gain in three ways: (i) it re-shapes the welfare regimes literatures as the first\nstudy to classify and explain welfare systems of emerging markets as a new welfare regime and (ii) the\nproject demonstrates a causal link between changes in grassroots politics and welfare policies and challenge\nthe structuralist preponderance in the existing welfare state development literature (iii) it makes a prodigious\ncontribution to our empirical knowledge on contentious politics in emerging markets by creating the first\ncross-national databases on protest event, employing state-of-the art computer methods, such as natural\nlanguage processing and machine learning, on newspaper archives.",
    "totalCost": "1494240",
    "ecMaxContribution": "1494240",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 1494240
        }
    },
    "calculatedTotalContribution": 1494240
}