{
    "rcn": "207575",
    "acronym": "NEIGHBOURCHANGE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Social innovation and urban revitalization in hyperdiverse local societies",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Traditional state-driven top-down revitalisation strategies have resulted in new urban dynamics and tensions, gentrification processes and social exclusion. In the meantime, ethnic concentration in neighbourhoods overlaps with situations of social exclusion and deprivation. The aim of the project is to investigate whether and how area-based programs inspired by an innovative social approach targeting deprived and hyperdiverse neighbourhoods can intervene on increasing socio-spatial inequalities, at the same time promoting institutional learning. Institutional learning is in fact considered as a pre-condition to assure the publicness and sustainability of bottom-up initiatives. \nThe project stands on the assumption that promoting social cohesion in hyperdiverse cities urgently demands a new approach to territorial development. The GF will provide me with new competencies to be transferred in Italy and Europe where the development of coherent contextual strategies for urban revitalization is of utmost importance.\nThe GF envisages: i) an outgoing period to Canada, University of Toronto, where I will be involved in a major research partnership over six Canadian metropolitan areas (NCPR) ii) a return period in Italy at IUAV, based at the SSIIM UNESCO Chair to transfer the skills acquired, develop an additional training to establish a sustainable career iii) a secondment being based at TU Delft, Netherlands, being involved in the ERC Project DEPRIVEDHOODS to develop specific hands-on training activities and strengthen the collaboration among hosting institutions. If funded IUAV will provide me with a full-time research contract to invest in my career development. My profile deeply based on migration studies, policy design and analysis, urban planning and human rights will be reinforced with new inter disciplinary expertise and strengthen skills on community development, urban regeneration, social innovation, segregation studies and neighbourhood research.",
    "totalCost": "193355,4",
    "ecMaxContribution": "193355,4",
    "coordinator": "UNIVERSITA IUAV DI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 0
        },
        "998948293": {
            "orgId": "998948293",
            "orgName": "UNIVERSITA IUAV DI VENEZIA",
            "ecContrib": 193355
        }
    },
    "calculatedTotalContribution": 193355
}