{
    "rcn": "207511",
    "acronym": "EXPOVIBE",
    "topics": "ERC-StG-2015",
    "title": "Exposure to Political Violence and Individual Behavior",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "This project will explore how exposure to political violence in a civil conflict context impacts upon social, economic and political behavior of individuals. It has three legs. In the first leg I will analyze the association between political and domestic violence. Specifically, I will test the hypothesis that those exposed to political violence are more likely to be perpetrators of domestic violence. In the second leg I will analyze whether exposure to political violence impacts upon economic behavior. Specifically, I will analyze the impact of exposure on risk, time and social preferences, savings behavior, employment, and earnings. Finally, in the third leg I will look into political behavior. Specifically, I will analyze the association between exposure to political violence and political participation and support, political tolerance, ideology, voting behavior, and party choice. The project will make use of a natural experiment setting that the institutional setup and the long-running civil conflict in Turkey create. Turkey has a mandatory military service system that requires each Turkish man, when he comes to age, to serve in the army for about a year. Those drafted are first subject to a basic training program and then, via a lottery, are randomly assigned to military bases all over the country to serve the rest of their terms. This means a young soldier can be sent to a military base in Eastern or Southeastern Turkey where a bloody armed conflict between the Turkish armed forces and the insurgent organization PKK has been going on since August 1984, and thus, can get actively involved in the armed conflict. This is a natural experiment setting that randomly exposes young Turkish males to political violence. In this project I aim to study whether and how that exposure impacts upon social, economic and political behavior of the exposed. To accomplish these goals, two independent, large-n survey studies will be designed and conducted in Turkey.",
    "totalCost": "938184",
    "ecMaxContribution": "938184",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "SABANCI UNIVERSITESI",
    "participantCountries": "TR",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 206865
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 731319
        }
    },
    "calculatedTotalContribution": 938184
}