{
    "rcn": "207589",
    "acronym": "SLaMM",
    "topics": "ERC-2016-STG",
    "title": "Magnetic Solid Lipid Nanoparticles as a Multifunctional Platform against Glioblastoma Multiforme",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Central nervous system (CNS) tumors are an important cause of morbidity and mortality worldwide. Among them, glioblastoma multiforme (GBM) is the most aggressive and lethal, characterized by extensive infiltration into the brain parenchyma. Under the standard treatment protocols, GBM patients can expect a median survival of 14.6 months, while less than 5% of patients live longer than 5 years. This poor prognosis is due to several factors, including the highly aggressive and infiltrative nature of GBM, resulting in incomplete resection, and the limited delivery of therapeutics across the blood-brain-barrier (BBB).\nThe present project aims at addressing these therapeutic challenges by proposing a nanotechnology-based approach for the treatment of GBM, focused on the selective uptake of drug-loaded multifunctional magnetic solid lipid nanoparticles (SLNs). An external magnetic guidance will help the SLN accumulation on the cerebral endothelium, where, owing to their lipid nature, they will be allowed to enter the CNS. Here, appropriate surface ligands will drive their internalization inside cancer cells. The chemotherapeutic payload will undergo release, allowing a targeted pharmaceutical treatment that will be combined to hyperthermia upon appropriate radiofrequency application. A synergic attack against GBM will thus be performed, consisting of a chemical attack thanks to the drug, and a physical attack thanks to hyperthermia, that will dramatically enhance the possibilities of therapeutic success.\nBy demonstrating the effectiveness of the platform to cross the BBB and to support tumor regression, a huge impact on human healthcare is envisioned. Moreover, further outcomes of this project are expected by considering the development of nanotechnology-based, multi-functional solutions that can easily be adapted to many other high-impact diseases, in particular at the brain level, where BBB crossing poses a crucial obstacle to many therapeutic approaches.",
    "totalCost": "1499997,42",
    "ecMaxContribution": "1499997,42",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 1499997
        }
    },
    "calculatedTotalContribution": 1499997
}