{
    "rcn": "207528",
    "acronym": "OHS",
    "topics": "MSCA-IF-2015-EF",
    "title": "On Human Shielding",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "OHS aims to examine the history and contemporary politics of human shielding. In international humanitarian law (IHL) and military manuals, human shielding generally refers to the deployment of civilians to deter attacks on combatants or military sites. The dramatic intensification of urban warfare during the last decades and the growing ìweaponizationî of human bodies in contemporary warfare inevitably entail that civilians are increasingly caught in the front lines of the fighting, while the traditional distinction between civilians and combatants in international law is constantly blurred. Accusations of using civilians as human shields and thus as illegitimate instruments of military protection, coercion or deterrence have recently multiplied. OHS will investigate how the phenomenon of human shielding is transforming the category of civilian in war by pursuing two major objectives: 1) offer a historical-legal investigation of human shielding; and 2) identify and theorize the various forms of human shielding utilized in current theatres of violence. First, I aim to outline the development of the human shield category in IHL, tracing the historical events and the legal debates that during the nineteenth and twentieth century led to the consolidation of this category. Second, after this historical-legal reconstruction, I aim to identify, map and theorize the various forms of human shielding in order to improve our understanding of the diverse situations in which human shielding practices appeared in recent conflict zonesófor instance Syria, Ukraine, Israel/Palestine, Nigeriaóand the way they shape our understanding of war and contemporary political violence. I hypothesize that the different kinds of human shields operate in distinct ways and serve radically different military and political purposes. OHS will produce innovative knowledge on contemporary conflicts and contribute to the EUís understanding of its IHL and human rights obligations.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}