{
    "rcn": "207598",
    "acronym": "MagBURST",
    "topics": "ERC-2016-STG",
    "title": "Exploding stars from first principles: MAGnetars as engines of hypernovae and gamma-ray BURSTs",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The birth of a neutron star with an extremely strong magnetic field, called a magnetar, has emerged as a promising scenario to power a variety of outstanding explosive events. This includes gamma-ray bursts, among the most luminous events observed up to high redshift and therefore useful as cosmological probes, but also supernovae with extreme kinetic energies called hypernovae and other classes of super-luminous supernovae. Simple phenomenological models, where the magnetar rotation period and magnetic field are adjusted, can explain many of these observations but lack a sound theoretical basis. The goal of this proposal is to develop an ab initio description of magnetar powered explosions in order to delineate the role they play for the production of gamma-ray bursts and super-luminous supernovae. This is urgently needed to interpret the growing diversity of explosions observed with ongoing transient surveys (iPTF, CRTS, Pan-STARRS) and in the perspective of future programs of observations such as SVOM and LSST. By using state-of-the-art numerical simulations, the following outstanding questions will be addressed:\n1) What is the origin of the gigantic magnetic field observed in magnetars? The physics of the magnetic field amplification in a fast-rotating nascent neutron star will be investigated thoroughly from first principles. By developing the first global protoneutron star simulations of this amplification process, the magnetic field strength and geometry will be determined for varying rotation rates.\n2) What variety of explosion paths can be explained by the birth of fast-rotating magnetars? Numerical simulations of the launch of a hypernova explosion and a relativistic GRB jet will provide the first self-consistent description of both events from a millisecond magnetar. Furthermore, the new understanding of magnetic field amplification will be used to improve the realism of these simulations.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}