{
    "rcn": "207513",
    "acronym": "TransIt",
    "topics": "MSCA-IF-2015-EF",
    "title": "Translating science in the long Italian Eighteenth-Century. The role of translators and publishers as ìcultural mediatorsî (1760-1790s)",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "During the second half of eighteenth-century, the Italian peninsula was involved in the so-called ìreading revolutionî, a process characterized by an important increase of the number and diversification of the interests of the public. Professors, students, members of technical-administrative Èlites, but also a wider community of readers were significantly interested in Italian and foreign books, such as novels, scientific and technical manuals, travel literature or philosophical and historical works. In particular, scientific publications coming from other European countries significantly attracted the attention of readers having a strong professional interest or a simple curiosity in medical science, agronomy or natural sciences. The largest part of these texts was available to ìcommonî readers ñ who knew only their own language ñ mainly through translations, that ñ as numerous scholars have highlighted ñ should be conceived not only as linguistic activities, but also as cultural practices. Starting from this final assumption and trying to combine different approaches (cultural history of translations, history of publishing, study of cultural transfers), the project TransIt aims to give a contribution to our understanding of the processes of circulation and reception of scientific ideas in Italy during the Enlightenment, by examining a specific corpus of translations of English and French works, and, especially, the role played by translators and publishers. The study of translations ñ and of translatorsí and publishersí policies in particular ñ is an useful tool to investigate the ways in which ideas were re-elaborated and assimilated in new cultural, social and political contexts. Translators and publishers acted as authentic ìcultural mediatorsî, always very attentive to satisfy publicís demands, by adopting different textual and paratextual strategies aimed at adapting the new foreign scientific theories and languages for the new readersí taste and knowledge.",
    "totalCost": "172477,2",
    "ecMaxContribution": "172477,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 172477
        }
    },
    "calculatedTotalContribution": 172477
}