{
    "rcn": "207673",
    "acronym": "EvoluTEM",
    "topics": "ERC-2016-STG",
    "title": "Illuminating Atomic Scale Processes in Liquids and Gases",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "EvoluTEM: Illuminating Atomic Scale Processes in Liquids and Gases\n\nObjective 1: To build new capability in atomic resolution environmental imaging and analysis. \nObjective 2: To apply this platform to synthesise new photonic nanomaterials with enhanced performance.\n\nThe vision is to design, construct, and make available the next generation of multifunctional in situ specimen holders for the scanning /transmission electron microscope (S/TEM). This new experimental resource will enable ground-breaking characterisation of complex nanoscale reactions under realistic and relevant environmental conditions using a lab-on-a-chip configuration. By providing a platform with unparalleled atomic scale imaging and simultaneous elemental analysis capabilities, as well as flexible in situ (temperature, pressure, and illumination) environments, this effort will provide an experimental module for a wide range of breakthrough in situ nanomaterials experiments. Motivating this work is the goal of being able to fully characterize the synthesis of novel photonic 2D materials, optoelectronic nanoparticles, and photoactive organic-inorganic perovskites. This research could lead to a new level of mechanistic understanding, providing knowledge to realize routes for the production of new nanostructures, with properties that can be optimally tailored for photonic applications (photovoltaics, light emission or optoelectronics). This ambitious research program is only possible because of the principal investigators outstanding electron microscopy expertise, coupled with the world leading nanofabrication capabilities and in situ imaging facilities at the University of Manchester. The project has been structured into five work packages (WPs) with each having well-defined milestones and deliverables.",
    "totalCost": "1755278,75",
    "ecMaxContribution": "1755278,75",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1755279
        }
    },
    "calculatedTotalContribution": 1755279
}