{
    "rcn": "207652",
    "acronym": "CH2P",
    "topics": "FCH-02-4-2016",
    "title": "Cogeneration of Hydrogen and Power using solid oxide based system fed by methane rich gas",
    "startDate": "01/02/2017",
    "endDate": "31/07/2020",
    "objective": "To achieve European ambitions to reduce global emissions of greenhouse gases by 80% before 2050, emissions of the transport and the energy sectors will need to decrease drastically. The Hydrogen Economy offers ready solutions to decarbonize the transport sector. Fuel cell electric vehicles (FCEVs) close to be deployed in the market in increasing numbers. For FCEVs to be introduced to the market in volumes, a network of hydrogen refuelling stations (HRS) first has to exist. Green hydrogen is figured, in the medium ñ long term, as the target technology to decarbonize the transport sector. Indeed, this will not be commercially attractive in the first years. Similarly, new-built hydrogen supply capacity will not be viable in the first years with low demand. \nCH2P aims at building a transition technology for early infrastructure deployment. It uses widely available carbon-lean natural gas (NG) or bio-methane to produce hydrogen and power with Solid Oxide Fuel Cell (SOFC) technology. Similar to a combined heat and power system, the high quality heat from the fuel cell is used to generate hydrogen. \nCH2P therefore generates hydrogen and electricity with  high efficiencies (up to 90%) and  a reduced environmental impact compared to conventional technologies. The system will have high dynamic (more than 50% of energy will be in form of hydrogen), purity level of hydrogen at 99.999%,  a CO-level lower than 200 ppb. The target cost for the hydrogen generated will be below 4,5 Ä/kg. The overall technology concept will be based on modularity to enable a staged deployment of such infrastructure.\nCH2P will realize two systems, one with hydrogen generation capacity of 20 kg/day, for components validation, and another at 100 kg/day for infield testing. \nA dissemination campaign will use the project results to demonstrate the technical readiness of CH2P technology, while industrial partners are committed to enter the market after the project end.",
    "totalCost": "6868158,75",
    "ecMaxContribution": "3999896",
    "coordinator": "FONDAZIONE BRUNO KESSLER",
    "coordinatorCountry": "IT",
    "participants": "SOLIDPOWER SPA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;VERTECH GROUP;HYGEAR TECHNOLOGY AND SERVICES BV;SHELL GLOBAL SOLUTIONS INTERNATIONAL BV;HTceramix SA",
    "participantCountries": "IT;CH;DE;FR;NL",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 461000
        },
        "937175104": {
            "orgId": "937175104",
            "orgName": "HYGEAR TECHNOLOGY AND SERVICES BV",
            "ecContrib": 915730
        },
        "999425242": {
            "orgId": "999425242",
            "orgName": "SHELL GLOBAL SOLUTIONS INTERNATIONAL BV",
            "ecContrib": 370000
        },
        "997365641": {
            "orgId": "997365641",
            "orgName": "HTceramix SA",
            "ecContrib": 0
        },
        "958250294": {
            "orgId": "958250294",
            "orgName": "VERTECH GROUP",
            "ecContrib": 220250
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 549916
        },
        "973618489": {
            "orgId": "973618489",
            "orgName": "SOLIDPOWER SPA",
            "ecContrib": 1483000
        }
    },
    "calculatedTotalContribution": 3999896
}