{
    "rcn": "207664",
    "acronym": "DRAMATIC",
    "topics": "MSCA-IF-2015-GF",
    "title": "Development of Relevant Approaches to Mathematically Model Increasingly Complex Microbially-driven Processes",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "Mathematical modelling has played a central role in understanding the fundamental characteristics and behaviour of ecological systems for over a century. In microbial systems, modelling has attempted to reveal the dynamics and interactions of simple co-cultures of organisms in chemostats through to more complex systems with highly diverse functionality. In real-world processes, such as engineered biological systems, EBS, (activated sludge, anaerobic digestion), the former models are incomplete for characterisation of the functional microbial diversity, whereas the latter models are intractable to mathematical analysis, rendering them as inadequate. The Fellowship will investigate the suitability of current mechanistic approaches to modelling for EBS using chemostat theory, but also exploring the analysis of higher dimensional models. The fellow will undertake their outgoing phase at McMaster University to develop their skills in dynamical system theory, applied to real-world systems and observed microbial ecological behaviour in various forms. This will include the use of both analytical and numerical methods to understand system stability and the detection of emergent properties. Recent advances in the understanding of the limits of classical Monod-type growth functions has given rise to new approaches including stochastic and diffusion-based models. However, mathematical investigation of these alternative concepts is not yet fully realised. The fellow will bridge the gap between microbial ecological theory, modelling and mathematical theory to understand the practical possibilities and predictive capabilities that can be exposed when rigorous analysis is achieved. As part of the return phase, he will spend a period at INRA, France, to investigate the validation and application of the models to real systems. This will be continued at Newcastle University, where dissemination of the outputs, including a dedicated software tool will be also be carried out.",
    "totalCost": "255349,8",
    "ecMaxContribution": "255349,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998225740": {
            "orgId": "998225740",
            "orgName": "MCMASTER UNIVERSITY",
            "ecContrib": 0
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 255350
        }
    },
    "calculatedTotalContribution": 255350
}