{
    "rcn": "207694",
    "acronym": "SALAS",
    "topics": "SMEInst-05-2016-2017",
    "title": "MALLEABLE SURGICAL RETRACTOR FOR COMPLETE EXPOSURE OF MITRAL VALVE",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Heart valves play a key role in the way blood flow, opening and closing with each heartbeat. Almost all interventions in cardiac surgery are performed to repair or replace the mitral, aortic or tricuspid valve. In specific case of mitral valve surgery, good exposure of mitral valve and its ring is essential for the surgeon\nConventional mitral valve surgery is performed opening the sternum (20-25cm) with a retractor and then surgical operation is carried out.  The use of minimally invasive (MIS) surgery allows decrease of recovery time, decrease of surgical trauma, reduction of pain improving patient satisfaction and reducing hospital resource utilization. All this advantages, make that nowadays half of mitral surgery operations are made in developed countries following MIS techniques. Main drawback of MIS surgery is that operation areas exposure is limited which makes surgeons work harder than doing it in open surgery. Better exposure translates into better surgical results, optimal stability of the surgery and optimal long-time clinical results. In Minimall invasive mitral surgery, only an anterior traction retractor is used but the exposure that allows to the surgeon is limited. \nDue to aging of population and development of emerging countries, mitral valve surgical procedures are growing market worldwide expecting to double its actual size for 2030.\nIn this scenario, ANSABERE in collaboration with Dr. Anas Sarraj (surgeon of Hospital La Princesa in Madrid and associate professor of Autonomous University of Madrid) has developed an innovative device for both mitral conventional and MIS surgery, called SALAS, that provide better and complete exposition of the mitral valve and its ring from inside the left atrium. The instrument allows to surgeon to adjust and adapt the working area due  to the use of the lateral flap and the malleability of the arms of the invention.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANSABERE SURGICAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917466547": {
            "orgId": "917466547",
            "orgName": "ANSABERE SURGICAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}