{
    "rcn": "207643",
    "acronym": "Safe2LPG",
    "topics": "SMEInst-13-2016-2017",
    "title": "Device for safety and security in liquid petroleum gas systems",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "LPG leakages represent both a safety and a security global issue, often causing structure fires and explosions. A total of 1170 home fires were reported in 2010 by the US National Fire Protection Association stemming from liquid petroleum gas (LPG) leakages, resulting in an annual average of 34 civilian fire deaths and 135 injuries. More than 7000 accidental fires and explosions occur annually due to LPG leaks in grills systems, resulting in more than 20,000 emergency room visits and more than 20 deaths, solely in US.\nThe Danish SME Integrated Gas Technology ApS (IGT) will target a major market opportunity through testing and demonstrating an innovative device to detect and shut-off gas leakages in LPG systems (Safe2LPG). The Safe2LPG solution has the potential to substitute current LPG gas regulators and become a step forward for safety and security standards of residential, commercial and public buildings supplied by LPG systems. The novel Safe2LPG is an advanced and highly sensitive mechanical shutoff gas valve, capable of detecting and automatically shutting off irregular gas consumption caused by gas leaks, including very small leaks (15 cm2/h). Safe2LPG will effectively mitigate the risk of long and dangerous gas leakages, and consequently their potentially serious consequences.\nBy ensuring and demonstrating a maximum level of safety and security, we will attain a key differentiating factor in order to gain access to the market. Initially, this will require a Phase 1 feasibility study that will give us a clear direction for our demonstration and market replication strategies. Subsequently, based on proven feasibility, in the Phase 2 we will need to generate full-scale showcases, which demonstrate the technical and economic benefits of our solution to generate enough consumer confidence and facilitate broader market uptake. Accordingly, we foresee a cumulative revenue of more than Ä101 million, 5 years after commercialization of the novel Safe2LPG.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTEGRATED GAS TECHNOLOGY APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918982754": {
            "orgId": "918982754",
            "orgName": "INTEGRATED GAS TECHNOLOGY APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}