{
    "rcn": "207607",
    "acronym": "RetroNets",
    "topics": "ERC-2016-COG",
    "title": "Reverse Engineering Gene Regulatory Networks",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Gene regulatory networks (GRNs) are an important cellular signal processing mechanism for translating input signals into\nappropriate phenotypes by modulating expression of the genome. The quantitative details of how cells process information\nthrough GRNs are still poorly understood, but of central importance in a large number of biological processes. Considerable\nprogress has been made in mapping the topology of GRNs and more recently in deciphering the relationship between\npromoter sequence and function. Nonetheless, it is not yet possible to computationally predict the output of most native\npromoters, nor is it trivial to build promoters that integrate signals in a novel and predictive manner. Developing a\nquantitative understanding of transcriptional regulation, ultimately leading to the ability to predict entire GRNs will be a\nsignificant achievement and a prerequisite for our ability to engineer biological systems.\nI propose a multi-disciplinary approach incorporating biology, engineering, and computational modelling to improve our\nquantitative understanding by reverse engineering GRNs in S. cerevisiae. My research group has developed a powerful set\nof unique, high-throughput microfluidic technologies that enable the quantitative analysis of GRNs in vitro and in vivo.\nSpecifically I propose to quantitatively investigate the yeast phosphate regulatory network and to develop a master model\ncapable of predicting output of the network under various inorganic phosphate concentrations, to develop novel approaches\nfor modulating GRNs using engineered Zn-finger transcription factors (TF) and CRISPR/Cas, to link GRN output to fitness\nin order to develop an understanding of how networks are optimized and evolve, and to reverse engineer an exact\nfunctional copy of the native phosphate regulatory network with orthogonal components.",
    "totalCost": "1993858",
    "ecMaxContribution": "1993858",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1993858
        }
    },
    "calculatedTotalContribution": 1993858
}