{
    "rcn": "207622",
    "acronym": "IPFLOW",
    "topics": "ERC-2016-COG",
    "title": "Inverse Problems and Flows",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "In this project, we propose to study mixing and rigidity properties of a large class of flows in geometry and dynamical systems using novel microlocal and spectral methods. \nSuch methods, recently developed for flows with hyperbolicity, are based on the construction of new functional spaces, adapted to the considered flow, on which the generating vector field is Fredholm with discrete spectrum, known as the resonance spectrum. We want to apply these tools to the following categories of long-standing problems:\n\n1) Geometric inverse problems:  boundary and lens rigidity problems, analysis of the X-ray transforms for geodesic flows and its applications to Calderon and Gelfand inverse problems.\n2) Rigidity for Anosov flows: determination of the minimal regularity of the stable/unstable foliations providing rigidity, rigidity questions for regular conjugacies of flows. \n3) Rate of mixing for flows of hyperbolic type: decay of correlations of Axiom A flows, Anosov flows, and their compact Lie groups extensions, frame flows of negatively curved manifolds.\n4) Resonances for locally symmetric spaces: relation between resonances of the flow and the spectrum of Laplacians on bundles.\n\nTo address these problems, we will develop a thorough analysis for the regularity and the long time properties of solutions to transport equations. We are convinced that the proposed approach will provide solutions to these problems, which have been out of reach for a long time.",
    "totalCost": "1133236",
    "ecMaxContribution": "1133236",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1133236
        }
    },
    "calculatedTotalContribution": 1133236
}