{
    "rcn": "207624",
    "acronym": "BioREAD",
    "topics": "ERC-PoC-2016",
    "title": "BioREAD; a Continuous Barrier Quality Monitoring System for Organs-on-Chip",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "Organs-on-chip are expected to play a crucial role in the pharmaceutical industry for drug development and study of organs and diseases. We propose the development of an electrical detector that enables simple, versatile and continuous quality monitoring of these devices and is essential for commercialization. Combined with recent advances in stem cell technology, Organ-on-Chips can be used to do drug screening on an individual level. Therefore it can serve as instrument for personalized medicine, by determining the effectiveness of selected compounds, as well as possible side-effects to determine safe drug doses on a person-specific level. Moreover, Organs-on-Chip will greatly contribute to a further reduction in the need for animal testing. Besides the pharmaceutical industry, Organs-on-Chip hold great promise for the food and cosmetics industry to test the safety of products.\n\nOrgan-on-Chip systems need continuous monitoring of the quality of the cell barrier to guarantee reliable outcomes of the drug development tests. State-of-the-art methods, such as fluorescence and commercially available Trans-Endothelial Electrical Resistance (TEER) measurement apparatus are discontinuous, inaccurate and/or harmful for the cells and therefore unsuitable for pharmaceutical applications. Our innovation overcomes these disadvantages. It enables continuous quality monitoring of the barrier function of the organ, which is essential for the commercialization of Organs-on-Chip. The BIOS-Lab on Chip group holds an excellent record in high-quality TEER measurements, demonstrating direct current (DC) TEER-measurements in a gut-on-a-chip in a top-15 of most cited research papers in the journal Lab-on-Chip   in 2015 and has ample experience in the development of a blood-brain barrier on chip. This proposal is part of the ERC-project Vascular Engineering on-chip using differentiated Stem Cells (VESCEL).",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}