{
    "rcn": "207626",
    "acronym": "FAST-bact",
    "topics": "FTIPilot-01-2016",
    "title": "A novel fast test for antibiotic susceptibility testing for Gram positive and Gram negative bacteria",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "In this project, the consortium will develop FAST-bact kits, a breakthrough test method to rapidly determine antibiotic drug susceptibility (AST), which will improve treatment of patients with serious bacterial infections. The current methodology in AST has a turnaround time of at least 24 hours, and up to 48 hours in case of blood cultures, whereas this novel flow cytometry-based test delivers results within 1-2 h. This will enable clinicians to start optimal antibiotic treatment as soon as possible, with a major impact on health and quality of life of patients and on health care costs.\nResistance to antibiotic treatment leads to difficulties in the treatment of patients with bacterial infections. The FAST-bact project will have great impact on treatment of patients with (resistant) bacterial infections; a susceptibility report in useful time will reduce the use of broad spectrum or last line antibiotics. The FAST-bact tests will be marketed to clinical and microbiology diagnostic laboratories, in order to perform fast and accurate AST testing and optimize treatment for these patients. The tests will be marketed as a microplate-based kit, containing panels of antibiotics and compatible probes to determine the effect of the antibiotics, and including a software package for interpretation of results.\nThe consortium will perform clinical validation of the tests against European and US standard methods. The previously designed decision support software, which allows fast and convenient result delivery, will be finalised and implemented. The technical file for regulatory proceedings will be drafted and large-scale production will be started. A commercialisation and dissemination plan will be drafted for market launch of the FAST-bact tests, first in Europe with expansion to other regions. In addition to these first products, opportunities will be explored to utilize the FAST-bact method for other tests, which will be included in the exploitation plan.",
    "totalCost": "3675325",
    "ecMaxContribution": "2655602,5",
    "coordinator": "FASTINOV SA",
    "coordinatorCountry": "PT",
    "participants": "EUROCLONE DIAGNOSTICA SRL;SERVICIO MADRILENO DE SALUD;UROBOPTICS - TECHNICAL CONSULTING & RESEARCH, LDA;PROFESS MEDICAL CONSULTANCY BV",
    "participantCountries": "IT;ES;PT;NL",
    "projectParticipants": {
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 276250
        },
        "926146786": {
            "orgId": "926146786",
            "orgName": "FASTINOV SA",
            "ecContrib": 1319062
        },
        "931973479": {
            "orgId": "931973479",
            "orgName": "PROFESS MEDICAL CONSULTANCY BV",
            "ecContrib": 181125
        },
        "934894149": {
            "orgId": "934894149",
            "orgName": "UROBOPTICS - TECHNICAL CONSULTING & RESEARCH, LDA",
            "ecContrib": 267890
        },
        "924420283": {
            "orgId": "924420283",
            "orgName": "EUROCLONE DIAGNOSTICA SRL",
            "ecContrib": 611275
        }
    },
    "calculatedTotalContribution": 2655602
}