{
    "rcn": "207681",
    "acronym": "FILL2030",
    "topics": "INFRADEV-03-2016-2017",
    "title": "The Future of ILL 2030",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "FILL2030 will adapt the business model for the ILL to fit the changing landscape of neutron research. The business model will secure full operational capacity of ILL to meet the demand from its users, until at least 2030. Neutron scattering in Europe is in a major transition period. The technique, developed by experts, has reached a level of maturity that fits the wide use by a broad, non-expert user community. Cutting edge experiments which demonstrate scientific excellence are performed in parallel to the most efficient, high throughput approach which will ensure the broadest, highest impact. This evolution in the user model is concurrent with the emergence of the big data driven, multi-disciplinary research approach. This demands the simplest, most open access to analytical facilities, as far as possible. At the same time, capacity in Europe for neutron scattering is being reduced with the closure of two major national facilities. ESS will start operation in the mid-2020ís providing new capability, but initially limited capacity. Already today ESS constitutes a major strain on the European neutron scattering budget. It is crucial in this case for ILL to service the future users of ESS till 2030.\nIn FILL2030 adapting the business model is done through developing new service packages for academia and industry, adapting the funding model, developing tools to identify emerging user groups and to show case the socio-economic impact of the research done at ILL. FILL2030 will also provide ILL the means to test the new business model in piloting the new access modes for new users.\nAs one of the oldest, large scale research infrastructures in Europe, with a funding model distributed across many stakeholders and a diverse user community, the ILL is an ideal test bed for adapting such infrastructures to the changing European Research Area. ILL will actively disseminate the lessons learned in FILL2030, so that other research infrastructures can benefit from them.",
    "totalCost": "3983750",
    "ecMaxContribution": "3983750",
    "coordinator": "INSTITUT MAX VON LAUE - PAUL LANGEVIN",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999933522": {
            "orgId": "999933522",
            "orgName": "INSTITUT MAX VON LAUE - PAUL LANGEVIN",
            "ecContrib": 3983750
        }
    },
    "calculatedTotalContribution": 3983750
}