{
    "rcn": "207658",
    "acronym": "BIOROBURplus",
    "topics": "FCH-02-2-2016",
    "title": "Advanced direct biogas fuel processor for robust and cost-effective decentralised hydrogenproduction",
    "startDate": "01/01/2017",
    "endDate": "30/06/2020",
    "objective": "BioROBURplus builds upon the closing FCH JU BioROBUR project (direct biogas oxidative steam reformer) to develop an entire pre-commercial fuel processor delivering 50 Nm3/h (i.e. 107 kg/d) of 99.9% hydrogen from different biogas types (landfill gas, anaerobic digestion of organic wastes, anaerobic digestion of wastewater-treatment sludges) in a cost-effective manner.\nThe energy efficiency of biogas conversion into H2 will exceed 80% on a HHV basis, due to the following main innovations:\n1) increased internal heat recovery enabling minimisation of air feed to the reformer based on structured cellular ceramics\ncoated with stable and easily recyclable noble metal catalysts with enhanced coking resistance; 2) a tailored pressure-temperature-swing adsorption (PTSA) capable of exploiting both pressure and low T heat recovery from the processor to\ndrive H2 separation from CO2 and N2; 3) a recuperative burner based on cellular ceramics capable of exploiting the low\nenthalpy PTSA-off-gas to provide the heat needed at points 1 and 2 above. \nThe complementary innovations already developed in BioROBUR (advanced modulating air-steam feed control system for coke growth control; catalytic trap hosting WGS functionality and allowing decomposition of incomplete reforming products; etc.) will allow to fully achieve the project objectives within the stringent budget and time constraints set by the call.\nProf. Debora Fino, the coordinator of the former BioROBUR project, will manage, in an industrially-oriented perspective, the work of 11 partners with complementary expertise: 3 universities (POLITO, KIT, SUPSI), 3 research centres (IRCE, CPERI, DBI), 3 SMEs (ENGICER, HST, MET) and 2 large companies (ACEA, JM) from 7 different European Countries.\nA final test campaign is foreseen at TRL 6 to prove targets achievement, catching the unique opportunity offered by ACEA to\nexploit three different biogas types and heat integration with an anaerobic digester generating the biogas itself.",
    "totalCost": "3813536,24",
    "ecMaxContribution": "2996248,74",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;DBI - GASTECHNOLOGISCHES INSTITUT GGMBH FREIBERG;UAB MODERNIOS E-TECHNOLOGIJOS;HYSYTECH SRL;ACEA PINEROLESE INDUSTRIALE SPA;KARLSRUHER INSTITUT FUER TECHNOLOGIE;ENGICER SA;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JOHNSON MATTHEY PLC",
    "participantCountries": "EL;DE;LT;IT;CH;FR;UK",
    "projectParticipants": {
        "998750025": {
            "orgId": "998750025",
            "orgName": "UAB MODERNIOS E-TECHNOLOGIJOS",
            "ecContrib": 130530
        },
        "937307315": {
            "orgId": "937307315",
            "orgName": "ACEA PINEROLESE INDUSTRIALE SPA",
            "ecContrib": 221582
        },
        "998081016": {
            "orgId": "998081016",
            "orgName": "HYSYTECH SRL",
            "ecContrib": 783750
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 301900
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 209790
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 215000
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 395000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 177225
        },
        "941613824": {
            "orgId": "941613824",
            "orgName": "ENGICER SA",
            "ecContrib": 0
        },
        "961498436": {
            "orgId": "961498436",
            "orgName": "DBI - GASTECHNOLOGISCHES INSTITUT GGMBH FREIBERG",
            "ecContrib": 561471
        }
    },
    "calculatedTotalContribution": 2996248
}