{
    "rcn": "207695",
    "acronym": "QSave",
    "topics": "SMEInst-13-2016-2017",
    "title": "QUAKE SAVER: Emergency System for Door opening in any critical condition.",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "A large geographical area of Italian territory, European and international level is known to be subject to natural disasters, such as earthquakes, hydrogeological, landslides. Unfortunately, in many cases, these circumstances have devastating effects on the population, on the basis of these events, the innovative proposal Quake Saver System (acronym QSave), anti-locking door system, it is proposed to strengthen the users' safety standards not only of high seismic risk and hydro territories, but also in the industrialized areas subject to greater stress (arson, attacks, and in some cases the production defects of the exit routes installed). The anti-locking door system, QSave, protected by an industrial patent (N. WO 2015/132758 A1), will soon become a certified anti-seismic system, not-structural, for escape routes, thereby enhancing the resilience of European citizens in cases of exceptional events caused by natural disaster. The QSave prevents the block of the opening door by structural failures, not only generated by earthquakes, but also from defects of building structures which affect the door frame. The QSave device, which is inserted at the top and bottom of the door, can be applied both to new doors to the existing ones. The device has been realized to not compromise the effraction safety of the doors. It does not underestimate the fact that the installation of the anti-lock system is a low cost solution, compatible with any type of locks and leaves intact the design of the door. Lately more and more are presenting the seismic events that jeopardize the security of entire communities/cities, and that is not easy social and economic recovery. The business opportunities that will be addressed after the preparation of an innovative BP, are the large-scale production and marketing of QSave system that will allow an increasing the level of employment youth and will be a little help to increase the G.D.P. (Gross Domestic Product) of European areas.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LF SYSTEM ITALIA SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920667935": {
            "orgId": "920667935",
            "orgName": "LF SYSTEM ITALIA SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}