{
    "rcn": "207691",
    "acronym": "U2PIA",
    "topics": "SMEInst-13-2016-2017",
    "title": "Universal application 2 conduct Privacy Impact Assessment analysis and reports",
    "startDate": "01/11/2016",
    "endDate": "31/03/2017",
    "objective": "We are Nier Soluzioni Informatiche (NSI), an innovative software company that operates since 2002 in the fields of security compliance, privacy compliance, and counselling on the protection of personal information in collaboration with law firms. We have a strong history and capacity to develop new products/services (10% revenue growth), a Ä4.2M turnover in 2015 and 80 employees currently, established commercialization channels, and an international customer base of both private companies (e.g. Philips, Nike, Magneti-Marelli, Scuderia Toro-Rosso) and public entities (e.g. Universit‡ di Bologna, Rizzoli Institute, San Raffaele Hospital of Milan, or AUSL ñhealthcare system of Emilia Romagna Region). \n\n With the support of renowned legal experts focused on privacy and data protection (Orlandi-Leone Studio Legale), we are launching U2PIA, a disruptive cloud platform designed to enable the creation of in-depth analysis of the risks which Personal Data are subject to through a Privacy Impact Assessment (PIA). Our platform will address the requirements of the upcoming mandatory European regulation (EU) 2016/679 on Privacy Assessment that all private and public EU companies must meet, to avoid the large penalties and severe sanctions that they could suffer if proper action is not taken (failure to comply put the business at a risk of a sanction up to 20 million euros or, if higher, up to 4% of annual worldwide turnover). Thanks to U2PIA, not only do we expect about Ä3.1M revenue and ROI of 2.78 by the third year of business, but it will also help us become a cloud SaaS service leader provider.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NSI NIER SOLUZIONI INFORMATICHE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952712564": {
            "orgId": "952712564",
            "orgName": "NSI NIER SOLUZIONI INFORMATICHE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}