{
    "rcn": "207647",
    "acronym": "PROBATE",
    "topics": "JTI-CS2-2016-CFP03-ENG-01-06",
    "title": "Planet ROlling Bearing with Advanced TEchnologies",
    "startDate": "01/01/2017",
    "endDate": "30/06/2021",
    "objective": "The development of Ultra High Propulsive Efficiency (UHPE) engine is a key factor to fulfil the main milestones of the Sustainable And Green Engines (SAGE) program: high environmental benefits of UHPE will be reached through a power gearbox decoupling fan and turbine speeds.\nSuch innovation raises different technological challenges: the increase of the rotational speed and harsh lubrication conditions due to the centrifugal field. In terms of power gearbox performance and reliability, the design and lubrication of the rolling bearings, crucial components, can affect the gearbox and engine architectures.\n\nThe scope of PROBATE is ìto predict bearing behaviour (through dynamic, lubrication & thermal coupled modelling) and develop various planet rolling bearing technologies, overcoming current design rules of aero-engine bearings enabling the development of a UHPE engineî. Specific objectives are:\n- To develop a new numerical model able to predict heat generation and transfer in the planet bearing taking into account interactions between dynamics, lubricant and thermal behaviours\n- To develop an optimized profile ceramic roller, a specific polymer cage design and an optimized lubrication solution as well as their integration in the new planet bearing\n- To demonstrate -30% in power loss & oil flow and -15% of the bearing weight in comparison to the current baseline solution & increasing at the same time the reliability.\n\nTo demonstrate their enhanced performances, the PROBATE new bearing technologies will firstly assessed through modelling and then tested with elementary and sub-scale testing. The gained knowledge will enable the transfer and exploitation of projects results to the industrial field by providing analysis tools and new design rules.\nSKF AERO-BV-ENGINE have well-known high-level engineering capabilities in the aerospace filed, performance test facilities and manufacturing units necessary to develop a new advanced bearing technology for future UHPE engine.",
    "totalCost": "711781,25",
    "ecMaxContribution": "498246",
    "coordinator": "SKF AEROSPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "SKF BV;SKF AEROENGINE FRANCE",
    "participantCountries": "NL;FR",
    "projectParticipants": {
        "953049736": {
            "orgId": "953049736",
            "orgName": "SKF AEROENGINE FRANCE",
            "ecContrib": 82440
        },
        "998565725": {
            "orgId": "998565725",
            "orgName": "SKF AEROSPACE FRANCE",
            "ecContrib": 236956
        },
        "994928031": {
            "orgId": "994928031",
            "orgName": "SKF BV",
            "ecContrib": 178850
        }
    },
    "calculatedTotalContribution": 498246
}