{
    "rcn": "207696",
    "acronym": "AWARENET",
    "topics": "SMEInst-01-2016-2017",
    "title": "The World¥s First Application-Aware Network: Enabling Dynamic Bandwidth Management and Guaranteed Data Connection Quality in Mobile Networks",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Unmet challenges related to explosive demand for mobile internet data volumes pressure the telecoms and interrupt the service quality for end-users. Cloudstreet is now commercialising a unique Dynamic Profile Controllerô (DPC) solution for smart optimisation of limited bandwidth resource in current and forthcoming LTE networks.\n\nThe disruptive innovation enables to identify the exact data need for each internet connected device or application on-the-fly and deliver the required bandwidth accordingly. The Cloudstreet DPC enables the world¥s first consumer ready Application Aware Network solution.\n\nThe DPC solves challenges for telecoms¥, web-service providers and mobile internet end-users:\nï Meets the rapidly increasing mobile data demand by smart bandwidth management\nï Gives end-users¥ 99.99% service reliability and guaranteed connection for even to most data-demanding tasks in mobile networks\nï Unlocks the huge potential of web services and smart innovation, especially in busy urban centres or in remote areas\nï Monetises the increasing data volumes and creates 50% revenue income potential for telecoms\nï Provides tools for achieving Net Neutrality goals and building capable 5G networks for minimum costs and risks\n\nThe AWARENET project marks a key phase in Cloudstreet¥s road to market clearance. It aims to achieve DPC architecture scale-up and create standardised integration solution for most telecoms globally. As a key task in the project, Cloudstreet will pilot the DPC within 5 Central-European networks to achieve market validation in the targeted consumer and business segments. \n\nAs a direct result of the AWARENET project, Cloudstreet will unlock the EU markets that will create disruptive spill-over effect on other regions and application areas. By 2020, Cloudstreet aims to be the global leader in Application Aware Network solutions, providing universal dynamic bandwidth management solution for over 100 LTE networks and 7 million end-users globally.",
    "totalCost": "2291125",
    "ecMaxContribution": "1603787,5",
    "coordinator": "CLOUDSTREET OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952261126": {
            "orgId": "952261126",
            "orgName": "CLOUDSTREET OY",
            "ecContrib": 1603788
        }
    },
    "calculatedTotalContribution": 1603788
}