{
    "rcn": "207644",
    "acronym": "NZi-VITAL",
    "topics": "SMEInst-10-2016-2017",
    "title": "Novel Smart Motorcycle helmet with integrated health monitoring system, accident detection and eCall compliance.",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "NZi-Vital is the first smart helmet for powered two wheelers integrating a vital sign monitoring and accident detection system capable of automatically contacting emergency services in the event of an accident, and providing accurate and valuable information (position, heart rate), without the need of human interaction. The eCall (emergency call) is performed through an APP previously installed in the user¥s smartphone, which also warns the rider in case of bad health conditions. This APP allows real-time monitoring and post-ride analysis by the user. The system incorporates an audio communication module (headphones and microphone) to provide a direct voice channel with the emergency staff. So as to ensure a maximum reliability, it includes a wind power generator that, on average, generates enough energy for the whole system.\n\n125c.c. and above motorcycle users comprise the target market of the NZi-VITAL helmet, since they will maximise the benefits of eCall (reduction of fatalities and severe injuries in roads) compared with more urban oriented vehicles.\n\nNZi-VITAL will promote the implementation of reliable eCall systems in powered two wheelers. eCall is estimated to achieve 7,5% fewer fatalities and 6% fewer hospitalisation of 1 or more days(1). This project will therefore support some EU initiatives adopted to reduce the number of deaths on Europeís roads, such as the 2011 White Paper and the European Road Safety Policy Orientations 2011-2020.\n\nDuring this phase1, a comprehensive investor-ready feasibility study of the NZi-Vital will be drawn so as to guarantee the technical and commercial viability of the project and as well as building up the technical plan for phase2.\n\nPreliminary market projections shows a Return on Investment of 3.4 for the first five years of commercialization of the NZi-Vital helmet and revenues of Ä3 million.\n\n(1)    According to Public Consultations Report: Deployment of In-Vehicle Emergency Call In EUROPE.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NZI TECHNICAL PROTECTION S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999713041": {
            "orgId": "999713041",
            "orgName": "NZI TECHNICAL PROTECTION S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}