{
    "rcn": "207686",
    "acronym": "LYO-CHECK",
    "topics": "SMEInst-01-2016-2017",
    "title": "Automatic inspection of lyophilized preparations through innovative ICT control system",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The aim of LYO-CHECK project is to create two machines, one pilot machine and one fully automatic industrial machine, for the inspection of lyophilized pharmaceutical preparations intended for injection, based on the two elements of:\na)\tan innovative vision architecture (dedicated software and optical layout);\nb)\tan ancillary technology (head space gas analysis) for testing the sterility of the product via container integrity inspection.\nPharmaceutical products intended for injection, also called PARENTERALIA, are becoming more and more commonly found in lyophilized form and this trend appears to grow steadily, especially for anti-infectives, biotechnology derived products, and in-vitro diagnostics. In fact, the lyophilized product shows the following characteristics:\n- Long term storage (more than two years), even at room temperature if stored properly;\n- Protection from pollution due to microorganisms activity ;\n- Ease of transport and storage;\n- Rapid reconstitution of the product in contact with the appropriate solvent;\n- preservation of the original product features.\nNevertheless, the quality-control inspection of products in lyophilized form pose peculiar challenges, needing a dedicated system which is totally different from the one so far applied to inspect parenteral products in liquid form.\nDuring the LYO-CHECK project, the pilot and industrial machines will be used for demonstration in operational environment with trials on potential customerís products. LYO-CHECK project is based on a sound technical and economical/financial feasibility study, and will allow Antares Vision to increase market share in Europe and worldwide with this breakthrough innovation, with a high impact in terms of increased turnover and employment rate.",
    "totalCost": "2452558,75",
    "ecMaxContribution": "1716791,13",
    "coordinator": "ANTARES VISION SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930083240": {
            "orgId": "930083240",
            "orgName": "ANTARES VISION SRL",
            "ecContrib": 1716791
        }
    },
    "calculatedTotalContribution": 1716791
}