{
    "rcn": "207602",
    "acronym": "SCUBA CANCERS",
    "topics": "ERC-2016-STG",
    "title": "Finding the genetic causes of contagious metastases under the sea",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Clonally transmissible cancers are somatic cell lineages that are transmitted between individuals via the transfer of living cancer cells. There are only three known types of naturally occurring clonally transmissible cancers, one of which is a leukemia-like cancer found in marine bivalves, called hemic neoplasia (HN).\nHN in cockles Cerastoderma edule offers an unique opportunity, over the other naturally occurring transmissible cancers, for the discovery of the genetic drivers of cancer transmissibility because: (1) cockle HN has a polyphyletic origin, which allows the identification of recurrently mutated genes among different unrelated cockle HN lineages; (2) HN provides a reliable in vitro and in vivo model that could be used for driver gene discovery and validation by means of genetic engineering methods; (3) cockle HN represents a nearly endless source of biological resources for study and experimentation on the origins and development of natural clonally transmissible cancers, due to the ubiquity of cockles throughout the Western Atlantic coast of Europe and the high prevalence of HN (>20%).\nUsing HN in cockles as a model for clonally transmissible cancers, this project intends to identify the genomic alterations and mutational processes that drive transmissible cancers to depart from their hosts and evolve as parasitic clonal lineages in the marine environment, for illuminating universal processes that make a cancer contagious, and to identify new/unexpected biological insights into the general mechanisms of cancer metastasis.\nWe will first characterize the clonal structure of cockle transmissible cancers by phylogenetic approaches. Then, we will use NGS analysis to catalogue the somatic alterations that characterize different HN clonal lineages, figure out the mutational processes that operate in marine transmissible cancers, and identify the putative cancer genes that drive cancer transmissibility, which will be finally validated by genome editing approach",
    "totalCost": "1492500",
    "ecMaxContribution": "1492500",
    "coordinator": "UNIVERSIDAD DE VIGO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 1492500
        }
    },
    "calculatedTotalContribution": 1492500
}