{
    "rcn": "207670",
    "acronym": "NanoToX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Does climate change enhance the nanoparticle toxicity of freshwater biofilms?",
    "startDate": "09/01/2017",
    "endDate": "30/08/2019",
    "objective": "Aquatic ecosystems are threatened by multiple environmental stressors including pollutants and climate change. Considerable progress has been made in understanding the environmental impact of many stressors in recent years, yet new, potentially powerful, toxicants such as engineered nanoparticles (ENPs) continue to emerge in aquatic systems and their effects on these ecosystems remain poorly understood. The release of ENPs into the environment is accelerating  , and as the global climate warms, the combined effects of both stressors (ENP \\ temperature increase) could have significant consequences for aquatic life. As a major step into understanding the climate change-enhanced environmental impacts of ENPs in aquatic ecosystems, we focus on the responses of fluvial biofilms -microbial consortia that drive aquatic primary production and respiration and thus, control nutrient conditions  - as key points of ENP entry in to aquatic food webs. \nThe central goal of NanoTOX is to elucidate how much river warming will affect fluvial biofilms at genetic, metabolic/functional and structural levels, and how the presence of environmental concentrations of ENPs may further stress the communities. The combination of multiple stressors (increased temperature and ENP) is expected to have a profound influence on the fluvial biofilms performance. This objective will be achieved through an innovative, interdisciplinary approach using an array of methods from the fields of ecotoxicology (ecology and toxics), molecular, functional ecology and nanotechnology will be applied. \nThe proposed interdisciplinary study is a major first step in opening a new research field focussing specifically on biofilms as entry points to the food web and assessing ENP impacts under future climate scenarios. NanoTOX project results therefore will provide valuable information to underpin current updates to European legislation, ENP industry and will address social challenges.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}