{
    "rcn": "207683",
    "acronym": "Q-Air",
    "topics": "FTIPilot-01-2016",
    "title": "Sustainable Prefabricated Glass FaÁade with Performance Exceeding State-of-the-art Glass FaÁades",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The proposed project is about an innovative breakthrough solution in glass faÁade design for more sustainable architecture and construction. Qbiss Air is the perfect match to European and global needs to improve energy efficiency, cut CO2 emissions, reduce Europe¥s dependency on energy imports and provide healthy indoor living and working conditions. Using innovative, patented multi-chamber insulating core, Qbiss Air provides superior thermal insulation, Ucw?0.3 kWh/m2K, which is at least two times better compared to state-of-the art glass facades. The revolution is fully transparent faÁade without the use of external sun shades which enables low energy building level 15-35 kWh/m2a without reducing internal comfort. Also, Qbiss Air increases daylighting vs. current glass facades, at the same thermal performance level. These benefits are unmatched by any other glass facades worldwide. Qbiss Air brings high-end overall building performance and benefits through the entire life cycle, including indoor comfort, economic value, environmental friendliness and high quality. For successful European and global market take-up, Qbiss Air needs final development, testing, certification, BIM integration and exploitation activities. Wide commercial potential for Qbiss Air is in new construction, renovation and segments with high-end performance and sustainable requirements. Consortium partners are key supply chain experts and will address all stakeholders ñ architects, facade consultants, installers, institutions and policy makers during the project and beyond. Qbiss Air innovation is appealing to potential clients, it will enable consortium partner¥s turnover growth, create new jobs,\nstrengthen European competitiveness and innovativeness. Qbiss Air will move sustainable glass building construction to a higher level and enable faster achievement of nearly Zero Energy Buildings (nZEB), 2030 Climate and Energy Framework and Roadmap 2050 targets.",
    "totalCost": "3424850,88",
    "ecMaxContribution": "2497532",
    "coordinator": "TRIMO ARHITEKTURNE RESITVE D.O.O",
    "coordinatorCountry": "SI",
    "participants": "CANTORI SRL;SKANDINAVISKA GLASSYSTEM AB;KOHLBECKER GESAMTPLAN GMBH;ZAVOD ZA GRADBENISTVO SLOVENIJE",
    "participantCountries": "IT;SE;DE;SI",
    "projectParticipants": {
        "970956227": {
            "orgId": "970956227",
            "orgName": "TRIMO ARHITEKTURNE RESITVE D.O.O",
            "ecContrib": 1248293
        },
        "999527092": {
            "orgId": "999527092",
            "orgName": "ZAVOD ZA GRADBENISTVO SLOVENIJE",
            "ecContrib": 333790
        },
        "925012080": {
            "orgId": "925012080",
            "orgName": "CANTORI SRL",
            "ecContrib": 247960
        },
        "946513100": {
            "orgId": "946513100",
            "orgName": "SKANDINAVISKA GLASSYSTEM AB",
            "ecContrib": 368283
        },
        "926985254": {
            "orgId": "926985254",
            "orgName": "KOHLBECKER GESAMTPLAN GMBH",
            "ecContrib": 299206
        }
    },
    "calculatedTotalContribution": 2497532
}