{
    "rcn": "207603",
    "acronym": "ADJUV-ANT VACCINES",
    "topics": "ERC-2016-STG",
    "title": "Elucidating the Molecular Mechanisms of Synthetic Saponin Adjuvants and Development of Novel Self-Adjuvanting Vaccines",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The clinical success of anticancer and antiviral vaccines often requires the use of an adjuvant, a substance that helps stimulate the bodyís immune response to the vaccine, making it work better. However, few adjuvants are sufficiently potent and non-toxic for clinical use; moreover, it is not really known how they work. Current vaccine approaches based on weak carbohydrate and glycopeptide antigens are not being particularly effective to induce the human immune system to mount an effective fight against cancer. Despite intensive research and several clinical trials, no such carbohydrate-based antitumor vaccine has yet been approved for public use. In this context, the proposed project has a double, ultimate goal based on applying chemistry to address the above clear gaps in the adjuvant-vaccine field. First, I will develop new improved adjuvants and novel chemical strategies towards more effective, self-adjuvanting synthetic vaccines. Second, I will probe deeply into the molecular mechanisms of the synthetic constructs by combining extensive immunological evaluations with molecular target identification and detailed conformational studies. Thus, the singularity of this multidisciplinary proposal stems from the integration of its main objectives and approaches connecting chemical synthesis and chemical/structural biology with cellular and molecular immunology. This ground-breaking project at the chemistry-biology frontier will allow me to establish my own independent research group and explore key unresolved mechanistic questions in the adjuvant/vaccine arena with extraordinary chemical precision. Therefore, with this transformative and timely research program I aim to (a) develop novel synthetic antitumor and antiviral vaccines with improved properties and efficacy for their prospective translation into the clinic and (b) gain new critical insights into the molecular basis and three-dimensional structure underlying the biological activity of these constructs.",
    "totalCost": "1499218,75",
    "ecMaxContribution": "1499218,75",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 1499219
        }
    },
    "calculatedTotalContribution": 1499219
}