{
    "rcn": "207655",
    "acronym": "SkyLight",
    "topics": "JTI-CS2-2016-CFP03-ENG-03-10",
    "title": "SkyLight: Innovations in titanium investment casting of lightweight structural components for aero engines",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "Project SkyLight is proposed by AMRC Castings (which evolved out of Castings Technology International).  AMRC Castings, a department of the University of Sheffield (USFD), is part of the UKís High Value Manufacturing Catapult.  AMRC Castingsí mission is to develop and disseminate casting technology to the benefit of the cast metal and manufacturing sectors.  \nBased on the Topic Description, and on AMRC Castingsí long experience of similar projects, we believe that project SkyLight would enable the investment casting process to deliver greater geometrical complexity, reduce defects by 50%, optimise stiffness, and deliver weight saving of 15% to 30% and cost saving of 30% compared to conventionally fabricated multi-piece assemblies, along with significant environmental benefits for both the manufacturing and the use phase of the component.  \nAMRC Castings helped Sulzer to achieve an improvement in pump absorbed efficiency - saving 10% on the power demand.  AMRC Castingsí PatternlessÆ process helped Rolls-Royce reduce the time from CAD model to prototypes from 6 months to 6 weeks, and developed more accurate naval propellers for the VT Group that are seen as setting a new standard for others to follow.  AMRC Castingsí MEGAshellÆ process enables ceramic moulds with dimensions of up to 2m3 to be manufactured so that heavy section valve castings weighing several tonnes can be manufactured 34% lighter than the sand cast equivalent and reducing machining costs by over 50%.  \nThis year, AMRC Castings is installing what is believed to be the largest furnace for casting titanium aerospace components in Western Europe - a 1000kg titanium melter - to complement its existing state-of-the-art casting facilities.\nAMRC Castings has participated in 21 EU-funded collaborative research projects including 8 projects as coordinator - including research projects such as FASTCAST and events to achieve the greater participation of the castings sector in EU-funded research programmes.",
    "totalCost": "801040,25",
    "ecMaxContribution": "801040,25",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 801040
        }
    },
    "calculatedTotalContribution": 801040
}