{
    "rcn": "207614",
    "acronym": "SolMAG",
    "topics": "ERC-2016-COG",
    "title": "Unravelling The Structure and Evolution of Solar Magnetic Flux Ropes and Their Magnetosheaths",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Coronal Mass Ejections (CMEs) are spectacular stellar eruptions that carry huge amounts of plasma and magnetic flux into the space. The interests in their origin, structure, and dynamics reach from fundamental plasma physics to paramount impact on their parent stars and the surrounding planets. One of the most outstanding problems in the studies of CMEs is the lack of reliable information on their magnetic field properties until observed directly. This severely limits our understanding of many aspects in the lifespan of CMEs and their far-reaching consequences. SolMAG will deliver realistic and detailed information of the magnetic fields in CMEs. We will further use this knowledge to obtain significant breakthroughs in CME research, including unravelling physical processes that control CME initiation and evolution, and characterizing formation and interaction of key CME structures. A unique opportunity is provided by recent advances in data-driven and time-dependent numerical simulations and state-of-the-art high-quality remote-sensing solar observations. We will form an unprecedented synthesis of a revolutionary coupled coronal simulation my group is now developing and innovative cross-scale observational analyses. UH space physics team is exceptionally well-placed to carry out this challenging project: We have an unusually versatile background in CME research and strong experience both in numerical simulations and data analysis covering the whole Sun to Earth chain. SolMAG is also particularly timely now when our society is becoming increasingly dependent on technology that solar eruptions have potential to damage and the role of CMEs influencing planetary and stellar evolution is being emphasized. In addition, this project will be an important contribution to European Space Agencyís activities, including the future Solar Orbiter and BebiColombo missions, which also provides a natural exit strategy for this project.",
    "totalCost": "1934876",
    "ecMaxContribution": "1934876",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1934876
        }
    },
    "calculatedTotalContribution": 1934876
}