{
    "rcn": "207685",
    "acronym": "SmartGuide",
    "topics": "SMEInst-05-2016-2017",
    "title": "Smart Biopsy Tool for Real-Time Cancerous Cell Characterization at the Tip of the Needle",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The project will clinically validate a smart biopsy solution that provides real-time direct tissue characterization at the tip of the needle, which can be displayed on the biopsy system screen as well as on the screen of the imaging system used to guide the biopsy, based on data directly related to the disease stage and tissue type.\nThe real-time tissue characterization will improve the accuracy of the diagnosis, reduce the understaging risk by 95%, reduce the false negative rate by 80%, reduce the number of repeat biopsies by 80% and the number of excisional open breast biopsies by 50%, thus improving the standard of care for breast cancer diagnosis.     \nThe project also supports the development of personalized medicine by identifying novel biomarkers for cancer tissue characterization (conductivity and permittivity measurements based on dielectric spectroscopy), which will help clinicians predicting individual patient risk profiles and follow-up requirements. \nThe project results will therefore lead to improved diagnosis, reduced clinical risks associated with un-necessary biopsies, and ultimately reduce costs for health providers, while improving standard of care and quality of life for the patients. Estimated cost savings can reach 275M Euros for each 1M biopsies. \nThe project will implement an  open label, single arm, multi-centre, prospective, cohort validation study, performed at 3 sites in Europe, Israel and the USA, supporting the adoption by the medical community and the filing of CE and FDA certification applications. The project duration is 24 months and the total budget 3M Euros.",
    "totalCost": "3032500",
    "ecMaxContribution": "3032500",
    "coordinator": "DUNE MEDICAL DEVICES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927139484": {
            "orgId": "927139484",
            "orgName": "DUNE MEDICAL DEVICES LTD",
            "ecContrib": 3032500
        }
    },
    "calculatedTotalContribution": 3032500
}