{
    "rcn": "207620",
    "acronym": "EVOLVE",
    "topics": "ERC-2016-COG",
    "title": "Extracellular Vesicle-Internalizing Receptors (EVIRs) for Cancer ImmunoGeneTherapy",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "We are witnessing transformative results in the clinical application of both cancer immunotherapies and gene transfer\ntechnologies. Tumor vaccines are a specific modality of cancer immunotherapy. Similar to vaccination against pathogens, tumor vaccines are designed to elicit a specific immune response against cancer. They are based on the administration of inactivated cancer cells or tumor antigens, or the inoculation of antigen-presenting cells (APCs) previously exposed to tumor antigens. In spite of significant development and testing, tumor vaccines have largely delivered unsatisfactory clinical results. Indeed, while some patients show dramatic and durable cancer regressions, many do not respond, highlighting both the potential and the shortcomings of current vaccination strategies. Hence, identifying and abating the barriers to effective cancer vaccines is key to broadening their therapeutic reach. The goal of EVOLVE (EVirs to Optimize and Leverage Vaccines for cancer Eradication) is to propel the development of effective APC-based tumor vaccines using an innovative strategy that overcomes several key hurdles associated with available treatments. EVOLVE puts forward a novel APC engineering platform whereby chimeric receptors are used to both enable the specific and efficient uptake of cancer-derived extracellular vesicles (EVs) into APCs, and to promote the cross-presentation of EV-associated tumor antigens for stimulating anti-tumor immunity. EVOLVE also envisions a combination of ancillary ëoutside of the boxí interventions, primarily based on further APC engineering combined with innovative pre-conditioning of the tumor microenvironment, to facilitate the deployment of effective APC-driven, T-cellmediated anti-tumor immunity. Further to preclinical trials in mouse models of breast cancer and melanoma, our APC platform will be used to prospectively identify novel human melanoma antigens and reactive T cell clones for broader immunotherapy applications.",
    "totalCost": "1958919",
    "ecMaxContribution": "1958919",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1958919
        }
    },
    "calculatedTotalContribution": 1958919
}