{
    "rcn": "207618",
    "acronym": "OMCIDC",
    "topics": "ERC-2016-COG",
    "title": "Optical Manipulation of Colloidal Interfaces, Droplets and Crystallites",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "This multidisciplinary research programme is focussed on the optical manipulation of interfaces, droplets and crystallites in colloidal model systems. In particular, we will use holographic optical tweezing and confocal microscopy to study interfacial phenomena in three different phase separated colloid-polymer mixtures, exhibiting colloidal liquid-gas, crystal-gas and nematic-isotropic phase coexistence, respectively. First, we will determine the full potential energy landscape of the optical traps using the relation between interface fluctuations and deformed liquid-gas interfaces. This will then be used to study the complex and anisotropic interfacial properties of crystal-gas and nematic-isotropic interfaces. In addition, we envisage quantitatively investigating the nucleation of colloidal liquid droplets, crystallites and liquid crystalline droplets in optical traps positioned at well-defined heights above the interface, which is a direct and quantitative measure for the undersaturation. This allows us to systematically study the relation between the quench depth, nucleus size and nucleation times. We will furthermore nucleate multiple droplets, crystallites and liquid crystalline droplets to study their optical trapping controlled coalescence and detachment, which will shed completely new light on for instance the single particle structure and dynamics upon coalescence and detachment. Finally, we will introduce large probe particles into the phase separated colloid-polymer mixtures, which enables the study of important phenomena such as heterogeneous nucleation and capillary condensation, crystallisation and nematisation. This ambitious project opens up a huge range of exciting possibilities to gain a deep and fundamental understanding of interfacial phenomena in complex fluids by actively manipulating and controlling colloidal interfaces, droplets and crystallites.",
    "totalCost": "1999892",
    "ecMaxContribution": "1999892",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1999892
        }
    },
    "calculatedTotalContribution": 1999892
}