{
    "rcn": "207699",
    "acronym": "SEaSiDE",
    "topics": "JTI-CS2-2016-CFP03-SYS-03-04",
    "title": "SEaSiDE (Smart Electro-expulsive System for SAT Aircrafts De-Icing)",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "Aviation has become an indispensable part of European transportation system, however, the system as it existstoday is reaching full capacity and beginning to limit mobility. In addition, there is a demand formore people and goods to travel faster and farther, with fewer delaysî as defined by the H2050 target to complete door-to-door journey within 4 hours for 90% of travellers\nOne solution to increasing mobility in European transportation system isto exploit the existing small community airports across Europe and to improve safety, comfort and operability  (especially in all weather operation  - Icing) of the small aircraft community aircrafts. \nExpand as much as possible the safe operation in all weather , and much more in icing conditions, of the small aircraft is one of the key point. Aircraft De-Icing System is one of the most power demanding onboard systems and for this reason small aircrafts are sometimes limited in icing operation.\nThis is much more true if we consider that small aircraft (SAT) area affected by limited space availability for system installation and that due to the low volume of this general aviation market sometimes is not easy to find the Systems supply chain ready to afford requirements coming from SAT OEMs at a relative low cost (there is a sort of market failure).\nSEASIDE Project aims at solving the above issues by developing an innovative compact and low cost ìHybrid Electro-Expulsive De-Icing Systemî for the Piaggio P180 aircraft complying with CS23 Appendix C.  \nObjective of SEASIDE project is to analyze, design, develop, test in an Ice Wind Tunnel Test (IWT) and deliver to the Topic Manager a prototype of Hybrid (thermal and electro-expulsive) De-Icing system having the following expected targets:\n\nï\tA continuous Power demand for meter on wing span of 0.6KW.",
    "totalCost": "1700000",
    "ecMaxContribution": "1190000",
    "coordinator": "PROTOM GROUP SPA",
    "coordinatorCountry": "IT",
    "participants": "GKN Aerospace Services Limited;ITALSYSTEM S.R.L",
    "participantCountries": "UK;IT",
    "projectParticipants": {
        "937157547": {
            "orgId": "937157547",
            "orgName": "PROTOM GROUP SPA",
            "ecContrib": 485625
        },
        "997381161": {
            "orgId": "997381161",
            "orgName": "GKN Aerospace Services Limited",
            "ecContrib": 659750
        },
        "984574154": {
            "orgId": "984574154",
            "orgName": "ITALSYSTEM S.R.L",
            "ecContrib": 44625
        }
    },
    "calculatedTotalContribution": 1190000
}