{
    "rcn": "207687",
    "acronym": "SMILE",
    "topics": "SMEInst-05-2016-2017",
    "title": "Synchrotron Miniaturization enabling Innovative Laboratory Equipment in soft x-ray tomography.",
    "startDate": "01/01/2017",
    "endDate": "31/08/2018",
    "objective": "The aim of SMILE is to support SiriusXT in moving a prototype of its soft x-ray microscope (SXT100) from prototype to commercial product through addressing ease-of-assembly, manufacturing scale-up, serviceability, customer pilots, regulatory pathways and business model requirements. \nThe disruptive innovation delivered by SMILE is to open up the market for soft x-ray imaging from approx. 100 users today to an immediate target addressable market of over 3,000 disease research and drug discovery organisations by reducing the cost of the microscope assembly by a factor of over 200 (from over Ä500 million to Ä2.5 million) and miniaturizing its size, by a factor of 5,000 (from 15,000m2 area to approx. 3m2). \nSoft x-ray imaging is the only means available today of generating high resolution, high contrast, 3D images of the internal structure of whole biological cells in their near-natural state. Cell researchers currently spend approx. Ä500m annually on electron and optical microscopes in order to increase their understanding of subcellular structure and how this relates to disease progression and therapy, however neither of these technologies is capable of imaging the whole internal cell structure. \nThe SXT100 gives disease research and drug discovery organisations daily access to a soft x-ray microscope in their own labs, rather than having to queue for often more than six months to get a few hours of access to one of only four synchrotron locations around the world where a suitable soft x-ray source and microscope exists today. The SXT100 will not only increase a researcherís productivity 100-fold, in the number of biological cells they can image, but it also allows them to carry out a range of disease progression studies, not possible today because of the restricted access to these synchrotron microscopes.\nSMILE is predicted to have a significant impact in addressing the EU/global challenge in reducing the cost of healthcare delivery and developing cures for disease.",
    "totalCost": "3000935",
    "ecMaxContribution": "3000935",
    "coordinator": "SIRIUSXT LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921997417": {
            "orgId": "921997417",
            "orgName": "SIRIUSXT LIMITED",
            "ecContrib": 3000935
        }
    },
    "calculatedTotalContribution": 3000935
}