{
    "rcn": "207637",
    "acronym": "STILORMADE",
    "topics": "FTIPilot-01-2016",
    "title": "Highly efficient non-standard solar modules manufactured through an automated,reconfigurable mass production processes delivering 30% reduction in costs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "STILORMADE will validate an innovative technology platform (developed by SíTile) for the design and manufacture\nof customized (non-standard) photovoltaic modules achieving >18% module efficiency with tailored mode of\noperation (current and voltage), >99% production reproducibility, operational thermal (environmental) stability, and\nmechanical flexibility; at a production cost of <Ä0.7/Watt. Such advancements represent a >50% power (efficiency)\nimprovement compared to existing custom modules at >30% lower costs. The design freedoms enabled by the\nSTILORMADE platform empower product designers to fully integrate customized PV systems into their product\narchitectures with beautiful / stylised aesthetic appeal and without compromising performance or cost. Flexible\nautomated production processes enable the platform to rapidly reconfigure to the needs of niche markets enabling\nrapid growth through mass customisation. Cell and module design and simulation software developed by TU-Wien\nwill be upgraded to enable faster design and optimisation of custom modules meeting unique client requirements. The\ncustomised modules will be integrated into two product applications (Building Integrated Photovoltaics and Solar Street\nLighting) representing two of the largest markets for non-standard solar cells and validated at market replication sites\nin Spain, Israel and France. Market replication results will be demonstrated to over300 potential users (manufacturers\nof solar street lighting products, architects, construction companies, etcÖ) and stakeholders to accelerate market takeup\nand exploitation. This will enable the consortium to capture ~1.5% of the Ä7 billion global customised modules\nmarket five years after commercialisation, translating to consortium revenues of over Ä200m and a >66 fold return\non investment.",
    "totalCost": "3871879,5",
    "ecMaxContribution": "2836035,45",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "DST CLEANTECH LTD;S'TILE SA;GAUTIER SAS;ACCIONA CONSTRUCCION SA",
    "participantCountries": "IL;FR;ES",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 432566
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 293725
        },
        "918400075": {
            "orgId": "918400075",
            "orgName": "DST CLEANTECH LTD",
            "ecContrib": 416012
        },
        "918389890": {
            "orgId": "918389890",
            "orgName": "GAUTIER SAS",
            "ecContrib": 0
        },
        "984030469": {
            "orgId": "984030469",
            "orgName": "S'TILE SA",
            "ecContrib": 1693733
        }
    },
    "calculatedTotalContribution": 2836036
}