{
    "rcn": "207636",
    "acronym": "FlowOx",
    "topics": "FTIPilot-01-2016",
    "title": "Novel treatment for peripheral arterial disease",
    "startDate": "01/12/2016",
    "endDate": "31/05/2019",
    "objective": "Peripheral Arterial Disease (PAD) is caused by the deposition of fatty material on the inner walls of peripheral arteries causing reducing perfusion and local nutrition to the muscles and skin. The condition affect 202 million people globally and is increasing at a rate of 20% per annum due to an aging population and epidemic growth of diabetes. The social costs amounts to $210 - 380 billion per annum. \nBehavioural changes such as smoking cessation, healthy nutrition and exercise is recommended to reduce impact and risk. When the condition worsens, patients ability to walk and exercise is reduced. When disease progress to critical limb ischemia (unbearable pain and chronic wounds), the patients follow a trajectory towards costly vascular surgery or amputation.\nFlowOx targets the gap in care with a patented, cost effective and clinically promising home treatment solution. In order to secure the successful introduction of FlowOx into the market by 2020, resources are required to fill the following gaps in innovation:1) strong clinical evidence of efficacy 2) health economic assessment 3) design for large scale manufacturing and 4) a validated commercial model Germany, UK and Scandinavia. These 4 challenges will be addressed in the FlowOx project over a 30-month period. \nThe Fast Track to Innovation Pilot program was selected to support a resource demanding and technically challenging stage of the product roadmap. The support enables Otivio to join forces with a medical device manufacturer, Innokas Medical, Finland, and UK based Univ. of Salford and Univ. of Bangor with extensive experience in clinical and health economic studies. The FlowOx project enables Otivio and Innokas to enter the world-wide PAD market, gaining a strong market positon with a home care device for PAD treatment and expected sales of over Ä220 million within 5 years of launch.",
    "totalCost": "2671875",
    "ecMaxContribution": "2080500",
    "coordinator": "OTIVIO AS",
    "coordinatorCountry": "NO",
    "participants": "INNOKAS MEDICAL OY;THE UNIVERSITY OF SALFORD;BANGOR UNIVERSITY",
    "participantCountries": "FI;UK",
    "projectParticipants": {
        "999829441": {
            "orgId": "999829441",
            "orgName": "THE UNIVERSITY OF SALFORD",
            "ecContrib": 495000
        },
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 205625
        },
        "918459924": {
            "orgId": "918459924",
            "orgName": "INNOKAS MEDICAL OY",
            "ecContrib": 680750
        },
        "966228350": {
            "orgId": "966228350",
            "orgName": "OTIVIO AS",
            "ecContrib": 699125
        }
    },
    "calculatedTotalContribution": 2080500
}