{
    "rcn": "207616",
    "acronym": "CholeraIndex",
    "topics": "ERC-2016-COG",
    "title": "Pathoecology of Vibrio cholerae to better understand cholera index cases in endemic areas",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Cholera is one of the oldest infectious diseases known and remains a major burden in many developing countries. The World Health Organization estimates that up to 4 million cases of cholera occur annually. The transmission of cholera by contaminated water, particularly under epidemic conditions, was first reported in the 19th century. However, early volunteer studies suggested that an incredibly high infectious dose (ID) is required to produce disease symptoms, in contrast to most other intestinal pathogens. Therefore, the mechanism of infection of index cases at the onset of an outbreak is unclear. This proposal aims to fill this knowledge gap by studying how the environmental lifestyle of the causative agent of the disease, the bacterium Vibrio cholerae, may prime the pathogen for intestinal colonization. We hypothesize that one of the natural niches of the bacterium (chitinous surfaces) fosters biofilm formation and provides a competitive advantage over co-colonizing bacteria. As an adaptive trait, passage of chitin-attached sessile V. cholerae through the acidic environment of the human stomach might be vastly facilitated compared to planktonic bacteria. Moreover, interbacterial warfare exerted by V. cholerae on these biotic surfaces may help the pathogen overcome the colonization barrier imposed by the human microbiota upon ingestion. The mechanism by which V. cholerae leaves the sessile lifestyle and the regulatory circuits involved in this process will also be investigated in this project. In summary, our goal is to elucidate the environmental community structures of V. cholerae that may enhance transmissibility from the ecosystem to humans in endemic areas resulting in the infection of index cases.",
    "totalCost": "1999988",
    "ecMaxContribution": "1999988",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1999988
        }
    },
    "calculatedTotalContribution": 1999988
}