{
    "rcn": "207623",
    "acronym": "NOGOPROOF",
    "topics": "ERC-PoC-2016",
    "title": "Towards clinical trials for a novel treatment for stroke",
    "startDate": "01/03/2017",
    "endDate": "31/08/2018",
    "objective": "Stroke is the leading cause of adult disability and represents a major health problem in the EU and the Western world. Despite available acute care treatment and rehabilitation therapies, more than half of the patients remain disabled and there is a large unmet medical need accordingly. Regeneration of interrupted nerve fiber tracts and plastic ìhardwareî changes in the adult mammalian central nervous system are extremely restricted, a phenomenon which represents a key reason for the low degree of recovery following CNS injuries including stroke. The molecular impediments that form the basis of this phenomenon are neurite growth inhibitory proteins expressed in central nervous system myelin, in particular the membrane protein Nogo-A which was discovered by our group. Importantly, antibodies directed against Nogo-A have been shown to induce axonal regeneration, enhance plastic circuit rearrangements and mediate significant improvements in functional recovery in rodent and non-human primate models of stroke and spinal cord injury. As recently shown in the ERC advanced grant supported the project ëNogoriseí, almost full functional recovery was observed in rats with large strokes when anti-Nogo-A antibody treatment was followed by intensive rehabilitative training. As currently no therapy for human stroke patients beyond acute care and rehabilitation exists, there is a substantial market opportunity for the anti- Nogo-A therapy. The proposed activities within the present project aim at further establishing preclinical proof-of-concept for an anti-Nogo-A administration paradigm  translatable to human stroke patients and development of human antibodies targeting Nogo-A. The expected data package will allow the critical transition from preclinical to clinical development and support the development of a comprehensive business strategy.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}