{
    "rcn": "207653",
    "acronym": "IntEnSys4EU",
    "topics": "LCE-03-2016",
    "title": "INTEGRATED ENERGY SYSTEM - A PATHWAY FOR EUROPE",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "INTENSYS4EU aims at addressing the SET-Plan identified novel interacting integration challenges, where\n- the consumer becomes active and is put at the center of the energy system,\n- a demand focus that increases energy efficiency across the energy system,\n- an energy system optimization leading to a secure, cost-effective, clean and competitive energy supply.\nEnergy networks are critical to successfully address the above integration challenges. The project managed by four independent players (ZABALA Innovation Consulting (coordinator), TECHNOFI, RSE and BACHER Energie) involves the technical expertise of the members of four associations (ENTSO-E, EDSO, EASE and EERA) to implement parallel processes in view of defining and implementing a novel approach to the subsequent RD&I strategy for energy networks.\nThe INTENSYS4EU project objectives are :\n-To provide strategic guidance about the R&I activities (low to high TRL, priorities) raised by the integration issues of the electricity system into the wider European energy system\n-To interact with the stakeholders of the ETIP  SNET (European Technology and Innovation Platform Smart Networks for Energy Transition) at European level as well as the ETIP stakeholders at national and international level.\n- Setting several long term energy scenarios at European level\n- Analyzing the on-going research, development and innovation projects in the EU and, when relevant at Member State levels\n- Enhancing collaboration between projects through a support to the on-going BRIDGE process initiated by the European Commission for the funded R&I projects of Horizon 2020\n- Maximizing cross border knowledge sharing about energy system optimization through interaction with national level players\n- Supporting in fine-tuning the development of an upgraded draft R&I roadmap and its yearly implementation plans for approval at SET plan level,covering integrated network solutions of low (TRL=2) and high (TRL=8) maturity.",
    "totalCost": "4325785",
    "ecMaxContribution": "3998284,95",
    "coordinator": "ZABALA INNOVATION CONSULTING, S.A.",
    "coordinatorCountry": "ES",
    "participants": "Bacher Energie AG;EUROPEAN NETWORK OF TRANSMISSION SYSTEM OPERATORS FOR ELECTRICITY AISBL;ALLIANCE EUROPEENNE DE RECHERCHE DANS LE DOMAINE DE L'ENERGIE;RICERCA SUL SISTEMA ENERGETICO - RSE SPA;EUROPEAN ASSOCIATION FOR STORAGE OF ENERGY;DOWEL MANAGEMENT;EUROPEAN DISTRIBUTION SYSTEMS OPERATORS FOR SMART GRIDS AISBL",
    "participantCountries": "CH;BE;IT;FR",
    "projectParticipants": {
        "986263409": {
            "orgId": "986263409",
            "orgName": "Bacher Energie AG",
            "ecContrib": 0
        },
        "922059885": {
            "orgId": "922059885",
            "orgName": "ALLIANCE EUROPEENNE DE RECHERCHE DANS LE DOMAINE DE L'ENERGIE",
            "ecContrib": 269192
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 943375
        },
        "999529420": {
            "orgId": "999529420",
            "orgName": "RICERCA SUL SISTEMA ENERGETICO - RSE SPA",
            "ecContrib": 645306
        },
        "973068305": {
            "orgId": "973068305",
            "orgName": "EUROPEAN NETWORK OF TRANSMISSION SYSTEM OPERATORS FOR ELECTRICITY AISBL",
            "ecContrib": 367475
        },
        "920210386": {
            "orgId": "920210386",
            "orgName": "EUROPEAN ASSOCIATION FOR STORAGE OF ENERGY",
            "ecContrib": 342429
        },
        "962652445": {
            "orgId": "962652445",
            "orgName": "EUROPEAN DISTRIBUTION SYSTEMS OPERATORS FOR SMART GRIDS AISBL",
            "ecContrib": 408158
        }
    },
    "calculatedTotalContribution": 2975935
}