{
    "rcn": "207697",
    "acronym": "INISH MINI-BAR",
    "topics": "SMEInst-07-2016-2017",
    "title": "Inish Mini for On-Site Rapid Detection of Bacteria in Beer Directly from the Tap",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Cellix's goal is to launch the INISH MINI-BAR; a new low-cost, portable, rapid diagnostic device for fast and reliable detection of bacteria in beer directly from the tap enabling easy continuous monitoring of beer for contamination.  At present, breweries have no control over the quality of draught beer delivered to their customers as the existing ATP luminometer test is too time-consuming to be adopted as part of routine quality control programs.  Data now show that revenues of beer sales and profits for breweries are directly correlated to the quality of beer delivered to the customer with revenues affected by as much as 10%.  With a market value of ~Ä209 billion, it is easy to understand why quality control of beer at the tap is now a high priority for breweries.  \n\nTarget customers are breweries such as Heineken, Carlsberg and AB InBev where the end-users are the breweriesí trade operators, whose job it is to service and clean beer taps and lines in bars and restaurants.  INISH MINI-BAR has a cost per test of <Ä1 vs. >Ä7 for the ATP luminometer test.  This can potentially save breweries ~Ä1.9M per region enabling them to implement a rigorous quality control program which can boost their profits.  This product development enables Cellix to open up a new market in field based testing.  Cellixís aim is to scale up revenue to ~Ä28M by Year 5 of market introduction resulting in the creation of an additional 82 jobs.",
    "totalCost": "1602413,75",
    "ecMaxContribution": "1121689,63",
    "coordinator": "CELLIX LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996559086": {
            "orgId": "996559086",
            "orgName": "CELLIX LIMITED",
            "ecContrib": 1121690
        }
    },
    "calculatedTotalContribution": 1121690
}