{
    "rcn": "207698",
    "acronym": "LoCOPS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Low Cost Onshore Power Supply",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "PowerCon aims to pursue a major market opportunity by demonstrating and further commercializing a competitive Onshore Power Supply (OPS), to provide electricity for large sea-going vessels when at quayside in port. The OPS system not only reduces the consumption of fuel and the associated air pollution but also eliminates acoustic noise and vibrations from the running engines. \n\nThe structures behind the unfavourable operational and capital expenses have been hindering the deployment of OPS. Todayís high operational expenses are due to a tax disadvantage on shore side electricity compared with tax-free bunkerfuel available for ships. Because of this, the European Commission in 2007 opened up for exemptions from energy taxes for onshore power and some European countries (e.g. Denmark, Sweden and Germany) can now provide shore side electricity at reduced rate. The high capital expenses are seen as a consequence of the low competition and relatively few capable suppliers on the market causing a high bargaining power of the suppliers.\n\nComparable trends have been seen within the wind power segment in the past where, over time, the total cost of wind turbines has been lowered with great success to compete with fossil fuels. Danish SME PowerCon (PC) have for the last 7 years been part of this success, by adding significant savings into the wind power industry with competitive power solutions. More specifically, we have developed and are successfully commercializing a frequency converter for wind turbines, which is up to 50% cheaper than competing solutions. Now, we aim at bringing the same savings for the maritime sector by introducing a low cost OPS for ships, based on the technology we developed for wind turbines.\n\nIn LoCOPS Ph 2 project, we aim to demonstrate our technology in operational environment (at the Copenhagen Malmˆ Port, one of the largest Northern European cruise-ship ports) to prove that our technology will result in a positive business case for ports.",
    "totalCost": "3537931,25",
    "ecMaxContribution": "2476551,88",
    "coordinator": "POWERCON AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938352490": {
            "orgId": "938352490",
            "orgName": "POWERCON AS",
            "ecContrib": 2476552
        }
    },
    "calculatedTotalContribution": 2476552
}