{
    "rcn": "207608",
    "acronym": "chromo-SUMMIT",
    "topics": "ERC-2016-COG",
    "title": "Decoding dynamic chromatin signaling by single-molecule multiplex detection",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Transient multivalent interactions are critical for biological processes such as signaling pathways controlling chromatin function. Chromatin, the nucleoprotein complex organizing the genome, is dynamically regulated by post-translational modifications (PTMs) of the chromatin fiber. Protein effectors interact with combinations of these PTMs through multivalent interactions, deposit novel PTMs, thereby propagate signaling cascades and remodel chromatin structure. To reveal the underlying molecular mechanisms, methods outside classical biochemistry are required, in particular due to the combinational complexity of chromatin PTMs and the transient supramolecular interactions crucial for their recognition. Here, we develop a novel approach, where we synthesize arrays of chemically defined designer chromatin fibers and use dynamic multiplex single-molecule imaging to dissect multivalent signaling processes in chromatin. Our studies target a key pathway, the DNA damage response (DDR), which regulates DNA repair processes central to cell survival and is critically implicated in cancer. Detailed knowledge is of utmost importance to develop targeted therapeutic interventions. We thus employ advanced peptide and protein chemistry to generate libraries of chromatin fibers of a defined PTM state that is encoded in the chromatin DNA. With the library immobilized in a flow cell, we use single-molecule detection to directly observe signaling processes by key DDR effectors in real time. Subsequent in situ polony decoding allows the identification of each chromatin fiberís modification state, enabling broad sampling of signaling outcomes. Finally, we use dynamic computational models to integrate the effector-chromatin interaction network and test key mechanisms in cancer-based cell culture. Together, these methods will yield fundamental insight into chromatin and DDR signaling and will be of broad use for chemical and biomedical research with applications beyond the chromatin field.",
    "totalCost": "1999815",
    "ecMaxContribution": "1999815",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1999815
        }
    },
    "calculatedTotalContribution": 1999815
}