{
    "rcn": "207601",
    "acronym": "GlobalCitizenshipLaw",
    "topics": "ERC-2016-STG",
    "title": "Global Citizenship Law: International Migration and Constitutional Identity",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "'Managing global migration is one of the most pressing issues of our time, particularly in Europe. With more than 230 million international immigrants, the manner in which new citizens are/should be 'created' has become a controversial issue, morally and politically. Traditionally, international law has not regulated nationality law; naturalization requirements remain the last stronghold of national sovereignty. This project advances the establishment of a new subfield in public international lawóInternational Citizenship Law (ICIL)ówhich would regulate nationality law. It asks a critical and timely question: what are/should be the international legal limitations/privileges imposed on/granted to states in setting naturalization requirements? In order to address this question, the project has five scientific objectives: [1] to investigate the history of the law of naturalization in international law and what it can teach us about 21th-century challenges; [2] to identify the most recent legal developments in the field of naturalization law and establish the most up-to-date international legal standards of naturalization law; [3] to set out the theoretical foundations and the justifications for the establishment of ICIL; [4] to analyze the normative and structural implications derived from an-ICIL approach for future citizenship policy development, as well as to identify the legal reforms that should be taken to promote an-ICIL approach; and [5] to explore the interrelationship between ICIL, immigration policy, and constitutional identity. In essence, the project seeks to formulate international legal standards by which states can admit immigrants without fundamentally changing their cultural heritage and slipping into extreme nationalism. The outcome can serve as a basis for a future reform in international law, EU law, and national legal systems. As the immigration debate reaches a decisive moment, this project has both theoretical significance and policy implications'",
    "totalCost": "1499588",
    "ecMaxContribution": "1499588",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 1003843
        },
        "999502357": {
            "orgId": "999502357",
            "orgName": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
            "ecContrib": 495745
        }
    },
    "calculatedTotalContribution": 1499588
}