{
    "rcn": "207617",
    "acronym": "HYDROCARB",
    "topics": "ERC-2016-COG",
    "title": "Hydrogen isotopes in plant-derived organic compounds as new tool to identify changes in the carbon metabolism of plants and ecosystems during the anthropocene",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "HYDROCARB is motivated by the enormous potential that stable hydrogen isotope ratios (?2H values) in plant compounds have as hydrological proxy, but in particular as new proxy for the carbon metabolism in plants. Current conceptual models suggest that ?2H values in plant organic compounds are composed of (i) hydrological and (ii) metabolic signals. The hydrological information that is contained in ?2H values of plant material is now well understood and is often applied in (paleo-) hydrological research. In contrast, the metabolic information that is contained in plant ?2H values is mostly unknown. Intriguing recent research suggests, however, that metabolic signals in the ?2H values of plant organic compounds reflect the balance of autotrophic and heterotrophic processes in plants. This suggests that exciting and previously unknown opportunities exist to exploit ?2H values in plant compounds for information on the carbohydrate metabolism of plants, which would be relevant for a broad range of biological and biogeochemical disciplines.\nThe goal of HYDROCARB is to perform the experimental work that is now needed to identify the key biochemical and physiological processes that determine the metabolic information that is recorded in the ?2H values of plant organic compounds such as leaf wax lipids, lignin and cellulose. With this HYDROCARB will provide the basis for semi-mechanistic models that will allow (i) disentangling hydrological from metabolic signals in plant ?2H values and (ii) identifying the precise physiological processes with respect to a plants carbohydrate metabolism that can be deducted from the ?2H values of different plant compounds. If successful, HYDROCARB will establish with this research ?2H values in plant organic compounds as a powerful new proxy that will allow ground-breaking and innovative research on plant and ecosystem carbon cycling, which has implications for plant biology, biogeochemistry and the earth system sciences.",
    "totalCost": "1999941",
    "ecMaxContribution": "1999941",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1999941
        }
    },
    "calculatedTotalContribution": 1999941
}