{
    "rcn": "207629",
    "acronym": "WEAKID",
    "topics": "SC1-PM-09-2016",
    "title": "Clinical validation of miniature wearable dialysis machine",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "The project aims to validate a miniature wearable dialysis machine in a clinical setting and to prepare the system for CE-marking. Wearable dialysis allows renal patients to dialyze conveniently and continuously at home or at work, independently from a fixed water supply, up to 24 hrs/day. Such a continuous treatment mimics healthy kidneys and is twice as effective as current dialysis techniques, hereby offering health benefits, quality of life (fitness, mobility) while reducing medical costs (less medication, dialysis at home lowers costs). The miniature wearable dialysis system is based on continuous flow peritoneal dialysis with a fluidic access to the abdomen. The peritoneal dialysate is continuously circulated and refreshed by means of a small and wearable sorption unit that removes toxins from the dialysate. The technology has been demonstrated in preclinial research. In order to demonstrate the clinical efficacy and safety of the system an early feasibility first-in- human trial (phase 0) and a pilot crossover trial (phase 1) will be performed in peritoneal dialysis (PD) patients. The phase 0 study will involve a selected group of 12 stable PD patients in a clinical setting for 5 consecutive days. Upon successful functionality and safety analysis of the phase 0 trial, the clinical validation is continued in a crossover study to test the hypotheses that the system (1) improves blood purification, (2) results in adequate ultrafiltration and (3) does not show important safety/ biocompatibility problems. Hereto 30 stable PD patients will be randomised to receive either with the wearable system in the first month and conventional PD in the second month or vice versa. The clinical trials will be performed by three European medical centres specialised in dialysis treatment.",
    "totalCost": "3306750",
    "ecMaxContribution": "3306750",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "NANODIALYSIS BV;SERVICIO MADRILENO DE SALUD;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "NL;ES;IT",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1168125
        },
        "993213944": {
            "orgId": "993213944",
            "orgName": "NANODIALYSIS BV",
            "ecContrib": 984750
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 556625
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 597250
        }
    },
    "calculatedTotalContribution": 3306750
}