{
    "rcn": "207649",
    "acronym": "NET-Tools",
    "topics": "FCH-04-1-2016",
    "title": "Novel Education and Training Tools based on digital applications related to Hydrogen and Fuel CellTechnology",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "Education and training for the fuel cell and hydrogen (FCH) technology sector is critical for the current and future workforce as well as for the further implementation of a promising technology within Europa. The project NET-Tools will develop an e-infrastructure and provide digital tools and information service for educational issues and training within FCH technologies based on most recent IT tools. NET-Tools will constitute a technology platform, leveraging robust and effective open source/free learning management systems while offering a unique blend of novel digital tools encompassing the spheres of information, education and research. With its two main pillars e-Education, e-Laboratory, the project addresses various target groups and levels of education - from higher schools and universities (undergraduate and graduate students) to professionals  and engineers from industry, offering both e-learning modules and on-line experimental techniques. The main goal is to develop new e-education methods and concepts, ICT-based services and tools for data- and computer-intensive research to enhance the knowledge, productivity and competitiveness of those interested or already directly involved in the massive implementation of H2 and FCH technologies in Europe. NET-Tools will be delivered combining the expertise of major experts and practitioners on FCH sector under the guidance of leading companies gathered in a board, while interacting with similar activities in US, Asia and South Africa. It has the capacity to pave the road to more efficient digital science combining latest technical achievements and an internet culture of openness and creativity, while pursuing the ambition to become the hydrogen counterpart of Coursera. The developement of business concepts will guide NET-Tools as an e-infrastructure useable for FCH-Community into the future.",
    "totalCost": "1596007,5",
    "ecMaxContribution": "1596007,5",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "PERSEE;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";DANMARKS TEKNISKE UNIVERSITET;INSTITUTE OF ELECTROCHEMISTRY AND ENERGY SYSTEMS;ELEMENT ENERGY LIMITED;UNIVERSITA DEGLI STUDI DI PERUGIA;UNIVERSITY OF ULSTER",
    "participantCountries": "FR;EL;DK;BG;UK;IT",
    "projectParticipants": {
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 305051
        },
        "936304335": {
            "orgId": "936304335",
            "orgName": "PERSEE",
            "ecContrib": 168500
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 149000
        },
        "996127921": {
            "orgId": "996127921",
            "orgName": "ELEMENT ENERGY LIMITED",
            "ecContrib": 70500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 244500
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 310331
        },
        "999482763": {
            "orgId": "999482763",
            "orgName": "INSTITUTE OF ELECTROCHEMISTRY AND ENERGY SYSTEMS",
            "ecContrib": 169500
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 178625
        }
    },
    "calculatedTotalContribution": 1596007
}