{
    "rcn": "207675",
    "acronym": "RewardedPerception",
    "topics": "ERC-2016-STG",
    "title": "Functional circuits mediating the effects of reward value on perception within and across sensory modalities",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Our perceptual system needs to maintain a balance between selectivity and sensitivity, so that redundant information is dismissed, but novel and important information does not go unnoticed. Selective attention and reward value are among mechanisms that adjust this balance, by exerting top-down control over bottom-up sensory processing. Excessive reliance on top-down signals has been suggested to underlie pathologic conditions, such as hallucinations. In contrast, controlled boosting of top-down signals is a potential tool to rehabilitate impaired sensory functions. Despite their importance, key aspects of top-down and bottom-up interactions have remained unknown: We do not know how abstract, non-sensory signals, such as reward value, could exert specific sensory effects; it is unclear how they are transmitted across sensory modalities and what the underlying neural mechanisms are. \nHere, I will try to provide answers to these questions by combining behavioural testing, neuroimaging, and non-invasive brain stimulation techniques in humans. I will use a novel approach, where abstract reward value of a stimulus is linked to a sensory modality label. This enables me to trace how value-driven, top-down signals are communicated to sensory areas and how they impact on different aspects of perception: from detection of external signals to perception of illusory associations. Using brain imaging techniques, I will distinguish between regions where the sensory modality label is represented, and regions where reward value signals are coded, regardless of their sensory modality. Finally, I will test whether non-invasive perturbation of regions containing sensory modality labels impairs perception in the respective modalities, thereby testing if these regions play a causal role in selective top-down interactions. This project will therefore provide a mechanistic understanding of functional circuits that underlie the effects of reward value on sensory perception in humans.",
    "totalCost": "1444079",
    "ecMaxContribution": "1444079",
    "coordinator": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 1444079
        }
    },
    "calculatedTotalContribution": 1444079
}