{
    "rcn": "207631",
    "acronym": "TICASS",
    "topics": "MSCA-RISE-2016",
    "title": "Technologies of Imaging in Communication, Art, and Social Sciences",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "In the face of imagesí proliferation in all areas of human life, we can talk about the necessity of education on how to adjust to and operate in visual space, to read even and develop the language reflecting such culture. \nIn response to the above mentioned social challenges, we have developed a subject of our scientific interest, which is reading images in spaces of transfer (mobility) of people in urban visual environment and across different cultures.\nWe want to conduct our research at the airports, in trains and on metro stations, in parking lots, elevators, corridors (at the academies and universities, but also in tunnels), and in public transport (buses, trams, cabs and underground).\nThe main problem is that in educational programs there is a lack of teaching students how to read and interpret visual communicates present in social spaces, which is indispensable for culturally developed and conscious communication on a global scale.\nTherefore, we have to realize the TICASS project to introduce into educational programmes visual literacy and to contribute to the development ofawareness of cultural specifics of visual literacy in business.\nThe project will be realized by means of secondments between European and African Partners, during which we will conduct seminars, trainings,workshops, research and elaborate artistic exhibitions. There will be also delivered reports on education and three anthologies.\nThe project on technologies of imaging is an unprecedented within social sciences and humanities, because in educational programs there is no teaching how to read and interpret visual communicates present in social spaces.\nThe research outputs will be shared also with market representatives, because the analysis of meanings and ways of functioning of images and technologies of imaging in different coutries can serve also conscious business (media, IT, design, creative industries).",
    "totalCost": "630000",
    "ecMaxContribution": "630000",
    "coordinator": "AKADEMIA SZTUKI W SZCZECINIE",
    "coordinatorCountry": "PL",
    "participants": "POLISH UNIVERSITY ABROAD;UNIVERSITA DEGLI STUDI DI MACERATA;STOWARZYSZENIE EDUKACJA, NAUKA, KULTURA;UNIVERZITA JANA EVANGELISTY PURKYNE V USTI NAD LABEM",
    "participantCountries": "UK;IT;PL;CZ",
    "projectParticipants": {
        "949660847": {
            "orgId": "949660847",
            "orgName": "AKADEMIA SZTUKI W SZCZECINIE",
            "ecContrib": 252000
        },
        "973510431": {
            "orgId": "973510431",
            "orgName": "UNIVERZITA JANA EVANGELISTY PURKYNE V USTI NAD LABEM",
            "ecContrib": 108000
        },
        "919653606": {
            "orgId": "919653606",
            "orgName": "STOWARZYSZENIE EDUKACJA, NAUKA, KULTURA",
            "ecContrib": 135000
        },
        "949304275": {
            "orgId": "949304275",
            "orgName": "POLISH UNIVERSITY ABROAD",
            "ecContrib": 81000
        },
        "960068462": {
            "orgId": "960068462",
            "orgName": "UNIVERSITA DEGLI STUDI DI MACERATA",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 630000
}