{
    "rcn": "207674",
    "acronym": "PhotoPHYTOMICS",
    "topics": "ERC-2016-STG",
    "title": "Photosynthesis in PHYTOplankton Mixtures to Investigate Community Structuration.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Phytoplankton is not only at the basis of the marine food chain but also an important buffer of climate changes, given that marine photosynthesis is responsible of 50% of the CO2 fixation on Earth. Despite their central roles in the Ocean, our understanding of the forces that shape the dynamics and structuration of phytoplankton communities is still limited by major methodological constraints in the marine environment. Prominent among them is the difficulty to simultaneously measure physiological responses from each microalga species within mixtures, which prevail in the Ocean. I recently developed an innovative approach based on a physical phenomenon, the Electro-Chromic Shift (ECS) of the photosynthetic pigments, to extract the photosynthetic responses of each species within an assembly. Photosynthesis is an ideal probe, i.e., a gateway to investigate both biotic interactions and abiotic stresses which are major determinants of the structuration of the phytoplankton community, because it is the prime target of those external factors. In this project, I propose to use this method to analyze the effects of three major parameters that contribute to shaping the ecological patterns at sea: differential capacities to harvest nutrients (leading to competition for nutrients); direct inhibition of the metabolism of competitors through the use of secondary metabolites (allelopathy), and, in addition to these biotic interactions, the responses of phytoplankton species to the rapid and intense light changes to which they are subjected. These studies will be conducted both in laboratory conditions and in the field for validation, so that the overall project will ultimately constitute a major breakthrough: it will provide a new tool allowing the study in situ and in real time of the cellular mechanisms giving rise to the ecological patterns observed in the Ocean.",
    "totalCost": "1424813",
    "ecMaxContribution": "1424813",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1424813
        }
    },
    "calculatedTotalContribution": 1424813
}