{
    "rcn": "207648",
    "acronym": "INN-BALANCE",
    "topics": "FCH-01-4-2016",
    "title": "INNovative Cost Improvements for BALANCE of Plant Components of Automotive PEMFC Systems",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The aim of INN-BALANCE is to develop a novel and integrated development platform for developing advanced Balance of Plant components in current fuel cell based vehicles, in order to improve their efficiency and reliability, reducing costs and presenting a stable supply chain to the European car manufacturers and system integrators. Accordingly, INN-BALANCE technical objectives are (i) to develop highly efficient and reliable fuel cell BoP components; (ii) to reduce costs of current market products in fuel cell systems; (iii) to achieve high technology readiness levels (TRL7 or higher) in all the tackled developments; and (iv) to improve and tailor development tools for design, modelling and testing innovative components in fuel cell based vehicles. To this end, a European Consortium composed by major automotive companies, consulting groups, research institutes and universities was established. INN-BALANCE will be focused on four main general topics; first of all on new components developments, addressing the latest changes and trends in fuel cells vehicles technology, from new air turbo-compressor, anode recirculation/injection module and advanced control/diagnosis devices to new concepts of thermal management and anti-freeze units based on standard automotive components; secondly, on the vehicle integration and validation of the components in a TRL7 platform placed at a well-known car manufacturing platform; thirdly, providing innovative and cost optimized manufacturing processes especially developed for automotive BoP components; finally, on the results dissemination and exploitation, new technology broadcasting and public awareness of new, low-cost and reliable clean energy solutions in Europe bringing at the same time highly qualified new job opportunities.",
    "totalCost": "6156288,75",
    "ecMaxContribution": "4994538,75",
    "coordinator": "FUNDACION AYESA",
    "coordinatorCountry": "ES",
    "participants": "STEINBEIS INNOVATION GGMBH;VOLVO PERSONVAGNAR AB;Powercell Sweden AB;CELEROTON AG;Brose Fahrzeugteile GmbH & Co. Kommanditgesellschaft, Wurzburg;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;STEINBEIS 2I GMBH;UNIVERSITAT POLITECNICA DE CATALUNYA;AVL LIST GMBH",
    "participantCountries": "DE;SE;CH;ES;AT",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 904775
        },
        "999945065": {
            "orgId": "999945065",
            "orgName": "VOLVO PERSONVAGNAR AB",
            "ecContrib": 722974
        },
        "952109806": {
            "orgId": "952109806",
            "orgName": "FUNDACION AYESA",
            "ecContrib": 390500
        },
        "953938256": {
            "orgId": "953938256",
            "orgName": "Brose Fahrzeugteile GmbH & Co. Kommanditgesellschaft, Wurzburg",
            "ecContrib": 325000
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 240125
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 276875
        },
        "994048047": {
            "orgId": "994048047",
            "orgName": "Powercell Sweden AB",
            "ecContrib": 1354788
        },
        "955270357": {
            "orgId": "955270357",
            "orgName": "CELEROTON AG",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 779502
        }
    },
    "calculatedTotalContribution": 4994539
}