{
    "rcn": "207632",
    "acronym": "CO2MPRISE",
    "topics": "MSCA-RISE-2016",
    "title": "CO2 absorbing Materials Project- RISE",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "CO2MPRISE - Excellence training in solutions for CO2 capture technology aims to bring together subject matter experts from the academic and non-academic sectors to develop new technologies in CO2 capture and conversion field.\n\nThe objective is to find an inexpensive, effective and robust solution for significant CO2 reduction from industries and civil transport, represents one of the main and fascinating challenges proposed to the scientific community in the next 10 years and considered as a pillar of HORIZON2020. The aim of CO2MPRISE project is to bring together subject matter experts from the academic and non-academic sectors to develop new technologies in CO2 capture and conversion field.  This project aspire to reach these ambitious results through a common solid knowledge basis arising from a balanced number of secondments that guarantee a cross-sectorial synergy between recognized research centres, industry and academies. Along this line, training, workshops and seminars will be planned with the aim to impart to each partner of this consortium the fundamental skills mainly based on the technical aspects, the social challenges involved in this sector, and last but not least, market capacity. Particular attention will be also given to organize the strategy work of all activities in specific processes in order to finally introduce the results achieved into the international market. The scientific strategies will regard the study of i) Olivine-based materials to convert carbon dioxide to methane and test its potentialities under practical conditions. ii) Photoctalytic reduction of CO2 by solar radiation. iii) The not-yet explored metal-hydrides, instead of hydrogen gas, to efficiently convert CO2 to hydrocarbons in the Fisher-Tropsch reaction activated by mechanochemical input. iii) robust, inexpensive and free-metal solid sorbent membrane based on multi-walled carbon nanotubes (MWNTs) and Graphene-based sorbents, for CO2 capture from large point sources.",
    "totalCost": "702000",
    "ecMaxContribution": "702000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SASSARI",
    "coordinatorCountry": "IT",
    "participants": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS;VLACHOS NIKOLAOS;UNIVERSIDAD DE BURGOS;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
    "participantCountries": "EL;CY;ES;DE",
    "projectParticipants": {
        "960866481": {
            "orgId": "960866481",
            "orgName": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS",
            "ecContrib": 76500
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 144000
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 193500
        },
        "999431450": {
            "orgId": "999431450",
            "orgName": "COMISION NACIONAL DE ENERGIA ATOMICA",
            "ecContrib": 0
        },
        "916694912": {
            "orgId": "916694912",
            "orgName": "VLACHOS NIKOLAOS",
            "ecContrib": 81000
        },
        "999465594": {
            "orgId": "999465594",
            "orgName": "UNIVERSITA DEGLI STUDI DI SASSARI",
            "ecContrib": 207000
        }
    },
    "calculatedTotalContribution": 702000
}