{
    "rcn": "207641",
    "acronym": "Socialsmartgrid",
    "topics": "SMEInst-09-2016-2017",
    "title": "Boosting Energy Efficiency Trough Social Smart Grid Network",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Since 1995 Fractalgarden has successfully introduced in the Italian market products in the energy monitoring field. ASCOEL is an established SME with more than 20 years of experience in the design and manufacturing of microprocessor-based products. Our companies have been partners in the last years for the development of the ERMES 3.0 datalogger. With the ambition to gain visibility on the market and increase our turnover, we have decided to join capacities again to upgrade this system to a more extended solution: SocialSmartGrid. Recent studies states that the market for home energy management products and services as SocialSmartGrid is gathering momentum and its revenue is expected to grow from 528 Ä million in 2013 to over 3.000 MÄ in 2020 at a compound annual growth rate of 15.2%. SocialSmartGrid is a ground-breaking approach to connect energy providers to their customers through internet to the Smart grids and social networks to boost their energy efficiency up to 20%. The solution is a holistic system based on an energy monitoring unit with internet router integrated which connects to an energy management cloud platform with unique additional features such as social networking, community building and e-commerce marketplace to acquire energy efficient appliances and services. SocialSmartGrid is specially oriented to households and Small and medium business. With only one gadget, our partners from energy and telecommunication utilities will have the possibility to offer to their customer an integrated service of energy management and internet connection. Furthermore, E.ON Energia will support us on the pre-commercial stage through developing a pilot in 100 of its customers, and will be our first sales channel to start our international expansion. We foresee to reach a realistic market share of 0, 6% of the whole European Potential Market, what will imply a cumulative revenue of 38 MÄ after 5 years of commercialisation and 22 new direct jobs.",
    "totalCost": "1750097,5",
    "ecMaxContribution": "1225068,26",
    "coordinator": "FRACTALGARDEN SRL",
    "coordinatorCountry": "IT",
    "participants": "ASCOEL SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "930078681": {
            "orgId": "930078681",
            "orgName": "FRACTALGARDEN SRL",
            "ecContrib": 985232
        },
        "930029211": {
            "orgId": "930029211",
            "orgName": "ASCOEL SRL",
            "ecContrib": 239837
        }
    },
    "calculatedTotalContribution": 1225069
}