{
    "rcn": "207619",
    "acronym": "HyperMu",
    "topics": "ERC-2016-COG",
    "title": "Hyperfine splittings in muonic atoms and laser technology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The proton radius extracted from the measurements of the 2S-2P energy splitting in muonic hydrogen\n(?p) has attracted great attention because of a 7? discrepancy with the values extracted from\nelectron scattering and hydrogen (H) spectroscopy. Hundreds of publications have been devoted to the\nso called ìproton radius puzzleî ranging from studies of physics beyond the standard model, to reanalysis\nof electron scattering data, refinements of bound-state QED calculations, new theories describing\nthe proton structure, and proposals for new scattering and H spectroscopy experiments.\nAs next step, I plan two new (i.e., never before attempted) measurements: the ground-state hyperfine\nsplitting (1S-HFS) in both ?p and ?3He\\ with 1 ppm relative accuracy by means of pulsed laser\nspectroscopy. From these measurements the nuclear-structure contributions (two-photon-exchange)\ncan be extracted with a relative accuracy of 100 ppm which in turn can be used to extract the corresponding\nZemach radii (with a relative accuracy of 0.1%) and polarizability contributions. The Zemach radii\ncan provide magnetic radii when form-factor data or models are assumed.\nThese radii are benchmarks for lattice QCD and few-nucleon theories. With the polarizability contribution\nthey impact our models of the proton and of the 3He nucleus. Moreover, the ?p measurement\ncan be used to solve the discrepancy between the magnetic radii values as extracted from polarized and\nunpolarized electron scattering and to further test bound-state QED predictions of the 1S-HFS in H.\nThese two experiments require a muon beam line, a target with an optical cavity, detector, and laser\nsystems. As weak M1 transitions must be probed, large laser-pulse energies are needed, thus cutting-edge\nlaser technologies (mainly thin-disk laser and parametric down-conversion) need to be developed.\nLaser schemes of potentially high industrial impact that I have just patented will be implemented and\nrefined.",
    "totalCost": "1999926",
    "ecMaxContribution": "1999926",
    "coordinator": "PAUL SCHERRER INSTITUT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 1999926
        }
    },
    "calculatedTotalContribution": 1999926
}