{
    "rcn": "207605",
    "acronym": "HONOURs",
    "topics": "MSCA-ITN-2016",
    "title": "Host switching pathogens, infectious outbreaks and zoonosis; a Marie Sklodowska-Curie Training Network",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The ongoing increase of the human population accompanied by growing numbers of livestock to feed this population, as well as human invasion into natural habitats of wild animals makes humans progressively vulnerable to animal pathogens. Global trade as well as climate changes can contribute to pathogen transmission, e.g. through import of infected vectors or expansion of habitats for arthropod vectors such as mosquitoes and midges. Examples for this include recent European outbreaks of the arthropod-borne Dengue, West Nile, Schmallenberg and Usutu viruses in humans, ruminants and birds. Infectious disease outbreaks in animals are often unexpected, but we should be prepared for immediate identification of the causing agent and the evaluation of its pathogenic potential for animals and humans. Preparedness needs expertise in many areas. At surveillance sites early detection and identification of viruses involved in outbreaks is crucial. Screening of different animal species and humans who have been in close contact with (diseased) animals for known or yet undiscovered viruses will also help to be prepared for future outbreaks. Novel viruses in these populations will have to be evaluated for their pathogenicity in susceptibility studies. The HONOURs network will generate new health and scientific knowledge with the aim to locate, identify, characterize, contain, and control infections that are caused by zoonotic agents. The aim of HONOURs is to provide top-quality cross-disciplinary and supra-sectorial training to 15 promising young researchers at the interface of veterinary and human health, virology, biostatistics, and pathogen discovery. These early stage researchers will become ìpreparedness- expertsî.",
    "totalCost": "3860395,56",
    "ecMaxContribution": "3860395,56",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT;UNIVERSITAETSKLINIKUM BONN;STICHTING BIOMEDICAL PRIMATE RESEARCH CENTER;Intervet International B.V.;UNIVERSITY OF LEEDS;INMUNOLOGIA Y GENETICA APLICADA SA;Eidgenˆssisches Department f¸r Verteidigung, Bevˆlkerungsschutz und Sport;EIDGENOESSISCHES DEPARTEMENT DES INNERN;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "DE;NL;UK;ES;CH;BE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 546576
        },
        "999705475": {
            "orgId": "999705475",
            "orgName": "INMUNOLOGIA Y GENETICA APLICADA SA",
            "ecContrib": 247873
        },
        "995444071": {
            "orgId": "995444071",
            "orgName": "Intervet International B.V.",
            "ecContrib": 255374
        },
        "999483151": {
            "orgId": "999483151",
            "orgName": "FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT",
            "ecContrib": 498433
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 510749
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 249216
        },
        "998530320": {
            "orgId": "998530320",
            "orgName": "STICHTING BIOMEDICAL PRIMATE RESEARCH CENTER",
            "ecContrib": 255374
        },
        "990186089": {
            "orgId": "990186089",
            "orgName": "EIDGENOESSISCHES DEPARTEMENT DES INNERN",
            "ecContrib": 530454
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 3595169
}