{
    "rcn": "207645",
    "acronym": "I-MUST",
    "topics": "SMEInst-13-2016-2017",
    "title": "A handheld, ultra-sensitive device for rapid contactless explosive vapour detection in open air, based on Ion Mobility Universal Sensor Technology",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Explosives detection currently represents the biggest security challenge, being easy to acquire with limited resources and difficult to be detected in real-time. Recommended procedures for explosive detection are inherently unsafe: due to current technological limitations, EU regulations only prescribe screenings on a variable percentage of randomly chosen passengers. Being not portable, such devices can only be installed at screening lines - but in Brussels 2016 explosions happened way before them. Moreover, existing devices just allow to analyse swabbed points instead of the passengersí total body. In the meantime, those procedures are slow (up to 30 s/passenger) and intrusive, requiring physical contact (swabbing): two major drawbacks, considering that airports competition is based today on passenger experience. \nEye on Air developed I-MUST, a handheld disruptive device based on a proprietary, ultra-thin and high sensitive Ion Mobility Spectrometry sensor.  Embedded into I-MUST, it ensures the most secure detection of explosives, with a sensitivity 500 times higher than its competitors (0.1 ppb) and the detection of  >150 compounds, i.e. 3 to 5 times more compounds than currently used technology. I-MUST can be used not only at screening lines, but everywhere in public places, allowing to introduce the concept of a ìdistributed securityî and, thanks to the brief time of analysis (2 s), 100% passengers can be scanned. By using short ion beams and a small, annular drift space, Eye on Air obtained such performing, enabling technology, whose features have already been confirmed in October 2015 by TNO, the Dutch research institute devoted to the certification of airport screening devices. \nDuring Phase 1 project, Eye on Air will assess the scale-up industrialization plan and will evaluate a sound go-to-market strategy to ensure successful commercialization of the I-MUST device for airport explosive detection.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EYE ON AIR BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918231683": {
            "orgId": "918231683",
            "orgName": "EYE ON AIR BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}