{
    "rcn": "207606",
    "acronym": "Keep Control",
    "topics": "MSCA-ITN-2016",
    "title": "Industrial Academic Initial Training Network towards specific diagnosis and treatment of age-related gait and balance deficits",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Balance and gait deficits are ubiquitous among the older population, and lead to enormous personal, occupational and health care burden. Emerging pharmacological and non-pharmacological interventions to date have only small to moderate effects on these deficits. This is likely due to remaining fundamental questions on underlying mechanisms and treatment. The present project Keep Control consists of a rare EU-wide combination of experts from clinical, biomechanic and neuroscience research, along with experts from the industry, who all aim at gaining a better understanding and treatment of balance and gait deficits in older adults. We aim to scrutinize aspects such as: (1) comparability of balance and gait assessment in the clinic and the home environment, (2) gait and balance deficits as prodromal markers of neurodegeneration, and as markers to differentiate between Parkinsonian syndromes, (3) association between freezing of gait and balance, and (iv) gait and balance deficits in patients with sarcopenia. Tools such as sophisticated lab-based gait and balance assessment devices, perturbation treadmill, wearable devices, electrophysiology and blood and tissue investigations will be implemented. We will further employ promising therapeutic strategies for specific gait and balance deficits in older adults, including both pharmacologic and non-pharmacologic strategies. An entire work package will be dedicated to a novel harmonization and integration approach across the whole network: It will (i) harmonize assessment protocols based on the WHO definition of health and disability, to pave the way for an exhaustive meta-analysis of all data collected, and (ii) foster the active involvement of all study participants by implementation of a participant-controlled medical record. In summary, Keep control will cover the entire range of expertise necessary and utilize cutting edge technology to educate fellows in the area of gait and balance deficits in older adults.",
    "totalCost": "3059313,21",
    "ecMaxContribution": "3059313,21",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;MOTEK MEDICAL B.V.;PATIENTS KNOW BEST LIMITED;STICHTING VU;GAIT UP SA;ACADEMISCH ZIEKENHUIS GRONINGEN;CENTRE HOSPITALIER REGIONAL ET UNIVERSITAIRE DE LILLE;UNIVERSITY OF NEWCASTLE UPON TYNE;UNIVERSIDADE DO PORTO;HASOMED HARD-UND SOFTWARE FUER MEDIZIN GESELLSCHAFT MBH;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "DE;NL;UK;CH;FR;PT;BE",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 436129
        },
        "916516238": {
            "orgId": "916516238",
            "orgName": "PATIENTS KNOW BEST LIMITED",
            "ecContrib": 68322
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 255374
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "969048334": {
            "orgId": "969048334",
            "orgName": "MOTEK MEDICAL B.V.",
            "ecContrib": 255374
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 238356
        },
        "969946457": {
            "orgId": "969946457",
            "orgName": "HASOMED HARD-UND SOFTWARE FUER MEDIZIN GESELLSCHAFT MBH",
            "ecContrib": 249216
        },
        "932602718": {
            "orgId": "932602718",
            "orgName": "GAIT UP SA",
            "ecContrib": 265227
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2796436
}