{
    "rcn": "207642",
    "acronym": "NESPINT",
    "topics": "SMEInst-13-2016-2017",
    "title": "NEutron Spectrometry to Prevent Illicit Nuclear Trafficking",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "The project aims at developing an innovative detector capable of playing a fundamental role in detecting illicit trafficking of nuclear materials across international borders. This detector, called NESPINT (Neutron Spectrometry to Prevent Illicit Nuclear Trafficking), will be constituted by a neutron spectrometer that passively interrogate items in the framework of port, airport and border security screening procedures. The project is expected to develop an industrialised version of NESPINT, tested in operational workplaces and ready for the market, to be implemented in different systems employed for security screenings. NESPINT will enter the business of detectors employed for homeland security, which is constantly increasing especially for what concerns illegal trafficking.\nIndeed, at the state of the art there are no commercial detectors that can compete with the characteristics of NESPINT, neither in terms of performance and efficiency, nor in terms of price and ease of use. NESPINT will satisfy the needs of the users involved in the homeland security market, as it will be characterised by fast and precise measurements, ease of use and reduced cost. The feasibility assessment to be carried out in phase 1 will be aimed at: elaborating a clear, measureable and realistic business plan; precisely determining the budget requirements for the funding request to be submitted during phase 2; precisely determining the total and the serviceable available market, split in the submarkets (airports, ports and others); finding potentially interested partners for phase 2; defining the national and international applicable standards to be respected for bringing NESPINT on the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELSE NUCLEAR SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941124847": {
            "orgId": "941124847",
            "orgName": "ELSE NUCLEAR SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}