{
    "rcn": "207633",
    "acronym": "IPM-4-Citrus",
    "topics": "MSCA-RISE-2016",
    "title": "IPM-4-Citrus, Citrus desease Integrated Pest Management: from Research to Market",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "IPM-4-Citrus aims to strengthen collaborations between academic and non-academic partners based in 3 European Member States (FR, GER, IT), 2 Associated Countries (Turkey and Tunisia) and 1 Third Country (Lebanon), in order to develop a new bio-pesticide active against citrus pests and scale it up from lab to market. The projectís research and innovation activities are based on a multidisciplinary approach, which aims at understanding and sensitising stakeholders about the health risk factors related to citrus pests and their treatment by chemical pesticides and developing an alternative Integrated Pest Management (IPM) approach based on biological control. Bacillus thuringiensis (Bt) based bio pesticides occupy almost 97% of the worldís bio pesticide market and their use was estimated to exceed 30,000 tons. Despite this widespread use, the originality of Citrus-IPM is to focus on 2 promising, newly identified strains (Bt kurstaki BLB1 and LIP), which were shown to be more efficient than the commercial (Bt kurstaki HD1). In conjunction with validation through field tests, the project will pave the way for future commercial exploitation of a new biopesticide product by drawing up a feasibility study for future spin-off activities and/or new production lines in partner SMEs. Staff secondments and inter-sector and international mobilities between complementary partners will represent a unique opportunity to optimise bioproduction processes and obtain high added-value bioproducts, while building up the partnersí skills and reinforcing the training of early-stage researchers through knowledge sharing and networking. Inter-sectors mobility will bring SMEs and researchers to work conjointly on conditioning procedures for field tests, impact evaluation and product maturation/exploitation. The project will also adopt a concrete RRI approach by favouring public engagement and informal education through the different outreach activities aimed at a variety of target groups.",
    "totalCost": "801000",
    "ecMaxContribution": "801000",
    "coordinator": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT PASTEUR DE TUNIS;WIKI START-UP;JULIUS KUHN-INSTITUT BUNDESFORSCHUNGSINSTITUT FUR KULTURPFLANZEN;BIOINDUSTRY PARK SILVANO FUMERO SPA;LES LABORATOIRES MEDIS;BIYANS BIYOLOJIK URUNLER AR-GE DANISMANLIK SANAYI TICARET LIMITED SIRKETI;CENTRE DE BIOTECHNOLOGIE DE SFAX - CBS;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;CENTRE TECHNIQUE DES AGRUMES",
    "participantCountries": "TN;DE;IT;TR;FR",
    "projectParticipants": {
        "918959377": {
            "orgId": "918959377",
            "orgName": "LES LABORATOIRES MEDIS",
            "ecContrib": 157500
        },
        "998202169": {
            "orgId": "998202169",
            "orgName": "BIOINDUSTRY PARK SILVANO FUMERO SPA",
            "ecContrib": 22500
        },
        "988821978": {
            "orgId": "988821978",
            "orgName": "CENTRE DE BIOTECHNOLOGIE DE SFAX - CBS",
            "ecContrib": 166500
        },
        "999869405": {
            "orgId": "999869405",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE INSAT",
            "ecContrib": 0
        },
        "972240022": {
            "orgId": "972240022",
            "orgName": "BIYANS BIYOLOJIK URUNLER AR-GE DANISMANLIK SANAYI TICARET LIMITED SIRKETI",
            "ecContrib": 54000
        },
        "997320924": {
            "orgId": "997320924",
            "orgName": "UNIVERSITE SAINT-JOSEPH",
            "ecContrib": 0
        },
        "998933937": {
            "orgId": "998933937",
            "orgName": "INSTITUT PASTEUR DE TUNIS",
            "ecContrib": 40500
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 63000
        },
        "929042818": {
            "orgId": "929042818",
            "orgName": "WIKI START-UP",
            "ecContrib": 18000
        },
        "916684145": {
            "orgId": "916684145",
            "orgName": "CENTRE TECHNIQUE DES AGRUMES",
            "ecContrib": 22500
        },
        "999494015": {
            "orgId": "999494015",
            "orgName": "JULIUS KUHN-INSTITUT BUNDESFORSCHUNGSINSTITUT FUR KULTURPFLANZEN",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 657000
}