{
    "rcn": "207638",
    "acronym": "ONCOCHECK",
    "topics": "SMEInst-05-2016-2017",
    "title": "A simple blood test for prognosis and monitoring of patients undergoing cancer therapy.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The objective of the ONCOCHECK project is to bring to the healthcare market a unique solution for cancer prognosis and monitoring which is a simple and inexpensive (<Ä200/test) blood test that will allow oncologists the prediction and evaluation of disease progression (monitoring) in patients affected by the great majority of cancers, with no distinction between haematological or solid tumors. The ONCOCHECK test is based on the determination of telomere length in peripheral blood, which is a blood cell marker that has been identified in the majority of cancers. The great advantage of the ONCOCHECK tests over any competing blood tests based on cancer tumor markers is that ONCOCHECK will serve for monitoring virtually all types of cancer, while competing tumor marker based solutions are useful only for a specific cancer/tumor. Therefore, Life Length¥s test will offer a universal solution for cancer monitoring, with no competitors offering a similar approach.\nConsidering the more than 35 million of people affected by cancer all over the world and that ONCOCHECK will serve for monitoring all cancer types, the business opportunity seems unquestionable. Through the ONCOCHECK project, we seek positioning our company as a leading player in the Advanced Next Generation Cancer Diagnostic Market, which was already  estimated globally to generate Ä7.1 billion in sales in 2015 and is forecast to exceed Ä13.1 billion by 2020. The main market drivers are the development of less invasive and less costly tools that can contribute to a more efficient, more frequent and sustainable management of cancer. In line with this, the ONCOCHECK project will offer oncologist a cost effective solution to the current challenges in regular cancer monitoring and management.",
    "totalCost": "3109948,75",
    "ecMaxContribution": "3109948,75",
    "coordinator": "LIFE LENGTH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "963778421": {
            "orgId": "963778421",
            "orgName": "LIFE LENGTH SL",
            "ecContrib": 3109949
        }
    },
    "calculatedTotalContribution": 3109949
}