{
    "rcn": "207676",
    "acronym": "SURVANT",
    "topics": "FTIPilot-1-2015",
    "title": "SURveillance Video Archives iNvestigation assisTant",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "All around the world, organizations and agencies deploy video surveillance to monitor and protect property and public infrastructure, driven by various factors like increasing crime rate, security threats, terrorism acts and even monitoring of law enforcement. The influx of surveillance footage from a growing number of cameras operating at higher resolutions, such as HD, coupled with the desire to increase the retention time of that footage is exploding the volume of the footage available. Organizations that have invested heavily in surveillance infrastructure are keen to exploit it for the automation of surveillance procedures using video analytics solutions.\nSURVANT will deliver an innovative system that will collect the relevant videos from heterogeneous repositories, extract video analytics, enrich the analytics using reasoning and inference technologies, and offer a unified search interface to the user. An intuitive interface with a relaxed learning curve will assist the user create accurate search queries and receive the results using advanced visualization tools. Ethical management of personal data collected from surveillance videos is integrated in the system design.\nSURVANT is the follow up of the research project ADVISE (GA 285024), co-financed by EU in the FP7 Work programme in the SEC-2011 call. It intends to market uptake the results achieved in ADVISE and prove the final system at operational environment (TRL9). The market opportunity has been confirmed during the ADVISE project demonstration workshops, where end-users were enthusiastic about the functionality of the prototype presented and some initial interest for purchasing the system was declared. Law Enforcement Agencies (LEAs), critical infrastructure operators and private security organizations are the primary market targets of this action. However, SURVANT pleads to explore new markets that share common needs.",
    "totalCost": "2578960",
    "ecMaxContribution": "1994797",
    "coordinator": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "coordinatorCountry": "IT",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;INNOVATION ENGINEERING SRL;AYUNTAMIENTO DE MADRID;UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED",
    "participantCountries": "EL;IT;ES;IE",
    "projectParticipants": {
        "993162049": {
            "orgId": "993162049",
            "orgName": "INNOVATION ENGINEERING SRL",
            "ecContrib": 348250
        },
        "997513178": {
            "orgId": "997513178",
            "orgName": "AYUNTAMIENTO DE MADRID",
            "ecContrib": 162125
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 469625
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 581700
        },
        "971136162": {
            "orgId": "971136162",
            "orgName": "UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED",
            "ecContrib": 433097
        }
    },
    "calculatedTotalContribution": 1994797
}