{
    "rcn": "207678",
    "acronym": "BeStMo",
    "topics": "ERC-2016-COG",
    "title": "Beyond Static Molecules: Modeling Quantum Fluctuations in Complex Molecular Environments",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "We propose focused theory developments and applications, which aim to substantially advance our ability to model and understand the behavior of molecules in complex environments. From a large repertoire of possible environments, we have chosen to concentrate on experimentally-relevant situations, including molecular fluctuations in electric and optical fields, disordered molecular crystals, solvated (bio)molecules, and molecular interactions at/through low-dimensional nanostructures. A challenging aspect of modeling such realistic environments is that both molecular electronic and nuclear fluctuations have to be treated efficiently at a robust quantum-mechanical level of theory for systems with 1000s of atoms. In contrast, the current state of the art in the modeling of complex molecular systems typically consists of Newtonian molecular dynamics employing classical force fields. We will develop radically new approaches for electronic and nuclear fluctuations that unify concepts and merge techniques from quantum-mechanical many-body Hamiltonians, statistical mechanics, density-functional theory, and machine learning. Our developments will be benchmarked using experimental measurements with terahertz (THz)  spectroscopy, atomic-force and scanning tunneling microscopy (AFM/STM), time-of-flight (TOF) measurements, and molecular interferometry.\n\nOur final goal is to bridge the accuracy of quantum mechanics with the efficiency of force fields, enabling large-scale predictive quantum molecular dynamics simulations for complex systems containing 1000s of atoms, and leading to novel conceptual insights into quantum-mechanical fluctuations in large molecular systems. The project goes well beyond the presently possible applications and once successful will pave the road towards having a suite of first-principles-based modeling tools for a wide range of realistic materials, such as biomolecules, nanostructures, disordered solids, and organic/inorganic interfaces.",
    "totalCost": "1811650",
    "ecMaxContribution": "1811650",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 1811650
        }
    },
    "calculatedTotalContribution": 1811650
}