{
    "rcn": "207654",
    "acronym": "MARANDA",
    "topics": "FCH-01-5-2016",
    "title": "Marine application of a new fuel cell powertrain validated in demanding arctic conditions",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "In MARANDA project an emission-free hydrogen fuelled PEMFC based hybrid powertrain system is developed for marine applications and validated both in test benches and on board the research vessel Aranda, which is one of about 300 research vessels in Europe. Special emphasis is placed on air filtration and development of hydrogen ejector solutions, for both efficiency and durability reasons. In addition, full scale freeze start testing of the system will be conducted.\n\nWhen research vessels are performing measurements, the main engines are turned off to minimize noise, vibration and air pollution causing disturbance in the measurements. The 165 kW (2 x 82.5 kW AC) fuel cell powertrain (hybridized with a battery) will provide power to the vessel's electrical equipment as well as the dynamic positioning during measurements, free from vibration, noise and air pollution.\n\nOne of the major obstacles for wider implementation of fuel cells in the marine sector is the hydrogen infrastructure. To alleviate this problem, a mobile hydrogen storage container, refillable in any 350 bar hydrogen refuelling station will be developed in this project. This novel solution will increase hydrogen availability to marine sector as well as many other sectors.\n\nThe consortium of this project contains companies from the whole fuel cell value chain, from balance-of-plant components to system integrator and end user. The fuel cell system will be tested in conditions similar to arctic marine conditions before implementation to the target vessel. In addition, long-term durability testing (6 months, 4380 operating hours) of the system will be conducted at an industrial site.\n\nThe project will increase the market potential of hydrogen fuel cells in marine sector, which have for long lagged behind road transportation. General business cases for different actors in the marine and harbor or fuel cell business will be created and therefore the impacts in the whole industry will be notable.",
    "totalCost": "3704757,5",
    "ecMaxContribution": "2939457,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ABB OY;SUOMEN YMPARISTOKESKUS;Powercell Sweden AB;OMB SALERI SPA;PERSEE;SWISS HYDROGEN SA",
    "participantCountries": "FI;SE;IT;FR;CH",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 975749
        },
        "926541382": {
            "orgId": "926541382",
            "orgName": "SWISS HYDROGEN SA",
            "ecContrib": 0
        },
        "936304335": {
            "orgId": "936304335",
            "orgName": "PERSEE",
            "ecContrib": 129375
        },
        "999478010": {
            "orgId": "999478010",
            "orgName": "SUOMEN YMPARISTOKESKUS",
            "ecContrib": 155012
        },
        "999415057": {
            "orgId": "999415057",
            "orgName": "ABB OY",
            "ecContrib": 300231
        },
        "987110025": {
            "orgId": "987110025",
            "orgName": "OMB SALERI SPA",
            "ecContrib": 396250
        },
        "994048047": {
            "orgId": "994048047",
            "orgName": "Powercell Sweden AB",
            "ecContrib": 982840
        }
    },
    "calculatedTotalContribution": 2939457
}