{
    "rcn": "207600",
    "acronym": "Bio-ICD",
    "topics": "ERC-2016-STG",
    "title": "Biological auto-detection and termination of heart rhythm disturbances",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Imagine a heart that could no longer suffer from life-threatening rhythm disturbances, and not because of pills or traumatizing electroshocks from an Implantable Cardioverter Defibrillator (ICD) device. Instead, this heart has become able to rapidly detect & terminate these malignant arrhythmias fully on its own, after gene transfer. In order to explore this novel concept of biological auto-detection & termination of arrhythmias, I will investigate how forced expression of particular engineered proteins could i) allow cardiac tissue to become a detector of arrhythmias through rapid sensing of acute physiological changes upon their initiation. And how after detection, ii) this cardiac tissue (now as effector), could terminate the arrhythmia by generating a painless electroshock through these proteins.\nTo this purpose, I will first explore the requirements for such detection & termination by studying arrhythmia initiation and termination in rat models of atrial & ventricular arrhythmias using optical probes and light-gated ion channels. These insights will guide computer-based screening of proteins to identify those properties allowing effective arrhythmia detection & termination. These data will be used for rational engineering of the proteins with the desired properties, followed by their forced expression in cardiac cells and slices to assess anti-arrhythmic potential & safety. Promising proteins will be expressed in whole hearts to study their anti-arrhythmic effects and mechanisms, after which the most effective ones will be studied in awake rats.\nThis unexplored concept of self-resetting an acutely disturbed physiological state by establishing a biological detector-effector system may yield unique insight into arrhythmia management. Hence, this could provide distinctively innovative therapeutic rationales in which a diseased organ begets its own remedy, e.g. a Biologically-Integrated Cardiac Defibrillator (Bio-ICD).",
    "totalCost": "1485028",
    "ecMaxContribution": "1485028",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1485028
        }
    },
    "calculatedTotalContribution": 1485028
}