{
    "rcn": "207646",
    "acronym": "LKN",
    "topics": "SMEInst-01-2016-2017",
    "title": "Linknovate ñ Connect with Emerging Technologies and the Key-Players Behind Them",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "The main publishing groups (e.g. Elsevier) perform business intelligence over scientific and technology-based content for which corporations globally pay top dollar (>50kÄ/license year), leaving SMEs and independent professionals ëin the darkí. They have to rely on complex patent analysis tools and scientific search engines to make sense of data, and to detect trends and emerging technologies.\n\nLINKNOVATE (LKN) brings a disruptive solution, harvesting metadata from multiple sources, not just publications and patents but also more up-to-date sources (e.g. conferences, grants, news), and addressing the opportunity to attract user generated content. These are the foundations of our ëDiscovery engineí.\n\nLKN provides business intelligence software tools for our clients to identify emerging technologies and markets, and the key-players behind them.\nOur mission is to build a tool able:\n1) equip with a basic understanding of emerging technologies in one-click\n2) help them understand the emerging verticals inside their topic of interest and keep track of them\n3) identify forces disrupting that topic, key-players in it and the relationships between them\n\nRegarding our value for Europe, we are an SME friendly tool (Freemium model) and aligned with the ëquadruple helix modelí and the industry 4.0 principles to have a less linear and more open innovation process. \nOur aim is to become the go-to tool for business intelligence, for technologists and strategists.\n\nLKN will be commercialized under a freemium subscription model. With LKN as our growth axis, we expect to reach 9,5MÄ in revenue and 55 employees by 2020. Instrument for SMEs is a unique opportunity for us to gain momentum, and reinforce our competitive advantage. During Phase 2 we will focus on the scale-up and the high growth of the company, for which we estimate a total budget of 1.5MÄ for 18 months.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LINKNOVATE SCIENCE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940278231": {
            "orgId": "940278231",
            "orgName": "LINKNOVATE SCIENCE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}