{
    "rcn": "207688",
    "acronym": "Liftra Crane",
    "topics": "SMEInst-09-2016-2017",
    "title": "Liftra Self-Hoisting Crane (LSHC) - a disruptive crane solution for cost effective exchange and service of major wind turbine components",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The Liftra self-hoisting crane (LSHC) enables significant cost savings on exchange of major components of wind turbines ñ which in turn reduces the cost of wind energy. With a crane that fits within a single 40 foot container, it is possible to change major components such as gearboxes and generators on wind turbines, with no restrictions on wind turbine height.\nToday there is more than 94.000 wind turbines installed worldwide in the size range from 1,4MW to 2,4MW, which is the current market range for the LSHC for changing of major components. Since each wind turbine conservatively requires minimum one major component exchange per 10 years, the market potential is between Ä235 million and Ä1,9 billion EUR per year in pure crane servicing costs. However, the value proposition of the LSHC does not only concern the existing market. The superior mobility of this technology enables major component service in remote areas with poor infrastructure and low access to large cranes. In turn this reduces the risk of installing wind turbines in less developed regions and may facilitate truly global expansion of wind energy. \nThis far, the LSHC has been deployed project-to-project business model, according to which each commercial engagement is a unique solution, and based on thorough adaptation and testing on WT models. This approach is time consuming and very costly, thus, not scalable or replicable to global, mass markets. The project as a whole addresses the challenges of penetrating the market with an innovative new crane technology and allow fast scaling of the business worldwide to become the new industry standard through a mass customization-base business strategy.\nSuccessful project completion represents a significant business opportunity for our SME, with expected revenues of Ä125 million within 5 years, of which more than Ä22 million stand as direct profit. In addition, the successful market introduction of the LSHC is expected to create over 220 new jobs.",
    "totalCost": "2773000",
    "ecMaxContribution": "1941100",
    "coordinator": "LIFTRA APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935565292": {
            "orgId": "935565292",
            "orgName": "LIFTRA APS",
            "ecContrib": 1941100
        }
    },
    "calculatedTotalContribution": 1941100
}