{
    "rcn": "207791",
    "acronym": "Bioisotopes",
    "topics": "MSCA-IF-2015-EF",
    "title": "Biological Effects on Isotopically Evaluated Systems",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Reliable and robust methods for determining iron, zinc and copper status in the general population are needed. High precision natural intrinsic isotopic techniques originating in Earth Sciences can be used to reveal elusive metal pathways. The tight energy controls in biological systems mean that the isotope effect is seen in different metal-protein environments, depending on the ligand coordination and, if relevant, the oxidation state of the metal. When metal pathways adjust, due to increased or decreased uptake, excretion or another metabolic change, the isotope composition of a metal reservoir reflects this. Recent studies have indicated that these high precision isotopic analyses of blood may provide a new reliable method to determine metal status and disease.\nHowever, the interpretation of high precision isotopic data currently relies on computational models and plant-based laboratory experiments, and these assumptions are not sufficient to constrain isotopic signatures in human biological systems. Accurate interpretation of the isotopic signature is key to understanding the metabolic pathway that lead to a change in metal status. This study will investigate the isotopic fractionation of iron, copper and zinc on binding with proteins in simple to complex biological systems, and how this relates to metal cell metabolism, with the key aim of establishing a robust reference frame for future investigations of isotope biochemistry.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}