{
    "rcn": "207728",
    "acronym": "MacroReflEx",
    "topics": "MSCA-IF-2015-EF",
    "title": "Macro Experiments on Reflexivity and Economic Crises",
    "startDate": "01/09/2016",
    "endDate": "",
    "objective": "The MacroReflEx project studies fiscal policy design in the aftermath of an economic and a sovereign debt crises, like the ones that the Euro area has experienced following the 2007-8 financial crisis. The key research question is whether or under which conditions fiscal consolidation or fiscal stimulus is more desirable in such an economic downturn. Expectations of the economic actors play a central role, both in worsening economic downturns and in determining the success or failures of policies. For this reason, the project uses an original combination of laboratory experiments and heterogenous agent models that both put a strong emphasis on the understanding and the modeling of expectations dynamics. \nControlled laboratory environments recreate an environment in which expectations play a key role in shaping the aggregate dynamics, just like in real economies, but without assuming a specific expectation mechanism that may influence the conclusions of the exercise, as forecasts are directly elicited from the subjects. The experiments will shed light on three issues: Under what conditions can one observe bubble-like behavior that may amplify negative shocks? Are policy announcements able to revert those expectations and dampen those amplification mechanisms? If spreads are partly driven by non-fundamental factors, does it call for more fiscal consolidation or more stimulus?  \nThe project then elaborates on the forecasts data collected in the experiments, and develops an heterogenous agent model with two objectives. First, the resulting model will provide a behavioral explanation of the observed patterns in the experiments. Second, it will allow us to perform a systematic policy analysis, both regarding ex ante, preventive policies, and ex post, counter-cyclical interventions. A particular challenge is to design a fiscal rule that summarizes in a systematic way the action of fiscal authorities, and can decrease the likelihood and the impact of such fiscal crises.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915771": {
            "orgId": "999915771",
            "orgName": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}