{
    "rcn": "207797",
    "acronym": "DynamicBrainStates",
    "topics": "MSCA-IF-2015-EF",
    "title": "Monitoring changes in brain states using dynamical causal networks",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "I propose a new model and estimation method that will allow Neuroscientists to detect, track, and predict temporal changes in dynamical brain networks non-invasively. These changes underpin shifts in brain (cognitive) states which are currently inaccessible using standard Neuroimaging techniques. The method combines recent advances in dynamical systems theory and Bayesian inference to integrate Electroencephalography (EEG) and Diffusion Weighted Magnetic Resonance Imaging (DWMRI) data in an efficient way. I will provide a proof of concept that the method can be used as a tool for early diagnosis of brain dysfunction. Given the current emphasis on reducing the social and economic impact of neurodegeneration and aging across the EU, I focus on using Transcranial Magnetic Stimulation (TMS) to induce small changes in two exemplars of distributed networks that simulate semantic and motor neurodegeneration as a demonstration of what this method can detect. The proposed approach has the potential to change strategies for screening and early diagnosis of neurodegenerative conditions. It will lead to new clinical applications that will significantly impact the study of the aging brain and mental health, as well as the analysis of a wide variety of normal brain function, such as social behaviour, decision-making, or resting-state.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}