{
    "rcn": "207743",
    "acronym": "HIntNets",
    "topics": "MSCA-IF-2015-GF",
    "title": "Higher-order interactions and Laplacian dynamics in complex networks: structure, dynamics and control",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "Complex networks are an essential ingredient of modern life, and underpin integral parts of our biological, physical, technological and socio-economic universe. Thus far, such networks have been mainly represented as graphs. However, while graphs can capture pairwise interactions between nodes, fundamental interactions in networks often take place between multiple nodes. For example, in socio-economic networks, the joint coordinated activity of several agents (e.g. buyer, seller, broker); the formation and interactions of coalitions; the emergence of peer pressure; and the existence of triadic closure are all prevalent.\n\nThe objective of this interdisciplinary project is to investigate such non-binary interactions in complex networks and their dynamical implications. Specifically, we will investigate how such interactions can be taken into account for the modelling, analysis and design of complex networks.\n\nTo achieve this, we will extend the geometrical framework of simplicial complexes to account systematically for weighted non-binary couplings of nodes, node-pairs, triplets, etc., allowing us to consistently assess and design higher-order interactions. Here, we will focus on consensus and random walks as prototypical examples of a range of other phenomena. Working at the interface of Network Science and Control Theory, we will combine recent tools from both fields and apply our results to real biological and socio-economic networks and data. We will investigate how the consideration of non-binary couplings can yield an improved understanding of the propagation of external shocks in socio-economic networks, and help to reveal dynamical groupings in networks emerging from systems biology experiments.\n\nProviding a synergy between the applicantís multidisciplinary background and the leading Systems, Optimization and Control research of the hosts, this proposal holds the potential to leverage the candidateís career and yield scientific results of general relevance.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}