{
    "rcn": "207799",
    "acronym": "NMR4Nanos",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development and application of NMR-based tools to inorganic nanocarriers for effective vaccine delivery",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "There is an urgent need for new vaccines, but avoiding side effects is crucial for patient compliance. To address this, new generation vaccines with safe, but weakly immunogenic antigens are formulated with carriers and adjuvants to induce the desired immunological response. Inorganic nanoparticles (NP) have shown potential as carriers while immune stimulators of microbial origin are proven to ensure long lasting immune response. Their successful integration into nanovaccines requires thorough analysis of the inorganic/organic interface. Solution state NMR spectroscopy has recently been established as a potent characterisation tool towards this end. \nMy objective is twofold: I intend to elaborate new vaccine-carrier nanosystems and to develop NMR spectroscopic surface characterization methods for their analysis that may be generalized for application to other NPs.\nI will use my expertise in preparative colloid chemistry to tailor series of new ZrO2- and hydroxyapatite-based NPs of varied size. For their characterisation I will be trained to carry out solution NMR measurements from the toolbox developed by the Host. The outcome will be invaluable for guiding the surface modification of these NPs to obtain vaccine carriers. The project also aims at the further development of NMR methodology. The potential of solid state NMR measurements in this respect will be explored as a secondment. Another secondment is devoted to the early study of in vitro stability, fate and toxicity of the new carriers.\nThe planned research will train me in a cutting-edge analysis technique, and by that means provide me more independence in my work. Furthermore, it will establish an interdisciplinary cooperation between Partner Institutes. The results and the planned outreach activities are also expected to have a positive impact on EU: these new characterization tools would be useful for food, cosmetic and nanomedicine industries and may contribute to improved customer and patient safety.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}