{
    "rcn": "207706",
    "acronym": "WINBOXTOOL",
    "topics": "JTI-CS2-2016-CFP03-AIR-02-19",
    "title": "High versatility and accurate tooling set produced in All-In-One machine for the cost efficiency Sub-Assembly, Functional Checks and Transport of the Morphing Winglet and Multifunctional Outer flaps.",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "WINBOXTOOL will develop a versatile prototype tooling set (80% of the tooling in common for LH & RH) for the cost efficiency Assembly and Transport of the Morphing Winglet and Multifunctional Outer Flaps of the next generation optimized wing box (reduction of 15% in time and 10% in cost).  The proposed innovative approach, based on the utilisation of a fully automated all-in-one machine (Figure 1) and additive manufacturing technologies, eliminates the effect of most of the errors and geometrical deviations in the tooling production and assembling processes due to the implementation of a single and fully controlled working environment.\nIn WINBOXTOOL, a manufacturing and assembling environment (TRL 4) will be validated and demonstrated in a relevant environment (TRL 5-6) for the production of the prototype tooling set. \nAfter the end of the project, WINBOXTOOL will be an affordable solution for the versatility and cost efficiency manufacturing (reduction of 10 % in time and 20% in cost) of tooling solutions, which could be applied to new tools, especially for large parts. \nThe success of WINBOXTOOL to obtain finished functional tooling (tolerance under 0.1 mm and Ra = 0.1 µm) direct from CAD, in all-in-one machine combined with additive manufacturing technolodies, pass through overcoming several technological challenges:\n1 To establish a high accuracy permanent tracking environment for the manufacturing and assembling processes of the prototype tooling set\n2 To enable the all-in-one machine for high accuracy assembling operations for the jibs and other accessories related to the prototype tooling set\n3 To improve the ergonomic, accuracy and automation of the human operations associated to the prototype tooling set\n4 To design and produce auxiliary tooling by means of novel additive manufacturing technologies \n5 To increase the capacities of the simulation and analysis system according to the prototype tooling set requirements and the aeronautical quality standards",
    "totalCost": "800000",
    "ecMaxContribution": "800000",
    "coordinator": "FUNDACION AITIIP",
    "coordinatorCountry": "ES",
    "participants": "INSTITUTO TECNOLOGICO DE ARAGON",
    "participantCountries": "ES",
    "projectParticipants": {
        "999509341": {
            "orgId": "999509341",
            "orgName": "INSTITUTO TECNOLOGICO DE ARAGON",
            "ecContrib": 31250
        },
        "997301427": {
            "orgId": "997301427",
            "orgName": "FUNDACION AITIIP",
            "ecContrib": 768750
        }
    },
    "calculatedTotalContribution": 800000
}