{
    "rcn": "207784",
    "acronym": "MULTIZONAL SCAFFOLD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multizonal scaffold system based on collagen and copper doped mesoporous bioactive glass microspheres for dual release of growth factors for application as wound dressing material.",
    "startDate": "",
    "endDate": "",
    "objective": "This project is an attempt to develop an effective bioactive wound dressing for the treatment of chronic non-healing wounds that until now depict a major challenge and financial burden to healthcare providers. We propose a zonal, multifunctional scaffold based on collagen (COL) and copper-doped mesoporous bioactive glass (Cu-MBG) serving as release system for vascular endothelial growth factor (VEGF) and platelet-derived growth factor (PDGF-BB). The degradable scaffold system is expected to accelerate the wound healing process due to synergy of angiogenetic, bioactivity, and antimicrobial characteristics. \nThis will be the first attempt to create a zonal COL-MBG scaffold system with release of three functional molecules, of which PDGF-BB has not previously been incorporated to MBG. Zonal design enables designed consecutive release profiles, e.g. immediate PDGF-BB from the outer layer and delayed VEGF release from the inner layer of the scaffold. \nThe structure of the scaffold as well as distribution of specific components and their functionality will be characterized using innovative in vitro models including cell culture tests. \n\nThe experienced researcher Dr. Nganga defended her PhD-thesis 2013 at University of Turku, Finland and has authored six original research papers. She has profound experience in biomaterials research based on involvement in cutting edge research at Universities in Germany, Finland and Italy. \nThe beneficiary the Department of Materials Science and Engineering and the Institute of Biomaterials at University of Erlangen-Nuremberg is a well-respected international player in biomaterials research with extensive experience of hosting foreign researchers, including MC fellows. Prof. A.R. Boccaccini is a highly recognised researcher in the biomaterials field with broad mentoring and research supervision experience. He has received numerous international awards and has recently been named a Highly Cited Researcher by Thomson Reuters.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}