{
    "rcn": "207789",
    "acronym": "MEXRES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Restoration and Faith: practicing religion and conservation in Mexico's historic churches",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "The proposed project addresses the restoration of a colonial era Catholic church located in a peripheral indigenous community in the state of Oaxaca, Mexico. It investigates the ways in which the professionals concerned with the conservation of the church as a federally-protected historic site engage with the local religious community that has particular rights in, and relationships with, the building and objects that are to undergo repair. It raises larger political and ethical questions of how divergent ideological, aesthetic and cultural values are negotiated in contexts of religious heritage conservation. This is a social anthropology project that is grounded in a broader multidisciplinary approach that connects with art and architectural history, conservation sciences, and religious studies. The aims are to investigate: 1. the cultural, religious, and vocational ideologies and beliefs that come into conflict as actors work through restoration projects together; 2. how the material and immaterial aspects of sacred and historically valuable objects are understood by different stakeholders; and 3. how relations of power are manifested and reinforced or resisted during restoration projects. These aims will be achieved through 8 months of ethnographic research in Oaxaca with conservation experts associated with a private foundation that funds many restorations in the state, and with the local community and clergy in the municipality where the church is located. This research will be supplemented by preparatory research at the University of Kent on heritage conservation practices and will be disseminated through an academic and public engagement plan that includes a public debate, a photograph exhibition, an academic workshop, and two journal articles.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}