{
    "rcn": "207725",
    "acronym": "CHEMBIOHISTONE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Expanding the chemical biology toolkit for the studies of histone post-translational modifications (PTMs)",
    "startDate": "01/11/2016",
    "endDate": "",
    "objective": "Studying biomolecules in living cells is an important step towards understanding the cause and development of diseases. However, the existing tools dedicated to the study of biomolecules often lack generality and pose disturbance to the biological systems. Although bioorthogonal chemistry plays an important role in biomolecule studies, there are only a handful of bioorthogonal reactions that can modify these molecules in vivo.\nIn this project, we will develop a novel biocompatible reaction that can be widely used for modifying biomolecules both in vitro and in vivo. We will then employ the reaction to reveal the biological significance of post-translational modifications (PTMs) of histones proteins by using two strategies. First, the histone mimics that are not accessible by the existing methods will be synthesized. These histone mimics can serve as important models for us to understand the interactions between histones and their regulating enzymes. Second, real-time imaging of histone PTMs in living cells will be made possible by using a chemical biology approach. This approach can minimize the disturbance to the three-dimensional structure of the nucleosome, thereby providing a true image of dynamic histone PTMs during cellular processes.\nIn short, this multidisciplinary project lies on the interface of organic chemistry, biochemistry, and cell biology, with an aim to enable the in-depth studies of the unknown aspect of epigenetics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}