{
    "rcn": "207787",
    "acronym": "TAILORCAT",
    "topics": "MSCA-IF-2015-GF",
    "title": "Towards the selective hydrodeoxygenation and hydrogenation of levoglucosenone using base metal heterogeneous catalysts modified by atomic layer deposition",
    "startDate": "15/06/2017",
    "endDate": "14/06/2020",
    "objective": "Catalytic technology has advanced markedly throughout the 20th century, refining the catalytic processes that provide us with fuels and base chemicals. Presently some important challenges in catalyst development are:\na) Fine tuning of the catalysts on the atomic level therewith creating unprecedented control over the performance of catalysts\nb) The use of base metals, countering the increasing cost and scarcity of the group VIII metals\nc) Efficient and short conversion routes from biomass to industrial/commodity chemicals\nd) (In situ) micro- and nanoscale characterization combining advanced spectroscopic techniques with the state-of-the-art in microscopy.\nThis project describes the potential of atomic layer deposition (ALD) to tune the selectivity of base metal nanoparticles while also stabilizing them. ALD applied to catalysts is an emerging field to which the group of Prof. Dumesic, at the University of Wisconsin-Madison (UWM), is taking a pioneering role. With the continued rise of biomass-derived molecules, the development of more efficient hydrodeoxygenation and hydrogenation methods is paramount. Levoglucosenone (LGE) is an emerging bio-derived building block obtainable in one step from cellulosic biomass. Examples to its potential are the prospected use of dihydrolevoglucosenone (LGO as hydrogenated LGE) as a solvent replacement for toxic N-methyl-2-pyrrolidone and the possibility to convert LGE/LGO into 1,6-hexandiol, 1,2,6-hexantriol and caprolactone by hydrodeoxygenation (DuPont patents). ALD modified catalysts will be applied to the hydrodeoxygenation and hydrogenation of LGE and derivatives. Complementary to the first two years at UWM, the third year in the group of Prof. Weckhuysen, at Utrecht University, will add particular focus to the characterization of these ALD catalysts using advanced Raman (micro)-spectroscopic techniques. This will include in situ (micro)-spectroscopy monitoring the entire life cycle of the catalyst as the reaction progresses.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 260930
        },
        "999843700": {
            "orgId": "999843700",
            "orgName": "UNIVERSITY OF WISCONSIN-MADISON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 260930
}