{
    "rcn": "207729",
    "acronym": "DMsky",
    "topics": "MSCA-IF-2015-EF",
    "title": "Shining through the Galaxy: dark matter signals versus astrophysical backgrounds",
    "startDate": "01/10/2016",
    "endDate": "",
    "objective": "The nature of dark matter (DM) is one of the greatest mysteries in modern physics. It is well established to constitute 26% of the total energy-matter of the universe, to drive the motion of stars and galaxies, and to have shaped the universe as we observe it today. We know how DM interacts gravitationally with standard matter, but what we do not yet understand are its nature and particle properties.\nA general prediction of theoretical DM models is that dark matter particles self-interact producing high-energy photons and charged particles at rates detectable by current ground- and space-based telescopes. Discovering such a signal would allow us to study the particle properties of DM for the very first time.\nIn a recent exciting development, an anomalous emission in the gamma rays coming from the centre of our Galaxy has been measured, the so-called Galactic centre GeV excess: this could be the very first signature of the presence of DM there. \nMy project will carry out definitive tests of this putative first non-gravitational signature of the DM particle nature by studying the gamma-ray sky. Firstly, I will improve the sensitivity and reliability of searches for DM in the inner region of the Galaxy - one of the most promising targets - thanks to novel analysis methods. The unprecedented accuracy of the data available requires theory to provide robust predictions for the DM distribution in the Galaxy, which are currently missing. I will remedy this by using the most recent simulations of galaxy formation to predict the DM induced signal.\nMy project will considerably boost astroparticle physics research towards the identification of the much-sought after DM by developing new methods for gamma-ray data analysis and for DM models testing. Owing to the designed program, I will bring new expertise to the Imperial College Astrophysics Group and use this experience to grow into a senior researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}