{
    "rcn": "207726",
    "acronym": "SynchroSelf",
    "topics": "MSCA-IF-2015-EF",
    "title": "Harnessing reversibility of peptide Self-Assembly processes to Synchronise Extracellular Matrix substitutes with cellular driven tissue reconstruction",
    "startDate": "01/04/2016",
    "endDate": "",
    "objective": "Irreversible tissue loss is a common feature in a large spectrum of health conditions (e.g. aging, trauma, cancer, degenerative diseases, ischemia, etc), placing huge burdens in patient relatives and health care systems. Therapies aiming to restore tissue function will have a great impact in the health and quality of life of millions of people worldwide. \n\nRegenerative medicine is an interdisciplinary endeavour to create functional tissues and organs, where cell biology, biochemistry, chemistry and material sciences are central components to address human tissues complexity. The approach comprises the use of biomaterials that temporarily substitute the extracellular matrix (ECM). However, current engineered biomaterials have not fully matched the diverse functionality of native tissues. Thus, fundamental research in biomaterials for regenerative medicine has great potential to provide smart solutions to current bottlenecks in this scientific area.  \n\nIn this project, biomaterials based on peptide self-assembly will be designed to take advantage of reversible supramolecular interactions, in order to create self-healing ECM substitutes. The dynamic nature of these materials will be addressed systematically in an attempt to copycat ECM turnover. So far, efforts from the materials scientific community have been mainly focused on controlling spatial and geometrical features. Perhaps it is time to start addressing consistently time variable controls in biomaterials design, and to pave the way to fully synchronise the biology and man-made materialsí ìwatchesî. We expect that SynchroSelf will generate a new class of dynamic biomaterials that will enable scientists to study wound healing processes in vitro with unprecedented level of complexity and experimental control.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}