{
    "rcn": "207794",
    "acronym": "MEMPATHY",
    "topics": "MSCA-IF-2015-EF",
    "title": "At first INsight: how our memories shape empathy for othersí physical pain",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Empathy is a multifaceted concept. It mostly relies on the ability to mirror and to explicitly infer othersí inner states. The simulation-theory (ST) account of Theory of Mind (ToM) suggests that people build an accurate representation of othersí inner states by using oneís own mind as a model, i.e. internally simulating othersí mind; for Theory-Theory (TT) such a representation is formed on the basis of common knowledge. Accumulating evidence supported the idea that our memories interact with empathy in building a representation of othersí inner states. In a series of two experiments, the current proposal is aimed at determining how, if any, the recruitment of autobiographical memory occurs when we empathize with othersí emotional experience, such as physical pain. Connectivity analysis applied to oscillatory activity, such as pattern similarity analysis, revealed that neural patterns present during memory formation are reactivated during memory retrieval, thus being a powerful tool to monitor a memory trace. By further combining excellent temporal resolution of electrophysiological measures and the excellent spatial resolution of functional imaging data in a multimodal EEG-fMRI recording, MEMPATHY aimed at establishing whether our memories are reactivated when we empathize with others' pain even when reactivation of our memories is detrimental to build an accurate representation of othersí pain. Importantly, by means of multi-modal neuroimaging measures and connectivity analysis, the proposal will allow to individuate the pathway and the direction of the dynamic communication within the brain network underlying memory and empathic processes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}