{
    "rcn": "207703",
    "acronym": "BEATTI",
    "topics": "JTI-CS2-2016-CFP03-ENG-01-08",
    "title": "BEaring Advanced Technologies for Turboprop engine Innovation",
    "startDate": "16/01/2017",
    "endDate": "15/07/2020",
    "objective": "Turboprop engine is the key to contribute to the EU competitiveness growth as well as to tackle the important commitment of sustainable and green transport (SAGE programme). This innovation will be clearly addressed also by the bearings that are directly involved in power efficiency and reliability, highly crucial for the engine development itself. \n\nBEATTI project proposes advanced bearings (in term of material and design) with improved dynamic and thermal behaviours and resistance to harsh environment, such as corrosion, particle pollution and poor lubrication condition.\n\nTo propose the best solution, it is crucial to, firstly, build up failure modes database based on field return functional analysis and testing outputs, and secondly to monitor the bearing usage condition and failure mode with advanced monitoring solution both on engine demonstrator and bearing testing rigs. By knowing real conditions it is possible to propose real solutions. \n\nIn addition BEATTI will focus on the time to market for the introduction of new material: the ratio ìtime/resourcesî of new material introduction will be optimised by focusing on the best TRL level testing.\n\nThe BEATTI project is thus ìthe development of advanced bearing solutions, enablers for the next generation of Turboprop engines that will overcome current bearing performances. An innovative approach will be applied coupling a better knowledge of usage conditions & failure modes (using advanced monitoring tools) with specific experimental demonstrations of material and design choices.î",
    "totalCost": "712650",
    "ecMaxContribution": "498855",
    "coordinator": "SKF AEROSPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "SKF AEROENGINE FRANCE",
    "participantCountries": "FR",
    "projectParticipants": {
        "953049736": {
            "orgId": "953049736",
            "orgName": "SKF AEROENGINE FRANCE",
            "ecContrib": 183890
        },
        "998565725": {
            "orgId": "998565725",
            "orgName": "SKF AEROSPACE FRANCE",
            "ecContrib": 314965
        }
    },
    "calculatedTotalContribution": 498855
}