{
    "rcn": "207792",
    "acronym": "SSIIE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Sanskrit ?aiva Intellectuals in the Empire: Innovations, Textual Practices and Religious Interactions in the Late Vijayanagara Period",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "This project entitled ëëSanskrit ?aiva Intellectuals in the Empire: Innovations, Textual Practices and Religious Interactions in the Late Vijayanagara periodíí examines the transformative role of Sanskrit ?aiva intellectuals in reshaping the religious landscape of South India during the late Vijayanagara period, i.e., from the mid-fifteenth century to the end of the sixteenth century. It is intended to be the first in-depth study of the intellectual history of two influential ?aiva schools of philosophical theology??iv?dvaita Ved?nta and V?ra?aivism?on the basis of a rigorous philological and contextual analysis of selected Sanskrit and vernacular textual sources as well as epigraphic material. The evidence will be discussed in terms of the schoolsí major doctrinal and philosophical positions, textual practices, as well as mutual influences and interactions with other religious groups. The aims of this project are: 1) to assess the impact of Sanskrit ?aiva intellectuals on the broader intellectual and religious world of the late Vijayanagara period, and their relation to the Vijayanagara royal court; and 2) to shed new light on the complex relationships between the various religious groups active during the last decades of the empire, in a context of increasing sectarian debates and dramatic socio-cultural transformations. The project will be carried out at the University of Oxford, one of the most renowned centres in Europe for the study of late medieval and early modern Sanskrit intellectual history.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}