{
    "rcn": "207798",
    "acronym": "PINQ",
    "topics": "MSCA-IF-2015-EF",
    "title": "The psychology of inequality: Understanding the social, cognitive and motivational foundations of people's attitudes towards the distribution of power and resources in society.",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The annual meeting of the World Economic Forum (WEF) in Davos, 2015, identified deepening inequality as the most pressing challenge facing the world.  High inequality is liked to numerous social problems, as well as to greater economic instability. Concern for these problems is not only restricted to highly educated, socio-political elites (e.g. the WEF). Large-scale surveys in several countries have shown that people generally have a preference for greater equality. However, despite broadly shared egalitarian ideals, people often oppose policies aimed at reducing inequality and support policies that would have the opposite effect. I will call this the principle-implementation gap in attitudes towards inequality. The primary aim of this project is to understand the reasons for this gap, by applying knowledge from social psychology to current work on inequality from the disciplines of economics, political science and sociology. In particular, I will test whether similar social constraints, cognitive biases and psychological motives that explain other inconsistencies between peoples ideals and their attitudes, can also be used to explain this particular principle-implementation gap.  I will draw on methods used across the social sciences, including longitudinal and multilevel modelling of large-scale, cross-national survey data, and carefully controlled laboratory experiments. This multidisciplinary endeavour will provide insights to policy makers, advocates and educators about how to communicate the problem of inequality to the general public in a way that maximises awareness and engagement. These insights will also be applicable to understanding what drives public opinion on other, similarly complex issues of resource distribution that face modern societies (e.g. international trade). Thus, this project will shed light on how some of the biggest global issues of our time can be addressed through the democratic process.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}