{
    "rcn": "207744",
    "acronym": "MUMPS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Next Generation Digital Mock-Ups for Multi-Physics Simulation",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "ACAREís vision 2050 for aerospace requires technological leadership in terms of managing the complexity of multidisciplinary design and development. Computational Simulation is essential to meet these challenges, but setting up complex numerical simulations for large assembly structures is extremely time-consuming and requires highly-skilled engineers. Even though solve time is often used as a key performance indicator, model preparation is typically orders of magnitude larger that the solution time. The main objective of this proposal will be to define the next generation of Digital Mock-Ups using an approach which models the complete design space (not only the structural parts but the adjacent void volumes containing air, gas etc.), subdivided appropriately and populated with simulation attributes. It will use information like component function and the interfaces between regions in the design space to infer functional behaviour in the assembly, allowing much more intelligence and automation in model preparation. The links between the equivalent representations of different regions in different models will be tracked, clarifying the links between disciplines and physics. This project will enable the researcher to initiate and develop collaborations between two research laboratories, both leaders in the field of design/simulation integration, and two leading industrial partners. This training is necessary to enable the researcher to develop a research career as a world expert in Computer-Aided Engineering, which requires both a strong engineering science background and strong links to industry. By demonstrating how to speed up the management and preparation of industrial simulation models, the researcher and the host will strive to be considered at the forefront of research and technology to develop the next generation of Digital Mock-Ups delivering a key differentiator for the European aerospace industry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}