{
    "rcn": "207727",
    "acronym": "MIGRAGEN",
    "topics": "MSCA-IF-2015-EF",
    "title": "The genetic and environmental basis of migration in the marmalade hoverfly",
    "startDate": "01/10/2016",
    "endDate": "",
    "objective": "Back-and-forth migrations of insects occur on an enormous scale, encompassing billions of individuals. Negative consequences such as the destruction of crops and the spread of diseases are well documented, yet understanding migration also offers the potential to reap enormous rewards from beneficial insects. One of the most abundant European migrants is the marmalade hoverfly, Episyrphus balteatus, a species of significant economic importance for its dual roles in protection of crops against aphids, and pollination of both crop and non-crop plants. This project addresses the fundamental scientific question of how environment and genetics control the migration of Episyrphus. It utilises state-of-the-art flight recording technology to fully characterize the migratory syndrome, and the hoverfly genome to identify the molecular determinants of migration. Unlike previous studies, it will offer mechanistic insights into the function of these molecular determinants. This has been unobtainable in other migratory models where reverse-genetics is of limited value. Hence, the results will greatly impact our understanding of animal migration, and will lay the foundations for comparative studies. This is the only approach that will offer deep scientific insights into the origin and evolution of the migratory syndrome. Finally, this research will also allow innovative approaches to improve food security and agricultural sustainability, by providing the fundamental data needed to supply forecasts of ecosystem service provision, and by offering new ways to influence the movement capabilities of economically important insects.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROTHAMSTED RESEARCH LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455021": {
            "orgId": "999455021",
            "orgName": "ROTHAMSTED RESEARCH LIMITED",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}