{
    "rcn": "207795",
    "acronym": "SUPRACELL_COMMUN_CCT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Supracellular contractility dynamics and cell communication during collective chemotaxis.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Collective chemotaxis (CCT) is a fundamental process for embryonic development and cancer metastasis, where groups of cells collectively migrate in response to a chemoattractive signal. While single cell migration depends on polarised actomyosin mechanotransduction and signalling cascades within the same cell, in CCT these functions are shared between different cells to achieve a coordinated, ëësupracellularíí translocation. The molecular mechanisms underlying coordination and cell-cell communication during CCT have been largely overlooked. I propose to address this issue using the neural crest (NC), a highly invasive mesenchymal cell population that migrates throughout the embryo via CCT. NC migration shows extensive similarities with cancer invasion, making it a useful model for studying metastatic migration. Preliminary experiments show that an actomyosin ring-shaped cable, which surrounds the NC cluster, contributes to maintain a supracellular organisation. Also, during CCT, gap junctions appear to regulate synchronous actomyosin contractions in cells located at the clusterís rear. Therefore, I will study this contractility dynamics in-vitro and in-vivo using Xenopus and zebrafish. I will manipulate the actomyosin cable to understand its contribution to efficient chemotaxis. Then, I will investigate how gap junctions enable synchronisation between neighbouring cells, by imaging the spread of calcium waves in NC clusters and manipulating other diffusible messengers. This study will give significant insights into the mechanisms regulating CCT, which is crucial for deepening our understanding of morphogenesis and cancer biology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}