{
    "rcn": "207724",
    "acronym": "BIOSENSIZE",
    "topics": "MSCA-IF-2015-EF",
    "title": "SIZE selective optical SENsing of BIOmolecules with functionalized porous photonic structures",
    "startDate": "01/10/2016",
    "endDate": "",
    "objective": "The ultimate goal of this proposal is the development of photonic films with the capability to respond optically in the presence of a targeted biomolecule not only because it binds to a specific chemical function, but also because of its size. It lies in the common ground of biologists, physicists, chemists and technologists. In particular, the BIOSENSIZE project will explore paradigmatic examples in the field of biomolecule detection through functionalization, adding size as a new parameter to achieve improved selection. The opportunity of this proposal is related to the remarkable results and the strong background of the applicant in functionalization of porous structures and optical detection of a variety of molecular compounds, which will be synergistically combined with the expertise in porous mesostructured responsive photonic structures of the host group. This project aims to develop a new paradigm in sensing, introducing the concept of functionalized photonic biomolecular sieves. Results attained within this project will provide significant advance in the development of versatile high performance coatings for sensors, since the porous structures proposed are adaptable to a wide variety of substrates. Through this project, the candidate will strengthen his position as an independent researcher with a unique combination of skills, ranging from synthetic and functionalization chemistry to advanced optical characterization of photonic materials for sensing.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}