{
    "rcn": "207705",
    "acronym": "CEBRABIC",
    "topics": "ENG-GLOBALLY-09-2016",
    "title": "Centre for Europe-Brazil Business and Innovation Cooperation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "This CSA intends to establish and deploy the Centre for Europe-Brazil Business Innovation Cooperation (CEBRABIC). The Centre will connect and support European Research & Innovation & Business (R&I&B) organizations in the Brazilian market, while strengthening the European Unionís position as a world leader in Science, Technology and Innovation. The Centre will achieve these goals by sustainably offering a diverse set of services, including networking and partnering; business consultancy; pooling and sharing resources; investment attraction; capacity building and awareness raising.\nThe proposed methodology for setting up CEBRABIC relies upon a pillar-based approach ñ each corresponding to different chapters of a Business Plan: Strategic pillar (market analysis ñ Work Package (WP) 1 and strategic planning (WP2)); Marketing pillar (WP3); Operational pillar (WP4); and Financial pillar (WP5). The business model implementation (WP6) and the monitoring and evaluation (WP7) are also further pillars in the CEBRABIC methodological approach.\nThe implementation of CEBRABIC will follow a three-staged strategy: the planning stage (from M1 to M12), in which the Centreís business model (WP1-WP5) will be developed; the piloting stage (M12 to M24), focused on delivering services on an experimental basis (WP6); and the full implementation stage (M24-M48), in which CEBRABIC will be established as an independent legal entity and as a financially self-sustainable organization.\nAs an open and dynamic Centre, CEBRABIC will build upon synergies and complementarities with relevant R&I&B organizations, particularly with European R&I&B organizations with presence in Brazil and SENAI Innovation Institutes, aiming to increase, diversify and consolidate the CEBRABIC service demand and offer. \nThe project is implemented by a partnership of 12 organizations, led by Fraunhofer Gesellschaft, and including leading R&I&B organizations from Brazil, Portugal, Spain, Austria, Belgium, Hungary and Turkey.",
    "totalCost": "2997457,5",
    "ecMaxContribution": "2997457,5",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDADE ESTADUAL DE CAMPINAS;CONFEDERACAO NACIONAL DA INDUSTRIA;SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.;ASSOCIACAO NACIONAL DE PESQUISA E DESENVOLVIMENTO DAS EMPRESAS INOVADORAS - ANPEI;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;SABANCI UNIVERSITESI;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CONSELHO NACIONAL DAS FUNDACOES DE ESTADUAIS DE AMPARO A PESQUISA;REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG;ASOCIACION INTERNACIONAL DE PARQUES TECNOLOGICOS IASP;OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
    "participantCountries": "BR;PT;BE;TR;DE;HU;ES;AT",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 103188
        },
        "999479368": {
            "orgId": "999479368",
            "orgName": "SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.",
            "ecContrib": 381562
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 201875
        },
        "999550857": {
            "orgId": "999550857",
            "orgName": "UNIVERSIDADE ESTADUAL DE CAMPINAS",
            "ecContrib": 175062
        },
        "994764004": {
            "orgId": "994764004",
            "orgName": "ASOCIACION INTERNACIONAL DE PARQUES TECNOLOGICOS IASP",
            "ecContrib": 205562
        },
        "953606807": {
            "orgId": "953606807",
            "orgName": "CONFEDERACAO NACIONAL DA INDUSTRIA",
            "ecContrib": 392750
        },
        "960128408": {
            "orgId": "960128408",
            "orgName": "REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 104062
        },
        "999507207": {
            "orgId": "999507207",
            "orgName": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 208500
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 734958
        },
        "928034406": {
            "orgId": "928034406",
            "orgName": "ASSOCIACAO NACIONAL DE PESQUISA E DESENVOLVIMENTO DAS EMPRESAS INOVADORAS - ANPEI",
            "ecContrib": 137625
        },
        "918394934": {
            "orgId": "918394934",
            "orgName": "CONSELHO NACIONAL DAS FUNDACOES DE ESTADUAIS DE AMPARO A PESQUISA",
            "ecContrib": 176188
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 176125
        }
    },
    "calculatedTotalContribution": 2997457
}