{
    "rcn": "207783",
    "acronym": "SAFEnano",
    "topics": "MSCA-IF-2015-GF",
    "title": "Effect of water and wastewater treatment on the properties of engineered nanomaterials (ENMs) in context of their fate, toxicity and interaction with other contaminants",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The primary goal of this  study is to use the state-of-the-art methods to study the changes of engineered nanomaterials (ENMs) during water and wastewater treatment and to evaluate how these changes will affect ENMs fate, toxicity and interaction with other contaminants. \nIt is assumed that the major part of ENMs gets into the environment with wastewater. It is interesting though to study how different conditions of water and wastewater treatment will affect ENMs properties. It is very important because of the changes in the physicochemical properties of ENMs caused by these processes may affect the mobility, toxicity and bioaccumulation of ENMs. Moreover, interaction between ENMs and other contaminants may affect their fate in the environment. These results may completely change our approach related to environmental risks associated with ENMs. In addition, the results may open a new area of research focused on realistic scenario. \nThe achievement of these goals requires an inter- and multidisciplinary approach including environmental nanotechnology and chemistry, ecotoxicology, physics, material chemistry and engineering. These goals will be achieved through the implementation of research in one of the most advanced environmental nanotechnology lab in the world. During the outgoing phase  I will be trained in new and powerful research techniques from laboratory experiments, physical and chemical analysis and field mesocosm experiment. During the return phase both groups will establish a collaboration, share theoretical and experimental expertise, and possibly initiate a long-term student exchange program. Beside of resolving very important environmental scientific issue, this fellowship will give me the opportunity to work with experts, will create a network of international collaborators, and will co-lead a 3-year long project with increased responsibilities in its conception, design, implementation, administration, and dissemination.",
    "totalCost": "245361,6",
    "ecMaxContribution": "245361,6",
    "coordinator": "UNIWERSYTET MARII CURIE-SKLODOWSKIEJ",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998693959": {
            "orgId": "998693959",
            "orgName": "DUKE UNIVERSITY",
            "ecContrib": 0
        },
        "999618272": {
            "orgId": "999618272",
            "orgName": "UNIWERSYTET MARII CURIE-SKLODOWSKIEJ",
            "ecContrib": 245362
        }
    },
    "calculatedTotalContribution": 245362
}