{
    "rcn": "207786",
    "acronym": "CortIMod",
    "topics": "MSCA-IF-2015-EF",
    "title": "Implementation and Preliminary Validation of a Novel Noninvasive Neuromodulation Technique to Restore Hand Movement and Promote Recovery after Stroke",
    "startDate": "01/11/2016",
    "endDate": "27/11/2018",
    "objective": "Stroke is a leading cause of adult chronic disability and has devastating socioeconomic costs. Severe hand paresis is a major contributor to chronic disability after stroke. New research opportunities offer the prospect of accelerating both the understanding of neurological disorders and the development of new therapies to improve rehabilitation by promoting neural plasticity. This project proposes an innovative multimodal platform integrating noninvasive electrophysiological recording and stimulation devices to ìneuromodulateî the motor cortex. The platform will decode cortical states preceding human motor intentions to induce highly functional neural changes in the cortical circuits controlling hand muscles. I expect that the application of this new intervention will lead to unprecedented levels of motor recovery by reinforcing patients' remaining brain-muscle connections.\n\nI recently finished my Ph.D. in the emerging field of neural engineering. In it I developed technologies to study brain activities related to voluntary and pathological motor processes in neurological patients, and I designed real-time platforms integrating cortical signals with muscle electrical stimulation for neurorehabilitation. The research in this project together with the expertise of my supervisor and host constitute an unmatchable opportunity for me to develop and consolidate critical neuroscience, neural engineering, and clinical skills, which will broaden my current competencies. I will also enrich my network of collaborations and receive training on management, tutoring, teaching, proposal writing and ethics, which will allow me to become and independent and mature researcher. I expect that my research will have high impact in the EU society and I anticipate that, through this fellowship, I will promote research in neuromodulation from a multidisciplinary perspective and devise the possibilities to effectively transfer new technologies to the clinical practice.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}