{
    "rcn": "207796",
    "acronym": "COMPUS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Civic community and public space in the ancient Near East. The case of Hittite Anatolia at the end of the Late Bronze Age (14th-13th centuries BCE).",
    "startDate": "11/01/2017",
    "endDate": "10/01/2019",
    "objective": "'This project proposes to study public space of the ancient Near Eastern cities as a material correlate of civic communities. Civic communities acted as a significant political factor throughout the history of the ancient Near East, both as institutions (e.g., assemblies) and as informal groups (the ìtown's crowdî). These forms of social aggregation were influential and often antagonistic alternatives to the monarchical and religious central powers. However, while the Temple and the Palace as architectonic materializations of dominant powers engaged entire generations of archaeologists, the traces left by civic communities in the urban texture of the ancient cities have received far less attention.\nThis project approaches the study of past communal political life by analyzing the planning and use of central streets and squares at Hattusha, the capital of the Hittite Empire. The study is based on a granted access to unpublished topographical data and integrates three lines of methodological inquiry: topological analysis, urban design analysis, and ta 'contextual analysis'. Both heuristics and time focus originate from my previous studies on Syro-Hittite urbanism in the early Iron Age (1200-900 BCE). I came to understand that Late Bronze Age (14th-13th centuries BCE) urban politics are the key to city structure and political discourses for centuries to come. As case-study, Hattusha offers an optimal balance of historical relevance and data accessibility.\nThe research aims at opening vistas on the interaction between built environment, informal civic habits, and communal institutions. It places itself across archaeology, anthropology, and urban studies. As a result, I expect an output of relevance not only for archaeologists, but for all scholars interested in comparative urban politics, ancient and modern. I also designed this research in collaboration with Ca' Foscari University to lay ground for future European-based research projects sharpen my career profile.'",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}