{
    "rcn": "207788",
    "acronym": "FIBER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding soil fertility impacts on terrestrial biomass production in a changing environment",
    "startDate": "28/02/2017",
    "endDate": "27/02/2019",
    "objective": "The feedback between climate and the land carbon (C) cycle poses one of the largest uncertainties in climate change projections. FIBER targets the unresolved challenge for Dynamic Global Vegetation Models (DGVM) to simulate effects of soil fertility and nutrient deposition on biomass productivity (BP) and the land C balance. Accumulating evidence documents how plants adjust their growth strategies and C allocation under multiple limiting resources. Current DGVMs lag behind these new insights, produce widely diverging results for C cycling and nutrient limitation under future scenarios and fail to explain the observed land C sink. This work will provide a new global modelling approach to simulating flexible plant C allocation following optimality principles. A better understanding of the controls on BP is crucial for assessing climate change impacts on ecosystem services and to reduce uncertainty in C cycle and climate change projections.\nI will develop a new type of plant growth model to predict increased root growth and export of labile C to soil biota on infertile soils and under low N inputs, consistent with powerful data from forest inventories and ecosystem manipulation experiments. By accounting for trade-offs between different growth strategies and a C cost of nutrient uptake, I will simulate the plant C economy under optimality constraints ñ a powerful approach, supported by observations but not exploited for DGVMs. The project is conceived to combine the relevant expertise and exploit the pioneering science of leading European researchers with my integrating role and demonstrated model development skills. Collaboration with two secondment hosts will facilitate the mining of their large data resources and fusing data into model predictions using Bayesian statistical tools. This project will integrate new model components developed at my current host institute and will be a crucial step on the way to building the next generation of vegetation models.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}