{
    "rcn": "207852",
    "acronym": "GASPARCON",
    "topics": "ERC-2016-STG",
    "title": "Molecular steps of gas-to-particle conversion: From oxidation to precursors, clusters and secondary aerosol particles.",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Atmospheric aerosol particles impact Earthís climate, by directly scattering sunlight and indirectly by affecting cloud properties. The largest uncertainties in climate change projections are associated with the atmospheric aerosol system that has been altered by anthropogenic activities. A major source of that uncertainty involves the formation of secondary particles and cloud condensation nuclei from natural and anthropogenic emissions of volatile compounds. This research challenge persists despite significant efforts within recent decades.\n\nI will build a research group that aims to resolve the atmospheric oxidation processes that convert volatile trace gases to particle precursor vapours, clusters and new aerosol particles. We will create novel measurement techniques and utilize the tremendous potential of mass spectrometry for detection of i) particle precursor vapours ii) oxidants, both conventional but also recently discovered stabilized Criegee intermediates, and, most importantly, iii) newly formed clusters. These methods and instrumentation will be applied for resolving the initial steps of new particle formation on molecular level from oxidation to clusters and stable aerosol particles. To reach these goals, targeted laboratory and field experiments together with long term field measurements will be performed employing the state-of-the-art instrumentation developed.\n\nPrincipal outcomes of this project include i) new experimental methods and techniques vital for atmospheric research and a deep understanding of ii) oxidation pathways producing aerosol particle precursors, iii) the initial molecular steps of new particle formation and iv) mechanisms of growth of freshly formed clusters toward larger sizes, particularly in the crucial size range of a few nanometers. The conceptual understanding obtained during this project will open multiple new research horizons from oxidation chemistry to Earth system modeling.",
    "totalCost": "1953790",
    "ecMaxContribution": "1953790",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1953790
        }
    },
    "calculatedTotalContribution": 1953790
}