{
    "rcn": "207876",
    "acronym": "SCREENS",
    "topics": "ERC-2016-STG",
    "title": "Immediate and long-term health risks of excessive screen-based media use",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Excessive screen-based media use in young people is a clear emerging public health concern which commands serious attention and research to keep pace with the fast and profound changes in technology of screen media and how it is used. The proposed research projectís overarching objective is to investigate the immediate and long-term effects of screen-based media use on a number of important health outcomes in young people. In work package (WP) 1 and WP2 we will investigate the short-term effect of limiting screen use and timing of limiting use on circadian rhythm, sleep, physical activity patterns, and mental stress in 7-year old children and among adolescents/young adults. The WP3 of the proposed project will develop and validate a parent- and self-reported questionnaire to assess time spent (and timing of use) on different forms- and content of todayís screen media among young people and adults. We will introduce these instruments in a number of large-scale population-based cohort-studies. One of the studies will include a large birth-cohort study, which is the basis for the WP4 sub-study. The 7- and 9-year wave of the birth cohort study will provide an ideal context to investigate the long-term influence of exposure to screen-based media on physical fitness, adiposity, glucose metabolism, and mental health in children. The project will integrate multidisciplinary research into the most thorough investigation to date of the plausible short- and long-term effects of screen-based media. Through rigorously conducted randomized crossover experiments and prospective observations in a birth cohort the present project proposal will leverage methodological development of screen use assessment and new technology advancements to assess physical activity patterns, circadian rhythm, sleep, and mental stress in randomly selected young people. The project will break new ground in our understanding of the extent that todayís habitual screen use affects health of young people.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}