{
    "rcn": "207848",
    "acronym": "DRANOEL",
    "topics": "ERC-2016-STG",
    "title": "Deciphering RAdio NOn-thermal Emission on the Largest scales",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "This proposal aims to understand  the origin of the radio emission detected in the most massive objects in our Universe: galaxy clusters.\nThe extreme physical conditions in the intra-cluster medium of galaxy clusters are beyond anything achievable in any laboratory on Earth. The space in between the galaxies is filled with an extremely hot and diluted gas that hosts the largest-scale magnetic fields known so far. A big challenge of modern astrophysics is understanding the origin of radio emission spread over huge swathes in some clusters. This emission is a mystery because it requires relativistic electrons moving around magnetic field lines, but both the origin of the magnetic fields and of the electrons are unknown. Absolutely fundamental to the understanding of the radio emission are a detailed knowledge of the magnetic fields and of the energy spectrum of the emitting particles.\nWe are stepping into a new era of observational astronomy, in which surveys will be conducted rather than single pointed observations. This survey era is changing our approach to observational data. It enables to perform all-sky studies but calls for numerical and technological efforts for the data handling.\nTaking advantage of the advent of new radio and X-ray facilities, such as LOFAR, the JVLA, ASKAP, and  eROSITA, this project wants to understand the origin of the radio emission, its evolution and its connections with the cluster dynamics.\nWe have today the unprecedented opportunity to discover the physical processes at work in these unique environments, that link the micro-physical processes at work in galaxy clusters with the clusters' macro-physics. The proposed  study will address fundamental questions not restricted to the physics of galaxy clusters but having impact on several inter-connected physical disciplines, such as cosmology, astro-particle physics and  plasma physics.",
    "totalCost": "1496250",
    "ecMaxContribution": "1496250",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAET HAMBURG;ISTITUTO NAZIONALE DI ASTROFISICA",
    "participantCountries": "DE;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 1037250
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 180750
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 278250
        }
    },
    "calculatedTotalContribution": 1496250
}