{
    "rcn": "207863",
    "acronym": "MAGNETIC-SPEED-LIMIT",
    "topics": "ERC-2016-STG",
    "title": "Understanding the speed limits of magnetism",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "While the origin of magnetic order in condensed matter is in the exchange and spin-orbit interactions, with time scales in the subpicosecond ranges, it has been long believed that magnetism could only be manipulated at nanosecond rates, exploiting dipolar interactions with external magnetic fields. However, in the past decade researchers have been able to observe ultrafast magnetic dynamics at its intrinsic time scales without the need for magnetic fields, thus revolutionising the view on the speed limits of magnetism. Despite many achievements in ultrafast magnetism, the understanding of the fundamental physics that allows for the ultrafast dissipation of angular momentum is still only partial, hampered by the lack of experimental techniques suited to fully explore these phenomena. However, the recent appearance of two new types of coherent radiation, single-cycle THz pulses and x-rays generated at free electron lasers (FELs), has provided researchers access to a whole new set of capabilities to tackle this challenge. This proposal suggests using these techniques to achieve an encompassing view of ultrafast magnetic dynamics in metallic ferromagnets, via the following three research objectives: (a) to reveal  ultrafast dynamics driven by strong THz radiation in several magnetic systems using table-top femtosecond lasers; (b) to unravel the contribution of lattice dynamics to ultrafast demagnetization in different magnetic materials using the x-rays produced at FELs and (c) to directly image ultrafast spin currents by creating femtosecond movies with nanometre resolution. The proposed experiments are challenging and explore unchartered territories, but if successful, they will advance the understanding of the speed limits of magnetism, at the time scales of the exchange and spin-orbit interactions. They will also open up for future investigations of ultrafast magnetic phenomena in materials with large electronic correlations or spin-orbit coupling.",
    "totalCost": "1967755",
    "ecMaxContribution": "1967755",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1967755
        }
    },
    "calculatedTotalContribution": 1967755
}