{
    "rcn": "207874",
    "acronym": "MetResistance",
    "topics": "ERC-2016-STG",
    "title": "The role of tumour microenvironment in metastatic hormone-refractory prostate cancer",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The goal of this proposal is to investigate the role of tumor microenvironment in metastatic hormone-refractory prostate cancer (mHRPC). Prostate Cancer (PC) is the most common malignancy in men in Europe while mHRPC is the most lethal form of the disease, causing over 95% of PC related deaths. Extensive clinical and preclinical research using state-of-the-art tumour models has led to the development of several new therapeutics that, unfortunately, provide only marginal patient benefit. One key element missing in standard preclinical models is the relevant metastasis microenvironment associated with mHRPC that may dramatically affect disease outcome. Here, I plan to significantly advance our understanding in mHRPC associated microenvironment with the first androgen dependent PC bone metastasis model I developed that mimics both the pathology and disease progression in patients. My preliminary data indicate that metastasis associated stromal cells may form a unique bone metastasis microenvironment that promotes mHRPC. I aim to identify the underlying molecular mechanisms using a multidisciplinary approach combining intra-vital microscopy, dynamic ADT resistance reporter system, innovative adoptive transfer approach and genetic tools of lineage specific knockout. This work is also designed to translate findings made in mouse models into human disease using innovative humanized in vivo models of mHRPC. The findings generated in this project will lead to innovative therapeutic approaches that can effectively treat mHRPC thus relieve this lethal threat on European societies. MetResistance will make a step change in the field of cancer medicine research by providing new standards to study therapy resistance of metastatic cancer an area representing the number one challenge in cancer research and patient care.",
    "totalCost": "1498176",
    "ecMaxContribution": "1498176",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1498176
        }
    },
    "calculatedTotalContribution": 1498176
}