{
    "rcn": "207843",
    "acronym": "CFED",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unravelling the mechanisms regulating cellular fitness during embryonic development",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Understanding the mechanisms that eliminate unfit cells during development is key not only for proper organ formation but also to prevent tissue degeneration in the adult. Cell competition is a fitness quality control mechanism that occurs between cells of differing fitness levels and results in the selective elimination of those cells that, although viable, are deemed to be less fit than their neighbours. Cell competition is conserved from Drosophila to mammals and although some important regulators of this process have been identified, the mechanisms by which less-fit cells are eliminated are not well understood. Preliminary work in the Rodriguez laboratory has identified the mTOR pathway, a key metabolic sensor, as a possible regulator of cell competition in pluripotent stem cells. A small molecule screen for modulators of cell competition identified that inhibiting mTOR enhances defective pluripotent stem cell elimination during competition, and further studies revealed that mTOR activity is decreased in loser cells when confronted with winner cells. I will study the possibility that mTOR acts as a sensor of the competitive nature of pluripotent stem cells. The specific aims of this project are to find what pathways lead to differential mTOR activation during competition and unravel the mechanisms by which loss of mTOR leads to the elimination of defective stem cells. To answer these questions I will use mouse embryonic stem cells, as well as validate the in vivo relevance of my findings by studying the mouse embryo.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}