{
    "rcn": "207880",
    "acronym": "EURECON",
    "topics": "ERC-2016-STG",
    "title": "The Making of a Lopsided Union: Economic Integration in the European Economic Community, 1957-1992",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The project investigates European policymakersí views about how to make the European Economic\nCommunity (EEC) fit for a monetary union. It will thus assess the origins of the issues that are currently\nbedevilling the EU.\n\nFrom the EEC creation in 1957 to the decision to create the euro in 1992, several proposals were tabled\nto improve the functioning of the EEC as a possible currency area. Five interconnected domains are crucial\nto achieve economic integration in a currency union, and were continuously discussed before 1992:\nmacroeconomic policy coordination, fiscal transfers, capital market integration, banking regulation, and\ndeepening of the common/single market. The project will provide the first historical appraisal of these\nproposals and debates, and identify the dynamics of political and economic trade-offs and compromises,\nshifting priorities, and alternative approaches abandoned at the time but recycled later.\nThe project intertwines international, legal, political, and economic history approaches in order to\nprovide a thorough portrait of European policymakersí paradigms, goals, and constraints in envisioning an\neconomic union in a changing global context. It relies on pioneering multilateral, multi-archival research\nanalysing material from all member states and EEC institutions.\n\nThe project also intends to encourage the study of the critical influence of non-EEC and non-state actors\nand factors on the European decision-making level. To this end, the PI will lead a team of two PhD students\nand two Postdocs to explore specific case studies involving commercial banks, big business, trade unions and\nthe evolution of economic thinking.\n\nThe project aims to link the usually insulated scholarships of European integration, postwar European\nhistory, and national histories of economic policymaking. It will shed new light on the EUís post-Maastricht\nevolution and contextualise the Eurozoneís current challenges by providing a deeper understanding of its\nfoundations.",
    "totalCost": "1498451",
    "ecMaxContribution": "1498451",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1498451
        }
    },
    "calculatedTotalContribution": 1498451
}