{
    "rcn": "207869",
    "acronym": "IMMUNE CELL SWARMS",
    "topics": "ERC-2016-STG",
    "title": "Innate Immune Cell Swarms: Integrating and Adapting Single Cell and Population Dynamics in Inflamed and Infected Tissues",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Neutrophils are essential effector cells of the innate immune response. Intravital microscopy studies have recently changed our perspective on neutrophil tissue dynamics. They revealed swarm-like migration patterns in several models of inflammation and infection: Neutrophil populations show strikingly coordinated behavior with phases of highly directed chemotaxis and clustering at local sites of tissue damage. My previous work established that neutrophils self-amplify this swarming response by auto-signaling, which provided the first molecular basis for the collective nature of neutrophil swarms (L‰mmermann et al., Nature 2013). However, we are still at the beginning of unraveling the molecular pathways behind this newly discovered phenomenon. \n\nMost importantly, we completely lack insight into the signals and mechanisms that stop neutrophil swarms in the resolution phase of an immune response. Since excess neutrophil accumulations cause deleterious tissue destruction in many inflammatory diseases, novel insights into the mechanisms, which prevent extensive swarm aggregation, might be of considerable therapeutic value. In accord with this, our proposal follows three aims: (i) dissecting the cellular and molecular mechanisms that control the resolution phase of neutrophil swarming, (ii) establishing a conceptual framework of how swarming immune cells adapt their dynamics to changing inflammatory milieus, and (iii) developing an integrated view on how neutrophil swarms are controlled by secondary waves of myeloid cell swarms. To achieve our goals, we will combine targeted mouse genetics with live cell imaging of immune cell dynamics in living tissues and the use of innovative mimics of physiological environments.\n\nOur future findings on innate immune cell swarms promise to (i) advance our knowledge on leukocyte navigation in complex inflammatory tissues and (ii) provide new avenues for the therapeutic modulation of tissue regeneration after inflammation and infection.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}