{
    "rcn": "207814",
    "acronym": "TechPolChange",
    "topics": "MSCA-IF-2015-EF",
    "title": "Technology and Political Change: Nuclear Power in the Post-Soviet Union",
    "startDate": "28/02/2017",
    "endDate": "27/02/2019",
    "objective": "Focusing on the case of nuclear power in post-Soviet Russia and Ukraine (1990-present), this research and training project analyzes the relationship between political elites, scientific experts and the public in the context of political change and incomplete democratization. The project will move beyond existing studies and analyze the co-evolution of risky technologies and political systems in transition. To date, research on political transition in Russia and Ukraine has not sufficiently taken into account science and technology (S and T). Similarly, the analysis of S and T has been disconnected from changes in political institutions and practices. This project will consider how Ukrainian and Russian policy makers and specialists have navigated new political circumstances and forms of public engagement to advance nuclear power programs. It will study how nuclear technologies are governed, how they are received in society, and evaluate public controversies over costly and potentially risky large scale technological systems. This research has relevance for Horizon 2020 concerning reliable and clean energy, as well as the impact of technopolitical change on the European periphery on Europe's energy, security and integration. \nThe project will be based at Universitat Pompeu Fabra (UPF) under supervision of Albert Presas Puig, a specialist in the history of nuclear energy in Europe and in science under Francoism. It's integration into the UPF system will create synergies with scholars who study authoritarianism and science, nuclear power, European integration, and the public and science, and situate the Russian and Ukrainian experience into the larger European experience. The project includes undergraduate and graduate teaching in the domain of science, technology and politics; develops strategies with regard to academic writing and publishing and enables outreach of researcher's expertise both with academics and concerned citizens in European Union and its periphery.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}