{
    "rcn": "207875",
    "acronym": "HETEROPOLIS",
    "topics": "ERC-2016-STG",
    "title": "The Design of Social Policy in a Heterogeneous World",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Modern societies are characterized by tremendous heterogeneity in economic outcomes: from heterogeneity in wages and employment, to heterogeneity in capital income, wealth and health outcomes. It is unclear, however, how to map heterogeneity in these outcomes to heterogeneity in welfare. This mapping is crucial for the design of tax and benefit systems, providing insurance against individual risk and redistributing income between individuals, while maintaining proper incentives.\n\nThe main objectives of HETEROPOLIS are: 1) to provide new insights on the relation between inequality in earnings, wealth and consumption, 2) to develop a new consumption-based method to measure welfare inequality and heterogeneity in the marginal value of social transfers, 3) to provide and implement a simple, but general evidence-based framework to evaluate the differential design of social insurance based on observable heterogeneity, 4) to analyse selection effects due to unobservable heterogeneity and how they affect social insurance design, 5) to analyse heterogeneity in behavioural ìbiasesî and their consequences for policy design.\n\nThe first part of HETEROPOLIS analyses the use of registry-based consumption measures to evaluate heterogeneity in welfare and exploits a newly developed data set based on administrative registers for the universe of Swedish households providing comprehensive and detailed information on income, wealth, labour market outcomes and other variables. The second part develops and implements a general evidence-based framework to evaluate the design of multi-faceted social insurance programs in a heterogeneous world. The final part of HETEROPOLIS analyses and estimates different sources of heterogeneity that affect market efficiency and justify further government interventions.",
    "totalCost": "1497505",
    "ecMaxContribution": "1497505",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1497505
        }
    },
    "calculatedTotalContribution": 1497505
}