{
    "rcn": "207861",
    "acronym": "GRAVIBONE",
    "topics": "ERC-2016-STG",
    "title": "How Bone Adapts to Heavy Weight?Bone Morphological and Microanatomical Adaptation to the Mechanical Constraints Imposed by Graviportality",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Heavy animals, said to be graviportal, are under strong mechanical constraints. Their skeleton, notably their limb bones, show convergent morpho-functional adaptations that surprisingly remain very poorly studied. Understanding the convergent and specific adaptations of bone to weight bearing in taxa with various morphologies, sizes, habitats and locomotor behaviours is essential to understand how bone responds to biomechanical constraints. In palaeontology, it will allow determining how giant fossil animals could move and support their weight. The study of graviportality provides an ideal case-study to analyse form-function relationship in a macro-evolutionary context.\n\nGRAVIBONE proposes a broad and modern comparative investigation of the biomechanical adaptations of the outer and inner bone anatomy of long bones observable in different modern and fossil taxa that have converged on graviportality. It combines various approaches using recently developed powerful methods and tools (notably the innovative integration of the whole 3D external and internal bone anatomy in biomechanical modelling) and uses these in an explicit phylogenetic context. Characterizing the various adaptive traits observed in extant taxa and understanding the link between specific isolated microanatomical, morphological and mechanical parameters will enable to: a) define degrees/types of adaptations to graviportality, b) make palaeoecological and paleofunctional inferences, and c) explain adaptations to graviportality in amniote evolutionary history. This new and highly integrative approach will increase our knowledge on the adaptation of the vertebrate skeleton and thereby of the organisms, to environmental demands.",
    "totalCost": "1082450",
    "ecMaxContribution": "1082450",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1082450
        }
    },
    "calculatedTotalContribution": 1082450
}