{
    "rcn": "207824",
    "acronym": "ARAB PARLIAMENTS",
    "topics": "MSCA-IF-2015-EF",
    "title": "The role of national parliaments in the Arab transformation processes",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The research analyses the role of national parliaments in Egypt, Jordan, Morocco and Tunisia since 2011, and assesses their contributions to the political transformation processes. It diminishes an existing research gap since parliaments have received almost no consideration in ëArab Springí research yet. Semi-structured interviews in all four countries with local parliamentarians, academics, NGO representatives, diplomats and similar decision-makers will produce primary data that will be further discussed in workshops at academic institutions in Amman, Cairo, Rabat and Tunis as well as a conference at the University of Dundee. Peer-reviewed articles, open-access contributions and a monograph will disseminate findings to the public.\nThe underlying hypothesis is that parliaments have influence only in policy topics that (a) do not tackle national security questions and (b) are of domestic nature. In other words, parliaments in the four selected Arab countries may be influential in less sensitive facets of the countriesí individual justice and home affairs, yet to different extent.\nFor this, Prof. Christian Kaunert is the perfect supervisor, as he is one of the most distinguished scholars on EU justice and home affairs with strong affinities to the Arab world; the action will be connected to his newly established European Institute for Security and Justice, created within the School of Politics at UNIVDUN, and contribute not only to excellent basic research but also help increasing the instituteís visibility within the EU as well as within core countries of the EUís southern neighbourhood.\nFor the intended research action, the experienced researcher can already built on initial research that he has conducted in 2013 and 2014 as visiting professor at Cairo University. However, this research was just a first step into this innovative research field; with the intended action, more steps shall follow to tackle the research topic more comprehensively and in more detail.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITY OF DUNDEE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 0
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}