{
    "rcn": "207822",
    "acronym": "SpeeDrying",
    "topics": "MSCA-IF-2015-EF",
    "title": "An Innovative and Sustainable Spray Drying Technology",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "This proposal aims to widen the competences and skills of a young, excellent and ambitious researcher (Loredana Malafronte) by advanced training at one of the most innovative food engineering groups located at ETH - Swiss Federal Institute of Technology Z¸rich, Switzerland. The training will develop Malafronte's personal, technical and entrepreneurship skills, as well as widen her network of international contacts both in academy and industry. The research  project that will be carried out aims to develop a sustainable and innovative spray drying technology for production of highly functional powders from a liquid feed by combining electromagnetic (microwave and/or infrared) and convective heating. The advanced spray-drying technology is expected to improve drying efficiency in food, pharmaceutical and chemical industries, reduce energy consumption, and enable manufacture of flexible dryers and innovative dry products with high functionality. This work will build on knowledge developed by Malafronte during her PhD work and it will give to the candidate possibilities to learn a new scientific approach and how to develop more complex and innovative processes. A tailor processing approach, developed by Prof. Windhab, the main supervisor at ETH, will be used to extract Process-Structure Functions (PSF) and Structure-Property Functions (SPF) from the molecular- to macro-scale during electromagnetically assisted spray-drying. In addition to skills in conducting research, Malafronte will learn how to manage projects, communicate results effectively and commercialize research. This project will give Malafronte the possibilities to pursue a research career in Europe.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}