{
    "rcn": "207812",
    "acronym": "CATHDFENS",
    "topics": "MSCA-IF-2015-GF",
    "title": "CATHode Development For Enhanced iNterfacial Studies (CATH-DFENS)",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Lithium-ion batteries have established themselves as the leading power source for mobile applications, however to meet ever increasing demands in energy density and durability, significant improvements must be realised. Whilst advances in each battery component (anode, electrolyte and cathode) are necessary, the cathode/electrolyte interface remains one of the least understood and least investigated aspects of battery design and thus provides one of the greatest opportunities to improve performance. This interface is the known location of battery degradation processes occurring at the nanometer level, however the use of appropriate investigative techniques to probe these length-scales is made difficult by complicated cathode chemistries and intricate surface geometries. Whilst there have been efforts to create ultra-low roughness (<1 nm) model experimental systems to investigate this scientifically important issue, there has been a lack in progress as to date; these samples have not been directly comparable with real battery systems with limited (or no) cyclability. The work performed in this proposal will overcome these limitations for the first time, utilising novel thin film fabrication techniques to create low surface roughness, thin film cathodes with defined crystal orientation. These films can be cycled in the same way as real electrodes meaning this important work will permit examination of cathode materials by novel scanning probe and synchrotron interfacial characterisation techniques developed at US National Laboratories for the first time. These methods are capable of probing interfacial processes occurring during battery operation with sub-nanometer resolution. The proposed undertaking represents an excellent training opportunity for the researcher; creating strong international academic collaborators and industrial partners which will aid in making him into a prominent European scientist, enabling him to secure a permanent academic position.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}