{
    "rcn": "207804",
    "acronym": "TEN-COMPLEX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Teneurin interactions in the neuronal synapse",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Synapses, connections between neurons, are critical to the formation of neural circuits. Functional neural circuits control intricate processes such as learning and memory, whereas failure in neural circuitry formation can lead to developmental disorders including autism.\n\nAt the molecular level, synapse formation is enabled by cell-adhesion molecules that interact across the synapse.  At present, many individual proteins have been identified that contribute to synaptic cell adhesion, but it is unclear how these individual proteins team up in macro-molecular complexes.  I will focus on synaptic cell-adhesion complexes containing Teneurins, a protein family whose essential role in synapse formation has only recently been characterized.\n\nTo understand how Teneurin complexes promote synapse formation, I aim to determine the molecular mechanisms that underlie Teneurin1 and Teneurin2 dimerization, including complex formation with their recently identified binding partner Latrophilin.  To achieve this goal, I will determine the structure of Teneurin protein complexes using single particle electron cryo-microscopy.  In parallel, I will study the function of Teneurin complexes in synapse formation using primary hippocampal neurons. Dissecting the molecular mechanisms that underlie Teneurin functions might ultimately advance small molecule therapeutics to treat developmental diseases, including autism.\n\nThe work I propose here, draws upon my background in the field of developmental neurobiology, but complements that background with new knowledge and skill sets in structural biology to set me off conducting my own line of research as an independent scientist.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}