{
    "rcn": "207847",
    "acronym": "NARMESH",
    "topics": "ERC-2016-STG",
    "title": "Narrating the Mesh: Ecology and the Non-Human in Contemporary Fiction and Oral Storytelling",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Todayís ecological crisis prompts us to rethink our attitude towards physical and natural realities that have traditionally been seen as opposed to human subjectivity and agency. What emerges from this ìnon-human turnî is a sense of our interdependence on things like the bacteria in our intestines or the carbon atoms supporting life on Earth. Ecological theorist Timothy Morton uses the metaphor of the ìmeshî to express this idea of human/non-human interconnectedness. This project will map the formal and thematic strategies through which contemporary narrative practices engage with the non-human and envisage this interconnectedness.\nStorytelling is an indispensable tool for making sense of experience by establishing temporal and causal relations. But it is also biased towards the human-scale realities of action and social interaction. How can narrative overcome this bias? How does it convey phenomena that challenge our belief in the ontological and material self-sufficiency of the human?\nComparing fictional narratives in print (novels and short stories) and conversational storytelling, we will systematically explore the ways in which narrative can forge connections across levels of reality, weaving together the human and the non-human into a single plot. The assumption is that narrative is a field where fictional practices are in constant dialogue with the stories told in everyday conversationóand with the culture-wide beliefs and concerns those stories reflect.\nThrough its three sub-projects, the proposed research charts this complex dialogue while greatly advancing our understanding of how stories can be used to heighten peopleís awareness of the mesh and its significance. The project builds on a combination of methods (close readings of novels, qualitative analysis of interviews), aiming to open up a new field of study at the intersection of literary scholarship and the social sciencesówith narrative theory serving as a catalyst for the interdisciplinary exchange.",
    "totalCost": "1130000",
    "ecMaxContribution": "1130000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1130000
        }
    },
    "calculatedTotalContribution": 1130000
}