{
    "rcn": "207867",
    "acronym": "MICA",
    "topics": "ERC-2016-STG",
    "title": "Mechanics of slow earthquake phenomena: an Integrated perspective from the Composition, geometry, And rheology of plate boundary faults",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Major tectonic faults have, until recently, been thought to accommodate displacement by either continuous creep or episodic, damaging earthquakes. High-resolution geophysical networks have now detected ëslow earthquakesí, transient modes of displacement that are faster than creep but slower than earthquakes. This project aims to illuminate the unknown mechanism behind slow earthquakes, through an integrated, multi-scale approach. MICA uses the unique natural laboratory of exhumed and active faults, to build numerical models constrained by observed fault geometry and microstructurally defined deformation mechanisms, to determine, for the first time, the rheology of slow slip.\n\nThe first objective is to create a model of the slow earthquake source, to constrain the micro- to kilometre-scale internal geometry of plate boundary faults, and the spatial distribution of deformation mechanisms. Fault rocks also retain a deformation sequence, allowing insight to how deformation style evolves with time. Thus, a combination of drill samples from active faults and outcrops of exhumed analogues, from a range of depths, allows for a 4-D model from micro- to plate boundary scale.\n\nBy knowing the geometrical distribution of fault rocks, and deciphering their evolution in time, this project will apply geologically constrained numerical models and laboratory constrained stress-strain relationships to determine bulk fault rheology as a function of space. Unique from past models, this project integrates scales from microstructures to plate boundary scale faults, and bases rheological models on deformation mechanisms and fault structures constrained through detailed fieldwork, and also considers the state-of-the-art of geophysical observation. The model focuses on understanding slow earthquakes, but also applies to understanding whether the slow earthquake source can also host fast seismic slip, and what differentiates slowly slipping faults from faults hosting major earthquakes.",
    "totalCost": "1499244",
    "ecMaxContribution": "1499244",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1499244
        }
    },
    "calculatedTotalContribution": 1499244
}