{
    "rcn": "207893",
    "acronym": "RECEPT",
    "topics": "ERC-2016-COG",
    "title": "Real-time precision tests of lepton universality",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The Standard Model (SM) of Particle Physics is the most accurate available description of nature at microscopic scales, yet it is in fundamental contradiction with cosmological observations and models which describe the macroscopic universe. For this reason, it is postulated that the SM is incomplete, and that additional particles and/or forces are needed in order to describe both microscopic and macroscopic reality in a coherent and self-consistent manner. If such additional New Physics does exist, precision measurements of the ways in which SM particles transform into each other should simultaneously disagree with certain SM predictions, and agree with the given New Physics model.\n\nWithin this project, I will build a team of researchers dedicated to measuring one of the SM's most precise predictions, lepton universality (LU), with unprecedented experimental precision using the LHCb detector at the Large Hadron Collider (LHC) at CERN. In the current run, the LHC will deliver proton-proton collisions to LHCb until the end of 2018, allowing my team to make the world's most precise measurements of LU in the decays of beauty hadrons. Subsequently, the LHC will shut down for two years, and during this time the LHCb detector will be upgraded to allow it to collect five times more data per calendar year. This upgrade will allow my team to make the world's most precise measurements of LU in strange decays with data taken in 2021, significantly extending LHCb's physics programme.\n\nTo make these measurements possible and take full advantage of the LHCb upgrade, my team will also optimize the reconstruction of the upgraded LHCb detector, making it possible to fully reconstruct and analyze the data produced in the detector in real-time. This approach, completely novel in High Energy Physics, will not only improve the sensitivity to LU in strange decays by up to an order of magnitude, but greatly expand the general physics programme of the upgraded LHCb detector.",
    "totalCost": "1986000",
    "ecMaxContribution": "1986000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1986000
        }
    },
    "calculatedTotalContribution": 1986000
}