{
    "rcn": "207818",
    "acronym": "SEX_FIGHT_SLEEP",
    "topics": "MSCA-IF-2015-EF",
    "title": "A model to study how social interaction modulates sleep in the fruit fly Drosophila melanogaster",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Sleep is a fascinating phenomenon and one of the least understood mysteries of biology. It is universal among the animal kingdom and most species devote a large part of their day to sleep, despite the risks of lowering their defenses against predators or not engaging in more productive activities such as foraging or mating.\nIn many animals, social interaction is a powerful modulator of sleep quality and quantity. In nature, animals are continuously exposed to a diverse variety of stimuli, and interactions with con-specifics represent a particularly relevant set of them. For Drosophila males, interaction with females is key to ensure reproduction, while interaction with other males can create antagonistic fights to compete for sexual partners, food or shelter. \nThrough this project, I propose to investigate if and how social interactions affect sleep need and sleep quality. Employing fruit flies it has been previously shown that male-male interaction during the night builds up sleep pressure, observable in the next day as marked increase in sleep. Recovery of sleep after sleep deprivation is also called ìsleep reboundî, and in all species it is thought to be 1) at the basis of sleep homeostasis and 2) positively correlate with sleep deprivation. The longer an animal stay awake, the higher the sleep pressure and following rebound. Also, it has been described that previous sleep experience modulates antagonistic behaviours between males. Thus, bidirectional interplay between social interaction and sleep appears as a promising framework to address a main goal of modern neuroscience, understand how sleep is regulated and which sleep functions are.\nI intend to use new developed behavioural paradigms and software that improve sleep analysis in combination with refined genetic tools available in Drosophila to extend our knowledge on the interaction between phylogenetically conserved behaviours, social interactions and sleep, which have a high impact on reproductive fitness.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}