{
    "rcn": "207813",
    "acronym": "MULTIPREF",
    "topics": "MSCA-IF-2015-EF",
    "title": "A data-driven, multivariate approach to human mate preferences.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Human mate preferences can provide important insight into human social and sexual relationships; however, to date research on human mate preferences are typically based on sexual selection models derived from studies of non-human species to identify candidate characteristics that may influence preferences, and then studies only assess one or two of these characteristics at a time. This is problematic as this does not reflect the multivariate nature of human mate choice in reality. To address these limitations, I propose a research project that uses data-driven approaches to identify characteristics important to human mate preferences that entirely avoids the problem of selecting candidate characteristics based on inappropriate theoretical models. I also propose using powerful new computational methods to develop the first multivariate model of human mate preferences. First, I will use state-of-the-art statistical techniques developed in evolutionary biology to identify facial, body, and personality characteristics important for human mate preferences. Once these characteristics have been identified, they will be used as input into a large, iterative, online study using a technique that simulates the effects of Darwinian evolution on preferences. This project directly addresses difficulties in the field and will develop the first multivariate model of human mate preferences that will drive future research in the field.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}