{
    "rcn": "207882",
    "acronym": "Becoming Social",
    "topics": "ERC-2016-STG",
    "title": "Social Interaction Perception and the Social Brain Across Typical and Atypical Development",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Social interactions are multifaceted and subtle, yet we can almost instantaneously discern if two people are cooperating or competing, flirting or fighting, or helping or hindering each other. Surprisingly, the development and brain basis of this remarkable ability has remained largely unexplored. At the same time, understanding how we develop the ability to process and use social information from other people is widely recognized as a core challenge facing developmental cognitive neuroscience. The Becoming Social project meets this challenge by proposing the most complete investigation to date of the development of the behavioural and neurobiological systems that support complex social perception. To achieve this, we first systematically map how the social interactions we observe are coded in the brain by testing typical adults. Next, we investigate developmental change both behaviourally and neurally during a key stage in social development in typically developing children. Finally, we explore whether social interaction perception is clinically relevant by investigating it developmentally in autism spectrum disorder. The Becoming Social project is expected to lead to a novel conception of the neurocognitive architecture supporting the perception of social interactions. In addition, neuroimaging and behavioural tasks measured longitudinally during development will allow us to determine how individual differences in brain and behaviour are causally related to real-world social ability and social learning. The planned studies as well as those generated during the project will enable the Becoming Social team to become a world-leading group bridging social cognition, neuroscience and developmental psychology.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "BANGOR UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}