{
    "rcn": "207845",
    "acronym": "TORPEDO",
    "topics": "ERC-2016-STG",
    "title": "Understanding the molecular mechanisms controlling the orientation of plant cell divisions",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Due to the presence of a rigid cell wall, plant cells are fixed within their tissue context and cannot move relative to each other during development. Plants thus need to rely on directed cell elongation and cell division to generate a full three-dimensional (3D) structure. Controlling cell division orientations relative to the tissue axis is therefore the fundamental basis for 3D growth. In the root, plant cells are organised in cell files and undergo two main types of cell division to allow directional growth: anticlinal cell divisions (AD, adding cells within a cell file) and periclinal cell divisions (PD, creating new cell files, organs and tissues). Understanding the mechanisms that control cell division orientation is a key question in developmental biology and the main focus of this application.\nPDs are challenging to study as they only occur sporadically and typically in the most inner tissues of the root. I recently constructed a powerful system to induce strong, fast and homogenous PDs in any tissue type. I therefore now have the perfect tool at hands to tackle the fundamental question of how plants control the orientation of its cell divisions by:\n\n1. Understanding the cellular events that occur prior to PD using a set of complementary techniques.\n2. Identifying novel downstream components that translate the known genetic triggers for PD into changes in cell division orientation by performing an unbiased genetic screen.\n3. Determining the developmental specificity and convergence of the known genetic pathways capable of inducing PD through studying their transcriptional targets in an ectopic tissue context. \n4. Establishing a cell-culture based system for genetic and high throughput chemical perturbation studies of cell division orientation.\n\nI thus aim to perform a global and comprehensive study of cell division orientation, a process crucial for 3D growth in general and vascular development in specific.",
    "totalCost": "1499937,5",
    "ecMaxContribution": "1499937,5",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1499938
        }
    },
    "calculatedTotalContribution": 1499938
}