{
    "rcn": "207891",
    "acronym": "DarkMix",
    "topics": "ERC-2016-COG",
    "title": "Illuminating the dark side of surface meteorology: creating a novel framework to explain atmospheric transport and turbulent mixing in the weak-wind boundary layer",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Surface meteorology impacts the abundance and quality of life on Earth through the transfer and mixing of light, heat, water, CO2, and other substances controlling the resources for humans, plants, and animals. However, current theories and models fail when airflows and turbulence are weak during calm nights leaving weather and climate forecasts uncertain. This ëdark sideí occupies substantial fractions of time and our landscape, its physics are largely unknown, and has eluded proper experimental investigation.\nDarkMix creates technological and theoretical innovations to observe and explain transport and mixing in the weak-wind boundary layer. Its ambitious goal is a radically new framework incorporating unexplored mechanisms such as submeso-scale motions, flow instationarities, and directional shear to effect a quantum leap in understanding the air-plant-soil exchange. DarkMix will build the ground-breaking first-ever fiber-optic distributed temperature sensing harp to fully resolve the 3-dimensional flow and air temperature fields and enable unprecedented computation of eddy covariance fluxes at scales of seconds over 4 orders of magnitude (deci- to hundreds of meters). Both key innovations bear significant risks of technical and fundamental nature, which are mitigated by pursuing alternatives. Measurements will inform cutting-edge large eddy simulations to test hypotheses. The interdisciplinary dimension takes DarkMix to a unique set of weak-wind sites including a valley-bottom grassland, a forest in complex terrain, and a city to investigate topographic effects, the forest carbon cycle, and the urban heat island.\nDarkMix will open a new window for surface meteorology and its links to air quality, biogeochemistry, and climate change by giving physically meaningful and societally relevant answers to profound questions such as the exchange of greenhouse gases, hazards from ground fog, urban pollution, and agricultural losses through extreme cold air.",
    "totalCost": "1898103,5",
    "ecMaxContribution": "1898103,5",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 1898104
        }
    },
    "calculatedTotalContribution": 1898104
}