{
    "rcn": "207841",
    "acronym": "GLYCONEOBRAIN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Exploring glycosidic neo-epitopes of degenerative hippocampal granules in aged mice and humans: implications for ageing and dementia",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Ageing is the main correlate of dementia and several other neurodegenerative diseases which currently affect more than 6 million people in Europe. Molecular understanding of these brain conditions is important for their prevention and treatment. In mice, pathological granular structures positive for periodic acid-Schiff stain have been found in the hippocampus with increasing age. The degenerative process of granule formation appears to originate in astrocytes, but adjacent neuronal structures are affected and, accordingly, associated memory impairments have been described. Recent studies reported that granules express glycosidic neo-epitopes, a hallmark of the degenerative granule formation process. This neo-epitope has additionally been found in Lafora bodies of a mouse model of Lafora disease, a fatal neurodegenerative condition. On the other hand, mice serum contains natural IgM antibodies that recognise the glycosidic neo-epitope, suggesting a potentional removal mechanism. In this project, I aim to describe the structure of the glycosidic neo-epitopes of the hippocampal granules as well as the composition of the degenerative granules and Lafora bodies. To achieve these goals, I will employ a multidisciplinary approach exploiting glycomics and neurobiology, with the application of leading-edge technologies that include histological methods, analytical techniques, MALDI-MS imaging and laser-capture microdissection. Moreover, the binding patterns of the anti-neo-epitope natural IgMs will also be explored. Finally and importantly, the expression of the glycosidic neo-epitope in human brain will be assessed. Overall, the knowledge generated will provide new data on brain degenerative processes underlying age-related memory impairments in humans. Ultimately this project will generate new insights for the use of glycosidic neoepitopes as biomarkers for ageing and neurodegenerative diseases, and for prevention and therapeutic strategies using natural antibodies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}