{
    "rcn": "207883",
    "acronym": "NEOHIRE",
    "topics": "NMBP-03-2016",
    "title": "NEOdymium-Iron-Boron base materials, fabrication techniques and recycling solutions to HIghly REduce the consumption of Rare Earths in Permanent Magnets for Wind Energy Application",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "Regarding NdFeB PM technology for WT, it is still necessary to break through 3 important barriers: Strong dependence on China for supply and high price of REE present in PM, high difficulty of substitution of REE in PM, and technical and economic barriers that avoid establishing commercially viable, large-scale REE recycling framework.\nIn this context, NEOHIRE main objective is to reduce the use of REE, and Co and Ga, in WTG. This objective is mainly achieved through the development of: a) New concept of bonded NdFeB magnets able to substitute the present state-of-the-art sintered magnets for WT, and b) New recycling techniques for these CRM from the future and current PM wastes. In this way, the EU external demand of REE and CRM for PM in WTG will be reduced in a 50%.\nThe specific objectives are: i) To develop a new NdFeB material solution that reduces the use REE and CRM amount in PM for WTG (100% of HRE, 30% of LRE Nd/Pr, and 100% of CRM Co and Ga), ii) To increase the deliverable electric power in wind power electric generators from current 2.74 MW to 3.56 MW per 1Tn of REE owing to novel electric machine designs, iii) To research and develop two recycling processes to highly increase the CRM recycling rates in NdFeB PM wastes for sintered PM from current WT (increase from 0 to 70% the recovered Nd, separate 100% of Dy and recover 90% of Co) and novel Bonded NEOHIRE PM (recycling almost 95% of Nd), iv) To achieve an economic and technically feasible large-scale framework for NdFeB PM commercial recycling, and v) To ensure the economic and technical sustainability of NdFeB resin-bonded PM developed technologies.\nNEOHIRE will count on PM material RTD experts (CEIT, UOB), material recycling experts (UOB, KU LEUVEN), material characterisation RTD experts (CEIT, UPV, LBF), JP Powder manufacturer (AICHI), PM manufacturer (KOLEKTOR), LCA experts (UNIFI) and WT manufacturer (INDAR). AICHI (Japan) will be involved by providing advice and raw materials to the project.",
    "totalCost": "4532638,75",
    "ecMaxContribution": "4443888,75",
    "coordinator": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CIDAUT;KOLEKTOR MAGNET TECHNOLOGY GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITA DEGLI STUDI DI FIRENZE;THE UNIVERSITY OF BIRMINGHAM;AICHI SEIKO KABUSHIKI KAISHA;INDAR ELECTRIC SL;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "ES;DE;IT;UK;JP;BE",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 804569
        },
        "965704453": {
            "orgId": "965704453",
            "orgName": "KOLEKTOR MAGNET TECHNOLOGY GMBH",
            "ecContrib": 792500
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 259750
        },
        "917770545": {
            "orgId": "917770545",
            "orgName": "INDAR ELECTRIC SL",
            "ecContrib": 167750
        },
        "923718391": {
            "orgId": "923718391",
            "orgName": "AICHI SEIKO KABUSHIKI KAISHA",
            "ecContrib": 0
        },
        "999647469": {
            "orgId": "999647469",
            "orgName": "FUNDACION CIDAUT",
            "ecContrib": 248000
        },
        "999605662": {
            "orgId": "999605662",
            "orgName": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
            "ecContrib": 719725
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 502345
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 251250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 698000
        }
    },
    "calculatedTotalContribution": 4443889
}