{
    "rcn": "207811",
    "acronym": "BIOMODULAR",
    "topics": "MSCA-IF-2015-EF",
    "title": "A Biomimetic Learning Control Scheme for control of Modular Robots",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Motor control is a very important feature in the human brain for the performance of a motor skill. The biological basis of this feature can be better understood by emulating the cerebellar mechanisms of learning. The cerebellum plays a key role in implementing fine motor control, since it extracts the information from sensory-motor signals and uses it to respond to the environment. The purpose of this project is to benefit from the interplay between a body agent and an embodied artificial brain to understand the role of the first in the behavior of the latter and vice versa. The project aims to build a novel bio-inspired computational learning model for modular robots, and to incorporate it into a biologically plausible control scheme. The aforementioned model will merge machine learning techniques and a spiking modular cerebellum to develop a process that leads to the formation of long-term motor memories. Novel modular robots, such as Fable, will benefit from this adaptive predictive control system to perform desired, task-fulfilling behaviors. Exploiting this approach, the project pursues the discovery of important insights into the modular structure of the cerebellum, and its involvement in processing the sensory input for motor control tasks. The project will be developed at DTU with a run time of two years and will benefit from collaborations with other research groups (UGR and TUM). Their long expertise in neuromorphic computing and spiking networks will ensure that the candidate receives scientific training related to these fields (e.g. about cerebellar topology and cellular properties, and implementation of spiking networks in hardware). By providing multiple relevant contributions across the spectrum of the H2020 objectives in terms of its potential to advance robotic manufacturing, brain processing understanding, and novel computing paradigms, this project will enable the candidate to enhance her position at the forefront of advances in this fields.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}