{
    "rcn": "207832",
    "acronym": "NinZA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Theranostic molecular zipper based switchable nanomedicine for overcoming drug resistance",
    "startDate": "15/04/2017",
    "endDate": "14/04/2019",
    "objective": "This Fellowship will bring an outstanding researcher from Sweden to the UK to gain new scientific and career skills to position him to become a leading independent academic in the interface of chemistry and biology for translational Nanomedicine. The fellow will design a new class of biomimetic zipper nano-architecture, combining an MRI-enabled SPION scaffold with a zip-unzip, temperature and pH-responsive multi-arm polymer to defuse drug resistant cell functions. These approach could greatly benefit the current investigation of new and alternate therapeutic procedures to overcome drug resistance. The fellow will gain advanced training in translational designs of drugs for recognition and treatment of drug resistant system, and in state of the art techniques for studying such system.\nCombined with the fellow's knowledge of nanoparticles in medicine, he will have a formidable skill set suited to designing nano-architectures for developing target-specific nano-drugs to push back frontiers in the battle against cancer. His excellent track record is in consistent with last two years performance with 4 publications (with cumulative IF>28) with leading publishers including Nature group, Wiley, Cell press etc., 1 cover page and cover story, one Keynote lecture and 2 international research competition awards (FEBS Young scientist forum and Nano Today, Elsevier ST award). A series of complementary career skills trainings will enhance the fellow's research management, leadership, presentation and teaching skills and make him an impressive and exciting candidate for an independent EU academic position.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}