{
    "rcn": "207842",
    "acronym": "LightFasTR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the light-fastness of heritage Turkey Red textiles through modern dye chemistry and historical dyeing technology to inform sustainable display and access",
    "startDate": "20/03/2017",
    "endDate": "19/03/2019",
    "objective": "LightFasTR seeks to increase physical and creative access to Europeís most profitable globalised textile of the 19th c. Industrial Revolution - Turkey red (TR) printed cotton. TR was famed for colourful bold patterns on a characteristic bright red background. Many 19th c. TR printed cottons survive within the pages of pattern books as well-preserved, vibrant and creative storyboards of forgotten global trade and cultural connections. Museums and archives want to exhibit these collections and increase access, but need to preserve the colours, especially the characteristic red. The 19th c. TR makersí claim of excellent light-fastness for the red dye is unproven, raising uncertainty about suitable light levels and exposure times for historical TR textile collections. LightFasTR unites the materials and processes of making 19th c. TR with modern dye chemistry and heritage textile conservation science to provide essential guidance for museums and archives. \nLightFasTR draws upon the Fellowís expertise in dye chemistry and reaction mechanisms, and extensive research knowledge of industrial dyeing, notably madder, the traditional natural dye for TR. The Fellow takes an innovative approach to heritage TR preservation by combining historical research of different 19th c. materials and methods with state-ofñthe art chemical studies of the colorants in historical and reconstructed textiles. LightFasTR seeks to answer: to what extent do differences in materials, methods, makers and period impact on TR colour light-fastness? How much light exposure is safe for historical TR, particularly the red dyes? Should recommended current light-levels in museums and archives be increased or decreased for TR? The Fellow brings the host organisation a unique skill-set of natural dye chemistry for industrialised dyeing to create a world-class knowledge base in the lost tacit and technical skills needed to needed to understand and preserve Europeís surviving TR heritage.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}