{
    "rcn": "207895",
    "acronym": "MECHANICS",
    "topics": "ERC-2016-COG",
    "title": "Mechanics of cells: the role of intermediate filaments",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The mechanical properties of each of the over 200 cell types in the human body are perfectly well adapted to their function. The large variety of viscoelastic profiles, ranging from soft brain cells to stiff cartilage, and the temporal variability in the mechanical stress response when stationary cells begin to migrate, e.g. in embryogenesis, wound healing or cancer metastasis, is reflected in a surprisingly small number of molecular building blocks. Three distinct filament systems, actin filaments, microtubules and intermediate filaments (IFs), self-organize into a wealth of structural units, collectively termed the cytoskeleton. The main molecular players of this remarkable composite material are largely known. However, from a physics point of view, in particular IFs are poorly understood, despite their importance in health and disease and astonishing mechanical properties, like extreme extensibility and high flexibility. It is not known, how these properties are encoded in the molecular interactions of the protein filament and how they feed into the mechanical behavior of a whole cell. The aim of the proposed research is thus to establish a structure-mechanics-function relationship for this important component of the cytoskeleton. The genetic complexity of the IF protein family with 70 members that are expressed in a tissue specific manner requires a strategic approach involving well-defined model systems and the combination of in vitro and cell work. Direct mechanical testing by applying stress and in situ high-resolution imaging will link mechanical properties to molecular interactions in the hierarchical IF architecture. The results of these in vitro studies will be related to cell experiments to decipher the link between IF type and cell mechanics. The work program will lead to models that predict, how modifications, e.g., in the type of IF protein or specific charge interactions, are associated with changes in cell mechanics and eventually in cell function.",
    "totalCost": "2413250",
    "ecMaxContribution": "2413250",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 2413250
        }
    },
    "calculatedTotalContribution": 2413250
}