{
    "rcn": "207889",
    "acronym": "VascArbor",
    "topics": "ERC-2016-COG",
    "title": "Vascular Tree Formation in Multi-Structural Tissue Engineering",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Engineered tissues offer a great promise to the field of medicine as an alternative for donor tissues, for which the supply is not meeting the demands. However, the clinical application of engineered tissues is hampered. The integration of engineered tissues after implantation is limited due to the lack of a vascular network. Currently, strategies to include vascular networks rely on the spontaneous organization of vascular cells, or on the patterning of these cells. However, this results in either vascular networks that are not organized, or networks that lose their initial organization fast. This project will use a unique and novel approach to control vascular development and will therefore result in a vascular network with a controllable long-term organization. By allowing for anastomosis, and increasing nutrient delivery, this project will tackle an essential problem and will greatly enhance the clinical applicability of engineered tissues.\n\nWithin VascArbor, fluid flows through engineered tissues will be designed and controlled to guide vascular organization. Apart from that, growth factors will be patterned in space and time to further direct the formation of a vascular network with a controlled organization. In parallel, computational models will be developed that can predict vascular organization and development based on processing parameters. This will be a breakthrough in vascularized tissue engineering by enabling a direct link between a desired vascular organization, and the tissue construct geometry and processing conditions that are needed to acquire this organization. \n\nTo maximize the impact of VascArbor on the field of tissue engineering and medicine, the principles that will guide vascular organization are compatible with multiple current and future tissue fabrication technologies. Within VascArbor, tissue building blocks and bio-printing will be used to engineer vascularized cardiac muscle tissue based on the principles developed in this project.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}