{
    "rcn": "207898",
    "acronym": "HEINSOL",
    "topics": "ERC-2016-COG",
    "title": "Hierarchically Engineered Inorganic Nanomaterials from the atomic to supra-nanocrystalline level as a novel platform for SOLution Processed SOLar cells",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Solution processed inorganic nanocrystal (NC) materials have received enormous attention as an emerging technology to address the TW challenge in solar cells. These nanomaterials offer a unique opportunity for low-cost high efficiency all-inorganic solar cells. Despite the great efforts though, only a limited number of colloidal NC compounds has been successfully employed, which either rely on costly and scarce elements or toxic materials. HEINSOL¥s mission is to develop the first highly efficient, robust solution processed solar cell platform based on environmentally friendly, Earth abundant materials. To achieve this, HEINSOL undertakes a hierarchical approach to tailor the opto-electronic properties of inorganic NCs, starting from the control of composition and their properties at the atomic level and following up with further tailoring their optoelectronic properties via interactions at the supra-nanocrystalline level. HEINSOL, at the atomic level, will develop novel doping schemes for colloidal NCs to tailor their electronic character as well as passivation schemes to reduce the density of unfavourable trap states. At the supra-nanocrystalline level, HEINSOL will explore novel nano-heterojunctions that cater for efficient charge separation and suppressed recombination, elements of paramount importance in high performance solar cells. The microscopic properties of the NCs will be correlated with the macroscopic properties of the NC composites in operating devices, a methodology that will provide new insights on the underlying mechanisms at the nanoscale that govern the properties of those devices. The final goal is to introduce a new architectural platform for solution processed solar cells that will truly expand the material availability for the Photovoltaic Industry.",
    "totalCost": "2486865",
    "ecMaxContribution": "2486865",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 2486865
        }
    },
    "calculatedTotalContribution": 2486865
}