{
    "rcn": "207827",
    "acronym": "PhytoPharm",
    "topics": "MSCA-IF-2015-EF",
    "title": "Phytotoxicolgical Risk of pharmaceuticals in soils",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Pharmacueticals in the agricultural environment pose a risk to the continued productivity of the crop producing industry. To gain a better understanding of the processes involved in plant exposure and bioavailability of pharmaceutical compounds, a systematic approach is proposed to characterize the mobility of a study compound from soil to pore water in twenty native soils selected to represent a broad range of soil chemical-physical properties. Characterization of resulting pore water conditions will be used to study the interactions between pore water and plants. Analytical methods will be utilized to determine mobility of the compound in soil, pore water, and plant tissue. Monitoring of 18 plant development endpoints will reveal phyto-toxicological risk associated with pharmaceutical exposure. These interactions will be used to construct and validate a landscape scale spatial model. Data gathered throughout this study as well as the resulting model will provide the first attempt at landscape scale analysis for terrestrial environmental risk assessment from emerging contaminants. Identifying potential risks will help insure the stability and productivity of the agricultural economy into the future. Further, the adaptability of the model to different geographic regions, outside England and Wales, allows for the emergence of research collaboration across the world.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}