{
    "rcn": "207866",
    "acronym": "GenGeoHol",
    "topics": "ERC-2016-STG",
    "title": "Non AdS holography and generalized geometric structures",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Holography is by now a fundamental tool in the understanding of both strongly coupled conformal field theories (CFTs) and quantum theories of gravity. While holography in Anti de Sitter (AdS) space-times is rather well understood, we currently lack a basic picture of what it means in non-AdS space-times. Considering non-AdS space-times is an essential and urgent next step in the study of quantum gravity as we seem to live in a universe with a positive cosmological constant that is approaching de Sitter (dS) in the far future. Also, the near-horizon geometries of black holes are typically described by more exotic geometries that need to be understood on their own right.\n\nI propose to address this and study the physics of holographic systems on non-AdS space-times and their connection to generalized geometric structures that naturally arise in these setups. In order do this I will use both conventional field theory techniques and new holographic tools, some of which I have developed recently. \n\nThe relevance of GenGeoHol is illustrated by universal properties of black holes, e.g. their area-law entropy. These are independent of AdS, pointing towards the existence of a more general holographic principle that generalizes the usual symmetries and geometric notions. A great deal of evidence has accumulated recently indicating that this is indeed the case. The physics of extremal black holes and non relativistic systems are clear examples. \n\nGenGeoHol will impact a wide range of fields. As one moves away from AdS Einstein gravity, the dual quantum-field theories present different symmetries from that of usual relativistic systems. These systems couple naturally to generalized background geometries which are of intrinsic interest and key to a range of concepts extending from Newton-Cartan geometry in non-relativistic systems to higher-spin geometries for so-called W_N CFTs.\nGiven my experience and track record, I am uniquely positioned to attack this problem successfully.",
    "totalCost": "1300775",
    "ecMaxContribution": "1300775",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1300775
        }
    },
    "calculatedTotalContribution": 1300775
}