{
    "rcn": "207849",
    "acronym": "ProcessCitizenship",
    "topics": "ERC-2016-STG",
    "title": "Processing Citizenship: Digital registration of migrants as co-production of citizens, territory and Europe",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Intensifying migration waves are changing EU policies?with Hotspots being set up in frontline countries?but also the way knowledge about migrants, institutions and territory is created. Information systems are key enablers of this knowledge. They materialize legislative, political, administrative dynamics in which citizenship, state and territory are co-produced.\nProcessingCitizenship aims to establish information systems as ìinterfacesî that make visible changes in the modern nation state. It aims to develop a history of the present that accounts for contemporary materially-embedded practices of registration of migrants at Hotspots as activities of governance formation. It addresses three research questions: How are migrantsí identities shaped in information systems-mediated registration practices, and how do migrants adapt or resist it? How are Member States and Europe re-enacted by data infrastructures for migration processing? How is territory reshaped?\nThe project combines globalization and border studies and surveillance studies in IT and migration with a materialist performative approach derived from science and technology studies and media geography. It analyses information systems, registration practices, data architectures and territorial patterns. Data will be collected via qualitative (script analysis, interviews, participant observation, discourse analysis) and computational (analysis of ontologies and algorithms, new method for web services tracking) techniques.\nThe research is ground-breaking in three ways: 1) by focusing on alienage and on the technicalities of data infrastructures, it sets the basis for detecting incipient changes in the order of authority; 2)it develops brand new software methods for web services analysis that is expected to set a new promising field of techno-sociological research; 3)by combining contiguous disciplines rarely interacting, it amplifies their ability to understand the co-production of technology, society, knowledge.",
    "totalCost": "1498613,75",
    "ecMaxContribution": "1498613,75",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1498614
        }
    },
    "calculatedTotalContribution": 1498614
}