{
    "rcn": "207836",
    "acronym": "LENSD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Liquid Exfoliation of Nanomaterials using Spinning Discs",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "Two-dimensional (2D) nanomaterials have received significant attention over the past decade due to their remarkable material properties. Graphene is the most frequently studied, however a range of other 2D materials such as molybdenum disulfide and boron nitride have also demonstrated properties which will help society advance in areas from opto-electronics to sustainable energy. One of the biggest challenges currently facing 2D nanomaterials is scalable production. Current exfoliation processes are insufficient for industrial scale production due to high energy requirements, poor yield (typically < 5 wt%), introduction of material defects and low production rates (< 6 g/h). This project aims to address these process limitations. A novel liquid exfoliation approach will be investigated, using continuous flow over a spinning disc to create mono- and few-layer materials. The research activities will provide a new holistic insight into shear-induced liquid exfoliation, by experimentally and numerically examining how the fluid mechanics and multiphase transport phenomena over the spinning disc affect material characteristics at the nanoscale. The investigation involves cooperation between multiple disciplines. Experiments include the optical techniques of infrared thermography, high-speed imagery and particle image velocimetry. The researcher will receive extensive training in advanced numerical methods for simulating thin liquid films and interfacial flows at Imperial College London. Training in microscopy techniques will also be completed for the measurement of nanosheet defects and size. These research activities will assist the development of future liquid exfoliation technologies and are aligned with personalised actions to advance career development. The fellowship will broaden the researcher's technical and complimentary expertise, and facilitate inter-sectoral mobility from thermal to chemical engineering, nanotechnology and process intensification.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}