{
    "rcn": "207808",
    "acronym": "ADVANTAG5",
    "topics": "MSCA-IF-2015-GF",
    "title": "Advanced Wide-Band Transceiver Architectures for Beyond 5G Wireless Systems",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The fifth generation and beyond radio systems targets 1000 times traffic volumes compared to present state-of-the-art. In order to guarantee the quality of service, communication capacity leap of three orders of magnitude requires sophisticated interference management and communication channel protection from the interference generated by other users. The objective of this project is to develop integrated transceiver hardware structures for massive MIMO/beam forming antenna arrays, supporting agile carrier aggregation, digitally assisted interference management, and full duplex communication, thus enhancing communication efficiency in spatial, temporal and frequency domains. \n\nThe evolution of communications systems inherently relies on integrated microelectronic circuits. In circuits developed in this project, we will fully exploit the digital-driven process  evolution by utilizing  digitally intensive time/phase domain signal processing as much as possible to minimize the effect of existing discrepancy between digital-driven process scaling and analog circuit design. The developed structures will take advantage of time/phase domain signal processing, taking full advantage of CMOS process evolution and inherently supporting beam forming antenna array structures.\n\nWe will demonstrate the effectiveness of design methods by implementing transceiver hardware structures for massive  transceiver arrays. Digitally reconfigurable transceiver arrays will enable spatial multiplexing, agile carrier aggregation and digitally assisted interference management to enhance communication efficiency in spatial, temporal and frequency domains, enabling the targeted capacity leap.",
    "totalCost": "267793,2",
    "ecMaxContribution": "267793,2",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}