{
    "rcn": "207851",
    "acronym": "MecMy",
    "topics": "ERC-2016-STG",
    "title": "Mechanisms of Myelination ñ Elucidating the Diversity of Oligodendroglial Precursors and their Local Axon-Glia Interactions",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Nervous system function requires precise communication between myriads of neurons and glia to generate and maintain a functional organ. Most axons are eventually surrounded with myelin, an insulating structure produced by specialized oligodendroglia. This cellular interaction enables fast signal transmission, ensures long-term axon survival, and is involved in regulating learning and memory formation.\nThe formation of new myelin during lifelong development and after myelin damage requires differentiation of oligodendroglial precursors. Although these cells are an abundant population, myelin repair is often inefficient and eventually fails. It is known that oligodendroglial precursors have diverse properties, but whether this diversity is at any level a regulatory factor for normal myelination, or causal to failure of myelin repair is unclear.\nHere, I will elucidate the diversity of oligodendroglial precursors by carrying out the first global analysis of their population dynamics in the whole animal from specification to myelination. I will investigate how differentiation properties change over time, reveal whether this is due to intrinsic or extrinsic factors, and identify the underlying molecular mechanisms.\nTo achieve these goals I will use zebrafish, an ideally suited model organism for in vivo live cell imaging and genetic manipulation. I will carry out a clonal analysis of oligodendroglial precursor population dynamics during myelinated tract formation and after myelin damage. I will analyse the molecular signature of cells with different properties to identify crucial mediators. Lastly, I will investigate whether individual cells can show diversity at the subcellular mechanistic level of local axon-glial interactions.\nMy work will provide fundamentally new insights into the principles of the heterogeneity of oligodendroglial precursors and may help to device new strategies of how to employ these cells to form new myelin in development and disease.",
    "totalCost": "1485000",
    "ecMaxContribution": "1485000",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1485000
        }
    },
    "calculatedTotalContribution": 1485000
}