{
    "rcn": "207846",
    "acronym": "MIX-Effectors",
    "topics": "ERC-2016-STG",
    "title": "T6SS MIX-effectors: secretion, activities and use as antibacterial treatment",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Bacteria use various mechanisms to combat competitors and colonize new niches. The Type VI Secretion System (T6SS), a contact-dependent protein delivery apparatus, is a widespread, recently discovered machine used by Gram-negative bacteria to target competitors. Its toxicity is mediated by secreted proteins called effectors, yet the identity of many effectors, the mechanism of secretion of different effector classes, and their toxic activities remain largely unknown. I recently uncovered a widespread class of T6SS effectors that share a domain called MIX. MIX-effectors are polymorphic proteins carrying various toxin domains, many of which with unknown activities.\n\tMany bacterial pathogens have acquired resistance to contemporary antibiotic treatments, becoming a public health threat and necessitating the development of novel antibacterial strategies. Thus, as a relatively untapped antibacterial system, studying the T6SS and its MIX-effectors presents a double incentive: 1) previously uncharacterized antibacterial activities of MIX-effectors can illuminate novel cellular targets for antibacterial drug development; 2) the T6SS machinery can be used as a novel toxin delivery platform to combat multi-drug resistant bacterial infections, using polymorphic MIX-effectors.\n\tIn this proposal, I will focus on T6SS MIX-effectors and elucidate their activities, mechanism of secretion, and utilization as antibacterial agents, by combining microbiology, molecular biology, genetic, biochemical, and proteomic approaches. Specifically, the goal of this proposal is to utilize T6SSs and MIX-effectors to develop a novel T6SS-based, antibacterial therapeutic platform in which a nonpathogenic bacterium will be engineered to carry a T6SS that can secrete a diverse repertoire of polymorphic antibacterial MIX-effectors. This innovative platform has several advantages over current antibacterial strategies, and can be used as an adjustable tool to combat multi-drug resistant bacteria.",
    "totalCost": "1484375",
    "ecMaxContribution": "1484375",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1484375
        }
    },
    "calculatedTotalContribution": 1484375
}