{
    "rcn": "207868",
    "acronym": "DIMO6FIT",
    "topics": "ERC-2016-STG",
    "title": "DIMO6FIT: Extending the Standard Model -- Global Fits of Optimal Variables in Diboson Production",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The status quo of particle physics after the first data taking at the Large Hadron Collider is: a light Higgs particle has been discovered that is perfectly compatible with the electroweak Standard Model (SM). While this is undoubtedly a historic step in particle physics, it is not entirely satisfactory, as in its current state the SM leaves many questions unanswered. \n\nIf the Standard Model of today is just the low energy theory of more complex phenomena, then these phenomena will become manifest in modifications of the cross sections and differential distributions of known processes. These modifications can be described by higher dimensional operators, which are general extensions of the SM and can be tested using precision measurements of diboson production processes.\n\nThe DIMO6Fit project will focus on measuring those production processes most sensitive to the new physics effects, using innovative analysis techniques aimed at significantly reducing the debilitating limitations in current measurements. I will set up a novel combined global fit for determining the higher dimensional operators coherently based on the LHC measurements. \nThe full determination of the higher dimensional operators will be the first global precision test of general extensions to the SM. The ERC Starting Grant will make it possible to bring together a team that will conduct more efficient measurements then today at the ATLAS experiment, that will establish the framework for new precision tests, and will generate results of yet unforeseeable potential. With DIMO6FIT I will establish an exciting programme aiming at determining the higher dimensional operators, which will help uncover new physics and elucidate its nature. These novel studies will form a unique and significant contribution to the understanding of the fundamental interactions of known and possibly yet unknown particles.",
    "totalCost": "1497000",
    "ecMaxContribution": "1497000",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1497000
        }
    },
    "calculatedTotalContribution": 1497000
}