{
    "rcn": "207810",
    "acronym": "BINAMA",
    "topics": "MSCA-IF-2015-GF",
    "title": "Biomimicking nanostructured materials via intra(inter)molecular folding of sequence-controlled polymers",
    "startDate": "20/01/2017",
    "endDate": "19/07/2019",
    "objective": "Nature employs various polymerization processes (e.g. DNA replication, transcription and translation of proteins) in order to synthesize biopolymers such as DNA and proteins with controlled sequences and configurations. Such remarkable and complicated structures can fold into precise nanostructures via intramolecular and intermolecular interactions and thus replicating these domains via synthetic polymers has recently attracted considerable interest. The goal of BINAMA is to synthesize biomimicking nanostructure materials via intramolecular folding of sequence-controlled polymers in the presence of a ìrealî catalyst/chaperone, thus mimicking the intracellular environment. For the first part of the project, the sequence of functional monomers will be controlled utilizing controlled living radical polymerization methods. Subsequently, the incorporation of these monomers will induce hydrogen bonding, hydrophobic/hydrophobic, pi-pi, charge and disulphide interactions typically employed by proteins in order to facilitate the controlled folding of the polymer chains, adopting natural motifs and patterns. The ability to mimic these perfectly defined sequence-controlled polymers (e.g. DNA and proteins) via synthetic polymer chemistry will pave the way for synthetic bioanalogues and could also enhance their functions and properties.",
    "totalCost": "211825,2",
    "ecMaxContribution": "211825,2",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 211825
        }
    },
    "calculatedTotalContribution": 211825
}