{
    "rcn": "207815",
    "acronym": "GSTHgNDD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Role of GST gene variation in susceptibility to mercury (Hg)-induced neurodevelopmental disorders (NDD) in zebrafish",
    "startDate": "20/06/2017",
    "endDate": "19/06/2019",
    "objective": "Environmental factors, including the heavy metal mercury, are recognized as having a dominant influence on the aetiology and prevalence of neurodevelopmental behavioural disorders. This proposal will develop a new model for assessing the role of gene:environment interactions, specifically genetic predisposition for toxicity, in risk for disease, and identify early markers predictive of toxicity and later phenotypes. This will directly relate to the EC work program for Health, demographic change and wellbeing, with respect to both 'Personalized medicine' for non-communicable diseases and 'Early development' addressing mental health from childhood to older ages. The project uses the zebrafish model to investigate the relationship between glutathione-S-transferase (GST)-related genetic background, developmental exposure to mercury, and risk for neurodevelopmental disorders. This will be achieved by exposure of wild-type and CRISPR-generated Gst mutant embryos to mercury, and testing whether genetic predisposition leads to increased risk for toxin-induced behavioural phenotypes. We will test for altered biochemical, transcriptomic and epigenomic modifications that may serve as potential early markers for insult. The results obtained in this proposal will have significant impact on the ability to conduct individual and population specific toxicity risk assessment, and may lead to novel measures for early detection of increased risk and alleviation of potential adverse outcomes. The high-quality original research presented in the proposal will not only enable the Experienced Researcher to reach a position of professional maturity in her career, but will also allow her to develop a spectrum of new and interdisciplinary skills, integrating her previous training and knowledge into the behavioural genetics skills set. This project will also allow Dr. Brennan's group to integrate developmental toxicology into existing behavioural research, and will generate new collaborations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}