{
    "rcn": "207830",
    "acronym": "Speedingrisk",
    "topics": "MSCA-IF-2015-EF",
    "title": "Applying risk communication strategies to reduce speeding-related risks",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In the EU, road accidents are in the top three causes of deaths and hospitalizations . WHO finds it crucial to discourage speeding, because it is a main cause of road accidents. The Fellowís research in the psychology of human factors engineering shows that people underestimate the risks of accidents from speeding and overestimate how much time is saved through speeding. Public campaigns have typically not yet sought to correct these misunderstandings but rather have focused on emotional fear-appeals to reduce speeding. The Supervisorís work on risk communication provides a systematic method for correcting such decision-relevant beliefs, which has been successfully applied to a variety of contexts, but not to the design of dashboard tools. We take the novel approach of combining the Fellowís and Supervisorís fields to design dashboard tools and public campaigns that discourage intentions to speed by correcting driversí misunderstandings of the risks and benefits of speeding. This project will benefit from Fellow's experience in leading projects on informing driver perceptions with dashboard tools, and her ongoing partnerships with the car industry and governmental agencies. The project will lead to knowledge transfer between the Fellowís Swedish Transportation Institute, partners at Volvo Cars and government agencies as well as the Supervisorís Centre for Decision Research and the associated Institute for Transport Studies at the University of Leeds (UK). The project will boost the Fellowís academic career progression, as she aims to become a world-leading expert in evidence-based interventions that improve driver safety and save driversí lives.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}