{
    "rcn": "207840",
    "acronym": "SymMech",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unravelling the mechanisms behind bacterial symbiosis in insects",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Bacterial endosymbionts are widely distributed amongst invertebrates and have an enormous impact upon the biology of their hosts, being responsible for nutrient acquisition, predator protection and interference with the host reproductive strategies. Their ability to reduce vector competence has raised the possibility of using endosymbionts as a strategy to eliminate or diminish vector-borne pathogen transmission to humans and plants. A crucial step in manipulation of symbionts is the elucidation of the genes involved in symbiosis. Symbionts are highly adapted to hosts, thriving in highly specialised niches with little interference from competing microorganisms. The genes that permit this lifestyle are not known in any case, because most symbionts cannot be grown outside their host, thus impeding classic microbiological loss of function screens to elucidate the molecular mechanisms responsible for symbioisis. In this project, I will utilize Arsenophonus nasoniae, one of the few culturable symbionts, to establish for the first time the genes and systems required for symbiotic life. This bacterium infects the parasitoid wasp Nasonia vitripennis inducing lethality in the male offspring (son-killing = sk). The major objective of this project is to elucidate by the first time genes that are essential for the symbiosis between a bacterium and an insect using hypothesis-independent TraDis approach combined with hypothesis-dependent gene knockout approaches. Identification of the genes involved in symbiosis may allow us to modify the host range of symbionts or engineer strains that produce the desired phenotype. Additionally, this project will provide solid ground for the identification of genes involved in reproductive manipulation of arthropods allowing performing symbiont-mediated alteration of host biology. Both objectives are crucial for the development of novel biological and chemical tools against major vector-borne diseases and pests.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}