{
    "rcn": "207805",
    "acronym": "ACTING-NOW",
    "topics": "MSCA-IF-2015-EF",
    "title": "Algorithmic Containment of Threats in Graphs, Networks or Webs",
    "startDate": "12/09/2016",
    "endDate": "11/09/2018",
    "objective": "The project is about the security of networks, and how to select the best containing actions to perform when a network is threatened. Network security is a major concern for Europe in the guise of at least three threats: attacks on computer networks and related infrastructure; diseases spreading in networks consisting of people, livestock, crops or wildlife; and the spread of fires in forests or buildings. The project brings together an experienced researcher with a successful track record in ìthe firefighter problemî (which models the general network security problem), a supervisor with complementary expertise and world-leading research record in multi-objective optimization, a host organization with expertise and leading research groups in (i) Security, (ii) Randomized, heuristic optimization (from theory to industrial exploitation) and (iii) Human-Computer Interaction. Two non-academic secondment partners strengthen this team still further, bringing in industry-scale optimization experience (Noesis Solutions), and a long track record of advising for fire safety to major infrastructure projects including to the military (Lee Anderson). The experienced researcher will use the training and mobility afforded by this complementary partnership to further the impact of his research on European security, benefit from skills training in industrial exploitation and on offering policy advice, and learn a range of additional academic and non-academic skills from participating in the training of young researchers. Scientific results of the project include new, effective computational methods achieving better results in practical applications mentioned above. Theoretical understanding of spreading emergencies in graphs will be useful in fundamental research in other fields, for example, in medicine in research aimed at utilizing the knowledge about contacts in the population for understanding how disease traits (such as the transmission rate and the infectious period) evolve.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}