{
    "rcn": "207839",
    "acronym": "CAPABLE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Chemical Composition characterization of air pollution (aerosols and gases) on the basis of nonlinear multi-channel lidar experiments",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "CAPABLEís long term objective is to develop a complex lidar spectrometer that allows us to measure vertically resolved\nprofiles of trace gases, chemical components in particles, and bio-aerosols in atmospheric aerosol pollution. This information\ncan be used for studies of the effect of the vertical distribution of aerosol and gas pollution on climate forcing, air quality, and\nhuman health. Impact on economically sensitive areas like air traffic safety caused by, e.g. volcanic plumes and desert dust,\nwill be a spin-out product of our work. This lidar spectrometer will be based on simultaneous, vertically and spectrally\nresolved measurements of Raman and photoluminescence (PL)/fluorescence spectrums. In the first stage we develop the\ntechnique to the point that we can identify some of the most important climate-relevant aerosol components in a qualitative\nmanner and we will develop computer models that will allow us to verify our measurement results on the basis of theoretical\nsimulations. The models will form an end-to-end simulator that will allow us to develop and design the basic concepts of a\nRaman and PL spectroscopy lidar and necessary hardware specifications and explore the detection limits for the mobile\nmeasurement channel that can be installed in existing lidars. In the second stage, which can in part be achieved in this twoyear\nfunding period we want to improve the methodology so that we can quantify at least some of the components,\npreferably to the level of profiles of mass concentrations measured under ambient atmospheric conditions. The third stage,\nwhich goes beyond the main purpose of our project, will explore the concept of Coherent anti-Stokes Raman spectroscopy\n(CARS) for chemical aerosol characterization. CARS could allow for detection of atmospheric pollutants with significantly\nhigher sensitivity, and thus result in much shorter data integration times.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}