{
    "rcn": "207820",
    "acronym": "MUSDEWAR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Music in Detention during the (Post) Civil-War Era in Greece (1947-1957)",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "MUSDEWAR will investigate the use of music in Greek prison camps in the (post) civil-war era (1947-1957). Despite a recent shift in musicology, which has begun to address musicís potential to damage subjectivity, there are still major gaps in the history of musicís use in mass detention camps. Contributing to the wider history of detention camps in the twentieth century, MUSDEWAR will fill this gap by critically examining: (1) the use of music as a means to ëre-educateí, punish, humiliate and ëbreakí prisoners; (2) ëperformance under ordersí: official camp orchestras and choirs; (3) music compositions, performances, and debates on Greek music by intellectuals-detainees. Analysing these aspects will combine historical and empirical research with a critical and theoretical framework. The project will document and reconstruct the use of music and musical life in the camps through archival and textual research, and interviews with former detainees, composers and intellectuals of the time. An interdisciplinary framework will be developed to analyse and interpret research findings, using tools from musicology, history, social anthropology, philosophy, trauma studies and critical theory. MUSDEWAR will deliver a monograph to a major international academic publisher. Moving beyond the humanistic notion of music as an inherently enlightening art, the monograph will synthesize research into an empirically rich and theoretically grounded account of the multifaceted use of music in the Greek camps. Intermediate aims include a project website and two articles to peer-reviewed journals. Actions for networking and knowledge transfer include research presentations, a workshop, a public outreach event (symposium, exhibition), projects in secondary schools, and a proposal for a European Research Council Starting Grant. Results will contribute directly to trans-national public debates about human rights and current forms of detention, particularly with regard to mass asylum seeking in the European Union.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "PANTEIO PANEPISTIMIO KOINONIKON KAIPOLITIKON EPISTIMON",
    "coordinatorCountry": "EL",
    "participants": "PANEPISTIMIO THESSALIAS",
    "participantCountries": "EL",
    "projectParticipants": {
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}