{
    "rcn": "207801",
    "acronym": "MYCONEUTROPHILS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Elucidating the involvement of neutrophils in the pathogenesis of tuberculosis using a zebrafish model",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Tuberculosis has afflicted humans for about 70,000 years and continues to take a huge toll on human health. The increase of drug-resistant Mycobacterium tuberculosis and the limited effectiveness of the existing treatments make urgent a deeper understanding of its immunopathogenesis. The role of macrophages in the disease has been intensively studied, but little is known about the involvement of neutrophils. Recent findings indicate that neutrophils play crucial roles in the pathogenesis of tuberculosis that are unknown until the present. Thus, in this project I will use the recognized zebrafish-Mycobacterium marinum infection model, available in the host lab, to study the role played by neutrophils in mycobacterial infection. I propose to use this infection model combined with in vivo imaging of the interactions host-pathogen, gain and loss of gene function strategies, the use of zebrafish transgenic and mutant lines, gene expression analysis, and multitude of other techniques available in the host lab to study (1) how mycobacteria can evade neutrophil recruitment and phagocytosis, (2) what is the origin of the two functionally different neutrophil populations observed in mycobacterial infection, (3) how neutrophils can kill mycobacteria in the absence of macrophages and without any physical interaction, and (4) why neutrophils act as macrophage scavengers. The elucidation of all these questions never studied before will allow me to shed light on the involvement of neutrophils in the pathogenesis of tuberculosis, and will represent a relevant improvement in the field with biomedical implications. Moreover, it will be a crucial step in my scientific career thinking of becoming a group leader in the field of immunology and infectious diseases, since I will have the opportunity to work in a relevant biomedical question, with the support of the main experts in the field, in an unsurpassable scientific environment, and with the best facilities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}