{
    "rcn": "207892",
    "acronym": "InnoSpace",
    "topics": "ERC-2016-COG",
    "title": "Revolutionizing fibre-wireless communications through space-division multiplexed photonics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Next generation global telecommunication paradigms will require entirely new technologies to address the current limitations to massive capacity and connectivity. A full integration between optical fibre and wireless networks will be the key for the upcoming multigigabit-per-second 5G wireless communications and the era of Internet of Things. Microwave Photonics (MWP) is the multidisciplinary technology to achieve such a convergence. There is one revolutionary approach that has however been left untapped in finding innovative ways to increase the end user capacity and provide adaptive radiofrequency-photonic interfaces: exploiting space - the last available degree of freedom for optical multiplexing. Space-Division multiplexing (SDM) has been recently touted as a solution for the capacity bottleneck in digital communications by establishing independent light paths in a single fibre. My pioneering idea is to develop a novel area of application for SDM by exploiting for the first time its inherent parallelism to implement a broadband tuneable true time delay line for radiofrequency signals, which is the basis of multiple MWP functionalities. Within this project I envision an unprecedented revolution in fibre-wireless communications through the powerful concept of SDM that will lead to unique processing capabilities as well as to a reduction of size, weight and power consumption. My unique research background developed around the two core of this project, SDM and MWP, puts me in the privileged position to unify them in this truly interdisciplinary program, merging novel ideas and methods from physics, radiofrequency and photonics. Based on my profile, my preliminary results and the available infrastructure at my host organization, I am best positioned to successfully carry out this innovative high-gain/high-risk approach, which will lead to revolutionary advancements of the state of the art and prospective evolution of MWP for future ubiquitous communication scenarios.",
    "totalCost": "1998500",
    "ecMaxContribution": "1998500",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 1998500
        }
    },
    "calculatedTotalContribution": 1998500
}