{
    "rcn": "207897",
    "acronym": "UniCoSM",
    "topics": "ERC-2016-COG",
    "title": "Universality in Condensed Matter and Statistical Mechanics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Universality is a central concept in several branches of mathematics and physics. In the broad context of statistical mechanics and condensed matter, it refers to the independence of certain key observables from the microscopic details of the system. Remarkable examples of this phenomenon are: the universality of the scaling theory at a second order phase transition, at a quantum critical point, or in a phase with broken continuous symmetry; the quantization of the conductivity in interacting or disordered quantum many-body systems; the equivalence between bulk and edge transport coefficients. Notwithstanding the striking evidence for the validity of the universality hypothesis in these and many other settings, a fundamental understanding of these phenomena is still lacking, particularly in the case of interacting systems. \n\nThis project will investigate several key problems, representative of different instances of universality. It will develop along three inter-connected research lines: scaling limits in Ising and dimer models, quantum transport in interacting Fermi systems, continuous symmetry breaking in spin systems and in models for pattern formation or nematic order. Progresses on these problems will come from an effective combination of the complementary techniques that are currently used in the mathematical theory of universality, such as: constructive renormalization group, reflection positivity, functional inequalities, discrete harmonic analysis, rigidity estimates. We will pay particular attention to the study of some poorly understood aspects of the theory, such as the role of boundary corrections, the loss of translational invariance in multiscale analysis, and the phenomenon of continuous non-abelian symmetry breaking. The final goal of the project is the development of new tools for the mathematical analysis of strongly interacting systems. Its impact will be an improved fundamental understanding of universality phenomena in condensed matter.",
    "totalCost": "1235875",
    "ecMaxContribution": "1235875",
    "coordinator": "UNIVERSITA DEGLI STUDI ROMA TRE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 1235875
        }
    },
    "calculatedTotalContribution": 1235875
}