{
    "rcn": "207823",
    "acronym": "CCPaMe",
    "topics": "MSCA-IF-2015-EF",
    "title": "Direct and indirect effects of Climate Change on biotic communities and exotic Pathogens in mixed Mediterranean forests",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Global change is a complex phenomenon that involves several factors such as climate change, the alteration of the nitrogen cycle, biological invasions or changes in land use. Although each of these factors has been individually studied in detail in the last years, it is still poorly known how they could interact to affect biotic communities and the ecosystem processes that they control. The general objective of this proposal is to advance in the understanding of the direct and indirect effects of climate change on biotic communities and invasive pathogens interactions in forest systems. This interaction has been largely ignored so far, but its consideration is crucial to understand how abiotic and biotic stress factors together determine forest health and stability. Specifically, CCPaMe aims to: 1) Determine the direct effects of climate change on the exotic pathogen Phytophthora cinnamomi. It will be identified potential non-additive effects of rainfall exclusion and warming on its abundance and infected capacity by field and growth chamber experiments. 2) Determine the indirect effects of climate change on soil microorganisms and P. cinnamomi ecology. It will be determined the effects of climate change on the hosts susceptibility to P. cinnamomi and on the abundance, diversity and composition of soil organisms community (bacteria, fungi, archaea and actinomycete) and their implications for P. cinnamomi functionality: modification of its infective capacity and the alteration of pathogen interactions with other soil microbes. CCPaMe results will provide key insights to address current challenges regarding climate change effects and exotic pathogen control on forest systems and the conservation and protection of forest resources. Moreover, they will allow an improvement of our predictive capacity of the socio-economic consequences of future P. cinnamomi outbreaks, serving as a guide for the design of up-to-date management and mitigation policies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}