{
    "rcn": "207806",
    "acronym": "CoCo",
    "topics": "MSCA-IF-2015-EF",
    "title": "Construct and Collapse: Self-emergence and dynamics under global-change scenarios of mutualistic systems",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "To move ecology towards a more predictive body of theory to anticipate how biodiversity and ecosystem functioning may respond to anthropogenic perturbations, particularly global change, is a foremost challenge for evolutionary and community ecologists in the upcoming years, and a high-priority goal in EU policy. The proposed project ìCoCo ñ Construct and Collapse: self-emergence and dynamics of mutualistic systems under global change scenariosî aims at creating a multidisciplinary and integrative approach which will provide us with a unique opportunity to study relevant aspects of ecological communities which are not well understood. Using an enormous amount of high-resolution data from different ecological disciplines and at a macroecological scale, and complementary state-of-the-art modeling tools, we will create a predictive model able to reproduce the structure of ecological networks. Although highly complex and diverse, the structure of ecological networks can be replicated with simple rules describing evolutionary and ecological mechanisms. This model will then be used, together with the latest climate change projections, to monitor network response to global change perturbations under a number of climate change scenarios. Specifically, we will monitor precisely how individual species react to these perturbations, and explore potential compensatory mechanisms, cascading effects and network breakdown patterns. By exploring these responses, we will be able to identify which network structures and species network roles render a higher resilience to climatic perturbations, and refine the network keystone species concept. We will also be able to find areas and species of higher conservation priority and identify early signs of disruption in other networks. CoCo will create new analytical opportunities, and overcome past methodological weaknesses, situating our findings and methodology in the forefront of the field of ecology.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}