{
    "rcn": "207829",
    "acronym": "SocParPhenoEvol",
    "topics": "MSCA-IF-2015-EF",
    "title": "Insect social parasites: behavioural genomics models for understanding the basis of phenotypic evolution",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Understanding how diversity of life arises at the level of the genes is one of the biggest challenges in modern biology. Genomic methodologies now allow us to dissect the molecular basis of this phenotypic diversity and plasticity. However, we lack an integrated study of key phenotypic traits and their dynamic changes in an ecologically relevant setting, with the associated dynamic nature of the underpinning genes. I propose to use an inter-disciplinary approach, by uniting classical ethology with new molecular tools of genomics, to understand how genes give rise to phenotypic traits and their dynamic plasticity using an insect social parasite system as model. Insect social parasites show striking phenotypic diversity compared to their hosts and have been identified as unique models for understanding the molecular basis of phenotypic diversity and plasticity. Yet, they have remained largely unexploited so far, due to the difficulty of conducting genomic studies on non-model organisms. This project will combine for the first time the transcriptomic (i.e. multiple species comparisons of brain genome-wide RNA-seq analyses followed by candidate gene approach RT-PCR) and behavioural phenotyping in order to reveal the molecular basis of phenotypic diversity in a Polistes paper wasp social parasite system, which comprises the social parasite, the host and a related non host species. This will be a landmark project in the exploding field of Behavioural Genomics as it will ensure high replication in an ecologically relevant setting in wild populations and it will exploit a deep ethological knowledge of the model system to ensure precise integration of behaviour with new methods for dissecting molecular processes. This project offers a unique opportunity to capitalize on molecular and behavioural expertise of the Supervisor and ER, generating the most comprehensive empirical and theoretical body of work to date, thus placing the ER as a leader in this new and exciting field.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BRISTOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}