{
    "rcn": "207807",
    "acronym": "MICROFOUNDATIONS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Microfoundations of International Order",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "'This project aims to investigate the microfoundations of international order. How do international orders emerge? How are they imagined, created, and maintained? What will be the future of the current international order? These and other similar questions continue to be of interest for scholars of international relations (Bull 1977; Brooks and Wohlfort 2008; Ikenberry 2012; Kupchan 2012; Sorensen 2011; Dunne and Flockhart 2013; Zakaria 2008; Hurrell 2008; Schweller 2014; Miskimmon et.al. 2013). Most of this literature looks at the macro picture, dealing with structural factors such as distribution of power, differential economic development, changing patterns of interdependence, and demographics to explain why and how international orders came to be. However, the issue of microfoundations has been largely overlooked, if not totally ignored.\nMy key argument is that international orders are envisioned and created by individuals, specifically by the leaders of major powers. 'Statesmen [sic], not states, are the primary actors in international affairs' (Zakaria 1998:42). The resulting international order is the product of their international ideologies (political beliefs and moral values), conditioned and shaped by the distribution of power in the international system. Therefore, it is imperative to analyze those beliefs, values, and preferences and the way they interact with one another to ascertain how they lead to the emergence of particular international orders. This project investigates two historical cases of creating a new international order (in 1919 and in 1945, after the World Wars) as well as charts alternatives for the emerging international order in the coming decades. It uses a variety of methodologies from operational code analysis and automated text analysis to archival work. It benefits from and contributes to a variety of disciplines including international relations, political psychology, moral psychology, and international history.'",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}