{
    "rcn": "207834",
    "acronym": "XYL-EID",
    "topics": "MSCA-IF-2015-GF",
    "title": "Determinants of Xylella fastidiosa host specificity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The pathogenic bacterium Xylella fastidiosa threatens European agricultural and natural flora through the loss of economically, environmentally and culturally important host plants such as grape, olive and oak. This bacterium was first detected in Italy in 2013 and then in Corsica,France. Although X. fastidiosa is a generalist pathogen, infecting over 300 plant species, only a few plant species develop disease symptoms, and these infections always depend on a specific pathogen genotype. Although X. fastidiosa has been studied for over 80 years in the U.S.A., the determinants of X. fastidiosa host specificity remain unknown. In other words, it is not know why genotypes cause disease in one plant species but not another. Understanding what constrains X. fastidiosa host specificity is of paramount importance because it is currently not possible to predict what plant species are susceptible in Europe; this represents a major knowledge gap and limiting an adequate analysis of the risks posed by X. fastidiosa. This project aims to answer this important question by studying populations of the bacterium that are already host specific as well as one epidemic population exploiting a novel plant species in the EU. This will be done through collaboration between U.C. Berkeley -a leading expert on this pathogen- and BGPI, a French institute with excellent expertise in population genomics and interdisciplinary research. Besides reinforcing the link between the U.S.A. and European research on a subject of major importance, this project will result in the training of a European expert on this emerging pathogen. It will also broaden the Experienced Researcher's knowledge in plant-pathogen interactions. Finally, this project intends to disseminate knowledge on X. fastidiosa to the European society through (i) a collaboration with the French non-academic institute ANSES, (ii) a website dedicated to this pathogen and (iii) a collaboration with European farmers and agronomical schools.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}