{
    "rcn": "207886",
    "acronym": "HIGH-GEAR",
    "topics": "ERC-2016-COG",
    "title": "High-valent protein-coordinated catalytic metal sites: Geometric and Electronic ARchitecture",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "It is estimated that almost half of all enzymes utilize metal cofactors for their function, for example the respiratory complexes and the oxygen-evolving photosystem II, the most fundamental requirements for aerobic life as we know it. If we could mimic natureís use of metals for harvesting sunlight, energy conversion and chemical synthesis it would eliminate the need for fossil fuels and greatly increase the possibilities of chemical industry while reducing the environmental impact. Achieving this type of chemistry is an outstanding testament to evolution and understanding it is a glaring challenge to mankind.\n\nThese types of reactions are based on very challenging redox chemistry (involving one or several electrons). The key catalytic species are generally high-valent metal clusters with a varying ligand environment, provided by the protein and other bound molecules, that directly controls the reactivity of the inorganic core. To be able to understand and mimic this chemistry it is of central importance to know the geometric and electronic structures of the metal core as well as the entire ligand environment for these usually short-lived and very reactive intermediates. It has, for a number of reasons, proven extremely challenging to obtain these for protein-coordinated catalysts.\n\nThe central goal of this project is to determine true and accurate geometric and electronic structures of high-valent di-nuclear Fe/Fe and Mn/Fe metal sites coordinated in protein matrices known to direct these for varied and important chemistry. By combining new X-ray diffraction based techniques with advanced spectroscopy we aim to define how the protein controls the entatic state as well as reactivity and mechanism for some of the most potent catalysts in nature. The results will serve as a basis for design of oxygen-activating catalysts with novel properties.",
    "totalCost": "1968375",
    "ecMaxContribution": "1968375",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1968375
        }
    },
    "calculatedTotalContribution": 1968375
}