{
    "rcn": "207816",
    "acronym": "ADAPTATION",
    "topics": "MSCA-IF-2015-EF",
    "title": "Predicting adaptive responses of protected species to environmental changes to optimise conservation management frameworks in Europe",
    "startDate": "14/11/2016",
    "endDate": "13/11/2018",
    "objective": "Environmental changes, including habitat loss and climate change, are negatively impacting biodiversity at global levels, with accelerating extinction rates of species. Whilst the EU Biodiversity Strategy aims to halt and then reverse these losses of species, data on the conservation status of many protected species is lacking, inhibiting their management. Effective conservation is reliant on robust data on protected species, yet there is a substantial knowledge gap between traditional monitoring methods that record abundances and conservation management frameworks that require the integration of speciesí ecology with their adaptive responses to rapidly changing environments. The primary aim of this Fellowship is to thus deliver a novel conservation management framework for a model protected species, integrating ecological and genetic data, to provide a new predictive basis for European conservation management programmes. The sea lamprey Petromyson marinus is the model species, a protected species on Annex II of the EU Habitats Directive that provides multiple generations for testing the effects of environmental change on candidate genes. Research objectives quantify P. marinus European genetic diversity and structure, test for the presence of novel genetic mutations across populations, identify the genetic regions associated with adaptation to specific environmental parameters and develop an eco-evolutionary model of P. marinus population dynamics as the basis for its conservation management framework. As the project delivers highly innovative genetic and ecological research, it brings together a leading European researcher with high genetic knowledge with a European research group with exceptional expertise in conservation ecology. Together, their knowledge transfer and training activities will deliver novel conservation tools supporting European conservation strategies and launch a new research agenda in biodiversity and conservation management.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}