{
    "rcn": "207835",
    "acronym": "StaGraM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Stable Crosslinked Graphene Membranes for Water and Molecular Separation",
    "startDate": "09/08/2017",
    "endDate": "08/08/2019",
    "objective": "With less than 1 percent of drinkable water on Earth and growing pollution the demand for drinking water can only be met through the advanced separation and purification technology. Membrane-based filtration technologies are standard separation processes and are widely used in water treatment; however their performance is still severely limited due to their underperformance in terms of flux, selectivity, porosity, cleaning ability, and stability. Recent advancement in nanostructured membranes based on layered graphene construct enables a paradigm shift in the membrane development due to its almost zero resistance for water molecules and 100% rejection of other components. Recent reports suggest that an ideal membrane could be realized using graphene because of its atomic thickness, high mechanical strength, and chemical inertness. Although the graphene based membranes showed excellent separation performance; unfortunately their durability and stability is the biggest obstacle in realization of its full potential. \nWe propose to develop suitably cross-linked ultrathin graphene oxide membranes with improved mechanical property and durability. Our approach is to combine the innovative membrane fabrication technologies and the science of graphene materials to realize high-permeable and durable graphene membranes for water treatment purposes. This project will develop cross-linked graphene membranes by covalent crosslinking to obtain: I) high stability and durability, II) retained or minimally affected water flux and rejection and III) last but not least, adding new properties such as anti(bio-)fouling in the membranes. Such novel crosslinking will be achieved by using low molecular weight functional molecules, oligomers, polymers and mussel inspired chemistry. By the research of this project, a set of new crosslinking methodologies and knowledge of preparing graphene oxide membranes and their real applications will be developed.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}