{
    "rcn": "207879",
    "acronym": "MGUS screening RCT",
    "topics": "ERC-2016-STG",
    "title": "Screening for monoclonal gammopathy of undetermined significance: A population-based randomized clinical trial",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Monoclonal gammopathy of undetermined significance (MGUS) is a very common precursor condition to multiple myeloma (MM), and related diseases, and can be found in approximately 4-5% of individuals over the age of 50 years. MM is always preceded by MGUS. Current risk stratification schemes, designed to predict those that will progress, are based on retrospective data and rely almost solely on serum protein markers. While they can differentiate high and low-risk patients, they cannot predict outcome for individual patients, are not integrated with one another, and have limited biological correlation. Based on retrospective data, it is recommended that individuals with MGUS are followed indefinitely; however no prospective study has ever been performed to evaluate this or identify optimal monitoring in MGUS individuals. We recently showed that MM patients with a prior knowledge of MGUS had superior survival compared to MM patients without, which raises the question whether routine screening for MGUS in the population might improve survival. To evaluate the impact of screening for MGUS on overall survival, to provide evidence for the optimal MGUS follow-up, and to integrate biological, imaging, and germline genetic markers in evaluating individual risk of progression,  we propose to invite all individuals >50 years in Iceland (N=104,000) to participate in a screening study for MGUS. This will be done by utilizing already present infrastructure for screening in Iceland and the fact that most individuals >50 years have their blood drawn for various reasons during 3 years. We plan to perform electrophoresis and free light chain analyses in these individuals to diagnose MGUS. Individuals with MGUS will be invited to be included in a randomized clinical trial with 3 different arms to identify the optimal work-up and follow-up strategy and to build a new risk model for progression. Our large, unique, population-based study has major clinical and scientific implications.",
    "totalCost": "1474304",
    "ecMaxContribution": "1474304",
    "coordinator": "HASKOLI ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 1474304
        }
    },
    "calculatedTotalContribution": 1474304
}