{
    "rcn": "207855",
    "acronym": "LEAF-FALL",
    "topics": "ERC-2016-STG",
    "title": "What makes leaves fall in autumn? A new process description for the timing of leaf senescence in temperate and boreal trees",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Leaf phenology is a key component in the functioning of temperate and boreal deciduous forests. The environmental cues for bud-burst in spring are well known, but little is known about the cues controlling the timing of leaf fall in autumn. Leaf fall is the last stage of leaf senescence, a process which allows trees to recover leaf nutrients. We urgently need to understand the controls timing leaf senescence to improve our projections of forest growth and climate change. I propose a new general paradigm of the onset of leaf senescence, hypothesizing that leaf senescence is triggered by the cessation of tree growth in autumn. I expect that: (i) in the absence of growth-limiting environmental conditions, tree growth cessation directly controls leaf-senescence onset; and (ii) in the presence of growth-limiting conditions, photoperiod controls leaf-senescence onset ñ this prevents trees from starting to senesce too early. I will test these hypotheses with a combination of: (i) manipulative experiments on young trees - these will disentangle the impact of photoperiod from that of other factors affecting tree growth cessation, namely: temperature, drought and soil nutrient availability; (ii) monitoring leaf senescence and growth in mature forest stands; (iii) comparing the leaf senescence dynamics of four major tree species (Fagus sylvatica, Quercus robur, Betula pendula and Populus tremula) in four European locations spanning from 40∫ to 70∫ N; and (iv) integrating the new paradigm into a model of forest ecosystem dynamics and testing it for the major forested areas of Europe. The aim is to solve the conundrum of the timing of leaf senescence in temperate and boreal deciduous trees, provide a new interpretation of the relationship between leaf senescence, tree growth and environment, and deliver a modelling tool able to predict leaf senescence and tree growth, for projections of forest biomass production and climate change.",
    "totalCost": "1499250",
    "ecMaxContribution": "1499250",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 1499250
        }
    },
    "calculatedTotalContribution": 1499250
}