{
    "rcn": "207802",
    "acronym": "SELAPHOR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Semiconductor laser with photonic crystal reflector for energy-efficient optical links",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Our information society relies to an unprecedented extent on broadband communication technologies with applications such as high-speed internet access, cloud computing, data services, multimedia broadcast systems etc. The amount of data processed by data centers continues to grow with a steep progression. We are unused to considering the energy cost of light communication, but it is huge, matching the airline industry. To meet the need for increased bandwidth, compactness, reduced power consumption and cost effectiveness, we will develop new optical sources with narrow linewidth, high-speed frequency modulation and reduced power consumption that can be utilised in modern optical links. \n\nThe SELAPHOR project targets (a) the training of  a young researcher in the field of photonic devices, optical communications and research  commercialisation;  (b) the development of novel low cost optical sources to allow both compactness and reduced power consumption of  spectrally efficient optical links; and (c) the industrial validation and commercialising of the developed technology.  \n\nThe training programme for the researcher includes new skills in the design and fabrication of single-mode tunable sources with direct frequency modulation, characterisation and optimisation of the laser performance, and implementation of the advanced sources into telecom links. In addition, strong commercialisation and entrepreneurial skills will be developed, with keen interest from the SME partner ensuring focus on an industrial roadmap.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "CORK INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999595089": {
            "orgId": "999595089",
            "orgName": "CORK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}