{
    "rcn": "207884",
    "acronym": "GIANTCLIMES",
    "topics": "ERC-2016-COG",
    "title": "Giants through Time:  Towards a Comprehensive Giant Planet Climatology",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Giant planets serve as natural laboratories to explore the processes shaping planetary climate.  The next five years will likely transform our understanding of the extreme environments of the outer Solar System, with the culmination of the Juno and Cassini missions to Jupiter and Saturn and the arrival of a new capability for ice giant science (James Webb Space Telescope, JWST).  GIANTCLIMES will capitalise on this chance of a generation by assembling the first comprehensive climatology of all four giants.  My programme will provide insights that no single mission can:  exploring atmospheric variability over long time spans using an unprecedented multi-decade archive of ground-based observations; new data from space telescopes and planetary missions; combined with world-leading spectral analysis techniques and interpretive models.  GIANTCLIMES consists of three objectives:\n\n1. CLIMATE CYCLES: Assemble the first quasi-continuous record of Jovian climate over three decades to identify natural patterns of atmospheric variability to predict spectacular storm eruptions and global-scale transformations of its banded structure.\n2. STRATOSPHERES: Explore the changing stratospheres of seasonal Saturn and non-seasonal Jupiter over long timescales to develop a new paradigm for the radiative, chemical and transport processes shaping these poorly-understood atmospheric regimes.\n3. ICE GIANTS:  Provide the benchmark for understanding the fundamental differences between Ice Giant and Gas Giant climate via existing Spitzer and Herschel observations of Uranus and Neptune, and produce the highly-anticipated first spatial maps of their stratospheres using JWST.\n\nThese projects will explore planetary climates in all their guises, using comparative remote sensing studies to understand the forces defining their natural variability.  New insights and discoveries from GIANTCLIMES will reinforce my leading role in the next generation of ambitious missions to explore the giant planets.",
    "totalCost": "1999815",
    "ecMaxContribution": "1999815",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 1999815
        }
    },
    "calculatedTotalContribution": 1999815
}