{
    "rcn": "207878",
    "acronym": "EARTHBLOOM",
    "topics": "ERC-2016-STG",
    "title": "Earthís first biological bloom: An integrated field, geochemical, and geobiological examination of the origins of photosynthesis and carbonate production 3 billion years ago",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The origin of oxygenic photosynthesis is one of the most dramatic evolutionary events that the Earth has ever experienced. At some point in Earthís first two billion years, primitive bacteria acquired the ability to harness sunlight, oxidize water, release O2, and transform CO2 to organic carbon, and all with unprecedented efficiency. Today, oxygenic photosynthesis accounts for nearly all of the biomass on the planet, and exerts significant control over the carbon cycle. Since 2 billion years ago (Ga), it has regulated the climate of our planet, ensuring liquid water at the surface and enough oxygen to support complex life. The biological and geological consequences of oxygenic photosynthesis are so great that they effectively underpin what we think of as a habitable planet. Understanding the origins of photosynthesis is a paramount scientific challenge at the heart of some of humanityís greatest questions: how did life evolve? how did Earth become a habitable planet? EARTHBLOOM addresses these questions head-on through the first comprehensive scientific study of Earthís first blooming photosynthetic ecosystem, preserved as Earthís oldest carbonate platform. This relatively unknown, >450m thick deposit, comprised largely of 2.9 Ga fossil photosynthetic structures (stromatolites), is one of the most important early Earth fossil localities ever identified, and EARTHBLOOM is carefully positioned for major discovery. EARTHBLOOM will push the frontier of field data collection and sample screening using new XRF methods for carbonate analysis. EARTHBLOOM will also push the analytical frontier in the lab by applying the most sensitive metal stable isotope tracers for O2 at ultra-low levels (Mo, U, and Ce) coupled with novel isotopic ìage of oxidationî constraints. By providing new constraints on atmospheric CO2, ocean pH, oxygen production, and nutrient availability, EARTHBLOOM is poised to redefine Earthís surface environment at the dawn of photosynthetic life.",
    "totalCost": "1848685",
    "ecMaxContribution": "1848685",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "LAKEHEAD UNIVERSITY",
    "participantCountries": "CA",
    "projectParticipants": {
        "919611896": {
            "orgId": "919611896",
            "orgName": "LAKEHEAD UNIVERSITY",
            "ecContrib": 131250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1717435
        }
    },
    "calculatedTotalContribution": 1848685
}