{
    "rcn": "207821",
    "acronym": "GART-PSYSPAC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Psychiatric spaces in transition: discourse, dwelling, doing",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "To ask searching questions about changes in the treatment of people with mental health problems - about the extent to which they experience the right mix of 'protective' and 'empowering' support - is to probe deeply into the 'humanity' of European society. Responding to this challenge, the proposed action will combine in-depth investigation into the near-unique 'laboratory' of psychiatric transition offered by one site in Scotland, Gartnavel Royal Hospital, Glasgow, with an explicitly comparative framing derived from research on equivalent shifts occurring in Sweden. A multi-disciplinary research team, working across human geography, planning-architecture and clinical psychiatry, will deploy a range of engaged, qualitative research methods: interviewing, focus groups, walking tours, drawing work and directed photography, coupled to both standard and more experimental techniques for 'data' interpretation. Based on this research, the team will develop conceptual resources for a 'model' of European psychiatric transition, notably from institutional (asylum/hospital) to de-institutional or trans-institutional landscapes of mental health care. More empirically, the objective is to recover subjective experiences of the changing spaces of Gartnavel as felt, understood and represented by different cohorts of patients and staff (past and present), gathering these materials into a 'living archive' - available on-line and via an exhibition/event - to be made available to all connected with the site, local residents neighbouring the site and a wider public concerned with mental health matters. Through both this impact work and scholarly outputs, a further objective is critically to appraise psychiatric transition, and in particular to re-evaluate the notion of 'the asylum' in an era arguably drifting back to accepting in-patient care for categories of chronic, acute and (allegedly) 'dangerous' patients.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}