{
    "rcn": "207800",
    "acronym": "FANCODRUG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Reactivation of the Fanconi anemia-BRCA pathway in cells carrying patient-derived missense mutations: finding a drug to cure Fanconi anemia",
    "startDate": "07/03/2017",
    "endDate": "06/03/2019",
    "objective": "Fanconi anemia (FA) is a genetic disease characterized by bone marrow failure, malformations and cancer predisposition. Currently, there is no cure for FA and life expectancy is 29 years. In addition, FA cells are hypersensitive to DNA coss-linking agents used in chemotherapy making cancer treatment difficult. The genetic cause of FA is heterogeneous, involving at least 19 different FA genes (FANCA, B, C, D1/BRCA2, D2, E, F, G, I, J, L, M, N, O, P, Q, R, S/BRCA1 and T) all interacting in a common DNA repair pathway (the FA/BRCA pathway). FANCD2 ubiquitination and localization at sites of DNA damage is a key step in the activation of the FA pathway and it is used to assess its functionality. Importantly, mutations in FANCA are the most prevalent, accounting for 60-85% of FA cases. FANCA missense mutants mislocalize FANCA to the cytoplasm instead of the nucleus, thereby inactivating the FA pathway. However, FANCA mutants may retain its functionality, suggesting that correction of the subcellular mislocalization of FANCA missense mutants may be an effective way to reactivate the FA/BRCA pathway in these patients. In this application, we propose to conduct a study to develop a system to promote nuclear localization of FANCA missense mutants and evaluate its impact on the activation of the FA/BRCA pathway. This study will yield valuable information about the molecular mechanisms that determine FANCA subcellular localization and pathogenicity of the mutations. In a second part of the project, we will use an unbiased high-throughput approach to screen for drugs that can reactivate the FA/BRCA pathway in cells containing FANCA missense mutations, independently of their mechanism of action. In summary, using a combination of targeted and unbiased approaches, we aim at finding the first drug with the potential to cure FA in a large subset of patients. Personalized medicine-based therapies may be the only option to cure FA and other highly heterogeneous genetic diseases.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}