{
    "rcn": "207870",
    "acronym": "MultiSense",
    "topics": "ERC-2016-STG",
    "title": "Multisensory signal processing: From brain-wide neuronal circuits to behavior",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Our brain needs to constantly fuse sensory information detected by our multiple senses in order to produce a seamless coherent representation of the world.  Rather than being the exception, this binding process is ubiquitous to sensory-motor integration and is implicated in most cognitive functions. Its impairment is a cause of various pathologies, such as schizophrenia or autism. Multisensory processing operates on all brain levels from primary cortices over subcortical structures up to higher associative centers, while the smallest operational units are single multisensory neurons. \n\nIn an interdisciplinary effort, we combine optical developments, genetics and neuro-computation to obtain new insights into the activity of brain-wide neural circuits that process multisensory information. To reduce the complexity, we study the small transparent brain of zebrafish larvae as a model system. We focus on gaze stabilization as an inherently multisensory model task that is conserved among all vertebrates. This reflex uses both vestibular and visual information to drive eye movements in order to compensate for self-motion and maintain clear vision. We will build a novel experimental platform in which a restrained larva will be submitted to vestibular and visual stimuli, as a pilot in a flight simulator. We will optically record the activity of all 100,000 neurons of the animal brain as it performs multisensory integration tasks.  To extract basic principles of how behavior is coded in multisensory neuronal circuits we will interpret the brain-wide activity and the observed behavior with methods from statistical physics. No other system can today provide a similar brain-scale, yet cell-resolved view on the neuronal network dynamics subserving such a complex integration process. Thus, our data will constitute an invaluable arena to test circuit-based models for sensory-motor integration, decision-making and multisensory-motor learning.",
    "totalCost": "1371250",
    "ecMaxContribution": "1371250",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}