{
    "rcn": "207850",
    "acronym": "CHILDMOVE",
    "topics": "ERC-2016-STG",
    "title": "The impact of flight experiences on the psychological wellbeing of unaccompanied refugee minors",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Since early 2015, the media continuously confront us with images of refugee children drowning in the Mediterranean, surviving in appalling conditions in camps or walking across Europe. Within this group of fleeing children, a considerable number is travelling without parents, the unaccompanied refugee minors. \nWhile the media images testify to these flight experiences and their possible huge impact on unaccompanied minorsí wellbeing, there has been no systematic research to fully capture these experiences, nor their mental health impact. Equally, no evidence exists on whether the emotional impact of these flight experiences should be differentiated from the impact of the traumatic events these minors endured in their home country or from the daily stressors in the country of settlement. \nThis project aims to fundamentally increase our knowledge of the impact of experiences during the flight in relation to past trauma and current stressors. To achieve this aim, it is essential to set up a longitudinal follow-up of a large group of unaccompanied refugee minors, whereby our study starts from different transit countries, crosses several European countries, and uses innovative methodological and mixed-methods approaches. I will hereby not only document the psychological impact these flight experiences may have, but also the way in which care and reception structures for unaccompanied minors in both transit and settlement countries can contribute to reducing this mental health impact. \nThis proposal will fundamentally change the field of migration studies, by introducing a whole new area of study and novel methodological approaches to study these themes. Moreover, other fields, such as trauma studies, will be directly informed by the project, as also clinical, educational and social work interventions for victims of multiple trauma. Last, the findings on the impact of reception and care structures will be highly informative for policy makers and practitioners.",
    "totalCost": "1432500",
    "ecMaxContribution": "1432500",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1432500
        }
    },
    "calculatedTotalContribution": 1432500
}