{
    "rcn": "207864",
    "acronym": "QUALITY",
    "topics": "ERC-2016-STG",
    "title": "Qualitative and Quantitative Social Science: Unifying the Logic of Causal Inference?",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Good public policy should make society healthier, happier, safer, and more productive. Social scientists can help: they can look for the causes that promote or prevent these outcomes. Some do this by building models, which they test against large datasets using statistical tools. Others use non-formal tools, applied to a small number of cases: tracing processes, comparing cases, interviewing participants, writing ethnographies. Policymakers can then try to weigh up all this 'quantitative' and 'qualitative' evidence in order to judge the likely effects of a policy.\n\nThere are established ways to weigh up the evidence from multiple quantitative studies, and for organizing the evidence from multiple qualitative studies. There are also excellent research designs that yield both quantitative and qualitative evidence. However, it's currently unclear how to weigh up the evidence from multiple qualitative studies, either on their own or together with quantitative studies. For example, how should one judge the efficacy of a policy when the findings from quantitative studies contradict the findings from qualitative ones? This poses a momentous problem: it exposes one's causal judgements to an increased risk of error, as it does any policies based upon these judgements.\n\nQUALITY aims to solve this problem by bringing together cutting-edge work in epistemology with the expertise of leading social scientists. It will analyse some prominent qualitative studies in sociology and political science, and it will contrast them with some prominent quantitative studies based on econometrics. QUALITY will then determine whether there is, despite their differences, a handful of basic heuristics for causal inference that underlie both types of approach. If there is, QUALITY will use these heuristics to develop a collection of templates for weighing up quantitative and qualitative evidence.",
    "totalCost": "1499927,51",
    "ecMaxContribution": "1499927,51",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "participantCountries": "NL",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}