{
    "rcn": "207826",
    "acronym": "MERCURY",
    "topics": "MSCA-IF-2015-GF",
    "title": "Modeling the European power sector evolution: low-carbon generation technologies (renewables, CCS, nuclear), the electric infrastructure and their role in the EU leadership in climate policy",
    "startDate": "16/01/2017",
    "endDate": "15/01/2019",
    "objective": "The reduction of greenhouse gas emissions is a vital target for the coming decades. From a technology perspective, power\ngeneration is the largest responsible for CO2 emissions, therefore great mitigation efforts will be required in this area. From\na policy perspective, it is common opinion that the European Union is and will remain leader in implementing clean policies.\nBasing on these considerations, the power sector and the European Union will be the two key actors of this project. The\nmain tool adopted in this work will be WITCH, the integrated assessment model developed at Fondazione Eni Enrico Mattei\n(FEEM).\nThe description of the power generation sector in WITCH is quite detailed, but needs to be integrated, especially as far as\nthe electric infrastructure downstream the power generation system is concerned. In the first half of the project, developed at\nthe outgoing host, the modeling of the electric sector will thus be completed and refined. In particular, four main aspects\nneed to be assessed: i) system integration (i.e. the issues related to the non-negligible penetration of intermittent renewables\nin the grid), ii) electricity storage, iii) electrical grid, and iv) electricity trade.\nIn the second half of the project, developed at the return host, the improved WITCH model will be employed in scenario\nassessment calculations. Firstly, the prospects in Europe of renewables, CCS and nuclear will be analysed. In particular,\nattention will be focused not so much on the pure technology aspects, but rather on policy issues such as the role of\nincentives in renewable diffusion, the slow CCS deployment, or the effects of the nuclear reactors ageing, or of their phaseout.\nSecondly, the focus will move on assessing the role of these technologies (and the consequent evolution of the electric\ninfrastructure) according to different mitigation scenarios, and in particular considering different levels of global participation\nin EU-led climate mitigation.",
    "totalCost": "164203,8",
    "ecMaxContribution": "164203,8",
    "coordinator": "FONDAZIONE ENI ENRICO MATTEI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 164204
        }
    },
    "calculatedTotalContribution": 164204
}