{
    "rcn": "207825",
    "acronym": "Terpy2DMat",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tuning of 2D materials properties through controlled functionalization with opto-electroactive complexes",
    "startDate": "01/11/2017",
    "endDate": "30/11/2019",
    "objective": "Ultrathin two-dimensional nanosheets of layered transition metal dichalcogenides (TMDCs) are the fascinating materials for several applications in electronics, opto-electronics, spintronics, sensing, catalysis, energy storage and conversion, to name a few. The fields have witnessed huge attention world-wide in recent years. In spite of advancement of the 2D materials, there is a lack of proper chemical functionalization. Therefore, apposite functionalization of TMDCs to tune electronic charge and spin properties beyond current systems is extremely crucial. Herein, we propose chemical functionalization of 2D-TMDCs by optical and electroactive functional terpyridyl (tpy) complexes. The functional terpyridyl complexes offer numerous advantages including (i) much more robustness due to strong metal-to-ligand back bonding through [d?(M)-p?(L)] as compared to the organic ligands, (ii) versatile coordination modes, (iii) tunable, and reversible redox properties, and (iv) switchable metal-to-ligand charge-transfer (MLCT) band in the visible region. Through this functionalization we will be able to: \nI-Modify 2D materials properties at different level depending on: (i) The strength of the new interaction between complex and 2D crystal, from soft modification by electrostatic interaction to strong modification by covalent one; and (ii) the degree of functionalization, from low coverage of the 2D crystal to highly packed coverage giving rise to self-assembled monolayers (SAMs) formation.\nII-Tuning of the 2D crystals properties through the effect of light on the opto-electroactive complexes attached on them. The contribution from light-driven action to the electronic and magnetic properties will be deeply studied by the implementation of functionalized 2D-TMDCs into solid state devices, exploring their potential as logic gates and circuits or spintronic devices.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}