{
    "rcn": "207854",
    "acronym": "ECHOES",
    "topics": "ERC-2016-STG",
    "title": "Exact Chronology of Early Societies",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Chronology is fundamental to all study of the past. Social and cultural change is incomprehensible without clear information on the ordering and duration of events. However, the exact chronology of the Old World only extends as far back as the mid-1st millennium BC, even though state-level societies in both the Western and the Eastern Hemispheres emerged several millennia before this time. In the New World, the situation is even worse, with none of the pre-Columbian societies currently fixed in calendrical time. No scientific method has so far been able to provide historians of early society with the levels of precision considered essential by their modern counterparts. Indeed, if the 20th century AD were dated at the same resolution as the 20th century BC, the two World Wars would be indistinguishable in time; and the Montgomery Bus Strike might post-date the release of Mandela. ECHOES pioneers the first technique capable of providing ancient history with the same clarity as modern history. The new approach is based on past solar events that initiated sudden increases in the atmospheric concentration of radiocarbon. The enriched concentrations would have been absorbed by all growing plants at the time. Crucially, fossil wood archives already exist in which the growth year of each tree-ring is exactly known, enabling the events to be easily dated. Moreover, the uplifts will also be present in all artefacts that were fashioned from contemporary plant material, such as papyrus documents. Matching the enrichments in such cultural items with the tree-ring archives will also date them to the exact year. ECHOES aims to produce a myriad of such connections to secure key early societies in calendrical time. This will lay the foundations for a globally synchronous, chronological lattice that will allow the flow of technology and ideas to be understood in a way that has never before been previously possible, as each cultural record will be fixed to the same time frame.",
    "totalCost": "1494040,99",
    "ecMaxContribution": "1494040,99",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1494041
        }
    },
    "calculatedTotalContribution": 1494041
}