{
    "rcn": "207817",
    "acronym": "PIMS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Mechanistic studies of long chain omega-3 fatty acid supplementation and inflammation in metabolic syndrome.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "Subclinical inflammation is a key factor in the development of cardiovascular diseases. Obesity and metabolic syndrome (MetS), both diet and lifestyle-related, are highly prevalent causes of subclinical inflammation. A growing body of literature suggests that dietary long chain omega-3 polyunsaturated fatty acids (LCn-3PUFA) may attenuate MetS-associated pro-inflammatory state. However, it remains unclear whether the different LCn-3PUFA, primarily docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), have similar effects on pro-inflammatory processes because most previous studies used them in mixture. Whether efficacy of LCn-3PUFA is influenced by sex/gender is also unknown. \nThe objective of the proposed research is thus to compare the anti-inflammatory effects of EPA and DHA in humans with MetS through very innovative kinetics and molecular studies. We will compare in a double-blind, crossover randomized placebo-controlled study in men and women with MetS (i) the impact of EPA and DHA supplementation on the plasma in vivo kinetics of inflammatory biomarkers using stable isotopes and (ii) the anti-inflammatory molecular mechanisms of EPA and DHA at both adipose tissue and systemic levels. The role of lipid mediators specific to EPA and DHA in this process will be addressed by quantifying (i) oxygenated derivatives from EPA and DHA in plasma, (ii) their molecular targets in adipose tissue and (iii) markers of oxidative stress in plasma. The proposed research shall be one of the most comprehensive studies comparing the impact of EPA and DHA on both systemic and adipose tissue-specific subclinical inflammation to date. The in-depth understanding of their effects and possible gender differences will be extremely novel. Such data will provide much needed evidence-based justification for the use of specific dietary treatment modalities in men and women with MetS, which can further guide policy makers and health professionals for potential prevention strategies.",
    "totalCost": "232160,4",
    "ecMaxContribution": "232160,4",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 232160
        },
        "998082180": {
            "orgId": "998082180",
            "orgName": "UNIVERSITE LAVAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 232160
}