{
    "rcn": "207894",
    "acronym": "Habitat-OASIS",
    "topics": "ERC-2016-COG",
    "title": "Habitability of Oceans and Aqueous Systems on Icy Satellites",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Icy moons in the outer solar system are prime candidates for harbouring alien life within their sub-surface oceans. Among them Enceladus and Europa are considered to have the largest astrobiological potential. Habitat-OASIS aims to explore the habitability of the ocean worlds of Enceladus, Europa, and other icy satellites using in situ mass spectrometry from on-going and future space missions. At Enceladus (and probably Europa) the ice grains expelled by active plumes carry matter previously dissolved and suspended in the subsurface oceans, allowing constraining their geochemistry. The mass spectrometers aboard the Cassini-Huygens spacecraft currently orbiting Saturn are analysing this material and already delivered spectacular science results. Project 1 of this proposal is the refined data analysis of the Enceladus plume material using novel techniques and is the first ever opportunity to explore in detail a potential ocean habitat outside Earth. Newly developed laser-assisted dispersion experiments will be used to acquire mass spectra on a wide variety of analogue materials, enabling the identification and quantification of inorganic, organic and possibly biogenic compounds embedded in the ice grains. Geochemical aqueous alteration experiments and numerical modelling will support further constraining the habitability of Enceladus and extrapolating the results to other ocean moons. Project 2 will leverage the laboratory capabilities from Project 1 to create a comprehensive library of mass spectra in preparation for the upcoming missions visiting Jupiterís icy moons: ESAís JUICE Mission and NASAís Europa Mission. Even if no plume is present both spacecraft will encounter surface material residing in ejecta clouds around the moons that can be connected to subsurface processes. Having analogue measurements available early in the missions will be critical for exploiting their full potential and will maintain the leading edge of ocean world exploration in Europe.",
    "totalCost": "1995250",
    "ecMaxContribution": "1995250",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1995250
        }
    },
    "calculatedTotalContribution": 1995250
}