{
    "rcn": "207872",
    "acronym": "TSuNAMI",
    "topics": "ERC-2016-STG",
    "title": "Trans-Spin NanoArchitectures: from birth to functionalities in magnetic field",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Control over electrons in molecules and periodic solids can be reached via manipulation of their internal quantum degrees of freedom. The most prominent and exploited case is the electronic spin accommodated in standalone spin units composed of 1 ñ 10^5 of spins. A challenging alternative to the spin is the binary quantum degree of freedom, termed pseudospin existing e.g. in two-dimensional semiconductors. The aim of the proposed research is to build prototypes of trans-spin nano-architectures composed of at least two divergent spin entities, the TSuNAMIes. The spin entities of interest correspond to single atomic spin embedded in spin crossover complexes (SCO), molecular spin of molecular magnets (SMM), superspins of single-domain magnetic nanoparticles (SuperS) and pseudospins in two-dimensional transition metal dichalcogenides (PseudoS). Ultimate goal of the project is to identify a profit from trans-spin cooperation between the different spin entities coexisting in a single TSuNAMI. Influence of external static and alternating magnetic fields on the elementary spin state, unit cell magnetic structure, long-range magnetic order, mesoscopic spin order, spin relaxations and pseudospin state mirrored in essential fingerprints of the spin units and their ensembles will be explored using macroscopic and microscopic in situ and ex situ probes, including Raman and Mˆssbauer spectroscopies in magnetic field.  Within the proposed high-risk/high-gain trans-spin strategy, we thus expect: 1. Enhancement of magnetic anisotropy in SMM-SuperS with enormous impact on cancer therapy using magnetic fluid hyperthermia, 2. Control over SCO via coupling to giant classical spin giving rise to miniature ëon-particleí sensors, 3. Mutual visualization of electronic states in SCO-PseudoS pushing frontiers of nowadays pseudospintronics, and 4. Control over electronic states with nanometer resolution in SuperS-PseudoS giving rise to novel functionalization strategies of graphene successor.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERZITA KARLOVA",
    "coordinatorCountry": "CZ",
    "participants": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999511863": {
            "orgId": "999511863",
            "orgName": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
            "ecContrib": 485750
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 1014250
        }
    },
    "calculatedTotalContribution": 1500000
}