{
    "rcn": "207837",
    "acronym": "EHMVSIMF",
    "topics": "MSCA-IF-2015-EF",
    "title": "INVESTIGATING EVIDENCE OF HIGH-MASS VARIATIONS OF THE STELLAR INITIAL MASS FUNCTION",
    "startDate": "23/01/2017",
    "endDate": "22/01/2019",
    "objective": "One of the most important questions in the study of galaxy evolution is the assumption that stars formed within star clusters with a preferred mass distribution (IMF) independent of time and environment. Major advances in understanding mainly the low-mass IMF variations have been made in the past decade, however, relatively a little attention has been paid to the high-mass IMF. As such some critical questions remain: Does the high-mass IMF vary as a function of time and environment? Is it appropriate to describe the high-mass IMF with a single power-law as we do now? The multi-wavelength datasets that are becoming available now can address these questions. \n\nMy proposal will tackle this fundamental and long-standing issue to the limit of our current observing and theoretical capabilities. Spatial multi-wavelength data from the latest generation of surveys combined with up-to-date modeling tools and state-of-the-art hydrodynamical experiments will be used to shed light into potential variations of the IMF and their effects on galaxy evolution. The goals of the proposal are: 1. Investigate the spatial distribution and connection between star formation events within galaxies; 2. Identify reliable multi-wavelength high-mass IMF diagnostics; 3. Investigate the effects of IMF variations in moderating galaxy evolution using simulations. The proposed project is both high-impact and timely. The high quality data products need for this project are now available thanks to the latest sky surveys (e.g. GAMA) and multi-wavelength experiments (e.g. ESA's flagship mission Herschel). The timely implementation of the project will constitute to one of the most complete studies of the high-mass IMF variations over an unparalleled wavelength span using statistically significant samples. My expertise in data analysis and modeling combined with the world-leading expertise of my host, Leiden Observatory, in the same field provides exactly the right background to carry out this project.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}