{
    "rcn": "207881",
    "acronym": "DELPHI",
    "topics": "ERC-2016-STG",
    "title": "DELPHI: a framework to study Dark Matter and the emergence of galaxies in the epoch of reionization",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Our Universe started as a dark featureless sea of hydrogen, helium, and dark matter of unknown composition about 13 and a half billion years ago. The earliest galaxies lit up the Universe with pinpricks of light, ushering in the era of  ëcosmic dawní. These galaxies represent the primary building blocks of all subsequent galaxies and the sources of the first (hydrogen ionizing) photons that could break apart the hydrogen atoms suffusing all of space starting the process of ëcosmic reionizationí. By virtue of being the smallest bound structures in the early Universe, these galaxies also provide an excellent testbed for models wherein Dark Matter is composed of warm, fast moving particles as opposed to the sluggish heavy particles used in the standard Cold Dark Matter paradigm.\n\nExploiting the power of the latest cosmological simulations as well as semi-analytic modelling rooted in first principles, DELPHI will build a coherent and predictive model to answer three of the key outstanding questions in physical cosmology:\n- how did the interlinked processes of galaxy formation and reionization drive each other?\n- what were the physical properties of early galaxies and how have they evolved through time to give rise to  the galaxy properties we see today?\n- what is the nature (mass) of the mysterious Dark Matter  that makes up 80% of the matter content in the Universe?\n\nThe timescale of the ERC represents an excellent opportunity for progress on these fundamental questions: observations with cutting-edge instruments (e.g. the Hubble and Subaru telescopes) are providing the first tantalising glimpses of early galaxies assembling in an infant Universe, required to pin down theoretical models. The realistic results obtained by DELPHI will also be vital in determining survey strategies and exploiting synergies between forthcoming key state-of-the-art instruments such as the European-Extremely Large Telescope, the James Webb Space Telescope and the Square Kilometre Array.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}