{
    "rcn": "207873",
    "acronym": "TREATCilia",
    "topics": "ERC-2016-STG",
    "title": "Novel Therapeutic Avenues for dynein-related Ciliopathies",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Background: Cilia are hair-like, microtubule-based organelles protruding from most quiescent mammalian cells. They play essential roles in cell signalling (primary cilia) as well as movement of fluid (motile cilia). Although individually rare, cilia dysfunction affects up to 1 in 500 people in Europe, significantly reducing quality of life and lifespan due to dysfunction of multiple organs, including the kidneys, liver, heart, brain, retina, airways and the skeleton. To date, treatment is purely symptomatic.\n\nAim and Approach: TREATCilia aims to decipher novel treatment avenues and improve clinical management for dynein-related ciliopathies. Next-generation sequencing based gene identification for dynein-related ciliopathies (ciliary chondrodysplasias and Primary Ciliary Dyskinesia, PCD) is employed to dissect the molecular basis and identify new therapeutic targets. Revealing genotype-phenotype mechanisms and their underlying cell signalling defects provides further insight into potential treatment options. Novel innovative curative approaches include high-throughput substance screening in model organisms such as the green algae Chlamydomonas and mammalian cells specially adapted for this purpose. \n\nImpact: Identification of novel ciliopathy genes will not only improve the biological understanding, but also reveal new treatment candidates. Furthermore, scrutinizing the molecular mechanisms of disease yields pharmacological entry points. TREATCilia develops a pre-clinical pipeline towards gene and mutation-specific treatments for hereditary conditions resulting from dynein-related ciliary dysfunction.",
    "totalCost": "1499545",
    "ecMaxContribution": "1499545",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1499545
        }
    },
    "calculatedTotalContribution": 1499545
}