{
    "rcn": "207828",
    "acronym": "FLORADAPT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Plant resilience and floral adaptation to pollinator change during a range expansion",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Interactions among plants and floral visitors determine the outcome of many important processes, such as pollination, plant reproductive success and, in the longer term, plant evolution. Recent evidence shows human-induced pollinator declines and in consequence plants are experiencing new ìpollinator environmentsî. These changes can be detrimental to plant populations, or alternatively, they could be resilient by adapting to the new environments. This project will use a multidisciplinary combination of field studies and genome sequencing to investigate the resilience and potential for evolutionary change of plant populations when faced with changes in pollinators. For this I will use the recent large-scale range expansion of a European insect-pollinated herb, Digitalis purpurea, as a natural experiment to compare pollinators, floral traits, and estimates of heritability in native versus naturalised populations in the New World. The naturalised populations are pollinated by different animals, and could harbour lower genetic variation. Dense molecular marker panels will be used to estimate heritability in the field. The results will provide important insight into 1) the evolution of plant traits in conditions that could favour innovative change, and 2) the consequences of human-induced environmental changes on plant and pollinator populations in the long term. The main novelty is the combination of the study of changed natural selection regimes with the estimation of trait heritability in the same wild populations. This project will increase my competitiveness for academic consolidation through training a critical period in my career. Working at the University of Sussex will provide excellent training in insect evolution and conservation, bioinformatics, and teaching and mentoring students in a top-class research environment. In turn, I will contribute my knowledge on plant biology through teaching and collaborations in a mostly animal-oriented group.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}