{
    "rcn": "207860",
    "acronym": "CHEMO-RISK",
    "topics": "ERC-2016-STG",
    "title": "Chemometers for in situ risk assessment of mixtures of pollutants",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "CHEMO-RISK aims for a novel scientifically sound chemical risk assessment paradigm that integrates exposure and effect assessment of a broad range of chemicals into a single procedure and provides information relevant to ecosystem and human health. The key innovation is polymer ìchemometersî that will be equilibrated with their surroundings and deliver information on the pollutantís chemical activity in the environment, biota, and humans. A chemometer functions analogously to a thermometer, but instead of the temperature, it yields a measure of chemical activity. Chemical activity in turn indicates the thermodynamic potential for, e.g., partitioning, biouptake and toxicity. CHEMO-RISK aims at breaking the current paradigm in environmental risk assessment of single chemicals that disregards bioavailability, ignores mixture effects, lacks site-specificity and is difficult to extrapolate to human health.\nThe chemometer extracts will be investigated using top-notch (a) GC and LC/Orbitrap chemical analysis to characterise the pollutant mixtures and (b) cell-based reporter gene bioassays to determine mixture effects covering baseline toxicity, specific (e.g., endocrine disruption) and reactive (e.g., genotoxicity) modes of toxic action and adaptive stress responses. Within CHEMO-RISK, the following important research questions will be tackled: (A) Which processes drive the enrichment of pollutants in aquatic biota on a thermodynamic basis? (B) How do pollutants distribute within an organism, and which effects do they elicit at the key target sites? (C) Can we apply everyday-life items such as eyeglass-nose pads to replace invasive sampling in human health risk assessment? (D) To which degree can non-target analysis of chemometer extracts explain the observed toxicity profiles across media? By combining all these research efforts, CHEMO-RISK will provide a unified risk assessment paradigm with risk-based trigger values distinguishing acceptable from unacceptable effects.",
    "totalCost": "1496030",
    "ecMaxContribution": "1496030",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 1496030
        }
    },
    "calculatedTotalContribution": 1496030
}