{
    "rcn": "207831",
    "acronym": "MONONANOCHEM",
    "topics": "MSCA-IF-2015-EF",
    "title": "In vivo engineering of monocytes loaded with nano-chemotherapeutic formulations: a novel live-cell mediated drug delivery system for the treatment of cancer",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The success of current antitumoural therapies largely depends on the availability of appropriate drug delivery strategies, which have to allow the penetration of these drugs through the tumoural microenvironment. The knowledge related to the cellular heterogeneity of the tumours has advanced enormously in the last years. Tumour associated macrophages (TAM) can represent up to 50% of the tumour mass. TAM are derived from circulating monocytes, which are recruited from the peripheral blood towards the tumour in response to a broad range of molecular signals (i.e. cytokines). Recently several studies are focused on the development of therapeutic strategies targeting TAM, however, the possibility to use monocytes, with excellent ability to infiltrate the abnormal tumoural tissue, to deliver chemotherapeutic drugs into the tumour has been hardly explored.\n\nHere, we aim to use the host monocyte/macrophage cells, with high ability to infiltrate the tumoural tissues, to deliver nano-chemotherapeutic formulations into the bulk of the tumour. We will develop Nano-Formulations consisting in Hyaluronic Acid (HA) nanostructures decorated with beta-glucans, allowing the targeting of specific receptors on the host circulating monocytes (Dectin-1), and at the same time, the loading of chemotherapeutic drugs into these cells. Cytotoxic drugs inducing immunogenic cell death (i.e. bortezomib), and thus the recruitment of new monocytes, will be used to enhance the efficacy of the therapy. Overall, we will use Monocytes loaded with Nano-ChemoTherapeutic Formulations (MNCTFs) as a new strategy to deliver cytotoxic drugs towards the tumoural cells, taking advantage of the infiltration ability of the monocytes/macrophages into tumour microenvironment. The MNCTFs will be tested using appropriate in vitro 2D and 3D tumour models and in vivo murine tumour models. We expect that this new live-cell mediated drug delivery system will provide greater progress in the treatment of cancer.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "HUMANITAS MIRASOLE SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}