{
    "rcn": "207888",
    "acronym": "FOUR ACES",
    "topics": "ERC-2016-COG",
    "title": "Future of upper atmospheric characterisation of exoplanets with spectroscopy",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "This project will open a new path to characterise the atmospheres of exoplanets down to Earth-size objects, using the spatial extension of upper atmospheres as a magnifying glass to access the atmospheric properties. The tremendous energy received by exoplanets close to their stars leads to dramatic atmospheric expansion and escape, which could result in the formation of hot rocky super-Earths seen in recent years. While the escape mechanisms and evolutionary impact on planets and atmospheres remain debated, the atmospheric expansion gives rise to spectacular spectroscopic signatures in the UV, only detectable with the Hubble Space Telescope (HST). In 2015, I discovered a huge extended atmosphere escaping from a ìwarm Neptuneî, which represents a milestone on the road to the atmospheres of lower-mass, more temperate planets. Using HARPS spectroscopy from the ground, I revealed the extreme conditions in the upper atmosphere of a ìhot Jupiterî, probing the onset of atmospheric escape in the optical, linking the upper and lower atmospheres. I propose to consolidate these breakthroughs via a thorough exploitation of the vast amount of observations I obtained for ~20 planets (100\\ hours on HST and 250\\ hours on HARPS and HARPS-N) in the wake of my results. I will use those data to bind theories describing the lower and upper atmospheres of exoplanets, and determine how these are impacted by stellar activity. In a second step, I will build and deliver a legacy archive of UV observations by the end of HST in ~2020. In an era where new transit surveys will provide hundreds of easier-to-study exoplanets transiting bright stars, I will use my priviledged access to the reconnaissance capabilities of the ESA CHEOPS mission (2018ñ2022) to cherry-pick the very best planets for atmospheric characterisation. I will combine the space-borne and ground-based high-resolution spectroscopic follow-ups of these planets to deliver a novel, comprehensive view of exoplanetary atmospheres.",
    "totalCost": "1999475",
    "ecMaxContribution": "1999475",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 1999475
        }
    },
    "calculatedTotalContribution": 1999475
}