{
    "rcn": "207857",
    "acronym": "Spiders",
    "topics": "ERC-2016-STG",
    "title": "Fundamental Physics Using Black Widow, Redback and Transitional Pulsar Binaries",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "I will use an innovative coupled approach to facilitate a paradigm shift in the use of neutron stars as a probe of high energy physics. The compactness, rapid rotation and large magnetic fields of neutron stars make them, along with black holes, the most extreme objects found in our Universe. Neutron stars are therefore formidable laboratories to study fundamental physics, as they allow us to probe regimes simply unavailable to Earth-based experiments. However, in spite of their potential utility, there are still a number of important outstanding questions in this field. Key amongst these are: What is the neutron star equation of state?  How do neutron stars become the fastest rotating stellar objects in the Universe? How do millisecond pulsars affect their environment? Answering these questions has a broad multi-disciplinary impact, far beyond the field of neutron star research alone; however, at present our ability to answer these questions is limited by cherry picking individual objects for study. In this proposal I describe how I will move away from the biases inherent in the idiosyncratic nature of particular sources to a comprehensive population analysis, and specifically, how I will use a particular class of neutron star systems, known as ìspider binariesî, to discover the most massive and the fastest spinning neutron stars that exist. Such extreme cases are of crucial importance for constraining the neutron star equation of state and thus determining the boundary for stellar mass black hole formation. This knowledge in turn can tell us about possible phase transitions of matter at high densities and provide observable quantities that can then be tested against Earth-based experiments, feeding back into high energy physics theories. I will achieve these goals through a transformational observational approach to finding new spider systems and drawing on innovative techniques from other fields to improve parameter estimation.",
    "totalCost": "1995655,76",
    "ecMaxContribution": "1995655,76",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1995656
        }
    },
    "calculatedTotalContribution": 1995656
}