{
    "rcn": "207890",
    "acronym": "GALOP",
    "topics": "ERC-2016-COG",
    "title": "Galois theory of periods and applications.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "A period is a complex number defined by the integral of an algebraic differential form over a region defined by polynomial inequalities. Examples include: algebraic numbers, elliptic integrals, and Feynman integrals in high-energy physics. Many problems in mathematics can be cast as a statement involving periods. A deep idea, based on Grothendieck's philosophy of motives, is that there should be a Galois theory of periods, generalising classical Galois theory for algebraic numbers. This reposes on inaccessible conjectures in transcendence theory, but these can be circumvented in many important cases using an elementary notion of motivic periods. This allows one to set up a working Galois theory of periods in many  situations of arithmetic and physical interest.\n\nThese ideas grew out of the PI's recent proof of the Deligne-Ihara conjecture, in which the Galois theory of multiple zeta values  was worked out. Multiple zeta values are one of the most fundamental families of periods, and  their Galois group plays an important role in mathematics: it is conjecturally equal to  Drinfeld's Grothendieck-Teichmuller group, the stable derivation algebra on moduli spaces of curves, and the Galois group of mixed Tate motives over the integers. It occurs in deformation quantization, the homology of the graph complex, and the Kashiwara-Vergne problem, as well as having numerous connections to string theory, and quantum field theory.\n\nThe goal of this proposal is to generalise this picture.  Periods of moduli spaces of curves, multiple L-functions of modular forms, and Feynman amplitudes in quantum field and string theory should each have their own Galois theory which is yet to be worked out. \n\nThis is completely uncharted territory, and will have numerous applications to number theory, algebraic geometry and physics.",
    "totalCost": "1997959",
    "ecMaxContribution": "1997959",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1997959
        }
    },
    "calculatedTotalContribution": 1997959
}