{
    "rcn": "207973",
    "acronym": "SmartSense",
    "topics": "SMEInst-09-2016-2017",
    "title": "New Method of Magnetic Field Integration and its Smart Grid and Industrial Applications",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Due to massive growth in the use of electric equipment and worldwide increase of the electrical distribution/consumption, the interest in sensors for electrical current measurement, particularly in high voltage levels, has increased significantly over the last decade. Intensive research is carried out in this field. The result is the method based on magneto-optical effect requiring special optical fibers and optical instrumentation. Due to special technologies the sensor is too expensive for most of the industrial applications.\nApplied Precision is a Slovak innovative company established in 1992 and belongs to the world top three companies in test and calibration systems for electricity meters. The company has developed and patented new breakthrough measuring method based on magnetic field integration with magnetic fiber. The method is not only comparable with the magneto-optical method in high currents applications but significantly more sensitive for low current applications at fractional price level. \nThe most important user benefits are: full integration in smart distributed systems with independent communication, highest accuracy up to 0.1%, simple installation, low operational costs, high interoperability and mechanical flexibility, broad field of applications and very affordable price (less than 20% of  optical solutions).\nDramatically lower price of measurement devices, easy and flexible integration in existing or newly designed network measuring and control systems have a unique perspective to bring disruptively new way of their implementation with enormous benefit for monitor the efficiency of energy networks, devices and single participants with positive impact on investments and operational costs and environmental impact.\nThe SmartSense system is targeted at distribution network providers, power producers, mid to high power demanding subjects (like electrowinning processes, traction lines etc.) and this way it is supporting global smart grid solutions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APPLIED PRECISION SRO",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927696943": {
            "orgId": "927696943",
            "orgName": "APPLIED PRECISION SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}