{
    "rcn": "207910",
    "acronym": "OCEAN_2G",
    "topics": "FTIPilot-01-2016",
    "title": "Second Generation technologies in ocean Energy",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The interest for renewable energies has exponentially risen in the last few years. Several factors have contributed to this growth, highlighting the increase of the energy demand, the political instability of many countries that produce fossil fuels, the high fluctuation of oil prices, the countriesí energy dependence and the concern generated by the environmental impact produced by the traditional sources of energy. This fact has boosted the development of numerous renewable energies and has promoted the establishment of ambitious objectives by the main world organisations, like the one set by the European Commission of covering 20% of the energy demand with renewable energies by 2020. By using current marine energy harnessing technology, it would be possible to provide up to 13% of the global energy, by extracting 2.200 TWh/year.\nThe OCEAN_2G (Validation and pre-certification of a new 2MW marine current generator) innovation project aims to validate and develop the Product Categories Rules for pre-certification and industrialization stages for a innovative full-size tidal energy harnessing system solution ready to enter into European and global markets boosting the growth performance of Industrial partners of the consortium and placing itself as a worldwide referent in the production of current tidal energy generation floating platforms.\nMagallanes Renovables SL has designed, built and tested the 1:10 scale platform in open water conditions, and at this stage it is finalizing the construction of a full size prototype. The outcome of this Fast track to Innovation project is to provide a 2MW pre-marketable floating platform technically validated at rÌa de Vigo (controlled environment) and in Scotland (real operation conditions) with the involvement in the consortia of the European reference Centre of Tidal energy, EMEC (European Marine Energy Centre) for precertification the platform.",
    "totalCost": "2567562",
    "ecMaxContribution": "1909823,4",
    "coordinator": "SAGRES SL",
    "coordinatorCountry": "ES",
    "participants": "INTEGRAL MANAGEMENT FUTURE RENEWABLES FRANCE SAS;LEASK MARINE LIMITED;THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
    "participantCountries": "FR;UK",
    "projectParticipants": {
        "928470421": {
            "orgId": "928470421",
            "orgName": "LEASK MARINE LIMITED",
            "ecContrib": 354209
        },
        "912777858": {
            "orgId": "912777858",
            "orgName": "INTEGRAL MANAGEMENT FUTURE RENEWABLES FRANCE SAS",
            "ecContrib": 132570
        },
        "999493239": {
            "orgId": "999493239",
            "orgName": "THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
            "ecContrib": 375100
        },
        "916356867": {
            "orgId": "916356867",
            "orgName": "SAGRES SL",
            "ecContrib": 1047944
        }
    },
    "calculatedTotalContribution": 1909823
}