{
    "rcn": "207958",
    "acronym": "Logist-IoT",
    "topics": "SMEInst-10-2016-2017",
    "title": "SensorToCloud Technologies for Loss Prevention and Smart ìLast Mileî Logistics Operations",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "Tertium technology has a successful track of record in developing and commercializing sensing devices that integrate and\nenhance business processes. More than 21,000 sold products support Tertiumís success, quality and reliability in previous\ninnovative products. The introduction of Logist-IoT into the market is the result of our latest research efforts to advance in our\nstrategic business line ìinternet of things on the roadî. Growth is supported by strong distribution partnerships, such as Tom\nTom telematics, which opens up an enormous market for initial introduction of our newly developed solutions; however, it\nalso represents a key opportunity for the company to progressively transition from hardware manufacturer to a\ncomprehensive service provider. Logist-IoT is a Mobile SensorToCloud platform that provides real-time monitoring of the\nconditions of the delivery (temperature, humidity and sealed doors) providing a tool to protect revenues (by checking of state\nof preservation), support compliance with cold chain and other transport regulations (by providing automatic feed of data)\nand increase efficiency (by reducing energy consumption, anticipating weak areas and pinpointing operational inefficiencies).\nThe Logist-IoT project was triggered by the request from our client base, most specifically by companies in the large-scale\ndistribution. It allowed us to develop a scalable solution adapted to our end user needs. The versatility of our IoT sensors\nenables an innovative business model based on a leasing or pay-per-use service rather than an upfront investment,\nfacilitating adoption in the industry. From the initial assessments carried out with pilot customers, in the food and\npharmaceutical industries, we estimate benefits that range 10 times to 100 times the cost of services. The attractiveness of\nour value proposition has been validated with the market acceptance of the first version of our platform,operational in over\n1000 vehicles of distribution companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERTIUM TECHNOLOGY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952103016": {
            "orgId": "952103016",
            "orgName": "TERTIUM TECHNOLOGY SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}