{
    "rcn": "207936",
    "acronym": "SNOWTECH",
    "topics": "SMEInst-11-2016-2017",
    "title": "A novel method for prolonging the melt time in snow and ice through restructuring and electro smog removal",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "ERSO is an Austrian company specialising in the research and development of novel technologies within the energy sector to reduce global energy consumption. Skiing demand has reached almost 400 million visits globally per annum and with over 7000 indoor ice rinks the demand for artificial snow/ice is great. With the rise of global temperatures and the unpredictability of weather conditions the rise in ski resorts limiting the amount of natural snow available, the introduction of artificial snow has been a method of extending the ski season to accommodate further visitors. Some ski resorts in Switzerland, Austria and Italy use artificial snow for 50% or more of their skiing area and the water consumption for this can be up to 20% of an entire regions water usage for a year. Traditional methods of producing artificial snow have a number of disadvantages and environmental effects such as high production costs, short snow lifetime, short temperature range and the damage of the wildlife and fauna. Often, to make good quality snow, water is mixed with either dust or bacteria, of which both can cause damage to the ecosystem when the snow eventually melts. With the huge volumes of water used, the melting process can also lead to instability within the summer season of the ground and can lead to landslides and the destruction of flora. ERSO have identified a business opportunity and have developed technology which restructures the water itself making it more compact and therefore have a longer lifetime which reduces water and energy consumption as well as the environmental effects of artificial snow production. The SnowTech system allows the snow/ice produced to resist melting for up to 30% longer which also means snow can be produced at higher temperatures (up to 2 ∞C), reduces costs to ~30%. For a ski resort with 10 km of artificial snow slope we can allow savings of up to 1,000,000 L of water, 160,000 kWh of energy and Ä44,000 in cost solely attributed to electricity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ERSO TECHNOLOGY GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917643766": {
            "orgId": "917643766",
            "orgName": "ERSO TECHNOLOGY GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}