{
    "rcn": "207947",
    "acronym": "UltraBio",
    "topics": "SMEInst-07-2016-2017",
    "title": "Recovery of nutrients from agricultural residues and improved dewatering through ultrasound technology",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "European livestock holders and biogas plant operators produce billions of cubic metres of manure and digestate every year that need to be disposed. The disposal of these nutrient-rich suspensions on agricultural fields is restricted by the EUís Nitrates Directive and derived national laws. Therefore, livestock holders and biogas plant operators cannot dispose their residues in this traditional way and have to pay much money for a third-party disposal.\nWeber Entec Entec GmbH & Co. KG, a German SME specialised in the development of innovative products based on ultrasound technology in the field of environmental engineering, has developed a new procedure for the treatment of manure, digestate and other organic suspensions which not only enables their disposal but also their valorisation. The substances will be separated into their solid and liquid compounds while the majority of the nutrients will be bound to the solid product. The liquid product can then be disposed without any restrictions, while the nutrient-enriched solid product can be pelletised and sold as a valuable storable organic fertiliser. A series of tests on the lab-scale has confirmed the proper functioning and the great potentials of the new technology. However, an industrial-scale technical prototype did not fully reach the same efficiency. Further research is necessary to develop a marketable product. In this proposed project, the technical feasibility of the necessary developments will be assessed and a business plan will be developed for the commercialisation of the machine.\nThe ultrasound machine will help European livestock holders and biogas plant operators to not only save money for the disposal of their residues but also to generate an additional income by valorising and selling them. At the same time, Weber Entec will significantly grow in terms of turnover, profit and employees and further expand its position on the European market for environmental engineering ultrasound products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WEBER ENTEC GMBH & CO. KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921359739": {
            "orgId": "921359739",
            "orgName": "WEBER ENTEC GMBH & CO. KG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}