{
    "rcn": "207991",
    "acronym": "Videona",
    "topics": "SMEInst-12-2016-2017",
    "title": "Videona: The first Video Social Network for journalist and prosumers allowing them to optimize thegeneration of quality audio-visual content through mobile phones.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The number of smartphone users worldwide will be about 1.91 billion in 2015 a figure that will increase another 12.6% to near 2.16 billion in 2016. For the first time, more than one-quarter of the global population used smartphones in 2015 and video capabilities are being improved with every new feature. \n\nVideona is created to reach the next level in video mobile applications. Record, edit, share, co-createÖ four simple things you will like to do as soon as you have the new Videona app in your smartphone. Videona is much more than a application. It will be a Social Video Platform that will enable users with similar profiles or friends in the Videona social network to share in real time, videos they have recorded and edited (semi- or automatically) with their smartphones through the advanced video features of Videona that you canít find in other apps such as users editing the same video or even use certain parts of that to create a new one turning to be coeditors. The app is mainly addressed to digital natives; young people within 18 to 34 years old. Videona standalone app is currently in the Android market since 7th May, with more than 8000\\ downloads and an incredible retention rate of 35% (average in google play is about 5%) in almost 2 months. The app is providing high quality video recording with functionalities to add filters in real-time, flexible use of functions such as flash and front camera, and a basic media editor, that allow music addition to improve the quality of the video and share in that exact moment without loosing the momentum with their smartphones.\nVideona will become the new Video Social Platform that -based in gamification, open licenses for video sharing, high quality recording engine, funny recording filters and effects, powerful, simple and fast video editing and other cutting edge technologies- is enabling users to share in real time high-quality videos they record and edit using their mobile devices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIDEONA SOCIALMEDIA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935286126": {
            "orgId": "935286126",
            "orgName": "VIDEONA SOCIALMEDIA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}