{
    "rcn": "207954",
    "acronym": "FLORIAN",
    "topics": "SMEInst-09-2016-2017",
    "title": "AUTOMATIC REGULATION OF COMBUSTION PROCESS FOR WOOD STOVES AND FIREPLACES",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "The aesthetic appeal of wood burning stoves, able to enhance the home environment offering a gathering point for family and friends while now be providing additional heat. Following increased needs for more efficient combustion conditions (i.e. reduced fuel consumption (i.e. cost efficiency) and particle emissions); safe installations and minimum user intervention (i.e. reduced refueling time), FLORIAN is the latest innovation from ATech that solves these issues.\n\nDraft control through manually controlled mechanical vents and fans are one of established solutions offered by the industry to increase the efficiency of wood log stoves. Nevertheless, manual solutions require constant user intervention to ensure sufficient utilization of the firewood and efficient combustion conditions, and their speed and effectiveness is far away and incomparable to a fully automatic solution. With FLORIAN we offer an innovative device differentiated from traditional solutions due to its intelligent (embedded algorithm) and fully automated nature which combines both mechanical (flap, fan) and electronic parts (regulation, sensors, automatic controller).\n\nOur company, ATech has more than 25 years of experience as a contract manufacturer of electronic components. Since 2008, we focused on R&D of biomass combustion control electronics. FLORIAN is the best price and technologically robust solution that will generate optimal combustion conditions in wood stoves and ovens. FLORIAN offers a reduced 20% fuel consumption and emissions combining it with the maximum user comfort which will allow us to be established as a key player in (Heating, Ventilation and Air Conditioning) HVAC market. \n\nAccording to our initial estimations, through the commercialisation of FLORIAN we expect to reach Ä45 million revenues five years after its commercialization boosting the expansion of our international network, increasing our staff, and achieve a Cumulative Return of Investment of 5.63 in 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATech elektronika d.o.o.",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986239935": {
            "orgId": "986239935",
            "orgName": "ATech elektronika d.o.o.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}