{
    "rcn": "207905",
    "acronym": "EcoLipid",
    "topics": "ERC-2016-COG",
    "title": "Ecophysiology of membrane lipid remodelling in marine bacteria",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "'Membrane lipids form the structural basis of all cells. In bacteria Escherichia coli uses predominantly phosphorus-containing lipids (phospholipids) in its cell envelope, including phosphatidylethanolamine and phosphatidylglycerol. However, beyond E. coli a range of lipids are found in bacterial membranes, including phospholipids as well as phosphorus (P)-free lipids such as betaine lipids, ornithine lipids, sulfolipids and glycolipids. In the marine environment, it is well established that P availability significantly affects lipid composition in the phytoplankton, whereby non-P sulfur-containing lipids are used to substitute phospholipids in response to P stress. This remodeling offers a significant competitive advantage for these organisms, allowing them to adapt to oligotrophic environments low in P. Until very recently, abundant marine heterotrophic bacteria were thought to lack the capacity for lipid remodelling in response to P deficiency. However, recent work by myself and others has now demonstrated that lipid remodelling occurs in many ecologically important marine heterotrophs, such as the SAR11 and Roseobacter clades, which are not only numerically abundant in marine waters but also crucial players in the biogeochemical cycling of key elements. However, the ecological and physiological consequences of lipid remodeling, in response to nutrient limitation, remain unknown. This is important because I hypothesize that lipid remodeling has important knock-on effects restricting the ability of marine bacteria to deal with both abiotic and biotic stresses, which has profound consequences for the functioning of major biogeochemical cycles. Here I aim to use a synthesis of molecular biology, microbial physiology, and 'omics' approaches to reveal the fitness trade-offs of lipid remodelling in cosmopolitan marine heterotrophic bacteria, providing novel insights into the ecophysiology of lipid remodelling and its consequences for marine nutrient cycling.'",
    "totalCost": "1965113,75",
    "ecMaxContribution": "1965113,75",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1965114
        }
    },
    "calculatedTotalContribution": 1965114
}