{
    "rcn": "207988",
    "acronym": "LOCARP4EU",
    "topics": "SMEInst-10-2016-2017",
    "title": "potential analysis of Ecov's short-distance real-time carpooling stations relying onroadside connected hardware",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Citiesí outskirts generally have less developed public transport networks. Thus, in these areas the most frequently used means of transport is still the car. \nEcov aims at tackling this lack of affordable and flexible mobility solution outside of city centres. Its concept is based on connected carpooling stations that match drivers in their local car use with passengers looking for a flexible and cost-saving journey. \nExisting carpooling solutions have not addressed the problem properly, since they either require users to possess a smartphone, ask drivers to put in time and efforts to participate (not the case for short distance trips) or need a ìcritical massî of users to actually work. \nEcov avoids these issues: drivers do not need to register, nor do they need to commit to a particular itinerary or schedule. The innovation lies in the communication between street terminals, road signs, and the IT system managing payment between passengers and drivers. Currently, it is estimated that 5% of the total passenger-kilometres (pkm) could be carpooled locally. This means that the market potential is around 133b pkm in France, Germany, Spain, and the United Kingdom combined (monetisation at Ä0.02/km yields a market worth Ä2.7b). \nTo tap into this potential, Ecov has conceived an innovative business model that includes partnerships with local governments and private companies willing to install carpooling stations. The former are looking for disruptive cost-effective public transport solutions for their remote fringes, and the latter face difficulties attracting jobseekers and clients with mobility issues. \nLOCARP4EU will identify the most promising EU countries that have the most potential for Ecovís concept and will adjust the business model to national conditions. The proposal meets European objectives by proposing a mobility solution that will contribute to making transport cleaner and more sustainable, and will participate in mitigating CO2 emission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOV",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925692535": {
            "orgId": "925692535",
            "orgName": "ECOV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}