{
    "rcn": "207931",
    "acronym": "FITTOM",
    "topics": "SMEInst-02-2016-2017",
    "title": "PVC-O Fittings based on MOLECORís Molecular Orientation TOMÆ technology",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The main objective of FITTOM is the development of a new technological industrial process able to produce innovative fittings commercially competitive for water transport.\n\nFittings are indispensable in pipe systems to connect straight pipes, fit them to different sizes or shapes and for other purposes such as regulating fluid flow.\n\nCurrently, most piping systems for high pressure water transport use ductile iron fittings or injection-based plastic-fittings. The former ones are heavy and oxidises relatively easily; the latter require very expensive moulds and large amounts of raw material.\n\nMOLECOR has developed a revolutionary technology that provides reliable and user friendly systems that widen possibilities for the global pipe business. This technology demonstrated to be the highest performance, the most eco-friendly and cost-effective solution among the alternatives.\n\nThe Global water market is an attractive high-volume market, which is currently estimated at about $591 billion and it is expected to reach $1 trillion by 2025. After evaluating the market trends and existing demand, we validated that FITTOM will be a promising business opportunity for MOLECOR.\n\nMOLECOR is a pioneer company specialized in the development of the latest technology applying molecular orientation to PVC pipeline solutions. MOLECORís proven expertise in the pipes business together with the ambition of the Boards of Directors and its outstanding staff, makes FITTOMís success a reachable goal.\n\nStarting from an existing TRL6 prototype, and after analysing the Feasibility of the project, the current Phase 2 Project will skilfully combine technology advances with marketing and pre-sales activities to ensure a seamless transition from technology implementation to business operation.\n\nFITTOM is an excellent chance for MOLECOR to grow and expand in addition to revolutionizing the pipeline sector offering the best mechanical performance and best cost-effectiveness over the current solutions.",
    "totalCost": "1424048,75",
    "ecMaxContribution": "996834,13",
    "coordinator": "MOLECOR TECNOLOGIA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924598278": {
            "orgId": "924598278",
            "orgName": "MOLECOR TECNOLOGIA SL",
            "ecContrib": 996834
        }
    },
    "calculatedTotalContribution": 996834
}