{
    "rcn": "207933",
    "acronym": "TERAWI-LESS",
    "topics": "SMEInst-01-2016-2017",
    "title": "TERAWI-LESS : A New Ultra High Speed Network",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "High-capacity wireless broadband communication systems (WBCS) are being ever more demanded by ICT and telecommunications applications that use massive amounts of data, such as big data analysis or high definition media streaming. The prospective data rate demand for WBCS will be 100 Gb/s in 2020, and current maximum data rates are 2.5 Gb/s. This need pushes the use of higher carrier frequencies that can handle high speeds in data transmission, like THzbased communications systems. Current THz antennas are custom-made to a specific network configuration, being expensive and only covering a narrow frequency band of interest for data transmission. Changes in the network specifications or in the frequency band used requires rebuilding the antennaís most expensive parts; or building a new one entirely.\nTERAWI-LESS addresses this issue by offering three different THz-ranged high-gain antenna designs for different network configurations, which cover the whole frequency THz band of interest for data communications (not only a narrow one), with prototypes already in use in real conditions. These prototypes are already 28% cheaper than those available, and they must now be scaled-up to mass production, allowing even lower costs of at least 50% less than custom-made alternatives. Our target market is made up of telecommunications operators offering ground communication networks services, particularly through point-to-point WBCS. Specific objectives to be carried out in TERAWI-LESS project is the scaling-up and standardization of the production methods, as well as conducting risk and market analysis and initiating its commercialization.\nTERAWI-LESS project will be implemented by ANTERAL, a knowledge-based SME created in 2010 by telecommunications engineers from the Antenna Group of the Public University of Navarra (Spain), a research group with more than 15 years of experience on the field of antennas for mm-wave and THz-range and worldwide recognition from the scientific community.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANTERAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957946490": {
            "orgId": "957946490",
            "orgName": "ANTERAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}