{
    "rcn": "207964",
    "acronym": "Adaptive Simulations",
    "topics": "SMEInst-01-2016-2017",
    "title": "Bringing to market an open source CFD framework as a fully automated simulation service with high performance computing cloud-based access",
    "startDate": "01/12/2016",
    "endDate": "28/02/2017",
    "objective": "Computational Fluid Dynamics (CFD) uses numerical analysis and algorithms to predict flow with a computer. CFD analyses not only fluid flow behaviour, but also mass, phase change, chemical reactions, mechanical movement, the transfer of heat, and stress/deformation of related solid structures. Rapid progress over the past two decades in computational power, comprehensive physical models, and advances in numerical methods has made it possible for engineers to use CFD simulations routinely in a wide range of industrial, environmental and biomedical applications across various industries including aerospace, automotive, chemical engineering, healthcare, and more. It is increasingly used to complement or replace wind tunnel simulations in the automobile and aerospace sectors. The many applications for CFD all create great value in terms of increased product performance and time to market.\nHowever, CFD simulation requires specialized engineers performing manual preparation and post-production tasks, expensive CFD software licenses and intensive computing resources that small and medium size enterprises cannot afford. Likewise, many sectors that could benefit from CFD simulation to simulate heat and cooling airflow for energy optimization (like architecture and construction) find CFD costs prohibitive. Many large enterprises, like our client Thule, have to turn to expensive consulting services rather than investing in in-house CFD solutions. \nAdaptive Simulations has developed a breakthrough simulation-as-a-service solution which automates CFD simulation and drives costs down by 70%. Our innovation will democratise CFD for the Industry 4.0 revolution.\nThis phase 1 project will validate the technical and commercial feasibility of fully automated flow simulations as a service, continuing our customer development to date. We will recruit organisations willing to trial the solution in phase 2 ahead of large-scale deployment across a range of sectors and users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADAPTIVE SIMULATIONS SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920524763": {
            "orgId": "920524763",
            "orgName": "ADAPTIVE SIMULATIONS SWEDEN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}