{
    "rcn": "207970",
    "acronym": "PURE",
    "topics": "SMEInst-01-2016-2017",
    "title": "HIGH DATA RATE SIGNAL GENERATION FOR 5G WIRELESS COMMUNICATIONS",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The need of facing the broadband and large network coverage requirements of the future 2020 fully-connected society as geared the telecom industry to work on the next generation of mobile communications, 5G (ERIKSSON: for 2022, 67% wireless traffic, 7 trillion of devices exchanging 61TB per second) for all kinds of applications and services. With near 89.0 Million subscriptions, the industry is already moving forward with strong determination, with key players racing to thrive in this multi trillion market (European Commission - 5G-PPP, Cisco, Ericsson, Intel, AT&T, HUAWEI or Samsung). The shift to 5G has unveiled an urgent need to remodel and deploy new infrastructures to be ready for such a demanding scenario (1000x bandwidth per unit area, and up to a 10Gbps speed, extremely low latency and response times). In economic terms it represents a USD 385 billion in a 12 years CAPEX horizon for infrastructures. In technical terms, 5G will have to handle signals at several different carrier frequencies, needing multi-frequency and multi-protocol base stations with multiband transceivers. Key players are still exploring solutions based on traditional RF (radio frequency) and pure electronic as for the previous generations, but thess technology era reaching its peak of capabilities, and experts agree that that approaches will never meet the needs of 5G. Luz WaveLabs (LWL) brings a powerful solution to this limitation: As optical fiber solved the bandwidth limitations of wired networks, LWL will disrupt the next generation of wireless communications bringing to the market the first commercial high data rate signal generation able to be integrated in telecom infrastructures. It combines the best of RF and photonic technology to provide ACTUAL optical fiber bandwidth (up to 40Gbps, 1Tbps) for wireless communications. The technology has been prototyped and initially validated, and the company has already confirmation of potential customers that are interested in acquiring it.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUZ WAVELABS S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949226287": {
            "orgId": "949226287",
            "orgName": "LUZ WAVELABS S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}