{
    "rcn": "207996",
    "acronym": "BabyLux",
    "topics": "SMEInst-01-2016-2017",
    "title": "Launching the First Non-Invasive Brain-Monitoring System for the Early Detection and Management of Encephalopathy In Preterm Babies",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "Over the last two decades preterm babies (neonates with less than 37 weeks of gestational period) have rise tremendously reaching 15 million births worldwide in 2014, and the figures are growing. Anyhow, despite we have been successful at maintaining alive premature babies until their live itís not at risk, we are failing at solving important side-problems. Preterm babies are at high risk of suffering encephalopathies (brain damage) during the artificial gestational stage on the neonatal intensive-care units (NICUs). In fact, about 20% of babies born before 6.5 months gestation experience lasting brain damage. This leads to lifelong disorders such as attention deficit, autism, cerebral paralysis, and hearing or visual impairments.\nTo early detect cerebral damage in a precise manner itís necessary to provide real time and accurate measures of cerebral oxygen metabolism and blood flow in the brain. This problem remains unsolved since current commercial solutions provide partial measurements or are extremely invasive. BabyLux will be the first device allowing early detect and manage encephalopathies in preterm-babies in a non-invasive and affordable manner by combining two leading photonic techniques.\nOur product fall within the sub-segment of ìmonitoring equipmentî for NICUs, which is a Ä 1.200M market growing at a CARG of 6.5%.BabyLux will be sold at a first commercialization stage to pre-clinical markets (research institutions studying brain damage in neonates). We will proceed in such way since to gain credibility among scientific community, easing the entrance to clinical segments. At a second commercialization stage we will approach clinical segments, in particular hospitals with NICUs. This mixed business model will allow HemoPhotonics to achieve a turnover of Ä 13 M at 5 years after the project compilation. We are requesting a SMEI Phase 1 to further define and corroborate our business assumptions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEMOPHOTONICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950568088": {
            "orgId": "950568088",
            "orgName": "HEMOPHOTONICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}