{
    "rcn": "207925",
    "acronym": "MiAlFeedIngredients",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative Microalgae Feed Ingredient to improve Animal Health for a more sustainable Food Chain",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Problem:\nDue to excessive application of antibiotics in animal feed multi-resistant bacteria stems emerge, causing thousands of human casualties each year. Globally farmers have strong financial interests to use antibiotics as a growth promoter for livestock. Kang et. al. have shown in an animal feeding trial with 600 chicken, that microalgae have the same growth promoting effect as antibiotics. But so far microalge have been too expensive for application in the animal feed industry.\nSolution:\nThe consortium has developed a feed ingredient based on microalgae that can deliver these health promoting effects to animal feed with the same value for money for farmers as antibiotcs. The consortium has cut production costs for microalgae by over 50%. Farmers will switch to our product because they face no legal restrictions and meet consumer¥s growing demand for sustainable meat.\nCustomers:\nCustomers are companies within the feed industry, who would include our product into their own recipes/products. Consumers are farmers, who face a conflict of interest between growth promotion, strict regulation of antibiotics and consumer behavior. This makes them receptive for innovative alternatives to antibiotics.\nProject:\nHaving successfully manufactured samples in 2015, the feasibility study will lay the basis for a successful market introduction by confirming the business plan. We will accomplish an in-depth market research and a competitive analysis. As a result we will define the selling price of our product in relation to competing natural additives.\nMarket:\nThe problems of animal mass production and the incentive to use medication as a growth promoter are the same all over the world. The regulatory pressure and the demand for feed for an ever increasing global meat production is the basis for a huge market potential for our product. \nExample: If 1% of our product is added to all piglet diet which is sold in Europe, the estimated annual market size would be over EUR 600 mio.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROGANIC GMBH",
    "coordinatorCountry": "DE",
    "participants": "LOUC HOLDING BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "923175967": {
            "orgId": "923175967",
            "orgName": "MICROGANIC GMBH",
            "ecContrib": 50000
        },
        "916201085": {
            "orgId": "916201085",
            "orgName": "LOUC HOLDING BV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}