{
    "rcn": "207992",
    "acronym": "We teach to walk",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Prodrobot authomatized gait trainer software developement and the EU market research",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The Prodromus Sp. z o.o. (Ltd.) is the only manufacturer of The Prodrobot authomatized gait trainer, a medical robot which can teach to walk and to correct impaired gait of children. We invented, developed and produced fully working device which is dedicated to all rehabilitation facilities all over the World. It is much smaller, much lighter and much cheaper than competitors machines. It offers many unique features and exercises, unachievable for other market solutions. It is computer controlled. It uses simple and intuitive software for users (simple like an ordinary cash mashine). We won many medical and bussines awards in Poland. Last year and this year we showed it at the international fair in ?odz (in Poland, we won the Gold Medal in 2015) and Dusseldorf (in Germany). We intend to sell The Prodrobot all over the World, beggining from our local market, and the EU market.\nLast year we made a pilot sale and after 14 months of using it by professional users we made some updates to our robot and its software. Now, we are ready to prepare launch sales in many other countries. We collect a lot of international contacts but had no sufficient resources to continue software development dedicated for many countries all over the World. We collect Letters of intention from distributors and rehabilitation centers. We plan to make market research in countries in the EU at first, because we have to fullfill authorisation issues in other countries, which takes time. We need to know what are total costs of the launch of sales in a given country inside and outside the EU. We also need to secure our IP in other countries before we start to sell. Our last targets are: to gain new sales partners in the EU and to build service network for our products.\nProdromus is EN ISO 13485 certified company and Prodrobot 93/42/EEC certified product (CE mark for medical devices), registered by the Polish Office for Registration of Medicinal Products, Medical Devices and Biocidal Products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRODROMUS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920577725": {
            "orgId": "920577725",
            "orgName": "PRODROMUS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}