{
    "rcn": "207946",
    "acronym": "DroneHopper",
    "topics": "SMEInst-07-2016-2017",
    "title": "DroneHopper: an innovative solution for firefighting through remote-controlled aircrafts.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Drone Hopper is remote-controlled aircraft that incorporates a container unit to hold liquids that can be used for firefighting, propelling nebulised liquid to be directed towards land. In Europe, fires destroy millions of hectares of forest woodlands causing the loss of many human and fauna lives and an immense economic damage.\n\nThe company has created an innovative technology for wildfire extinguishment thanks to a patented release mechanism that convert the water into small water drops (water mist) and mixes it with the air creating a wet air flow that suffocates the fire by removing the oxygen from the chemical combustion reaction.\n\nApart from the technical novelty, there are several operational and economic benefits that make it a viable commercial proposition to compete widely in the market for fire management with its primary customers being the public administrations responsible, or the subcontracted private companies.\n\nIn addition to the application of the technology in firefighting, the systems are perfectly adaptable to discharge other types of liquid, such as fertilizers and fumigation for agricultural management.\n\nThe main focus of the feasibility study is to identify the initial high-potential target European markets to trial and launch the service in the first 3 years of commercialization, as well as to assess in more detail the international competitive landscape and identify market risks to determine opportunities and threats. The next step would be to devise a marketing and sales strategy.\n\nForest fires are the most important threat to forest and wooded area in Southern Europe. Our project will face the European challenges proposed by Legislation on protecting the EU's forests against fire. Investments in firefighting and fire prevention is essential. Europe is has supported forest fire research since the late 1980s with the aim of strengthening research activities and initiatives such as Drone Hopper.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DRONE HOPPER SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917479642": {
            "orgId": "917479642",
            "orgName": "DRONE HOPPER SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}