{
    "rcn": "207902",
    "acronym": "DeLiCAT",
    "topics": "ERC-2016-COG",
    "title": "Death and Life of Catalysts: a Theory-Guided Unified Approach for Non-Critical Metal Catalyst Development",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Most of the developments in catalyst are still based on serendipitous and trial-and-error approaches, in which potential systems can be overlooked simply because of the sub-optimal conditions of the initial activity assessment. Mechanistic and kinetic studies could provide a framework for a more adequate assessment of new catalysts, but such rigorous experiments are not practical for general catalyst discovery. Modern chemical theory and computations hold a promise to be employed in new efficient theory-guided approaches for rational catalyst and process development.\n \nThe main aim of DeLiCat is to formulate a hierarchical computational strategy for the design and synthesis of new non-critical metal-based catalysts for sustainable chemical transformations. New, durable and cheap, yet, highly active and selective tailor-made catalyst for hydrogenation of carboxylic acids and their esters as well as for acceptorless dehydrogenation of alcohols will be developed. The research will follow an innovative strategy combining advanced chemical theory, computational screening and experimental approaches from the fields of homogeneous and heterogeneous catalysis in an efficient knowledge exchange loop. Computer simulations will reveal complex reaction networks that determine the ìdeathî and the ìlifeî of catalyst systems. These insights will be used in targeted design of novel multifunctional catalyst systems to direct the selectivity of the reaction network and to prevent deactivation paths. Complementary experimental studies will guide and validate the theoretical predictions. \n\nDeLiCAT represents a leap forward in unified first principles-guided catalyst design for liquid phase chemical transformations. The new theoretical concepts, methodological advances as well as the novel superior catalyst systems developed here will be applicable in various areas including biomass valorization, homogeneous and heterogeneous catalysis as well as hydrogen technology.",
    "totalCost": "1999524",
    "ecMaxContribution": "1999524",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "NL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 26086
        }
    },
    "calculatedTotalContribution": 26086
}