{
    "rcn": "207955",
    "acronym": "Bronchomycn",
    "topics": "SMEInst-05-2016-2017",
    "title": "First in class epithelial Barrier-enhancing medicine for respiratory diseases",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Chronic obstructive pulmonary disease (COPD) is a respiratory disorder that presents airway epithelial barrier failure (EBF) for which there are no efficient drugs, being a leading cause of chronic morbidity.\n\nAccording to the World Health Organization 64 million people suffered COPD in 2004. The EU-28 and USA accounted for 23 and 12.7 million people respectively, which caused near 200,000 deaths. As a consequence of the medical complications of COPD the economic burden has been estimated as Ä 48.4 and Ä 29.3 billion in EU-28 and USA respectively\n\nEpiEndo, aims at commercializing a new drug which will be able to save Ä 27 billion to EU-28 and USA.\n\nBronchomycn belong to Barriolides, a new class of compounds that provide effective treatment against EBF. Bronchomycn is structurally based on the well-known azithromycin, but lacks antibiotic activity and it acts by decreasing the permeability of the pulmonary epithelium membrane to toxins and infectious agents. \n\nWe have been working since 2014 in collaboration with the Stem Cell Research Unit and the University Hospital and now our product is in the early in-vivo stages, for what we have invested Ä 0.5 Mill. In order to get Bronchomycn to the market, we will start the Clinical studies in 2018 and we expect that current knowledge about side effects of azithromycin speed up the process so that the product will be ready for commercialization in 2021. \n\nDuring Phase 1 we will prepare the preclinical studies in rodents and clinical studies and defining end-points and regulatory requirements, prepare IPR protection plan, etc. \n\nThe market for Bronchomycn is the respiratory therapeutics market which was valued at Ä 24.8 billion in 2015. We plan to start our sales in Europe in 2022 and USA in 2024, so that by 2026 our turnover will reach Ä807 Mill.\n\nTherefore, we have decided to continue with Bronchomycn for what we need an additional investment of Ä 49 Mill, that considering a 5-years forecast will give us a ROI of 14.2",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EPI-ENDO PHARMACEUTICALS EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921117336": {
            "orgId": "921117336",
            "orgName": "EPI-ENDO PHARMACEUTICALS EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}