{
    "rcn": "207957",
    "acronym": "MARGHERITA",
    "topics": "SMEInst-09-2016-2017",
    "title": "Pizza Vending Machine with Innovative oven and refrigerated storage technology for improved performance and operations",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Our company, Cierreci Srl, specializes in designing and manufacturing advanced vending machine solutions, incorporating the most innovative technologies to offer a variety of vending machine solutions. One of our core strategic areas of focus has been in the area of pizza vending machines. \n\nPizza vending machines entered the market over 10 years ago in response to market demand for more hot food vending machine products. However, while existing technology can prepare a tasty pizza in few minutes, the viability of pizza vending machines has been limited because machine designs have so far not been aligned to buyers' critical selection criteria. \n\nThrough a combination of innovative product designs and component optimizations, we have developed a solution that matches this market demand. The principle innovations behind ou?r new pizza vending machine, known as MARGHERITA, reduce the overall size and weight of the machine as well as lowering production costs through lean manufacturing techniques. We achieve a 30% reduction in the depth of the machine through component modularization and a significant energy efficiency (\\90%) thanks to our control algorithms that optimize the heating and cooling processes. Our close contact and relationship with vending machine distributors indicates that these are the changes they have been waiting for over the past 10 years. \n\nOur new Margherita machine will create Ä12 million in revenues by 2023, with an estimated 1,000 separate units operating globally. Our innovation benefits a vast value chain of stakeholders, ranging from vending machine operators and distributors to pizza manufacturers to delivery and logistics companies. Our new machine will enable scalability of this novel technology, enabling end users to enjoy a fresh, hot pizza in a variety of locations and settings (e.g. hotels, hospitals, airports, car parks) at any time of day.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIERRECI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927052378": {
            "orgId": "927052378",
            "orgName": "CIERRECI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}