{
    "rcn": "207977",
    "acronym": "FLIpER",
    "topics": "SMEInst-10-2016-2017",
    "title": "The first on-board automatic ship hull management cleaning system for hull fouling prevention towards maritime eco-efficiency",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "The world fleet consumes up to 325 million tonnes of fuel/ year, being responsible for the emission of 1,099 million tonnes of greenhouse gas (GHG). Ships only use 28% of the energy from the fuel to generate propulsion, of which the majority is spent overcoming fouling. Thus, keeping the hull clean can result in significant cost savings and reduce the GHG emissions. Currently, when the ship performance decreases significantly a call on-demand underwater service for removal or killing of the fouling is contracted. This is performed when the ship is docked using diver- or unmanned-operated vehicles. These solutions have often poor quality, are expensive, unsafe for the divers and/ or maritime traffic and only provide a transient increase in the hull performance. \nCliin has developed the first on-board automatic cleaning system ñ FLIpPER ñ that enables a completely new procedure for ship-owners/operatorsí management of the hull. FLIpER will be permanently installed on the ship and available at any given time and location, allowing a continuous cleaning, thus preventing early formation of fouling. FLIpER will allow savings in fuel consumption of up to 20% over 5 years when compared to call on-demand solutions. Moreover, the use of FLIpER improves sustainability of maritime sector by reducing GHG emissions by 95% in comparison to current solutions, minimizing the transport of invasive aquatic species associated with the fouling and improving the health and safety at the workplace, as there is minimum crew involvement in the cleaning operation and the marine traffic in ports is not disturbed. \nThrough the successful development and implementation of FLIpER technology, Cliin will be in a strong position to exploit a market projected to value US$ 4 Billion by 2020 and enhance its profitability by the stream of the sales, with an expected cumulated revenue of Ä195 million, 5 years after project completion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLIIN APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916564932": {
            "orgId": "916564932",
            "orgName": "CLIIN APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}