{
    "rcn": "207929",
    "acronym": "RocketChip",
    "topics": "SMEInst-01-2016-2017",
    "title": "High Speed, Cost Effective Optical Communications Module Enabling the Next Generation of Ethernet 400 GbE",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Project ìRocketChipî will develop a 400 Gb/s optical communications module for optical fibre transmission. The core technology for this high speed, communications module is Photonic Integrated Circuits (PIC). This technology allows the transmit- and receive-functionality of the system to be integrated onto single chips. The size of the integrated chips will allow the module size to meet the requirement of an industry standard common form factor. This will make it physically compatible with current system vendorsí products. PIC chips are key to the next generation of telecommunications networks that will demand even higher performance, smaller size and lower cost. EFFECT Photonics are leaders in the field of Photonic Integrated Circuits (PICs) and will combine their PIC technology (based on technology spun out from TuE) with their unique and low cost PIC chip packaging technology (15x cheaper than traditional gold box packaging). This will give EFFECT Photonics a significant cost advantage over competing technologies and products, making it economically viable to manufacture the product in Europe. On completion, this 2 year project will deliver a market ready and cost effective 400 Gb/s optical communication module. The project is a key enabler of 400Gb Ethernet (400 GbE), providing a timely solution to the urgent, unrelenting issue of rapidly increasing bandwidth demand, converting world leading European research and innovation into Ä148M of revenue and securing Europeís position at the forefront of an emerging Photonic Integrated Circuit industry. This project will enable EFFECT Photonics to develop a leadership position in the next generation of PICs and hence develop a strong, profitable and growing business in Europe.",
    "totalCost": "3368250",
    "ecMaxContribution": "2357775",
    "coordinator": "EFFECT PHOTONICS BV",
    "coordinatorCountry": "NL",
    "participants": "EFFECT PHOTONICS LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "958624326": {
            "orgId": "958624326",
            "orgName": "EFFECT PHOTONICS BV",
            "ecContrib": 1416712
        },
        "928923120": {
            "orgId": "928923120",
            "orgName": "EFFECT PHOTONICS LTD",
            "ecContrib": 941062
        }
    },
    "calculatedTotalContribution": 2357774
}