{
    "rcn": "207960",
    "acronym": "INNOBCT",
    "topics": "SMEInst-05-2016-2017",
    "title": "Innovative combination therapy against bladder cancer",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The objective of this project is to lay foundation for the continued clinical development and commercialisation of MFA-370, a novel medication against Bladder Cancer (BC).\nBC is the ninth most common cancer worldwide. In Europe, more than 175,000 people are diagnosed with BC in Europe each year, and this number is increasing, especially among women. Compared to other major cancer types, the relative five-year survival rate in BC has remained unchanged for the past 20 years. The implications are clear: the development of new therapies targeting BC is thus warranted and in great demand among clinicians and BC patients. The established treatments are highly aggressive, leading to major side-effects and reduction in QoL among patients. \nRecognizing large unmet clinical need, Ectin has developed a novel combination BC therapy consisting of a well-defined ratio of two commonly utilized pharmaceuticals with expired patents. In the pre-clinical studies, MFA-370 has shown to be able to induce cancer cell death without the addition of any chemotherapeutic or radiotherapeutic agent. This offers a new hope to BC patients. The pre-clinical evaluation of this medication is completed, enabling continued development process.\nIn the Phase 1 project, we will develop a business plan that will guide the future clinical studies and exploitation efforts (to be pursued in the Phase 2 project). The assumed commercialisation strategy is to take the product to the Phase I/IIa level and thereafter acquire strategic partner for continued clinical studies and market launch.\nFighting BC is an EU-wide challenge, as it is one of the most expensive malignancies to treat and affects all genders and age groups. At the same time, research targeting the disease is greatly underfunded in the EU and internationally. MFA-370 delivers in this context a strong EU-added value by its potential to induce tumour necrosis in BC and being based on well-documented compounds that are cost-efficient to manufacture.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECTIN RESEARCH AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916545726": {
            "orgId": "916545726",
            "orgName": "ECTIN RESEARCH AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}