{
    "rcn": "207913",
    "acronym": "PDClungSME1",
    "topics": "SMEInst-05-2016-2017",
    "title": "A therapeutic vaccine candidate for lung cancer based on an exclusive cell line of Plasmacytoid Dendritic Cells (PDC*line)",
    "startDate": "01/08/2016",
    "endDate": "28/02/2017",
    "objective": "Since 2014, the revolution of immuno-oncology gives unprecedented hope for cure to cancer patients thanks to immunotherapies such as anti-PD(L)-1. However around 80% patients still donít respond to anti-PD(L)-1. Several barriers are still to be overcome to sustain the path of a novel paradigm responding both unmet therapeutic needs and health economy sustainability; cancer being estimated as a leading cause of deaths in Europe (350í000 deaths in 2012ñ Globocan) corresponding to an economical burden of Ä126BN in total costs\n\nPDC*line Pharma develops a ground-breaking therapeutic vaccine platform using an exclusive cell line of Plasmacytoid Dendritic Cells (PDC*line); potentially doubling the response rate to anti-PD(L)-1 without additional toxicity, eliminating complex and costly process usually required by cell therapies.\n\nOur innovation project is aiming to establish the clinical proof of concept that PDC*lung, our leading candidate for lung cancer can induce strong anti-tumour immunity in patients. Lung cancer is of high priority for Europe since 1.9 million people are affected worldwide of which 340 000 in Europe (Globocan, 2012). It also represents an attractive market segment opportunity for PDC*line Pharma with an expected market growth of 4% per year: $6.1BN in 2013 to $8.6BN in 2023 worldwide (IMS, 2015).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PDC LINE PHARMA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918826584": {
            "orgId": "918826584",
            "orgName": "PDC LINE PHARMA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}