{
    "rcn": "207949",
    "acronym": "CONCILIO",
    "topics": "SMEInst-12-2016-2017",
    "title": "Development of a global, inclusive, digital health concierge",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Question: How would you find the best specialist if you or your loved one were ill? Answer: by asking your physician, your friends and family or Google. However, only medical specialists have the insider knowledge of who are their most competent peers, but often use it solely to the benefit of their relatives or of their own patients. The rest of the population doesnít have access to this information, which could have a profound impact on health outcomes (e.g. second opinions lead to changes in diagnosis or treatment plans in up to 77% of cases). \nThe Information Company is a digital health company founded by medical and digital entrepreneurs in 2015, which has developed Concilio, a new concierge service leveraging the power of large numbers of peer-referrals in each speciality and proprietary algorithms validating and substantiating them by objective data. Its end goal is to help patients anywhere get access to the best possible care for any medical condition, reducing stress, medical costs and significantly improving clinical outcomes.\nThe proposed SME Instrument projectís objective is to scale-up and validate Concilioís innovative business and healthcare model, along with its technology, to enable its users to gain access to detailed and verified professional networks of thousands of specialists throughout the world, without relying on any doctorís or medical product companyís subscription to remain unbiased and objective. To do so, phase 1 actions will include (1) the development of a multilingual, multi-users and multi-countries web-site and mobile application, (2) the securization of intellectual property and (3) the validation of Concilioís market/commercial and economic scalability. Based on the proof of concept obtained by the company with over 15,000 doctor names across 9 specialities already existing in the database, and 1.3MÄ in capital, it will enable Concilio to fast track its business to Ä42 million and 179 job creation by 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE INFORMATION COMPANY",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916874847": {
            "orgId": "916874847",
            "orgName": "THE INFORMATION COMPANY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}