{
    "rcn": "207942",
    "acronym": "WONOWO",
    "topics": "SMEInst-12-2016-2017",
    "title": "Search engine for organising complete collaborative economy experiences.",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "The rise of the sharing economy is changing the face of European business ñ creating opportunities for new entrants, challenges for incumbent players, and searching questions for all stakeholders. A recent study for the European Commission (April 2016) names ìAssessing the size and presence of the collaborative economy in Europeî shows that activity in the sharing economy across Europe has accelerated over the past two years and the collaborative economy start-up scene across Europe is form by at least 275 different platforms.  By 2025, it is estimated that many areas of the sharing economy will rival the size of their traditional counterparts, with platforms generating Europe-wide revenues worth over Ä80bn and facilitating nearly Ä570bn of transactions .\nThe problem with the sharing economy is that is has grown too fast becoming a highly fragmented sector. To realise this potential and attract the mass market, sharing economy platform providers will need to overcome trust issues and promote a culture of sharing.\nWONOWO offers a revolutionary business model offering a one-stop-shop and unique identity for collaborative economies in order to aggregate in one single platform all the third party services demanded by the consumers. The aim is to prevent fragmentation of the Single Market and boost collaborative economy high level competitiveness internationally potential, by providing a single and open platform and digital identity to drive growth while unlocking the value of underused assets by matching needs and haves. WONOWO facilitates the access, comparison and all-in-one management of collaborative services. This point is especially beneficial as it provide growth opportunities for innovative start-ups and existing European companies, both in their home country and across borders.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WONOWO UP SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916688995": {
            "orgId": "916688995",
            "orgName": "WONOWO UP SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}