{
    "rcn": "207972",
    "acronym": "i2factory 2.0",
    "topics": "SMEInst-01-2016-2017",
    "title": "i2factory- Disrupting integration platform: secure and easy integration without any programming or component installation",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "CONTEXT: In an increasingly global economy, both information and information technology are of great significance to SMEs to increase their competitiveness, achieve their economic potential and internationalize. The transfer of this information between different platforms or applications is called integration and itís a critical element for companies and organizations to survive.\nPROBLEM: Integration need to be done such a way as to reduce the administrative and IT burden while keeping costs low and fostering internationalization. up to the date integration is out of reach for most organizations because of its high cost and complexity:\nNEED: it is necessary to provide SMEs with integration solutions with an appropriate level of abstraction to allow connection of software applications in a secure and consistent in a cost-effective way.\nOBJECTIVE: demonstrate the technical and commercial feasibility of a security integration platform as a service (iPaaS). i2factory is a cost-efficient platform where organizations can develop all their integration projects and link functionalities between different systems and platforms as they like it when they like it, without any programming or component installation. \nTo date, i2factory has invested Approx. Ä 1.5 M to release the first functional version of i2factory v1.0, which is currently tested in users. We estimate that a sum of 914 K is still needed to rapidly and effectively launch i2factory v2.0 innovative solution into the market. With the development of i2factory v2.0 we will allow our company to consolidate and expand its market in Europe.\nPhase 1 will include a to feasibility assessment to guarantee the technical and commercial viability and profitability of our project confirm a business plan for successful commercialisation of i2factory v2.0",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTELLIGENT INTEGRATION FACTORY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936138174": {
            "orgId": "936138174",
            "orgName": "INTELLIGENT INTEGRATION FACTORY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}