{
    "rcn": "207983",
    "acronym": "AltaGram 4.0",
    "topics": "SMEInst-01-2016-2017",
    "title": "Launching the First One-Stop Video Game Culturalization Management Platform",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Game culturalization is a complex process that involves many specialists: specialized translation (localization), software interventions, design adaptation interventions, video captions, voice-over and transcriptions, conversion of requirements and addressing regional, national and local regulations. Whilst there are many localization (specialized translation) agencies, the video game industry lacks a unified solution to facilitate culturalization activities. As a result, games are full of inconsistences in the final contents, the process is costly, time consuming and lacks expertise.\nOur Solution Altagram 4.0 represents an innovative and disruptive one-stop web solution that optimizes and largely automates the culturalization process of video games. At Altagram GmbH, we are the one-stop solution for video game localization and culturalization. \n\nThe overall objective of the Phase II is to transition our corporate strategy as service provider to become a service and product provider. We will achieve this by scaling our existing platform Altagram which is in its version 3.0 into the full 4.0 version. We will a) beta-test the current AltaGram 3.0 platform with external users, b) launch our marketplace functionalities to open up to further users and c) design and integrate semantics/deep learning.\nThe specific objectives of Phase I Feasibility are: Technological Feasibility Study, Assess ment of the Market, Business Model, Risk and IP as well as a Work Plan for Phase II and Business Plan.\n\nWe are a European company and our freelancers are all based in Europe and our team consists of Europeans. We bring revenues to Europe from our clients spread in four continents. Our aim is to contribute to Europe being the most integrated and culturally sensitive in can be. And, for European game companies/publishers to help them successfully enter foreign markets by having culturally adequate and relevant game contents, especially bridging the East-West divide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALTAGRAM GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "943260205": {
            "orgId": "943260205",
            "orgName": "ALTAGRAM GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}