{
    "rcn": "207926",
    "acronym": "INNOMAQ21",
    "topics": "SMEInst-10-2016-2017",
    "title": "High quality and cost-effective metal powder for manufacturing lower weight components with improved properties for transport vehicles",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "3D Printing (or Additive Manufacturing (AM)) is a disruptive technology that produces light,  high strength components (allowing a weight reduction of 40ñ60% in the engines, turbines, turbochargers, and structural parts) and novel complex geometries. In addition 3D printing does not require tools, which means that component manufacturers consume less energy and raw materials.\n\nThe problem is that raw materials used in 3D printers are conventional materials that have been adapted for 3D printing and they lack the specific technical properties required for aircraft and automobile components, and are also very expensive. Despite the potential benefits of 3D printing, the result is that the 3D printing production costs are prohibitively high in comparison to conventional methods, while the quality of the final components is worse.\n\nINNOMAQ21 SL (INNO) is a Spanish SME that has designed an atomiser that uses a new technology that produces high-quality metal powders at lower cost.\nTherefore, INNOPOWDER is a high-quality and cost-effective metal powder for manufacturing transport components through 3D printers. INNOPOWDER has been designed and optimised by our material engineers and it has superior characteristics compared to the currently commercially available metal powders.\n\nINNO aims to use the SME instrument to scale up the production of INNOPOWDER and bring it to the transport market, achieving a total profits of approximately 15MÄ by 2023 and providing 28 new jobs, with a ROI on project costs of 423% after 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOMAQ 21 SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917864635": {
            "orgId": "917864635",
            "orgName": "INNOMAQ 21 SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}