{
    "rcn": "207920",
    "acronym": "VIVAVE",
    "topics": "ERC-PoC-2016",
    "title": "Viral Vaccine Vectors in Personalized Medicine",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "Melanoma and lymphoma are tumors that strike millions of people worldwide and require aggressive and expensive therapies. Numerous therapies are already being used or in the pipeline, yet all of them focus on the rapid elimination of the active neoplastic process. They do not provide options for long-term surveillance and deterrence of minimal residual disease, that is, of cancer relapse arising from the few tumor cells that survive the aggressive bout of therapy. Therefore, even patients considered cancer-free upon successful therapy are monitored over decades for potential relapses and condemned to a life of uncertainty. I propose to develop a novel class of versatile tumor vaccines for long-term surveillance of tumors based on a modified virus vector. Our modified viral vector combines an exceedingly safe profile with robust and long-lasting immunity.  Several developers have focused on human virus vaccine vectors that grow poorly in tissue culture, and as human pathogens, present iatrogenic concerns. Our modified viral vector system grows faster in animal cells than human counterparts, but cannot replicate in human cells. Therefore, our vector system is generally considered innocuous for humans. The replication in human cells is aborted at the early stage of infection, but immediate-early genes are expressed at robust levels, and thus may stimulate immune responses. Our modified viral vector system establishes latency and is maintained for life in the nuclei of infected cells, where they release low levels of antigen for the life of the host. Thus, it provides a depot of antigen that is slowly released over time and promotes the uniquely strong and sustained immunity. Our approach is unique in its design to provide long-term immune surveillance of tumor cells, and thus in blocking relapses. Hence, we propose to develop a unique product that fills an important clinical need.",
    "totalCost": "149858",
    "ecMaxContribution": "149858",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 149858
        }
    },
    "calculatedTotalContribution": 149858
}