{
    "rcn": "207975",
    "acronym": "LocaLine",
    "topics": "SMEInst-01-2016-2017",
    "title": "Everything Local, On-line.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Imagine that you want to buy some bread, a chicken, fresh tomatoes and a bottle of wine for tomorrowís dinner. And imagine that, instead of going to a crowded supermarket, or to spend your money with international companies, you have the possibility to choose from fresh products from your local baker, butcher, grocer or even farmer, but without having to spend time at each of these shops.\n\nThis is the challenge that the French SME APITIC aims to address with an on-line platform where you can:\n? check on-line for the nearest shops or producers offering the products you need, \n? see how they are evaluated by other customers, \n? know if they currently have those products in stock, \n? then order anytime, anywhere, directly from your local shops or producers, \n? with pick-up at a designated location or at-home delivery.\n\nBeyond being a disruptive e-commerce platform, LocaLine will generate a huge revolution in the way local shops do business. In fact, the same way prices for airlines and train tickets change from one day or time to another, shopkeepers will be able to fluctuate their prices according to several factors: customer loyalty, the current inventory, the time of day, etc.\n\nBeyond that, APITIC aims at making the LocaLine platform a must-have for daily shopping, the same way Booking.comÆ is now a must-have for the accommodation industry.\n\nBefore launching the LocaLine platform, APITIC, editor of a full-web software suite dedicated to the business management of local shops, will need (A) a market study and (B) a legal feasibility study, supplemented by (C) a user study, that will enable the company to master:\n- an EU commercialisation strategy with a focus on GER, FR, and UK (which account for > 50% of EU-28 market),\n- the regulatory aspects covered by the LocaLine platform,\n- the specific features or ergonomics necessary on the platform.\n\nThanks to LocaLine, APITIC expects a Ä 15 Mio turnover by 2021 (vs Ä 1 Mio in 2016), for 110 employees (25 in 2016).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APITIC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918040787": {
            "orgId": "918040787",
            "orgName": "APITIC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}