{
    "rcn": "207903",
    "acronym": "CaTs n DOCs",
    "topics": "ERC-2016-COG",
    "title": "Chemically and Thermally Stable Nano-sized Discrete Organic Cage Compounds",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Shape-persistent organic cage compounds consisting only of covalent bonds are fascinating synthetically targets, because they are studied as hosts for the selective recognition of guest molecules, such as artificial lectins, for catalysis in confined space or for the construction of a new type of porous material. For the latter, the shape-persistency and rigidity of the cage cavity is of utmost importance. There are in principle two existing strategies for the synthesis of shape-persistent organic cage compounds. Strategy I: A stepwise approach by irreversible reactions. Here, the advantage is the chemical stability of the target compound due to the intrinsic stabilities of the formed bonds. The disadvantage of this approach is in general the low overall yield, because the system does not allow any ëself-correctioní of once formed bonds. This is different for the other approach used in Strategy II: By using dynamic covalent bond formation as synthetic tool, shape-persistent organic cages can be constructed from rather simple molecular building blocks in one step. Here, the yields are usually very high or even quantitatively, because the reversibility of the reaction allows the system to self-correct. Unfortunately, the resulting compounds are more prone to chemical cleavage of the cages than those synthesized by the irreversible approach.\nWithin this project, we will combine the advantages of both strategies to synthesize chemically and thermally stable nano-sized discrete organic cage compounds in a two-step approach in high yields. To demonstrate the versatility and synthetic power of this approach, pure hydrocarbon cages will be synthesized in a few steps in high yields. Finally, this strategy will make for the first time open and closed-shell fullerenes and heterofullerenes that are isomerically pure, accessible.",
    "totalCost": "1996000",
    "ecMaxContribution": "1996000",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1996000
        }
    },
    "calculatedTotalContribution": 1996000
}