{
    "rcn": "207982",
    "acronym": "Augmented Commerce",
    "topics": "SMEInst-01-2016-2017",
    "title": "Augmented Commerce, a game-changing augmented reality-based sales experience to disrupt the e-commerce industry",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Augment is a highly-promising French SME founded in 2011, which is in a position to disrupt the e-commerce market through a proprietary augmented reality (AR) solution targeting both sellers (Augment Sales App) and buyers (Augmented Shopper App).\nRecently introduced to the public eyes through the famous game Pokemon GoÆ, AR is also impacting the retail and e-commerce industries. Indeed, it allows consumers to use real-life spaces to virtually ìtry onî furniture, ultimately bridging the gap between digital and real worlds. The global augmented reality application in retail and e-commerce (a-commerce) is expected to reach $14 billion by 2020. From the customers standpoint, ìthe elephant in the room is priceî (DigiCapital) of the AR technology acquisition. With its global approach, Augment will make such a technology affordable to the customers by generating models that can be mutualised and used with minor adjustments, whatever the manufacturer, the brand or the distributor.\nFrom the very beginning, Augment is an innovation-driven company which offers to the users the capability to simulate their products in 3D AR at scale in real-time in real environments, all from the convenience of their smartphones or tablets. Augment is supported by business angels, venture capitalists and national funding agencies. It has raised a total of 5.7MÄ, to develop its B2B and B2B2C Apps, allowing it to become one of the European AR leader.\nWith the SME Instrument project, Augment ambitions to boost its own development to become a worldwide leader in a-commerce by 2020. The Phase 1 feasibility study aims to scale up the Deep Modelling 3D Generator to allow a swift expansion of its 3D models catalogue (a prerequisite to outpace competitors) and to release a detailed business plan based on market feedback.\nThe Augmented Commerce project will result in 120MÄ of increased revenues for Augment by 2020 and 155 job creations.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AUGMENT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946737946": {
            "orgId": "946737946",
            "orgName": "AUGMENT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}