{
    "rcn": "207911",
    "acronym": "EMSO-Link",
    "topics": "INFRADEV-03-2016-2017",
    "title": "Implementation of the Strategy to Ensure the EMSO ERICís Long-term Sustainability",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "EMSO-Link is a 3-year project underpinning the long-term sustainability of EMSO ERIC, the pan-European distributed Research Infrastructure (RI) composed of fixed point open ocean observatories for the study and monitoring of European seas. EMSO pursues the long-term objective to be part of the upcoming European Ocean Observing System (EOOS), which is expected to integrate multiple platforms and data systems, including other ERICs, to achieve the first sustained, standardized and permanent observatory network of the European seas. EMSO ERIC coordinates the access to the facilities and supports the management of data streams from EMSO observatories. \nEMSO-Link will accelerate the establishment of EMSO ERIC governance rules and procedures and will facilitate the coordination of EMSO infrastructure construction, operation, extension and maintenance. Specifically, EMSO-Link will:\n1.Reinforce and expand the EMSO ERIC membership to optimize the inclusion of the whole European Marine technology and research institutions.\n2.Progress towards coordinated operations of the infrastructure nodes, interoperability and standardization as well as capacity increase and synchronizing funding of regional nodes.\n3.Enhance stakeholders (e.g., marine operators, industry, academia, universities and marine experts) active\nengagement through a number of awareness raising campaigns. \n4.Enhance relations with sister marine initiatives and counterpart/complementary RIs through Memoranda of Understanding also in coordination with COOP\\ EC Project. \n5.Strengthen EMSO ERIC contribution to European economic growth and innovation through implementation of a powerful marine technologies Innovation Platform serving and cooperating with Industry and SMEs.\nEMSO-Link will contribute to the identification of methodologies for the achievement of Good Environmental Status of the European marine waters by 2020, according to the Marine Strategy Framework Directive.",
    "totalCost": "4370279,41",
    "ecMaxContribution": "4359451,25",
    "coordinator": "EUROPEAN MULTIDISCIPLINARY SEAFLOORAND WATER COLUMN OBSERVATORY - EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM (EMSO ERIC)",
    "coordinatorCountry": "IT",
    "participants": "INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP;INNOVA SRL;HELLENIC CENTRE FOR MARINE RESEARCH;CONSORCIO PARA EL DISENO, CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DE LA PLATAFORMA OCEANICA DE CANARIAS;MARINE INSTITUTE;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU GEOLOGIE SI GEOECOLOGIE MARINA-GEOECOMAR;UNITED KINGDOM RESEARCH AND INNOVATION;UNIVERSITAT POLITECNICA DE CATALUNYA;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "PT;IT;EL;ES;IE;RO;UK;FR",
    "projectParticipants": {
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 393750
        },
        "999461617": {
            "orgId": "999461617",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU GEOLOGIE SI GEOECOLOGIE MARINA-GEOECOMAR",
            "ecContrib": 25000
        },
        "953379924": {
            "orgId": "953379924",
            "orgName": "INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP",
            "ecContrib": 25000
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 453575
        },
        "999522824": {
            "orgId": "999522824",
            "orgName": "MARINE INSTITUTE",
            "ecContrib": 429367
        },
        "938141224": {
            "orgId": "938141224",
            "orgName": "EUROPEAN MULTIDISCIPLINARY SEAFLOORAND WATER COLUMN OBSERVATORY - EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM (EMSO ERIC)",
            "ecContrib": 539926
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 558615
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 808696
        },
        "999787052": {
            "orgId": "999787052",
            "orgName": "INNOVA SRL",
            "ecContrib": 231750
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 276000
        }
    },
    "calculatedTotalContribution": 3741679
}