{
    "rcn": "207971",
    "acronym": "Enerstor",
    "topics": "SMEInst-09-2016-2017",
    "title": "Introduction of an electric energy power storage levelling module in the machine tools industry to unleash the enormous energy savings potential and significantly relieve the European power grid",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "With 37% of the overall consumption of electrical energy, industrial production is one of the most energy-intensive sectors in Europe. A major driver of both, energy consumption and energy costs are machine tools used the processing of materials, esp. in the automotive, mechanical engineering and aerospace segments. These machine tools are not only consuming huge amounts of energy, they also cause frequent power peaks, thus requiring very high connected loads. These peak loads have a negative effect on the European power grid stability, therefore, the provision of such high connected loads is very expensive.\nAs pioneer in the electrification of forming machine tools, EBM has developed Enerstor ñ an electric energy power storage levelling module. This modular energy storage solution can be directly connected to any kind of machine tool, thus significantly reducing energy consumption of the machine tool and entirely levelling power peaks. This solution directly addresses current user needs of the European industry, including reduced energy costs through lower consumption and connected loads, higher flexibility in production, less emissions, and decreased investment costs. It helps the European industry and especially the segment for machine tools to stay competitive. With over 1,400 companies in Europe, the machine tools industry currently worth 25 bn Ä is very important for Europe in terms of employment and wealth. Innovative solutions are therefore crucial to further extend the industryís position in the global market.\nIn the feasibility study, a detailed analysis of the best-fitting market segments within the machine tools market will be conducted, including the involvement of pilot customers for the validation of the business idea, as well as the elaboration of a thorough business plan for commercialisation. The findings of the feasibility study will be integrated into the subsequent SME Phase 2 project to perfectly facilitate the market introduction of Enerstor.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EBM ERICH BUCHELE MASCHINENBAU GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916541264": {
            "orgId": "916541264",
            "orgName": "EBM ERICH BUCHELE MASCHINENBAU GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}