{
    "rcn": "207984",
    "acronym": "Biofrigas",
    "topics": "SMEInst-11-2016-2017",
    "title": "Turning manure into fuel: a container based LBG plant for small to medium scale farms",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "The demand for renewable fuels is growing, mainly by increasing environmental concern, coupled with stringent government regulations pertaining to air pollution and waste management. \n\nLiquefied biogas (LBG) is an environmentally sustainable fuel. Livestock manure is also an excellent source of LBG, turning waste product into energy. However, currently, it is only possible to generate LBG through large scale plants. This means that it is not economically viable to utilize manure from small and medium sized farms, which makes up 40% of the total biogas production potential, as small, decentralized plants are currently not economically efficient. The major reason for this due to the lack of a commercially viable technology that can generate liquid biogas at a small scale. This means that less than 1% of the potential biogas production is being produced. \n\nBiofrigas Sweden AB has developed and piloted an effective, decentralised, small-scale and affordable, containerized energy plant that converts manure into 97% pure liquefied biogas (LBG) and separates the CO2 it contains. This has several advantages: \n-No need to transport sludge to LBG plant ñ the plant is onsite; \n-Biogas produced is in liquefied form that allows easy storage and transportation, reducing transport costs by 84%\n-The container is a temporary and moveable structure that allows an innovative financing model which does not require farmers to invest in the plant, therefore speeding up market penetration.\n\nBFG plan to use the SME instrument to the Biofrigas LBG plant to the market. Should the feasibility study confirm current beliefs about the market and the technology, the aim is to use the phase 2 to complete, certify and demonstrate the commercial plant in small and medium farms in 4 European countries, before launching the BFG plant on the market in 2019. By 2022 it is anticipated that we will have 240 sites across Europe and be earning an operating profit of over 7MÄ and employing almost 100 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOFRIGAS SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916601501": {
            "orgId": "916601501",
            "orgName": "BIOFRIGAS SWEDEN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}