{
    "rcn": "207921",
    "acronym": "NeuronAgeScreen",
    "topics": "ERC-PoC-2016",
    "title": "A Drug Discovery and Target Identification Screening Platform for Age-Associated Neurodegenerative Disorders",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Battling human neurodegenerative pathologies, and their pervasive societal impact, is a global multi-billion Euro enterprise. Ageing is universally associated with marked decrease of neuronal function and higher susceptibility to neurodegeneration. In human populations, this is manifested as an ever-increasing prevalence of devastating neurodegenerative conditions, including Alzheimerís and Parkinsonís disease, stroke, several ataxias, and other types of dementia. Development of therapeutic interventions against such maladies is becoming a pressing priority. Drug discovery and drug target identification are two intimately linked facets of intervention strategies aimed at effectively combating human disorders. Genes linked to human diseases often function in evolutionary conserved pathways, readily dissected in simple model organisms. Such organisms provide attractive platforms for devising and streamlining efficient drug discovery and target identification methodologies. During the course of the ERC project NeuronAge, we developed a convenient and versatile platform for high-throughput chemical compound screening based on the nematode C. elegans (Nature 521: 525; Nature 490: 213). This innovative platform uniquely combines state-of-the-art microfluidics technologies for imaging and manipulation of neurons in vivo, with the experimental prowess of C. elegans, a highly malleable genetic model, which offers a precisely defined nervous system, two features that are not available in any other organism. We propose to: (1) bring this high-throughput compound screening system to pre-demonstration stage; (2) evaluate its dependability for drug target identification and drug discovery; (3) file US and European patent applications for IPR protection; and (4) identify potential commercialization opportunities. The overarching aim is to facilitate the exploitation of the innovation generated in the context of NeuronAge towards the betterment of human health and quality of life.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}