{
    "rcn": "207968",
    "acronym": "WOW",
    "topics": "SMEInst-12-2016-2017",
    "title": "Digitalization of outdoor advertising",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "SMEs and non-profits are currently at a disadvantage due to high barriers to using outdoor advertising, which in principle could be one of the most effective advertising channel for small businesses: (1) running outdoor advertising campaigns currently requires significant investment (>Ä1000) and commitment and (2) outdoor advertising has limited targeting options and therefore low efficiency for local businesses having few physical locations and niche target groups.\n\nIntenova addresses this challenge in a scalable way and uses strategy which aims to maximise the impact on the competitiveness of SMEs and non-profits. Intenova develops an outdoor advertising platform based on digital displays attached to cars. The content of the display is changing in real-time based on targeting preferences (car's location, time, audience, and budget limits) set by the advertiser through a bidding platform. The platform creates flexibility and opportunities for business model innovation for SMEs and non-profits who are now able to (1) deliver messages to exactly those communities that are relevant for their business and (2) organize outdoor advertising campaigns even with very limited budgets thanks to more precise targeting and low setup costs. Field testing has shown that compared to other outdoor advertising channels, SMEs were able to increase the number of received quotes by up to 150% and sales by up to 50% for the same budget.\n\nIntenova has validated the business concept, run pilot projects using printed stickers, and is expecting revenues of Ä150 000 in 2016. The proprietary digital display technology was demonstrated in summer 2016 together with the first version of the software platform. For full-scale commercialization, Intenova needs to prepare for mass-production of the display, refine software modules and algorithms.\n\nIntenovaís ambition to become one of the leading providers of digital outdoor solutions has potential to generate in excess of Ä1 billion annually.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB INTENOVA",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917647452": {
            "orgId": "917647452",
            "orgName": "UAB INTENOVA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}