{
    "rcn": "207932",
    "acronym": "TRACY",
    "topics": "SMEInst-01-2016-2017",
    "title": "Innovative RFID-UHF Traceability Platform for Human-Derived Products",
    "startDate": "01/12/2016",
    "endDate": "31/05/2017",
    "objective": "AT-Biotech is a well established Spanish SME that offers high quality RFID traceability solutions to its clients in the healthcare sector. We have already developed a system, Rhesus, that focuses in the blood donor-to-patient cycle. Rhesus significantly improves patient safety and blood quality, but also optimises the efficiency of all operational processes. At the time of writing this proposal, Rhesus has successfully identified ~35K blood donations, identified, stored and distributed ~235K blood components, and helped complete ~18K transfusions. \n\nIn just 3 years we have signed long-term contracts with main Spanish players, where we intend to reach 60% penetration in Spanish Blood Establishments (BEs) and 30% penetration in Spanish hospitals by 2021. We also have promising international business perspectives with the Red Cross in Germany, Austria and Switzerland.\nNext steps to take will be:\n1. Internationalisation.\n2. Production-upscaling and industrialisation. \n\nTRACY, our innovative RFID-UHF traceability platform for human-derived products, is an evolution of our former Rhesus platform that will help us to up-scale our production and fully internationalise our business, while providing our customers:\n1. Huge SAFETY improvement. We intend to achieve 75% safety improvement in the transfusion stage (blood products).\n2. Huge PRODUCTIVITY and EFFICIENCY improvement. We intend to achieve 15% improvement in the production stage. \n3. Huge QUALITY improvement. As a result of a thorough traceability and cold-chain control in the whole blood lifeís cycle.\n\nWithin first 3-years of business, TRACY will let us consolidate in Spain, UK, Germany, Austria & Switzerland, as well as set up in business in Portugal, Italy & France, which will let us obtain ~12M euro cumulative revenues by 2021 (RoI3-years = ~3).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AT-BIOTECH TRACEABILITY INFORMATION SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934705290": {
            "orgId": "934705290",
            "orgName": "AT-BIOTECH TRACEABILITY INFORMATION SYSTEMS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}