{
    "rcn": "207994",
    "acronym": "HORTOMOLD",
    "topics": "SMEInst-07-2016-2017",
    "title": "Valorization of rice crops by-products into compostable food packaging",
    "startDate": "01/02/2017",
    "endDate": "30/06/2017",
    "objective": "The total rice-growing area in the EU is approx. 450.000 ha, located mostly in Italy, Spain, Greece and Portugal. The ricestraw left in the fields is more often burned, as a means of clearing land rapidly and inexpensively, but environmentally very harmful. Current EU legislation has banned the practice of field burning of agricultural wastes. Nevertheless, the lack of commercial uses for rice-straw is jeopardising a change in farmers¥ habits.\n\nContrerina identified a commercial opportunity, offering sustainability on the reuse of rice straw, by delivering a value added product for the Compostable Packaging market. As a result, we delivered HortoMold, a compostable moulded packaging that contributes to resource efficiency in rice agriculture through a closed resource cycle, and pioneers the use of rice straw pulp for moulding in Europe. HortoMold exhibits excellent physicochemical properties such as compostability, mouldability, stability, breathability and shock absorbance, making it an outstanding packaging solution for certain food segments. Our early market target is compostable containers for fresh fruits & vegetables.\n\nContrerina¥s proprietary and environmental friendly process for rice-straw pulping and wet compression moulding is patent protected. Furthermore, Contrerina has a very advantageous location in Valencia, in the neighbourhood of one of the main rice producing areas of Spain, and surrounded by the largest concentration of fresh fruit & vegetables exporters to the EU. In particular exporters to Germany and the UK, the largest European consumers of compostable packaging. Contrerina aims to reach a turnover of 20MÄ by 2024 and to position as a reference European company in the production of compostable packaging from agriculture by-products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONTRERINA SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917437932": {
            "orgId": "917437932",
            "orgName": "CONTRERINA SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}