{
    "rcn": "207979",
    "acronym": "BIOECOMARINE",
    "topics": "SMEInst-10-2016-2017",
    "title": "New Ultrasonic Cost-Effective Equipment as Anti-Fouling System for Vessels",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "BIOECOMARINE project is born to bring a cost-effective and eco-friendly Anti-Fouling (AF) solution that can be easily adapted to any type of vessel regardless its length or hull material. In this context, BIOECOMARINE focused on the commercial development and further commercialization of a prototype based on the ultrasonic technology that provides vessels full AF prevention while ships are at berth. Since any kind of vessels can benefit from this system, the commercial scope of this system ranges from recreational boats to the maritime transport sector including shipping companies, commercial ports and shipyards.\n\nShipping industry has a high cost due to its high consumption of fuel, which is increased by the biofouling. Avoiding the additional fuel consumption that comes from biofouling means a reduction in the economic cost and CO2 emissions. Moreover, traditional AF coating treatments are not permanent and contain biocidal and other harmful agents with its corresponding environmental impact in water. In this context, BIOECOMARINE will drastically increase AF Coating (AFC) efficiency and durability, reducing AFC treatments up to a third of current practice. Hereby fuel consumption as energy source will be optimized, resulting in a reduction of 5-7% of the annual fuel consumption. Finally, using BIOECOMARINE, the estimated saving based on total boat operation expenses are between the range of 15 ñ 20%.\n\nTo sum up, BIOECOMARINE is an innovative and sustainable product that has technical (easy installation, programmable, full protection, no effect in ship machineryÖ), economic (no docking period, reduce fuel consumption, cheap) and environmental (reduce CO2 consumption, non-toxic) competitive advantages that will lead this product to be the first industrial solution able to offer a low cost, broadly effective, programmable, and truly non-toxic and eco-friendly Anti-Fouling solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENFUELS BIOINGENIERIA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934687539": {
            "orgId": "934687539",
            "orgName": "GREENFUELS BIOINGENIERIA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}