{
    "rcn": "207928",
    "acronym": "EO-VAS",
    "topics": "SMEInst-04-2016-2017",
    "title": "Earth Observation Value Adding Services ñ Earth Observation Design and Publishing Service",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The proposed project (hereafter: EO-VAS project) will RESHAPE Earth Observation Value Chain by BREAKING ìDOWNSTREAMî component and significantly SIMPLIFYING development and delivery of Earth Observation Adding Value Services (hereafter: EO VAS).\n\nProject foundation is built around SINERGISEís award-winning (2016 Copernicus Masters Award) Sentinel Hub Operational Prototype (world-first engine for archiving, processing and distribution of Sentinel data) and GEOVILLEís extensive set of processing algorithms (applied in over 100 existent EO VAS).\n\nMain project delivery, EO-Toolset has an ambition to become:\n- First virtual market place for EO VAS, introducing completely NEW BUSSINESS MODEL in the area of EO services = model, benefiting all participants in EO value chain - from data providers, through service providers to end-users.\n- EO VAS innovation hub: fostering development of EO services, becoming a virtual meeting place for the exchange of new ideas and encouraging EO VAS experimenting \n- Virtual business incubator for emerging earth-observation oriented start-ups, that lack the means to commercialise their EO services by themselves. \n- Pre-processing engine for other EO domain services, helping them to reduce pre-processing costs and to turn their attention into domain expertise and higher quality of their products.\n\nEO-VAS will focus on the agriculture and non-life insurance as high revenue entry markets, with the entire optical EO space industry application domain field as revenue market. Conservative investment ROI turning point is 2022 with projectís 15-yearís Net present value of almost Ä 11,2 MIO, Internal rate of return of 46%. Importantly, due to the setup of EO-VAS enabling customer processing capacities, an significant economic benefit is expected to the entire EO application market, with an estimated leverage effect of 30, putting the effective value of EO-VAS at Ä 336 MIO.",
    "totalCost": "2851217,5",
    "ecMaxContribution": "1995852,25",
    "coordinator": "SINERGISE LABORATORIJ ZA GEOGRAFSKE INFORMACIJSKE SISTEME DOO",
    "coordinatorCountry": "SI",
    "participants": "GEOVILLE INFORMATIONSSYSTEME UND DATENVERARBEITUNG GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "998860314": {
            "orgId": "998860314",
            "orgName": "GEOVILLE INFORMATIONSSYSTEME UND DATENVERARBEITUNG GMBH",
            "ecContrib": 891865
        },
        "955490450": {
            "orgId": "955490450",
            "orgName": "SINERGISE LABORATORIJ ZA GEOGRAFSKE INFORMACIJSKE SISTEME DOO",
            "ecContrib": 1103988
        }
    },
    "calculatedTotalContribution": 1995853
}