{
    "rcn": "207956",
    "acronym": "APU-OFF",
    "topics": "SMEInst-10-2016-2017",
    "title": "Auxiliary Power Unit SubstitutiOn Service For AircraFt",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Guinault was founded in 1949 and has established itself as an expert in ground support equipment for aircraft. Over 65 years later we are specialists in 400Hz 28Vdc Ground Power Units (GPU), frequency converters, air start units and Air Conditioning Units (ACU) for civil and military aircraft. With an engineering team of 22 people and 120 employees in total, we produce 300 units per year in our 12,000m^2 facilities in Orleans, France. Currently there are more than 10,000 examples of Guinault equipment operating in more than 100 countries around the world. APU OFF is about aeroplanes, stationary on the ground, shutting down their Auxiliary Power Unit (APU) ñ a smaller, yet still noisy and polluting turbine engine fitted in the aircraft tail to power ancillary systems. APU OFF builds upon our expertise in GPUs and ACUs, exploits new and alternative clean energy solutions, and embraces ìBig Dataî and the Industrial Internet of Things (IIoT) to deliver a solution for the electrical and air conditioning requirements of stationary aircraft that actually works; tailored to requirements and fit for purpose. This data-driven approach will allow us to work on the development a new generation of intelligent ground support equipment. Combining this with a service business model that will realign the cost-benefit scenario, linking the cost of the service to the benefits experienced by the real end user, will deliver benefits to all stakeholders, direct and indirect.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GUINAULT SA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918969077": {
            "orgId": "918969077",
            "orgName": "GUINAULT SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}