{
    "rcn": "207907",
    "acronym": "MAFRAN",
    "topics": "ERC-2016-COG",
    "title": "Mathematical Frontiers in the Analysis of Many-particle Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The recent growing mathematical activity around the partial differential equations of kinetic theory has lead to deeper and deeper conceptual breakthroughs. This has opened new paths, and has created new frontiers with other cutting-edge fields of research.\nThese frontiers correspond to three combined levels: the dialogue with another world-leading research community; the uncovering of deep new connexions and methods through this interplay; the possibilities of making significant progresses on a fundamental open problem:\nI. with the elliptic regularity community (regularisation for nonlocal collision operators, De Giorgi- Nash theory): the main challenge is the well-posedness of the Landau-Coulomb equation;\nII. with the dispersive and fluid mechanics equations communities (nonlinear stability driven by phase mixing): the main challenge is the damping stability of non spatially homogeneous structures;\nIII. with the dynamical system and probability communities (mean-field and Boltzmann-Grad limits): the main challenge is the rigorous derivation of the fundamental equations of statistical mechanics on macroscopic times;\nIV. with the applications to biology, ecology and statistical physics (emerging collective phenomena for open many-particle systems): the main challenge is the understanding of steady or propagation front solutions and their stability outside the realm of the 2d principle of thermodynamics.\nThese frontiers can rapidly lead to key advances with potential impact in mathematical analysis and fundamental physics (plasma physics, statistical mechanics); the work program Horizon 2020 would strongly benefit from the construction of a world-class research centre devoted to them. This is my objective in this project: I have played a key role in the opening of these frontiers, I propose new approaches, I have experience in building a research group, and the University of Cambridge, where I am based, would provide a unique supportive environment.",
    "totalCost": "1950637",
    "ecMaxContribution": "1950637",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}