{
    "rcn": "207967",
    "acronym": "FLYwheel",
    "topics": "SMEInst-10-2016-2017",
    "title": "Low-cost, High-efficiency FLYwheel Energy Recovery System for On-highway Commercial Vehicles",
    "startDate": "01/02/2017",
    "endDate": "30/06/2017",
    "objective": "The aim of the feasibility study is for Flybrid Automotive Ltd, a world leader in high-speed flywheel energy storage, to evaluate the technical, market and commercial opportunities of developing an innovative kinetic energy recovery system (KERS) for On-highway commercial vehicles, based on an existing, low-cost Off-highway product.\n\nCommercial vehicle operators are under continuous pressure to reduce operating costs of which fuel is a significant part. Flybrid's KERS product will provide a low-cost, short-payback fuel saving product for which there is significant market appetite. Fuel savings also equate to the global issue of CO2 and emissions reduction. The product will be primarily developed by Flybrid, supported by European tier 1s and OEMs in the commercial vehicle industry.\n\nThe study will look at a number of key areas across a range of trucks/buses models and OEMs:\n- fuel and CO2 savings\n- KERS product cost\n- commercial attractiveness to both the vehicle purchaser and across the full supply chain\n- market size and growth opportunities\n\nThe study is expected to show that a simple, low-cost product can be developed that will:\n- offer 20% fuel and CO2 savings\n- deliver a <3 year payback on the KERS system cost to truck / bus operators\n- generate significant market pull and volume growth (10k units rising to 50k units at maturity)\n- create substantial incremental revenue and profit generation within the full value chain (almost entirely based within the EU).\n- achieve Ä38mil profit across the supply full chain at 10k units/annum with the mature potential for Ä180mil at 50k units/annum\n\nIt is likely that phase II funding would be sought to support the progression of the opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLYBRID AUTOMOTIVE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916988240": {
            "orgId": "916988240",
            "orgName": "FLYBRID AUTOMOTIVE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}