{
    "rcn": "207930",
    "acronym": "GaSeS",
    "topics": "SMEInst-09-2016-2017",
    "title": "The first low cost optical gas imager for fugitive emissions mitigation, increasing energy efficiency in industry",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "There is a growing demand of technological solutions to detect and identify gas leaks in different industries. It is expected that this market will grow from 5.818 MÄ in 2015 to 8.000 MÄ by 2020, at a CAGR of 6.6%. Products to be developed and demonstrated in this project respond to the specific needs and requirements from industries in the Oil&Gas and chemical (Sulphur dioxide, SO2) sectors. After phase 1 execution SENSIA has confirmed that these sectors are highly demanding a more efficient solution to cope with their fugitive emissions problems.\nSENSIA ambition is to commercialize an low cost (price reduction of among 70-80% compared with current alternatives) uncooled camera based on infrared imaging technology that can easily detect and identify fugitive gas emissions in the Oil&Gas, chemical (SO2) and many other industries. This device will be the first of its kind considering that solutions currently available are based on cooled technology, with much higher costs and complexity associated.\nThree different prototypes will be demonstrated in fully operational industrial environments provided by some of the largest and most representative EU companies such as GDF Suez, Enagas, Repsol or TOTAL. These prototypes respond to clear industrial needs identified during the feasibility study (SME instrument phase 1):\nï Business case 1: Handheld/portable equipment for punctual inspections.\nï Business case 2: Fixed closed circuit cameras system for large infrastructures surveillance and monitoring.\nï Business case 3: On board (UAV/drones) equipment for aerial inspections of large infrastructures.\nFinally, as profitability indicators this project obtains very positive figures such as NPV of \\17 MÄ or IRR of the 90%. We expect to leverage more than 35 MÄ of profits during the first 6 years of commercialization.",
    "totalCost": "1904857",
    "ecMaxContribution": "1333399,9",
    "coordinator": "SENSIA SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939098129": {
            "orgId": "939098129",
            "orgName": "SENSIA SOLUTIONS SL",
            "ecContrib": 1333400
        }
    },
    "calculatedTotalContribution": 1333400
}