{
    "rcn": "207963",
    "acronym": "OrbEx",
    "topics": "SMEInst-04-2016-2017",
    "title": "Innovative Low-Mass Tanks for a Low-Cost European Micro-Launch Vehicle",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Small satellites (smallsats) are playing an increasingly significant role in space. Smallsats currently fly to space via ride-sharing ñ taking spare capacity on a large launcher. Rideshare has numerous issues, including lack of availability, severe launch delays, and unsuitable orbits.\n\nOrbEx is developing an EU-based orbital micro-launch vehicle with a uniquely innovative advantage that eliminates the issues of rideshare and mitigates the cost of a dedicated launch for smallsat operators. The vehicle exploits the properties of dual-cryogenic propellants to create an innovative, lightweight, low-cost tanking arrangement that reduces the inert mass of the launch vehicle by as much at 30% over traditional designs. \n\nThe small satellite launch market is well established and growing rapidly. The market for smallsat launch services is projected to grow from US$0.89B to US$2.52B by 2022, a CAGR 23.2%. \n\nThe benefits of developing this tanking system for a European micro-launch vehicle include:-\n\nï Lowering cost of space access, including logistics/integration\nï Reduced delay in time-to-market\nï Enabling faster revenue generation for smallsat business models\nï Shortening launch procurement & integration lead time \n\nOrbEx staff have designed & realized a prototype tank, and subsequently drafted a patent for the technology. The tank was instrumented, hydrostatically pressure-tested and then used to prove the concept in cryogenic conditions.\n\nThe objective of this SME Instrument Phase 1 study is to build on our prototyping of this innovative concept, to explore the realization of this tank concept using composite materials. We will assess whether 1) this is technically possible, without requiring export-controlled technology from overseas, using European materials suppliers / partners, and 2) how it could be implemented in subsequent development and volume production steps leading to a highly differentiated, low cost, micro-launcher capable of launch from mainland Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ORBITAL EXPRESS LAUNCH LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917355385": {
            "orgId": "917355385",
            "orgName": "ORBITAL EXPRESS LAUNCH LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}