{
    "rcn": "207962",
    "acronym": "Tinnitus Platform",
    "topics": "SMEInst-06-2016-2017",
    "title": "Commercialization of novel Diagnostic Platform with Synaptic adaptation Arc treatment method for tinnitus patients.",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Meeting demand for the first medical device for diagnosis and therapy of tinnitus is set to be a crucial challenge for future audiology and neurology. For that reason Kinetic Center of Advanced Audiology (www.kinetic-cna.pl/) aims to commercialize technologies for the Tinnitus examination and treatment. To do so, co-founders rely on their extensive experience and the interdisciplinary team of: audiologists, laryngologists, medical technicians, neurobiologists, neuroscientists, musical trainers, hearing care professionals, clinicians and nutritionists.\nOur main objective today is to bring to the global market a novel ìTinnitus Diagnostic Platformî which is a IT platform of multiple test, that can give more information and indicate with more precision the nature of the tinnitus and  ìSynaptic adaptation Arc therapyî which is dedicated for tinnitus patients after sudden hearing loss. We have conducted preliminary research studies on a small group of around 200 patients and the promising results encouraged us to demonstrate clinical effectiveness of our solution on n a bigger number of subjects.\nThe key market application of Tinnitus Diagnostic Platform is to differentiate the pathology of hearing and finally to select appropriate treatment. Synaptic adaptation Arc therapy is based on continuous acoustic stimulation which enforces activity of hear cells and nervous system and gives opportunity to release Arc/Arg 3.1 protein that rebuild synapses. The project addresses the problem of lack of medical device for tinnitus diagnosis and very poor research on the course of the condition.\nFinally, to fully exploit and to commercialize this new and EU-based technology, we want to open new Advanced Audiology Clinics around Europe to propose complex methods on hearing pathologies. The Future growth will be driven through sales of Tinnitus Diagnostic Platform to other Audiology Clinics (B2B) and sales of Synaptic adaptation Arc therapy treatment set to patients (B2C).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KINETIC CENTRUM NOWOCZESNEJ AUDIOLOGII SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927163152": {
            "orgId": "927163152",
            "orgName": "KINETIC CENTRUM NOWOCZESNEJ AUDIOLOGII SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}