{
    "rcn": "207943",
    "acronym": "HYDRUS",
    "topics": "SMEInst-10-2016-2017",
    "title": "high-pressure HYdrogen booster for DistRibUted small-medium refuelling Stations",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "'The market of hydrogen refuelling stations is expected to thrive, with more than 400 stations by 2023 only in Germany. Hydrogen mobility is today the only reliable alternative to electric vehicles since it does not suffer the limits in autonomy and charging time affecting electric vehicles, opening promising perspective to decarbonise the transport mass-market.\nA widespread geographic coverage of the refuelling infrastructure is an unavoidable step to boost the hydrogen mobility, but the main bottleneck in the realization of this target is currently the high cost of refuelling stations. New cost-effective technologies for development of small-medium refuelling stations are eagerly demanded to give the initiative the proper initial sustainability.\nHYDRUS aims towards this direction, providing a breakthrough high-performance compressor and a flexible and modular architecture for the refuelling station enabling\n- to limit the initial costs of investments;\n- to scale the size of the infrastructure by later addition of new modules;\n- to increase the resilience, reliability and security of the refuelling infrastructure, by significantly reducing the size (or potentially avoid) of the high-pressure storage.\nThe core of HYDRUS proposal is a 'Hydraulic driven intensifier' booster, allowing\n- Compression capacity above 90 MPa to cope with the new fuelling protocols set by the SAE J2609 guideline;\n- High flow rate (200-600 Nm3/h) during refilling of vehicles to fulfil the customersí expectations of fuelling time in 3-5 minutes.\nOur vision is to introduce a disruptive refuelling technology to make infrastructures more sustainable, safe and adaptable to evolving needs of H2 mobility.\nThe feasibility study aims to assess the opportunities and risk, as well as to plan the activities necessary \n- To industrialize Hydrus booster\n- To validate the HYDRUS architecture refuelling infrastructure\n- To test the potential target market to achieve a successful business exploitation'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IDRO MECCANICA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916571722": {
            "orgId": "916571722",
            "orgName": "IDRO MECCANICA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}