{
    "rcn": "207965",
    "acronym": "Stepwise",
    "topics": "SMEInst-05-2016-2017",
    "title": "Stepwise Stapler is a laparoscopic device for vastly superior tissue closure",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Stepwise Stapler is a proprietary engineered laparoscopic device. It carries out important tissue closure at the end of laparoscopic surgical procedures, providing vastly superior outcomes and greatly minimised fall-out compared to current closure devices \n\nIts adoption will bring improved patient healing outcomes, reduced medical infrastructure burden, and reduced financial burden to patients, the state, and medical insurers.\n\nMembers of Stepwiseís core team have already attained instrumental experience through the successful commercialization of laparoscopy devices through startup Eon surgical; which was successfully acquired by multi-national firm Teleflex. This same expertise would bring Stepwise to similar footing in the product and market development process to bring its product to even greater heights. The core team includes over 80 yearsí expertise involving mechanical engineering, biomedical engineering, and surgery.\n\nThe proposed work in Phase 1 of the SME instrument fits into Stepwiseís overall plan to carry out a full assessment for its business model, on whether sales of the product under the Stepwise brand name, or licensing to an established brand would be more feasible. It would also allow Stepwise to confirm its OEM contract manufacturer, considering the material specifications, their specialities, and logistical connections to ensure a seamless supply chain",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STEPWISE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924144221": {
            "orgId": "924144221",
            "orgName": "STEPWISE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}