{
    "rcn": "207976",
    "acronym": "TownHall24",
    "topics": "SMEInst-10-2016-2017",
    "title": "A 24/7 platform providing access to services for isolated communities and reduced mobility residents",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "Over the past decades, new residential areas have emerged further and further away from urban centers. This trend can be observed in all urban areas around Europe. Although this has some advantages (larger, greener and cheaper living areas) there are also carry important inconveniencies. The lack of efficient and easy transportation and logistics implies that consumers cannot access or afford their preferred services without using the car. The total annual value of car usage by consumers to access stores and services in Finland alone is estimated at Ä3.5 Billion. Extrapolated to the EU, this amounts over Ä300 Billion. Moreover, 25% of the population does not have proper access to these commercial areas because of reduced mobility (elderly, young people, families without a second car). To solve these problems, while taking advantage of a newly to be developed market segment, we have funded Community Constructor to develop  TownHall24. Community Constructor is a spin-off of Coreorient, the company behind the sustainable crowdsourced delivery service PiggyBaggy. TownHall24 is a physical shared space within walking distance, self-powered, sustainable, easy-to-be-installed and internet-connected. Members of the local community can use it for services such as deliveries, rentals, second hand sales, recycling, public services or access to locally relevant information. After some pilot trials in Finland 50-80% of the participants wanted to keep using TownHall24 and 85% wanted the piloted services to continue operating. The successful implementation of TownHall24 will create flourishing local markets in which more people can participate, while simultaneously reducing car using. TownHall24 will greatly improve access to services in local communities in a sustainable way, while allowing Community Constructor grow to achieve Ä46 Million of profits.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMMUNITY CONSTRUCTOR OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918678174": {
            "orgId": "918678174",
            "orgName": "COMMUNITY CONSTRUCTOR OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}