{
    "rcn": "207906",
    "acronym": "EMPIRE",
    "topics": "ERC-2016-COG",
    "title": "Galaxy Evolution in the ALMA Era - The Baryon Cycle and Star Formation in Nearby Galaxies",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "A thorough understanding of the processes regulating the conversion of gas into stars is key to understand structure formation in the universe and the evolution of galaxies through cosmic time. Despite significant progress over the past years, the properties of the actual dense, star forming gas across normal disk galaxies remain largely unknown. This will be changed with EMPIRE, a comprehensive 500hr large program led by the PI at the IRAM 30m mm-wave telescope. EMPIRE will provide for the first time extended maps of a suite of dense gas tracers (e.g., HCN, HCO\\, HNC) for a sample of nearby, star-forming, disk galaxies.\n\nBy means of detailed analysis, including radiative transfer and chemical modelling, we will constrain a variety of physical quantities (in particular gas densities). We will relate these directly to the local star formation efficiency and to a variety of other dynamical, stellar and local ISM properties from existing pan-chromatic mapping of these galaxies (HI, IR, CO, UV, optical) to answer the question: 'how is star formation regulated across galaxy disks?'. By determining true abundance variations, we will contribute key constraints to the nascent field of galaxy-scale astrochemistry. Detailed comparisons to data for star forming regions in the Milky Way will link core, cloud and galactic scales towards a coherent view of dense gas and star formation. These results will provide an essential anchor point to Milky Way and high redshift observations alike.\n\nAnalysis, interpretation and modelling of this complex data set requires a team of two postdocs and two PhD students. The PI has demonstrated his ability to successfully lead a research group through his current position as a DFG funded Emmy-Noether group leader. In combination with his widely recognized previous work and his expertise in mm-wave astronomy and ISM/star formation studies, the PI and the proposed group are uniquely positioned to make significant impact during this ERC grant.",
    "totalCost": "1659451",
    "ecMaxContribution": "1659451",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1659451
        }
    },
    "calculatedTotalContribution": 1659451
}