{
    "rcn": "207951",
    "acronym": "AORTA",
    "topics": "SMEInst-08-2016-2017",
    "title": "Alginor`s Ocean Refining Total utilizing technology",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Alginor will carry out a feasibility study on its innovative AORTA technology for sustainable utilization of seaweeds. The feasibility study includes examining the technical- and economic viability, identification of specific technical risks, raw material risks and alternative sources in order to proof the viability of the technology and highlight the economic benefits. The proposal is outlining the need for elaboration of vital commercial elements in a Business Plan, including development of an Organizational and Financial strategy.\n\nAlginor will establish a biorefinery for seaweeds based on our highly innovative AORTA technology. The concept aims at total utilization of seaweed by a multiproduct blue biorefinery. The concept achieves cost-advantages through cost-sharing over multiple products such as biopolymers, savoury, bioactive compounds as well as food and feed products. The product portfolio will facilitate new value chains and meet customer demands, especially according to mega-trends within Pharma & API, Health & Nutrition, Food, Biomaterials, Feed, Agro and Chemical industries. Initial focus in the key markets is the need for high-grade powders to the food-, health- and nutrition industries. Higher product yield from an ultra-pure and formula-specific product portfolio improves overall economy of the project. Further, the AORTA concept will increase raw material utilization to ~100% and make utilization of environmental chemicals in the production obsolete.  \n\nThe planned feasibility study is a step towards minimizing risks during commercialization of the technology. The ultimate business goal is to establish a large scale manufacturing unit (the biorefinery). Risk minimization through first performing a demonstration-plant of smaller scale in order to control project-risk is vital for future financing. The present feasibility study will lay the foundations for an Investor Memorandum (Phase 2).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALGINOR ASA",
    "coordinatorCountry": "NO",
    "participants": "MARINE BIOPOLYMERS LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "927546884": {
            "orgId": "927546884",
            "orgName": "ALGINOR ASA",
            "ecContrib": 50000
        },
        "968348285": {
            "orgId": "968348285",
            "orgName": "MARINE BIOPOLYMERS LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}