{
    "rcn": "207978",
    "acronym": "PEA",
    "topics": "SMEInst-09-2016-2017",
    "title": "Aluminium Portable Element Analyser",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Founded in ReykjavÌk (Iceland) in 2013, our company DT Equipment [DTE] is a start-up focused upon the development of high technology equipment and systems for process and quality control in the aluminium industry. Our team of experts work in close cooperation with partners within the aluminium sector and research community ñ such as the Innovation Center Iceland; the engineering consultancy Verkis; global producer of primary aluminium Century Aluminium, owner of Nordural Grundartangi, one of Iceland's largest aluminium facilities and the University of Reykjavik. To sustainably grow, we are committed in redefining problems to opportunities and providing creative solutions to our customers by thinking outside the box. Our philosophy: safe, reliable and high performance equipment that meets the customer's demand. \n\nBased on our customers' feedback, the industry trends for high efficiency and lean process, and taking advantage of our experience in process control in the aluminium sector, we have conceived PEA, an innovative portable analyser for aluminium, able to perform on site real-time, accurate analyses. With PEA, no need for samples nor expensive laboratories. Practically, the use of PEA will allow the aluminium smelters to optimize their process, which directly translates into safety and energy savings, reducing operation costs, minimizing fluoride emissions. \n\nOur revolutionary kit is set to change the entire industry, as it addresses the current limitations of a process known to be extremely energy intensive. Our PEA project will lead to long-term profitability for our customers ñ with potential yearly savings of Ä7.1 per produced tonne of aluminium ñ and our company, generating Ä13.9 millions of accumulated profit by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DT EQUIPMENT EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917752115": {
            "orgId": "917752115",
            "orgName": "DT EQUIPMENT EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}