{
    "rcn": "207945",
    "acronym": "CryoBiopsy",
    "topics": "SMEInst-05-2016-2017",
    "title": "CryoBiopsy: a bi-modal temperature sample preservation device for standardized breast cancer biopsy",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Biopsy is commonly used in medicine and clinical research for diagnosis and characterization of cancer and other diseases. Traditionally, the tissue sample obtained is preserved by fixation with formalin and analysed histologically by a pathologist. However, current advances in biomedicine make an increased use of sophisticated molecular technologies which, rather than looking at the tissue morphology, analyse changes in specific molecules active in cellular pathways (biomarkers). These technologies require tissue that has not been compromised by the traditional biopsy fixation with formalin. Sorek Medical Systems Ltd. is a 16-year-old R&D company focused on researching, developing and producing high-tech diagnostic medical devices. Sorek's objective in this project is to develop and market a device for breast cancer biopsy which optimizes tissue sample acquisition, handling and preservation. Sorek's innovative solution, unique in the market, solves the problem of sample processing standardization and generates a sample ready for biomarker analysis, among other advantages. Sorek's biopsy devices will be used by radiologists and surgeons, and by pharmaceutical companies seeking the development of biomarker-targeting drugs with the goal of improving cancer diagnostics and the practice of personalized medicine. The innovation is of critical importance to the further development of the company, as it will reinforce its position and help us grow in an area with such huge potential as breast cancer diagnostic devices. The objective of this project is to perform a feasibility study of the technical, commercial, and financial perspectives of Sorek's proprietary differential temperature preservation technology including, among others, analysis of additional R\\D necessary, certifications and standardizations required by the industry, regulatory environment and patentability,  and commercial strategy involving our present and future commercial partners.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOREK MEDICAL SYSTEMS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930587834": {
            "orgId": "930587834",
            "orgName": "SOREK MEDICAL SYSTEMS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}