{
    "rcn": "207948",
    "acronym": "METAdiag",
    "topics": "SMEInst-05-2016-2017",
    "title": "METAdiag: Diagnose to Cure",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "As all living organisms, our cells need to feed on a balanced diet to stay healthy and correctly function. To do that, cells adapt their nutrient consumption according to their energetic needs. If the uptake mechanism is impaired, it impacts cell metabolism. Both starving cells & overfeeding cells are a hallmark for the onset and progress of serious diseases like diabetes, cancer or inborn errors of metabolism, which can all be seen as metabolic diseases. These are debilitating conditions that need lifelong treatments, entail poorer life quality and incur a major economic burden. Subjects appear initially healthy and symptoms are often overlooked, but by the time of diagnosis, damage can no longer be reverted. Conversely, early detection could prevent most of the damages by starting specific therapies. However, despite the fact that all metabolic diseases have abnormal cell energetics, there are no tests for cell metabolism in clinical practice. In response, we at METAFORA aim to bring to market METAdiag, the first diagnostic platform able to assess and monitor the metabolic status of our cells. This unique and non-invasive diagnostic system is able to detect abnormal cell energetics by quantifying the levels of nutrient transporters at the cell surface. After proving the reliability and accuracy of our platform at a small scale, we now aim to take a step further towards the market. Thus, in Phase 1 we aim to conduct a Feasibility Study that will help us to assess and achieve the significant milestones influencing the project from the technical, commercial and financial perspectives. Based on proprietary technology and on a strong collaboration network, METAdiag will be uniquely positioned to detect metabolic impairments, allowing clinicians to achieve an earlier diagnosis and patients to receive better management and prognosis. In turn, METAdiag will boost the growth of our company, expecting to generate Ä42 million in revenues and to hire 22 new people in 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "METAFORA BIOSYSTEMS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937988934": {
            "orgId": "937988934",
            "orgName": "METAFORA BIOSYSTEMS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}