{
    "rcn": "207924",
    "acronym": "IoTEE",
    "topics": "SMEInst-04-2016-2017",
    "title": "Internet of Things Everywhere on Earth: a satellite based M2M solution",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "IoTEE provides a unique approach to providing IoT services from space, enabling a doubling of Europeís Space IoT market share from 5% today to 10% by 2020, representing a Ä700Bn market opportunity. Accelerating adoption of IoT allows earlier access to the economic and societal benefits from cheaper, more autonomous operation of very large networks of small devices, to address key challenges such as: environmental monitoring, food security, climate change risk mitigation, border security. IoTEE bridges a gap in the provision of M2M communications, particularly outside ësmart citiesí. The project further increases M2M security, and allows cheaper, more autonomous operation of very large networks of small devices. \nThe IoTEE devices implement a unique new communication protocol, LP(U)WAN, extending the LPWAN benefits over satellite coverage distances with additional security. The consortium includes leading figures inside the Space IoT and Telematics industries, with deep experience of EU and ESA project management, autonomous device design and operation in demanding environments, and user requirements driven solutions. It is further backed by extensive technology and business networks, including support from strategic partnerships with ESA, German DLR and TZR. The implementation infrastructure for IoTEE utilises and enhances unique European generated technology and solutions (S4M TELDASAT Space M2M solution, the existing GTS hardware on the ISS, and an exclusive ITU license to use the GTS downlink frequency band). The project will generate Ä33M revenue and 100 direct jobs by 2026 plus an additional 200\\ jobs in the surrounding ecosystem.",
    "totalCost": "2607413,75",
    "ecMaxContribution": "1825189,63",
    "coordinator": "SAT4M2M GMBH",
    "coordinatorCountry": "DE",
    "participants": "EUREKA NAVIGATION SOLUTIONS AG",
    "participantCountries": "DE",
    "projectParticipants": {
        "957730471": {
            "orgId": "957730471",
            "orgName": "EUREKA NAVIGATION SOLUTIONS AG",
            "ecContrib": 0
        },
        "924655702": {
            "orgId": "924655702",
            "orgName": "SAT4M2M GMBH",
            "ecContrib": 1825190
        }
    },
    "calculatedTotalContribution": 1825190
}