{
    "rcn": "207989",
    "acronym": "Waste Compactor",
    "topics": "SMEInst-11-2016-2017",
    "title": "Green Automatic Waste Compactor",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Households and businesses more and more often face with the trash piling up in bins, even if sorted properly. The sheer volume of waste causes more maintenace, more driving to reycling facilities and more costs of municipal waste management. It is a wide problem: every EU citizen on average throws away 444 kg of household waste per year.\n\nOur Green Automatic Waste Compactor can help. By compressing recyclable trash, It reduces their volume. Modern user just needs to put the plastic, PET bottles, tins, or cans inside, press the button and the volume is automatically reduced.\n\nGreen Automatic Waste Compactor uses our patented horizontal press, which enables integration under kitchen counter, in a drawer or standalone solution. It takes up to 75% less kitchen space than competition, but can still reduce the waste volume by 80%. Also, it is a universal solution for all materials and enables further waste sorting, whereas competition uses either plastic or can dedicated solutions, or compacts all trash in one unsortable cube.\n\nOur solution is aimed at the segment of small EU waste producers: households, restaurants, offices, airplanes, stores and similar small businesses with limited space options. We will target Slovenia, Austria, Germany and Switzerland first, followed by Scandinavian and Benelux countries. The reason is in highest eco consciousness of those citizens, relative high waste costs, and our existing network in these countries that will ease market access. In 5 years, we conservatively project 5000 sold units, 2.1 mio Ä sales income, 20-25% netto profit margin and at least 15 new jobs.\n\nWe have first working prototype, already protected with patent. In Phase 1 we will develop new prototype on the basis of first one, to cover all target segment needs, confirm it on the market and protect it as well. Also, we will search for partners (technical merchants, kitchen appliances producers) for commercialization on EU markets and prepare a strategic business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DUKIN, RAZVOJ EKOLOSKE OPREME DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916536317": {
            "orgId": "916536317",
            "orgName": "DUKIN, RAZVOJ EKOLOSKE OPREME DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}