{
    "rcn": "207915",
    "acronym": "HapticCell",
    "topics": "ERC-PoC-2016",
    "title": "Haptic micromanipulation system for low cost autonomous microinjection tasks",
    "startDate": "01/02/2017",
    "endDate": "31/01/2018",
    "objective": "The ability to handle and operate on cells is an emerging technology that will accelerate the development of novel cell-based therapies. By being able to modify donor cells in-vitro to fight disease more effectively and in volume will have paradigm shifting advances in a wide range of fields such as biotechnology, pharmacology, agriculture, oncology, genetics and embryology. As highlighted by the Innovate UK Cell Therapy Catapult, by 2017 the cell-based therapy manufacturing industry will be worth more than Ä4.5billion. To realise this opportunity, it is vital clinicians and manufacturers have access to efficient tools that are also repeatable. Several methods exist that enable the manual manipulation of cells, amongst which microinjection tasks is the most common. However, current techniques are labour intensive, vary in quality, and lack the measurement of force between the tools used and the cell needed to reduce damage during contact. Moreover, as these processes are not automated and can only be performed one cell at a time, it is prohibitively expensive to produce new cell-based therapies at the volumes needed for clinical trials. To address these unmet needs, we present ëHapticCellí, a robotic micromanipulation platform for low cost autonomous microinjection tasks. In this ERC-PoC project, we will extend our ERC research in telehaptic micromanipulation to support schemes for automation and establish its technical feasibility in performing repeatable microinjection tasks in volume appropriate for clinical needs. Further, in collaboration with spin out company Yantric, UCL Business and identified first customers, we will conduct the necessary commercial activities to translate HapticCell into the real world. To start, we envisage HapticCell to be an indispensable tool for achieving higher throughput in the in-vitro fertilisation (IVF) market, which will then act as a stepping stone into the broader single cell manipulation domain and cell-therapy production.",
    "totalCost": "149982",
    "ecMaxContribution": "149982",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "YANTRIC INC FOR PROFIT CORPORATION",
    "participantCountries": "US",
    "projectParticipants": {
        "950509694": {
            "orgId": "950509694",
            "orgName": "YANTRIC INC FOR PROFIT CORPORATION",
            "ecContrib": 21966
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 21966
}