{
    "rcn": "207934",
    "acronym": "3D-COMPETE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Mini Factories for 3D printing of Large Industrial Composite Structures",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "The increasing global demand for renewable energy utilization sets a positive growth scenario for the wind energy sector. Indeed, it is predicted that the global wind power capacity at 318 GW at the end of 2013, to reach 618 GW by the end of 2020. However, despite the growth potential, the wind energy sector faces several challenges that might endanger its long term sustainability. These challenges refer mainly to the industry competitiveness, which is increasingly affected by the price reduction of other energy alternatives, and because the most profitable (windiest) places are already occupied, the available free space is less profitable in terms of bulk energy generation, as well as a progressive reduction in government level subsidies (example in UK and Spain). This results in a strong price sensitivity for the wind energy sector, for which the only alternative goes through a significant reduction of bulk power costs. Considering that the price of wind turbines accounts for more than 80% of the total costs of a wind farm (2M-4MÄ/turbine), it is clear that reducing wind turbines prices is the only meaningful solution for the long term sustainability of the sector. 3D-COMPETE will provide the wind energy sector with a low cost solution for manufacturing the complex and heavy structural parts of wind blades. The proposed innovation is the use of an additive manufacturing process, automated fibre placement (AFP), which will enable the automation of the process. Our solution will reduce the manufacturing costs of these components by 40% (from 4,000Ä/ton down to 2,400Ä/ton). As for understanding the business opportunity, 3D-COMPETE solution will bring our customer (wind blade manufacturers) savings that can range Ä3.5M/year (for smaller clients that produce ~400 wind blades/year) up to Ä26M (for larger clients that produce ~3,000 blades/year).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAIZAM COMPOSITES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933538671": {
            "orgId": "933538671",
            "orgName": "CAIZAM COMPOSITES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}