{
    "rcn": "207916",
    "acronym": "NEW-AGE",
    "topics": "ERC-PoC-2016",
    "title": "A next-generation platform for catalysing pre-clinical development of drugs against Alzheimerís and other degenerative diseases of old-age",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "Degenerative diseases of old age, including cardiovascular diseases, type II diabetes, and chronic respiratory conditions, have emerged as the major causes of death in EU countries. Of special concern are neurodegenerative conditions including Alzheimerís and Parkinsonís, which have been described as the greatest unmet need facing modern medicine. Developing new therapies to slow, halt, or reverse these pathologies is regarded as a key element in addressing this global health priority. No such therapies have been successfully developed to date.\n\nA major unsolved challenge faced by drug discovery organisations is that for most degenerative conditions, there are no prognostic markers that can be used to predict whether a candidate therapy is likely to improve clinical outcome.\n\nOur solution to this problem exploits the fact that the pathogenesis and progression of all degenerative diseases is associated with oxidative stress. Oxidative stress thus makes an excellent potential prognostic biomarker, but it has been difficult to measure in vivo. Now, under the REDOX ERC Advanced Investigator Award, we have developed a portfolio of next-generation mouse models in which oxidative stress can be monitored at single-cell resolution across all organs. Moreover, the measurements can also be performed non-invasively and in real-time. We believe that these mice provides a new platform with unprecedented utility that can be used by drug-discovery organisations to accelerate, reduce the costs, and increase the predictive power of their pre-clinical pipelines for degenerative conditions. To support commercial exploitation of these models, we will:\n\na) Show that our oxidative stress biomarkers are elevated in mouse models for two degenerative conditions, Alzheimerís and Hutchinson-Gilford Progeria Syndrome.\nb) Demonstrate that the biomarker signals are reduced in mice administered therapies believed to be disease-modifying.",
    "totalCost": "149961",
    "ecMaxContribution": "149961",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 149961
        }
    },
    "calculatedTotalContribution": 149961
}