{
    "rcn": "207901",
    "acronym": "METLAKE",
    "topics": "ERC-2016-COG",
    "title": "Predicting future methane fluxes from Northern lakes",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The new global temperature goal calls for reliable quantification of present and future greenhouse gas (GHG) emissions, including climate feedbacks. Non-CO2 GHGs, with methane (CH4) being the most important, represent a large but highly uncertain component in global GHG budget. Lakes are among the largest natural sources of CH4 but our understanding of lake CH4 fluxes is rudimentary. Lake emissions are not yet routinely monitored, and coherent, spatially representative, long-term datasets are rare which hamper accurate flux estimates and predictions.\n\nMETLAKE aims to improve our ability to quantify and predict lake CH4 emissions. Major goals include: (1) the development of robust validated predictive models suitable for use at the lake rich northern latitudes where large climate changes are anticipated in the near future, (2) the testing of the idea that appropriate consideration of spatiotemporal scaling can greatly facilitate generation of accurate yet simple predictive models, (3) to reveal and quantify detailed flux regulation patterns including spatiotemporal interactions and response times to environmental change, and (4) to pioneer novel use of sensor networks and near ground remote sensing with a new hyperspectral CH4 camera suitable for large-scale high resolution CH4 measurements.\n\nExtensive field work based on optimized state-of-the-art approaches will generate multi-scale and multi-system data, supplemented by experiments, and evaluated by data analyses and modelling approaches targeting effects of scaling on model performance. \n\nAltogether, METLAKE will advance our understanding of one of the largest natural CH4 sources, and provide us with systematic tools to predict future lake emissions. Such quantification of feedbacks on natural GHG emissions is required to move beyond state-of-the-art regarding global GHG budgets and to estimate the mitigation efforts needed to reach global climate goals.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}