{
    "rcn": "207923",
    "acronym": "AXONE",
    "topics": "FTIPilot-01-2016",
    "title": "Commercial multiple electrode lead technology for cardiac disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Heart failure affects more than 14 million people in Europe, and is projected to affect about 30 million people by 2020. While the effects of Cardiac Resynchronization Therapy on the wider heart failure population are impressive, benefits at the individual level vary considerably. Depending on the definition, the responder rate CRT is positive in 50-70% of patients, leaving 30-50% without any significant effect. \nThis project will finalise the development of a pacemaker cardiac lead that is 5 times smaller diameter than the state-of-the-art, and start the commercialisation of the product. The project will directly improve the efficiency of Cardiac Resynchronization Therapy (CRT) by reducing the time required for the implantation procedure by 25%, and decrease the yearly healthcare costs by 82 MÄ/year in Europe. In addition, the project will help European companies to compete in the pacemaker market currently dominated by US companies.\nAxone IS4 lead combines the advantages of a single lead, which is easy to place in any coronary vein, with the capability to stimulate the left ventricle at 2 widely spaced sites for a more global resynchronization ñ this has previously required 2 leads to be placed in the heart.\nThe objective of the AXONE project is to:\nï\tFinalize product industrialization.\nï\tConfirm chronic pre-clinical performance with large scale studies. \nï\tPerform an acute clinical study and a chronic clinical validation. \nï\tManufacture clinical and commercial products.\nï\tBuild the marketing plan and prepare the product launch.\nï\tFile CE marking of the class III medical device system.\nï\tLaunch the commercialization of AXONE system and start selling the system in Europe.\nThis novel approach of multi-site pacing has the potential to become the next CRT therapy device generation, initiated in Europe. This project will give an opportunity to generates 90 MÄ direct revenues sales in 2026.",
    "totalCost": "3513187,5",
    "ecMaxContribution": "2694187,5",
    "coordinator": "SORIN CRM SAS",
    "coordinatorCountry": "FR",
    "participants": "CENTRE HOSPITALIER UNIVERSITAIRE DE ROUEN;HERAEUS DEUTSCHLAND GMBH & CO KG;UNIVERSITEIT MAASTRICHT",
    "participantCountries": "FR;DE;NL",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 358125
        },
        "999656587": {
            "orgId": "999656587",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE DE ROUEN",
            "ecContrib": 425062
        },
        "999698685": {
            "orgId": "999698685",
            "orgName": "SORIN CRM SAS",
            "ecContrib": 1373312
        },
        "953042752": {
            "orgId": "953042752",
            "orgName": "HERAEUS DEUTSCHLAND GMBH & CO KG",
            "ecContrib": 537688
        }
    },
    "calculatedTotalContribution": 2694187
}