{
    "rcn": "207941",
    "acronym": "NANO-GROWTH",
    "topics": "SMEInst-05-2016-2017",
    "title": "An innovative, non-invasive and de-risked system to enable the transdermal delivery of fragile therapeutic compounds for a better management of painful diseases",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Chronic pain affects \\1.5 billion people worldwide, which means that pain affects more people than diabetes, heart disease and cancer combined. Since chronic pain persists for years, it becomes unbearable. Chronic pain is often the result from neuropathy (nerve damage), which increases with age but also due to chronic diseases. For instance, 34% of diabetes cases develop painful neuropathy, which means 143 million people affected globally. Since there is no cure, patients receive analgesics and other meds for pain relief. To avoid inflicting further pain, medication is administered transdermally using topical solutions like creams or patches. However, there are important barriers to the dermal delivery of analgesics: scarcity of viable compounds, high biodegradation rate, short effect, poor efficiency and severe adverse effects. In response, we at Astracime have developed an innovative solution that overcomes the limitations of transdermal pain relief. This NANO-GROWTH project aims to bring to market a unique dermal patch loaded with encapsulated therapeutic compounds. The customized capsule protects the integrity of the compounds as they travel through the skin layers and bloodstream. In addition, we have engineered the capsule to provide target-mediated release. Altogether, our method secures a longer and safer pain relief. After been proven at the lab scale, we now aim to take a step further towards the mature stage. Thus, in Phase 1 we aim to assess the subsequent steps needed to secure this project from all technical, commercial and financial perspectives. This project encloses significant growth potential for Astracime, allowing us to consolidate a leader position in the field of pain management. Indeed, we expect to gain Ä41 million in revenues and hire 30 new people in 5 years. In turn, this project will contribute to improve the quality of life of millions of patients suffering from pain, while helping to reduce costs to our saturated healthcare system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASTRACIME SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918755095": {
            "orgId": "918755095",
            "orgName": "ASTRACIME SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}