{
    "rcn": "207966",
    "acronym": "Signs for Europe",
    "topics": "SMEInst-12-2016-2017",
    "title": "Business innovation through qualifying and (re-)employing of deaf people",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Created in 2004, the Austrian SME equalizent is presenting the Signs for Europe project to standardize its worldwide unique business model which deals with job-related education and (re-) employment of deaf people and to export it via Franchise to European SMEs.  \n\nIntegration of disable people is a challenge for today's society. The EU has committed to address the integration of deaf people (as per the European Disability Strategy 2010-2020). However, education offers for deaf people in Europe are rare, focused on school and apprenticeships and often only of limited use. This generates social inequalities and poverty for people with disabilities, as well as social exclusion and isolation.  \n\nequalizent has developed Signs for Europe to address the above challenges. This social innovation project aims to standardize our worldwide unique business model, which include a deaf people-centred training approach that uses sign language to teach deaf basic skills as well as professional training. The result is that 70%\\ of all course attendees found a long-term job.\n\nThere are around 1 million deaf people in Europe . It is our goal to provide trainings for 6,5 % of all deaf people regardless of where they are located. A mix of ex-cathedra teaching and a special Webinar-Technology, developed by equalizent for the target group, can be used. Target users are to be 16\\ students as well as adults, exploiting the lifelong training approach.\n\nTaking into account the figures above, Signs for Europe is intended to generate a turnover of 19,35MÄ just for equalizent (774MÄ turnover for all franchises), by the end of a 4-year period (2018-2021). The needed investment to unlock this opportunity is estimated at 2MÄ, generating a ROI of 3,35% and creating 10 new jobs within the company (while more than 200 will be created in the 15 franchisees.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EQUALIZENT SCHULUNGS UND BERATUNGS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940828027": {
            "orgId": "940828027",
            "orgName": "EQUALIZENT SCHULUNGS UND BERATUNGS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}