{
    "rcn": "207997",
    "acronym": "Watchity",
    "topics": "SMEInst-01-2016-2017",
    "title": "Launching the First 360∞ Crowdsourced Live Video Platform.",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "Almost everyone is a camera[wo]man today and lots of people share content online. Just on YouTube: 60 hours of video every minute = one hour of video every second, over 4 billion videos are viewed daily, 3 billion hours/month, 70% of traffic comes from outside the US/ localized in 39 countries and across 54 languages  Several technological trends enable the ability to broadcast live video by almost anyone.\nOur Solution Watchity is a platform for crowdsourced live video content in which an organization can capture videos from a multitude of users recorded with any device. Watchity allows the organization to issue a comined live multicamera video that is able to display multiple views on one single event, event or place. The core of the platform is the patent-pending technology for the capturing, generating, distributing and reproducing of multicamera videos. We call those crowdsourced videos watchits.\nOur overall objective for the Phase II Project is create more sales for our company by scaling-up the current system with additional features that provide more benefits to users and/or that give us access to more target market segments including platform optimization (scalability, new components and optimize usability), platform debugging (overcoming detects and future technological challenges), adaptation to additional sectors (security, specific features). The goals for Phase I are a technological feasibility study and business plan.\nOur solution Watchity is completely European. Of course, we are a European company, but also our beta users are all based in Europe, our team consists of Europeans and our aim is to contribute to Europe catching up regarding online video production and consumption. Our revenues are likely to come from within Europe at first but we are eager to expand beyond once we have a larger paying user base that can be used as reference.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATCHITY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922181814": {
            "orgId": "922181814",
            "orgName": "WATCHITY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}