{
    "rcn": "207937",
    "acronym": "INCLISAFE BLACKBOX",
    "topics": "SMEInst-10-2016-2017",
    "title": "INCLISAFE BLACKBOX",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The purpose of the present proposal is the launching to the market of an innovative product called INCLISAFE BLACKBOX, which will be oriented to protection and safety of drivers of vehicles (firefighting trucks, tractors, logistics vehicles). Currently, there are lots of truck and tractor accidents (rollovers) due to the lack of stability of the vehicle in dynamic mode.  At present, apart from DTA first generation of INCLISAFE products (IS1 and VEXT), there are not solutions that measure the stability of a truck in a dynamic mode. Current commercial products are basically inclinometers (that measures potential rollovers but only have reliability in static mode because it doesn¥t take into account parameters such as momentum of inertia that has a great impact in dynamic mode) or accelerometers (that don¥t take into account parameters such as angular velocity or momentum of inertia that impact in vehicle stability). INCLISAFE BLACKBOX will allow preventive detection, tilt warning and also will have data logging capabilities, making INCLISAFE BLACKBOX an EDR (Event Data Recorder), which will have superior characteristic that currently INCLISAFE line of products (IS1 and VEXT). INCLISAFE BLACKBOX has also advantages such as cost reductions (less accident mean less repairingís). This proposal is key to DTA, as safe and smart solutions is the Core Business for the Company, after successfully developed a product with prove the main algorithms but have a lot of features missing and requested by the customers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DESARROLLO TECNOLOGICO AGROINDUSTRIAL EBT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916650680": {
            "orgId": "916650680",
            "orgName": "DESARROLLO TECNOLOGICO AGROINDUSTRIAL EBT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}