{
    "rcn": "207912",
    "acronym": "SpheroPredict",
    "topics": "SMEInst-05-2016-2017",
    "title": "A 3D advanced test for prediction of drug response in secondary liver cancer",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Cancer remains one of the deathliest diseases of the 21st century, with more than 1.9 M deaths per year in Europe. Some tumours entail a high risk of metastasizing, meaning that they are able to reach other locations in the body. Migrating cells from a primary tumour often cause secondary cancer in the liver, which is one of the leading causes of death worldwide.Regarding treatment options, international institutions have published clear guidelines about first line treatments to treat particular types of primary cancers. However, when dealing with secondary cancers (like metastatic liver cancer) there is a heterogeneous and very wide range of treatment options and no clear guidelines.\nThe choice of treatment in secondary cancer is based in ìtrial and errorî. This ìtrial and errorî approach causes many patients fail to respond to therapy due to chemoresistance (lack of response to chemotherapy). In response, we at SpheroTec have created SpheroPredict, an individualised drug testing platform designed to predict the patientís response to guideline therapies before installing the treatment cycle. Using cancer cells from the patientís tumour, we build an accurate and biologically relevant 3D micro-tumour (spheroid) model to test the drugs and analyse the response in advance. In the end, only drugs with proven efficacy and low toxicity will be applied in the patientís therapy cycle.\nIn the era of personalised medicine and with the urgent need for de-risked and efficient drug treatments, we have developed an innovative solution that will greatly improve the patientís survival time, quality of life and will help to alleviate the economic burden on the EU healthcare system incurred by inefficient therapies and productivity loss. Thus, in Phase 1, we aim to warrant the feasibility of the SpheroPredict project from the technical, commercial and financial perspectives, in order to ensure its success upon commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPHEROTEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938704406": {
            "orgId": "938704406",
            "orgName": "SPHEROTEC GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}