{
    "rcn": "207952",
    "acronym": "INNOVENTUALLY",
    "topics": "SMEInst-12-2016-2017",
    "title": "INNOVENTUALLY, One-stop source for innovationî ó A PaaS (Platform as a Service) for the management of Open Innovation Challenges and Needs.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Innovation is not an option, and Open Innovation in particular is the main factor to boost and sustain the competitiveness of the modern economy, and ultimately the success of all companies. Innovative organisations usually invest lots of resources (financial, human,and time). Sometimes they cannot find a solution to their problems, and eventually they give up. This is even more dramatically true for SMEs. By 2020, 4.5 billion people will be connected to the Internet; according to Accenture, 97% of companies believe that digital innovation is critical or important to their future performance. The value of supporting services and consulting for open innovation market (OI) was equal to Ä2.7 billion in 2013, and doubled in the following two years, reaching 5.5 billion Euro in 2015. At present, innovation is happening internally (i.e. completely developed within the company and from the company) or externally (i.e. giving it in outsourcing but strictly limited to supplying products/services, or buying services (as for ICT) as a mere add-on. This shows a clear need for a new way to create, manage and monetize innovation, which means to establish new business models based on an open approach to innovation.\nInnoventually company tackles this challenge by offering a digital platform that support organisations and individuals seeking for technologies and monetizing their ideas. We create communities of innovators, companies and researchers, for connecting the dots, creating new collaborative networks for matching innovationís demands and needs. Innoventually is a one-stop source for innovation-related services for all those organisations that need to innovate (mSMEs, startups, etc.), making open innovation affordable and easy. We facilitate the solution of problems mostly related to R&D needs from SMEs while significantly reducing the cost for exploring new business opportunities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVENTUALLY SRLS",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917454713": {
            "orgId": "917454713",
            "orgName": "INNOVENTUALLY SRLS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}