{
    "rcn": "207981",
    "acronym": "FRESHTRAY",
    "topics": "SMEInst-02-2016-2017",
    "title": "New corrugated cardboard for active packaging to extend shelf-life of fresh fruits and vegetables",
    "startDate": "01/02/2017",
    "endDate": "30/06/2017",
    "objective": "SAECO is a Spanish SME founded in 1979 in Murcia. We have more than 30 years of experience in corrugated cardboard manufacturing and nowadays we sell more than 100 million square meters of corrugated cardboard (equivalent to the size of Paris) and more than 70,000 tonnes of recycled paper and fibre per year. \nOne of our strategic markets is the agricultural sector, particularly the fruits and vegetables (F&V) market, to which we supply more than 24 million square meters of corrugated cardboard, used to manufacture trays and boxes in different sizes and formats. Despite the high post-harvesting standards in the EU horticultural sector, almost half of the fruits and vegetables produced in the EU are thrown away before reaching the plate. We want to contribute to face this challenge by proposing an innovative solution to extend shelf-life of fresh fruits and vegetables, since the existing ones are either ineffective or too costly to be implemented. \nThrough collaboration with experiences researchers, we have developed an active corrugated cardboard that, thanks to a coating based on nano-encapsulated natural antimicrobial compounds (formulation & application patented), protects fresh fruits and vegetables from microorganismsí assault.  This means that safety, quality and freshness of fruits and vegetables are enhanced, resulting in less food waste. \nBy significantly extending shelf-life of the products (\\70%), FreshTray can help F&V growers and retailers to reach longer markets and supply high quality and safe fresh products to the consumers. Less food losses result in higher revenues. Consumers will equally benefit from acquiring fresher, with less preservatives and safer fruits and vegetables. \nMarket projections suggest that FreshTray will reach 2 million square meters the first year of commercialisation, and will rise until 15 million the fifth year. Net profit is estimated to be around 2.5 MÄ, with a ROI of 3.5 creating 13 FTE jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOCIEDAD ANONIMA ESPANOLA DE CARTON ONDULADO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917922738": {
            "orgId": "917922738",
            "orgName": "SOCIEDAD ANONIMA ESPANOLA DE CARTON ONDULADO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}