{
    "rcn": "207908",
    "acronym": "BETASCREEN",
    "topics": "ERC-PoC-2016",
    "title": "Validation of an in vivo translational medicine approach for the treatment of diabetes and diabetes complications",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "Validation of an in vivo translational medicine approach for the treatment of diabetes and diabetes complications \n\nTo develop new drugs for treatment of diabetes, there is an immediate need for an in vivo approach allowing the assessment of ?-cell function and survival in the living organism non-invasively, longitudinally and at single-cell resolution. We therefore transplant pancreatic islets into the anterior chamber of the eye (ACE) of mice for functional microscopic imaging. In the ACE islets become vascularized and innervated, and various aspects of ?-cell function and survival can be readily imaged. Functional studies demonstrate that engrafted islets in the eye serve as representative reporters of endogenous islets in the pancreas of the same animal. We have extensively in vitro tested fluorescent biosensors that reflect key-events in ?-cell function and survival. Following intraocular transplantation of human islets expressing biosensors in their ?-cells into healthy or diabetic mice, they will allow non-invasive, longitudinal in vivo monitoring of 1) Ca2\\ handling, 2) functional ?-cell mass, 3) apoptosis and 4) proliferation. Based on the in vitro tested biosensors, the major objective is to establish a robust pharma-industry in vivo platform for validating newly developed diabetes treatment lead-compounds in early drug development. This screening service shall be performed on a commercial basis. The milestone of this proposal, to be achieved within 18 months, is the validation of the in vivo platform for testing the effects of new potential diabetes medicines on human ?-cell function and survival in normal and diabetic mice.",
    "totalCost": "149365",
    "ecMaxContribution": "149365",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 149365
        }
    },
    "calculatedTotalContribution": 149365
}