{
    "rcn": "207953",
    "acronym": "DART",
    "topics": "SMEInst-04-2016-2017",
    "title": "Feasibility study for market introduction of the T-Minus DART research rocket system",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The notion that a better understanding of the Earth system in terms of climate and space interaction is required for human well-being is recognized globally. This requires more systematic observation of the Earthís atmosphere system and Earth-space interaction at a resolution and accuracy that cannot always be provided through remote sensing. Therefore, a need exists to supplement the Global Earth Observation System of Systems (GEOSS) and the EU Copernicus programme with in-situ measurements in order to cover observation gaps to calibrate and validate remote-sensing data and to deliver Earth Observation services, including monitoring variables, for policy makers, local users and citizens. One observational gap exists in the atmospheric layers between 50 and 120 km, where satellites and balloons are not usable as experiment platform.\nThis innovation project aims to provide a technical solution, the T-Minus DART, enabling in-situ experiments in these highest atmospheric layers. Using innovations such as a carbon fibre booster, micro-payloads and integral design approach, a very cost-effective and easy-to-use vehicle was developed, leading to a 90% reduction in operational cost with respect to the current state of the art. This makes the DART interesting for research institutes, but also for universities and rocket launch sites. Market studies show that 15-20 sales per year are feasible in the first three years of commercialization, and that this number grows to 60-100 in 10 years. \nWithin the SME phase 1, a feasibility study will be performed that addresses the final steps required for commercialization: a detailed survey of user demands, formation of a European consortium for executing two demo launch campaigns and addressing the regulations regarding transport and operations. It leads to an elaborated business plan and market implementation roadmap.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "T-MINUS ENGINEERING BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946733581": {
            "orgId": "946733581",
            "orgName": "T-MINUS ENGINEERING BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}