{
    "rcn": "207995",
    "acronym": "IoT4ALL",
    "topics": "SMEInst-01-2016-2017",
    "title": "Global cellular connectivity for small and medium-sized IoT device makers",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "Mobi Solutions (MOBI) is a provider of  value-adding telecommunication services to enterprises operating world-wide. The company develops a cellular connectivity platform 1oTô that makes it affordable for every emerging small and medium-sized IoT (Internet of Things) device maker to globally order, set up and manage operator switchable or embedded SIMs (Subscriber Identification Module) via one simple Application Programming Interface (API) platform. The connectivity platform will disrupt current business practices in the IoT connectivity market by implementing a number of technological and business model innovations. The platform will be interoperable with all current and emerging SIM types and will handle seamless switching between multiple carriers. The platform aims at providing the best cellular data rates for each country or a region worldwide. The first prototype of the 1oTô platform (TRL6) with limited functionality has been made available for pilot customers since August 2016. The expected outcome of the feasibility study will be a confirmation of the technological and economic viability of extending the current prototype to cover a full range of SIM options. Different off-the-shelf hardware components will be tested for assessing technological feasibility. In-depth market study will be carried out to validate user needs. These studies feed into an updated business plan of MOBI for successful exploitation of a planned innovation project. According to the current estimations, Total Addressable Market will be above Ä10 billion in 2020 as the global number of IoT devices with cellular connectivity will be above 700 million then. MOBI hopes to surpass Ä10 million in revenue by 2020 and Ä30 million by 2022. Very positive feedback from the first customers and contacted would-be customers indicates that the service could gain market traction very fast.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOBI SOLUTIONS OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953623685": {
            "orgId": "953623685",
            "orgName": "MOBI SOLUTIONS OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}