{
    "rcn": "207959",
    "acronym": "FUNGITAINER",
    "topics": "SMEInst-07-2016-2017",
    "title": "FUNGITAINER: Innovative Modular and Mobile Indoor Farm for Mushrooms and Substrate Production",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "The increasing recognition of mushroomsí properties has boosted their consumption around the world but their production is naturally limited to the countries where environmental conditions are favourable or costly indoor facilities have been built up. The rest of the countries must import them. Due to their perishable nature, mushrooms are mostly transported once they have been processed (canned, dried or frozen) although consumption patterns suggest consumersí preference for fresh product at the expense of processed one.  On the other hand, growers who want to succeed in the sector encounter serious limitations, mainly due to the difficulty to have guaranteed a constant and cost-effective supply of substrate and the high initial investment costs. Due to the limited number of substrate producers, this product is delivered to a different country or even continent, increasing substrateís final price and reducing growersí profitability. Moreover, the investment required to build and operate an indoor fixed facility is impractical when the grower want to start with small productions.  \n\nHongoís Biofactory has developed the Fungitainer systems: Fungitainer Substrate, for high-efficiency substrate production and the Fungitainer Grow, which provides the optimum controlled environment for growing any edible mushroom anywhere in the world (regardless of the outdoor conditions). Besides, substrate is produced making use of local agriculture and livestock waste, valorising these residues (in line with the Circular Economy approach). Thanks to Fungitainer modularity and low investment cost (90% cheaper than traditional solutions), the system adapts to meet the needs of small and large-scale growers. Investment of growers is recovered in 1.9 years. Fungitainer solution also includes support during the whole production process thanks to Hongoís Biofactory extensive expertise. \nHongo¥s Biofactory expects to obtain an accumulated profit around 6MÄ in 5 years, ROI of 3.3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HONGO'S BIOFACTORY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917877245": {
            "orgId": "917877245",
            "orgName": "HONGO'S BIOFACTORY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}