{
    "rcn": "207914",
    "acronym": "ACTIVEPHANTOM",
    "topics": "ERC-PoC-2016",
    "title": "Active Organ Phantoms for Medical Robotics",
    "startDate": "01/03/2017",
    "endDate": "31/08/2018",
    "objective": "Robot-assisted and minimally invasive medical procedures are impacting medical care by increasing accuracy, reducing cost, and minimizing patient discomfort and recovery times after interventions. Developers of commercial robotic surgical systems and medical device manufacturers look for realistic phantoms that can be used in place of animal experiments or cadavers to test procedures and to train medical personnel. Existing phantoms are either made from hard materials, or they lack anatomical detail, and they are mainly passive and thus unrealistic. \nHere, we use recently developed fabrication know-how and expertise within our ERC-funded research to develop the first active artificial urinary tract model that includes a kidney, a bladder, and a prostate. Rapid prototyping is combined with a fabrication step that we have developed to permit the incorporation of active elements, such as a peristaltic system and fluidic valves in the phantom. We have developed smart material composites that reproduce the mechanical and haptic properties, and that give ultrasound contrast indistinguishable from real organs, while permitting anatomical details to be reproduced with a mean error of as little as 500 microns. \nFeedback from a major medical device company indicates that ours is a unique phantom with unprecedented accuracy for which there is a market. Within this POC grant we want to develop a complete prototype, and to demonstrate a series of medical interventions on the phantom, including endoscopic diagnostic procedures (cystoscopy and ureterorenoscopy) and endoscopic treatment procedures (laser lithotripsy). The grant will allow us to protect our know-how, identify further markets, and develop a commercialization strategy. \nOverall, this project will generate the first active phantom system that permits the testing of surgical instruments and procedures, with a sizeable market potential.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}