{
    "rcn": "207918",
    "acronym": "FAST TestOM",
    "topics": "ERC-PoC-2016",
    "title": "FAST and accurate Testing of Organic Materials",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "Organic electronic devices are currently ubiquitous. For example, most mobile phones in the market have screens based on organic light-emitting diodes. These devices have many advantages against their inorganic counterparts, as they have for example lower manufacturing costs, they are typically very light and robust and can built into flexible devices, bendable and foldable. Organic chemists are constantly producing new organic materials which could outperform the ones used commercially and hence, provide yet another breakthrough for organic optoelectronics. However, every new organic material has to be preliminary tested using very expensive techniques and in experimental conditions which are quite different from those encountered by the device in real operation. This initial testing is both time and budget consuming, and moreover in many occasions does not provide reliable information that can be used efficiently down the production chain.\n\nThe novel device designed and developed in the framework of the ERC-StG SPINTROS is capable of testing organic materials for their electric performance in real operative conditions, saving time and costs in product development and quality control of optoelectronic devices, while guaranteeing the applicability of the information provided. At this stage, we have a prototype working in laboratory conditions, which corresponds to a Technology Readiness Level 4 (TRL4). Thus, the aim of the present PoC project is to develop the final device to perform first tests in real conditions, taking the technology to TRL 6 to 7 and showing its potential to investors and companies. In addition, based on a preliminary market and commercial analysis, it has been envisioned a high commercial potential for this device. In order to validate and accelerate the commercialization process of it, the present PoC project will also focus on conducting an in deep market feasibility study and a detailed commercialisation strategy plan.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}