{
    "rcn": "207939",
    "acronym": "AgroRadar",
    "topics": "SMEInst-04-2016-2017",
    "title": "Using Copernicus Earth Observation radar data to disrupt Precision Agriculture",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Precision Agriculture (PA) has been enabled by satellite imagery and provide disruptive new tools and decision support for farmers. However, we have identified that satellite optical data, currently being used by the best PA companies around the world, is not enough to obtain the best results. \n\nWe have developed our proprietary AgroRadar algorithms and data models that process Copernicus EO Synthetic Aperture Radar (SAR) data (Sentinel 1A and 1B), therefore obtaining more precise and detailed information than any other PA company in the world, in an affordable, automated way, and our objective is to deploy a scalable PA service based on Copernicus Earth Observation data (using optical and SAR imagery) available to clients worldwide, tailored for diverse types of crops, forests and livestock explorations.\n\nSAR imagery has the competitive advantage to not being affected by clouds or fog, making it possible for our report to make full use of the 5-day imaging time frame made available by Copernicus Sentinel Satellites almost worldwide (optical images can have up to 75% less availability and therefore are useless for creating on-time weekly reports for our end-users).\n\nThe global PA market is estimated to reach Ä7 billion by 2022 with a CAGR of 15% between 2016 and 2022. USA market is currently the more mature, but EU is currently valued at 600MÄ and growing at a fast pace.\n\nOur end users are farmers (with pricing options for small and large scale operations), insurance companies and banks (asset owners) and also governmental agencies responsible for forests, large water body management and subsidies verification (i.e. we are the only company providing a solution for large-scale forest fire risk charts based on sub-canopy detection of biomass).\n\nWe have created AgroInsider to provide PA services in early 2016, and so far our expert team of 5 employees (growing rapidly) has generated a turnover of 160.000Ä, with clients in Portugal, Spain and Brazil.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGROINSIDER LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916942456": {
            "orgId": "916942456",
            "orgName": "AGROINSIDER LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}