{
    "rcn": "207993",
    "acronym": "Apolitical",
    "topics": "SMEInst-12-2016-2017",
    "title": "Advancing the Best Ideas and People in the Public Service",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The average OECD country spends 40% of its GDP on government, i.e. $30tn globally and $6tn in the EU. 90% of senior public servants say they urgently need new ideas, models or partners to tackle emerging challenges. 80% of public service innovators feel unappreciated, alone or frustrated by the hard, slow process of finding people and resources to support their work. \nOur solution Apolitical is an international platform connecting the best ideas and people in the public sector. We are like TripAdvisor meets LinkedIn for policy and government. Apolitical joins two separate dimensions to help governments make the best decisions. Our platform connects knowledge and experts in different policy areas with a network of public servants who make the decisions and implement ideas. \n\nThe overall objective of the Apolitical Phase II Project is to scale-up our international platform to achieve a critical mass of users and traction (200,000-300,000 civil servant users, 30,000 paid government subscribers, 50 documented cases of new policies being implemented due to Apolitical). This will help us attract significant private investment. \nThe specific objectives of Phase I Feasibility are: Technological Feasibility Study, Assessment of the Market, Business Model, Risk and IP as well as a Work Plan for Phase II and Business Plan.\n\nEach of our key channel topics touch on at least two of the topics important to this call: inclusion, innovation or reflection - in some cases all three. Many of these topics also intersect with one another, with progress in one leading to non-linear gains. Apolitical is initially building rich knowledge and network verticals around each of these issues, and over time around all topics important to government. Crucially, increasing governmentís effectiveness indirectly also enables business and civil society to innovate more effectively and support more inclusive societies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APOLITICAL GROUP LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916527878": {
            "orgId": "916527878",
            "orgName": "APOLITICAL GROUP LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}