{
    "rcn": "207986",
    "acronym": "GrapheneSens",
    "topics": "SMEInst-02-2016-2017",
    "title": "Development of Graphene based Contact Position Sensors",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The overall objective of the GrapheneSens project is to develop novel graphene enabled contact position sensors for applications in automotive sectors, home appliances (white goods) and other relevant areas. The market size in the automotive sector alone for global position sensor is worth US$3.89 billion.\n\nOne of the main disadvantages of existing contact position sensors technology is poor wear characteristics (leading to reduced sensor reliability, drift over lifetime) and limited sensor accuracy (surface roughness leading to noise). We have found that graphene is ideal to use in these sensors because of its tribological properties which relates to wear and barrier properties.\n\nTo utilise graphene in these sensors, we combine the unique benefits of graphene to develop graphene based nano-composite coatings to obtain high wear and barrier properties: wear resistance combined with tailored resistivities; wear resistance combined with high conductivities and wear resistance combined with oxygen barrier. Each coating developed through modification of the same graphene ëbase inkí formulation thereby maximising similarities between the coatings and thus improved wear performance.\n\nThe potentiometer and the encoder sensors are developed by printing graphene based nano-composite ink using screen printing technology while wiper unit is developed by using Aerosol Assisted Ion Deposition (AAID) technology. \n\nThe graphene enabled contact potentiometer sensors will be highly durable (life cycle>4million), high linearity (<0.5%) and 22% cheaper and the encoder sensor have a track life > 100 k cycles, accuracy of 40\\ pulse with better barrier properties to prevent oxidation and 18% cheaper. \n\nWe expect to achieve annual sales revenue and profit of Ä38.53 million and Ä14.51 million respectively by 2023 with post project 5 year and return on investment (ROI) of 480%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRECISION VARIONIC INTERNATIONAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950290474": {
            "orgId": "950290474",
            "orgName": "PRECISION VARIONIC INTERNATIONAL LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}