{
    "rcn": "207998",
    "acronym": "SEALTEX",
    "topics": "SMEInst-02-2016-2017",
    "title": "Oleophobic Elastomeric Gaskets made through Known Biomimetic Micro-Nano Surface Texturesused for Automotive Seals in Contact with Oil or Fuels",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The project SEALTEX aims at uptake by PLANET of the most recent technological improvements on micro-/nano-machining technologies to manufacture the first ground-breaking micro-patterned chemicals-free super-oleophobic gasket. SEALTEX is micro-patterned on their surfaces in order to achieve super-oleophobicity without using any kind of chemical coatings for several industrial applications (automotive engines among the others) waiting to use high-performing micro-patterned gaskets and seals resistant to oils and fuels, since they are currently strongly detrimental and injurious for their durability due to wear resistance issues (DWRI). Due to durability and wear resistance issues (DWRI) of gaskets and seals, which systematically occur during use, they become a severe and risky problem in different parts of vehicles (engine, chassis and car interiors) increasing breakages and malfunctions rates, and also potentially causing incidents and dangerous unsafe situations for drivers.\nGASTEX project meets the objectives of the SMEInst-02 topic: the harvesting in the automotive field of the hitherto untapped potential of cutting edge micro/nano manufacturing technologies by means of an innovative super-oleophobic gasket which has a potential for a wider deployment in very short time. First of all, there is no elastomeric gasket currently on the market able to efficiently prevent deterioration of both durability and shape due to swelling. Secondly, the prototype will be enhanced and validated by means of technical trials in real conditions in the Companies forming our European collaborators network. The feasibility study will also be used to submit a Phase 2 proposal in order to bring our technology from lab to market and thus, guaranteeing a wide market deployment. We believe that there is an unmet need in that field, and the final product will contribute to enhance performances of gaskets improving life of vehicles and reducing the related maintenance costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLANET DI VILLA ALESSANDRO & C SAS",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933471547": {
            "orgId": "933471547",
            "orgName": "PLANET DI VILLA ALESSANDRO & C SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}