{
    "rcn": "207922",
    "acronym": "StruViMan",
    "topics": "ERC-PoC-2016",
    "title": "Structural Visualization of Medieval Manuscripts",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "In the 21st-century world of manuscript studies there is a gold rush for digitalization. More and more medieval manuscripts are becoming available in digital format. This opens up entirely new vistas of understanding both for the interested public and for academic research. However, the availability of digitized images is not sufficient in itself, because a medieval manuscript is more than just a series of pictures. In order to understand its diachronic dimension (its development over the centuries) and its cultural meaning (its texts and images), a deeper analysis is required. At the present stage there is a gap between the world of digitized images (with ever more sophisticated viewers) and the rather conventional metadata (where methodology also becomes increasingly sophisticated). Metadata are usually gathered in printed catalogues; today they are sometimes made available online along with the digital image.\nStruViMan is a software tool that aims at bridging this gap. Existing metadata can be analyzed and visualized digitally. It will be possible to see a manuscriptís macro-structure at a single glance, including its materiality and its historical development. Likewise, it will be possible to reconstruct entire manuscripts virtually, where they are fragmentary today. With the help of this new tool it will be easier to answer questions such as the following: How many texts and miniatures does a manuscript contain and how are they distributed? What is the relationship between texts and paratexts (such as introductions, tables of contents, colophons, possessorsí notes, etc.)? How did the manuscript in its present shape (its library ìshelf unitî) grow over time? What did a manuscript look like when it was whole (before being divided up and having its parts taken to different libraries)? How does one manuscript relate another one like it?",
    "totalCost": "149150",
    "ecMaxContribution": "149150",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 149150
        }
    },
    "calculatedTotalContribution": 149150
}