{
    "rcn": "207935",
    "acronym": "DEEPVIEW",
    "topics": "SMEInst-02-2016-2017",
    "title": "High accuracy error detection in curved (prismatic) surfaces at high manufacturing speed",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "A tube is a prismatic component designed to carry fluids, used for a wide range of applications as cooling, lubrication, braking, and energy transmission systems. Are applied in several industries, from transport (automobile, railway, aircraft) to energy generation (wind, gas turbines, nuclear). In most cases these components are security elements. \nThe sealing between the tube and other subsystems (valve, heat exchanger, pump, tank, engineÖ) might be critical when it contains fluids at high pressures (up to 200 bar). In this case, a perfect tube shape and finishing is required to avoid leaking in order to ensure product safety and system efficiency.  \nAutomobile industry is the largest tube consumer nowadays. In Europe alone, automotive industry produces over 400 million tubes annually. Leaking tube assemblies are a risk to product safety. Manufacturers take this responsibility seriously, for the great costs involved in product recall, orders cancellation and reputation. They spend a great amount of money in quality control through visual inspection. Industries with more stringent quality control standards carry on the inspection twice. \nHuman-related approaches cannot guarantee unforeseen outages considering that production accounts millions of units. Other approaches have been tried, but none of them gives 100% accuracy. Our innovative solution is based in the reflection of light, reaching 95% accuracy. \nDuring \\25 years, Tetralec has been supplying machinery for tubes and it has accumulated a great experience with the challenges related to defect detection. A multidisciplinary team has studied the available technologies and its limitations. In 2015, aimed thought a market-oriented demand, we have developed a novel defect identification pilot (hardware) based in staggered analysis of the reflected light for prismatic elements. Our system is able to detect defects <0.001 mm in hoses, eliminating the need of visual inspection, and thereby increasing product quality",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TETRALEC ELECTRONICA INDUSTRIAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918672548": {
            "orgId": "918672548",
            "orgName": "TETRALEC ELECTRONICA INDUSTRIAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}