{
    "rcn": "207985",
    "acronym": "Satway Pro",
    "topics": "SMEInst-04-2016-2017",
    "title": "SATWAY Pro. The Reliable and Affordable Satellite Messaging Service.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "SATWAY Pro (www.satwaypro.com) is a next generation satellite messaging service that keeps remote travellers connected to their loved ones and professional colleagues, wherever they are. Our innovation will enable millions of people working and travelling in remote areas to share their experiences with unmatched convenience and affordability.\n\nEvery year, over 35 million humanitarian aid workers, international boaters, adventure travellers and corporate teams journey to remote parts of the world where there is no mobile phone coverage, spending a staggering 1.3BÄ on voice calls and text messaging. However, current satellite messaging services can only send 1 message to 1 recipient at a time, do not guarantee that SMS reach their recipients and are prohibitively expensive.\n\nOur innovation is based on a proprietary Communication Module ñ a bidirectional dispatcher between mobile phones and satellite phones ñ delivering unparalleled convenience with voice messaging, a user-friendly group chat, photos and video. Our solution will be the only one to effectively combine simplicity, next generation capabilities and affordability, cutting satellite messaging costs by 40%, enabling remote travellers to reach 10 contacts with 1 message and growing our company to 21MÄ in annual revenues by 2023. \n\nWe have completed Alpha tests on real expeditions providing initial technical validation of our innovation, and our participation in the European Space Agencyís BIC Barcelona incubator programme has demonstrated SATWAY Proís market potential.\n\nIn Phase 1, we will perform a feasibility study in order to demonstrate SATWAY Pro Alpha to key stakeholders, improve the product based on real user needs, strengthen our IP protection strategy, define our commercialisation strategy and create a detailed business plan that will ensure rapid expansion into key European markets, eventually reaching Global markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VERASAT GLOBAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924323186": {
            "orgId": "924323186",
            "orgName": "VERASAT GLOBAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}