{
    "rcn": "207940",
    "acronym": "PCBRec",
    "topics": "SMEInst-11-2016-2017",
    "title": "PCBRec process: Waste Printed Circuit Board (WPCB) Recycling with Molten Salts",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The ambition of Composite Recycling Ltd is to establish its patented PCBRec process, as a cost and environmentally preferred process for the treatment of all types of waste printed circuit boards (WPCBs).  Every year about 400,000 tons of WPCBs are generated in Europe of which over 90% are land filled or incinerated; resulting a large loss of valuable metals such as copper, gold, silver, solder, indium etc.  Printed circuit boards are used in almost all electronic equipment such as televisions, computers or mobile phones.  Hence PCBRec is an important contribution of solving a large EU and indeed global solid waste problem.\n\nThe PCBRec technology disrupts the WPCB recycling market by offering many significant advantages over current technologies:\nï Yields: over 95% recovery rate of copper, steel and solder as established by laboratory and pilot plant trials, which showed that the PCBRec process greatly exceeds the yields of current technologies of about 70-80%.\nï Critical metals: for the first time critical metals may be recyclable from WPCBs.\nï All types of PCBs: not just high value WPCBs.\nï Scalability: the technology is modular, allowing capacity increases in a systematic fashion.\nï Simple reactor from established industries (hot dip galvanising): no moving parts minimising capital costs.\n\nThe IRR of a PCBRec plant is estimated to be over 15% for low value and 80% for medium value WPCBs.  These IRR figures exclude recovery of precious metals such as gold or silver.  Over 15 plants with throughputs of 15-20,000 t/y and CAPEX of Ä8.5 million are required in Europe.  Worldwide some additional 40 plants are required resulting, overall, in a large market.  \n\nIn Europe significant regulatory drivers exist for the further development of the PCBRec technology in form of the WEEE Directive and the drive towards the circular economy.  Many US states, Canada, Australia and Japan legislate WEEE similar to Europe, turning the PCBRec process into a global business opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMPOSITE RECYCLING LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935522903": {
            "orgId": "935522903",
            "orgName": "COMPOSITE RECYCLING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}