{
    "rcn": "208091",
    "acronym": "QuantSURG",
    "topics": "ERC-2016-STG",
    "title": "Quantitative Surgical Guidance for Colorectal Surgery using Endogenous Molecular Contrast",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Despite significant advances in medical imaging technologies, there currently exist no tools to effectively assist healthcare professionals during colorectal surgery. Surgeons mainly rely on their own senses, vision and touch to identify diseased tissue that should be removed or healthy tissue that should be avoided. In turn, surgery remains subjective and dependent on the experience of the surgeon, resulting in unacceptable failure, recurrence and morbidity rates, as well as in significant quality of care disparities across hospitals.\n\nThe hypothesis underlying our study is that near-infrared light travels deeply into living tissues and interacts with endogenous molecular constituents, namely oxy- and deoxy-hemoglobin, water and lipids, providing key information regarding tissue perfusion, oxygenation, hydration and metabolism. In turn, such information can be used to differentiate diseased from healthy tissue. We recently introduced a novel concept that enables the quantitative imaging of endogenous molecular information over large fields-of-view. Because this concept can be implemented in real-time, it is amenable to provide video-rate endogenous information during colorectal surgery. \n\nIn this study, we propose to push the limits of this concept by developing ground-breaking theory & technology, and creating a novel surgical guidance device capable of real-time imaging of key endogenous information for colorectal surgery. Correlation between endogenous contrast measurements and histological tissue status will be investigated onto bowel ischemia and colorectal cancer animal models. Finally, a clinically-compatible imaging device will be fabricated and translated into a first-in-human study in patients undergoing colorectal surgery. If successful, this study has the potential to solve a longstanding clinical problem by providing real-time objective feedback during colorectal surgery.",
    "totalCost": "1584250",
    "ecMaxContribution": "1584250",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 1584250
        }
    },
    "calculatedTotalContribution": 1584250
}