{
    "rcn": "208030",
    "acronym": "MYSIS",
    "topics": "SMEInst-08-2016-2017",
    "title": "A novel weaning diet to optimize performance of farmed shrimp larvae",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Shrimp are high-market value product with an increasing demand for global supply, currently representing 15 % of total globally traded fishery commodities and the second most traded commodity (both in value terms), following salmon. However, the shrimp farming industry is currently facing both production and environmental sustainability challenges. To tackle these challenges, project MYSIS aims at conducting a feasibility study to globally commercialize a disruptive weaning diet for shrimp larvae farmed in aquaculture. The technical feasibility of the MYSIS weaning diet was already validated at laboratory-scale, largely outperforming existing competitors by increasing larval growth performance, survival and disease resistance on the long-term. This novel weaning diet will therefore boost worldwide shrimp hatcheries and nurseries on the farming of high quality juveniles, representing enormous economic savings for these users due to its unforeseen biological effects and high cost-effectiveness, since its estimated price-range is not more than average of main competitors. The MYSIS diet refers to a multidisciplinary approach resulting from nutritional knowledge (super-premium quality ingredients that fulfil shrimp larvae nutritional requirements; food and feed sectors) and cuttingñedge technologies (cold-extrusion and encapsulation; aquaculture and pharmaceutical sectors). To pursue in the innovation pathway to an industrial-scale demonstration and market deployment, this feasibility study contemplates an evaluation of intellectual property right protection and regulatory issues as well as the implementation of a robust market assessment and business plan. With project MYSIS, SPAROS expects to gain position as a key provider of forefront products and technology services in the global aquaculture market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPAROS LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997457888": {
            "orgId": "997457888",
            "orgName": "SPAROS LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}