{
    "rcn": "208003",
    "acronym": "W-THINK",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart Energy Management and Strategic Decision Making Platform",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The way industries manage and consume energy is currently unsustainable. Today the industrial sector accounts for onethird of world energy use and industrial energy consumption is set to rise by 50% in just 20 years. On average, an industry spends one-third of its operating budget on energy. This drastically increases electricity bills while reducing productivity. Up to 35% of total industrial energy, or 110Ä billion could be saved every year, just through the application of energy-saving and low carbon practices. Heating, Ventilation and Air Conditioning (HVAC) is responsible for around 40% of the energy consumption in industrial plants. Frequently, this is the largest energy consuming type of equipment on a site and can therefore provide significant scope for saving energy and money.\n\nW-THINK is an Industrial Energy Management System (IEMS) Software as a Service (SaaS) that optimizes and reduces energy consumption of HVAC and superheated water using state of the art Industrial Internet of Things (IoT), Big Data and machine learning algorithms. W-THINK collects the basic data from around the variety of sensors around the plant, analyses this data and compares it to external data, such as future weather patterns, takes control of the plantís systems for HVAC and superheated water, and optimizes their performance to ensure optimal use of energy. This is all done automatically and in real time.\nFurthermore, as this software is hardware neutral and easily customisable to meet usersí needs, it is a cost effective solution for any scale and type of industrial plant.\n\nThe aim of our project is to make W-THINK available to be used by all types of industries in Europe and worldwide. The IEMS market is set to from 12.3Ä billion in 2015 to 32Ä billion in 2024, and achieving our projections will provide an estimated overall profit of 9,7MÄ within 5 years after the project ending, a return of 550%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATTABIT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917971917": {
            "orgId": "917971917",
            "orgName": "WATTABIT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}