{
    "rcn": "208047",
    "acronym": "TOPMOST",
    "topics": "JTI-CS2-2016-CFP03-SYS-02-16",
    "title": "Optimization two phases cooling solution using micro pump brick",
    "startDate": "01/02/2017",
    "endDate": "31/10/2018",
    "objective": "Traditionally, aeronautical power electronics use liquid and/or air forced cooling systems. These techniques are proven, reliable and robust technology but drawbacks are overweight and limited efficiency to extract heat flow generated in high power and dense converters.\nThis call for proposal consists of studying and developing demonstrators of cooling system based on pumped two-phase techniques in order to reduce drastically thermal constrains, weight and dimensions of high dense power electronics modules. This cooling technique, initially developed for space application, becomes a promising solution for the More Electric Aircraft (MEA) concept that allows for densification and growth of on-board power without overweight or thermal issues.\nThis CfP is a scientific and industrial challenge, which provides opportunity of competitiveness on this important improvement part of power electronics dedicated for more electrical aircraft for European partners of Clean Sky.\n\nIn TOPMOST, three demonstrators of a two-phase pumped system will be built. Key components of the demonstrators will be manufactured with 3D metal printing, which results in lightweight and efficient systems. Two of the demonstrators will be delivered to the Topic Leader Thales, and one demonstrator will be used for extensive qualification tests. The Technology Readiness Level (TRL) of the demonstrators will be 5 at the end of the project.",
    "totalCost": "711810",
    "ecMaxContribution": "711810",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 711810
        }
    },
    "calculatedTotalContribution": 711810
}