{
    "rcn": "208099",
    "acronym": "DemandDemoc",
    "topics": "ERC-2016-STG",
    "title": "Demand for Democracy",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Historically, people around the world have demanded democratic institutions. Such democratic movements propel political change and also determine economic outcomes. In this project, we ask, how do political preferences, beliefs, and second-order beliefs shape the strategic decision to participate in a movement demanding democracy? Existing scholarship is unsatisfactory because it is conducted ex post: preferences, beliefs, and behavior have converged to a new equilibrium. In contrast, we examine a democratic movement in real time, studying the ongoing democracy movement in Hong Kong.\n\nOur study is composed of four parts. In Part 1, we collect panel survey data from Hong Kong university students, a particularly politically active subpopulation. We collect data on preferences, behavior, beliefs, and second-order beliefs using incentivized and indirect elicitation to encourage truthful reporting. We analyze the associations among these variables to shed light on the drivers of participation in the democracy movement.\n\nIn Part 2, we exploit experimental variation in the provision of information to study political coordination. Among participants in the panel survey, we provide information regarding the preferences and beliefs of other students. We examine whether exposure to information regarding peers causes students to update their beliefs and change their behavior.\n\nIn Part 3, we extend the analysis in Part 1 to a nationally representative sample of Hong Kong citizens. To do so, we have added a module regarding political preferences, beliefs, and behavior (including incentivized questions and questions providing cover for responses to politically sensitive topics) to the HKPSSD panel survey.\n\nIn Part 4, we study preferences for redistribution ñ plausibly a central driver for demands for political rights ñ among Hong Kong citizens and mainland Chinese. We examine how these preferences differ across populations, as well as their link to support for democracy.",
    "totalCost": "1494647",
    "ecMaxContribution": "1494647",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "Hong Kong University of Science and Technology",
    "participantCountries": "HK",
    "projectParticipants": {
        "997262918": {
            "orgId": "997262918",
            "orgName": "Hong Kong University of Science and Technology",
            "ecContrib": 637500
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 857147
        }
    },
    "calculatedTotalContribution": 1494647
}