{
    "rcn": "208094",
    "acronym": "MEME",
    "topics": "ERC-2016-STG",
    "title": "Memory Engram Maintenance and Expression",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The goal of this project is to understand how specific memory engrams are physically stored in the brain. Connectionist theories of memory storage have guided research into the neuroscience of memory for over a half century, but have received little direct proof due to experimental limitations. The major confound that has limited direct testing of such theories has been an inability to identify the cells and circuits that store specific memories. Memory engram technology, which allows the tagging and in vivo manipulation of specific engram cells, has recently allowed us to overcome this empirical limitation and has revolutionised the way memory can be studied in rodent models. Based on our research it is now known that sparse populations of hippocampal neurons that were active during a defined learning experience are both sufficient and necessary for retrieval of specific contextual memories. More recently we have established that hippocampal engram cells preferentially synapse directly onto postsynaptic engram cells. This ìengram cell connectivityî could provide the neurobiological substrate for the storage of multimodal memories through a distributed engram circuit. However it is currently unknown whether engram cell connectivity itself is important for memory function. The proposed integrative neuroscience project will employ inter-disciplinary methods to directly probe the importance of engram cell connectivity for memory retrieval, storage, and encoding. The outcomes will directly inform a novel and comprehensive neurobiological model of memory engram storage.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}