{
    "rcn": "208096",
    "acronym": "PROSANCT",
    "topics": "ERC-2016-STG",
    "title": "Bombs, Banks and Sanctions: A Sociology of the Transnational Legal Field of Nuclear Nonproliferation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "As the critical sanctions against Iranís nuclear program demonstrate, the implementation of sanctions (SANCT) against nuclear proliferators (PRO) has lead to the creation of a global system of surveillance of the financial dealings of all states, banks and individuals, fostered by the United Nations Security Council (UNSC) resolutions. This is a new and unprecedented development in transnational governance. This research will apply a sociological perspective to the study of this new ìtransnational legal orderî by analyzing how new actors, institutions and legal technologies shape the processes of norm-creation and rules-implementation in the field of nuclear nonproliferation. PROSANCT asks: How have the social characteristics of the actors in charge of designing and implementing sanctions influenced the creation of new norms in the field of nonproliferation? Which legal technologies and which discursive practices have these new actors developed to impose their authority and their legitimacy on the regulation of global financial transactions? Answering these questions will generate a better understanding of key processes in global governance: 1) the increasing role of the UNSC as a global legislator through top-down processes of norms diffusion; 2) the ìfinancializationî of global regulation, with the increasing role played by international financial institutions, which were historically foreign to the field of nuclear nonproliferation; and 3) the ìjudicializationî of the enforcement of sanctions, and the associated reconfiguration of relations between executive and judicial authorities in charge of punishing nuclear proliferators and sanctions-evaders at the domestic level. To study these legal processes in various contexts (the United States and Europe), PROSANCT applies a multi-methods approach that combines interview-based methods with politicians, high-level bureaucrats and diplomats, and experts, and archival research.",
    "totalCost": "1499788",
    "ecMaxContribution": "1499788",
    "coordinator": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973710445": {
            "orgId": "973710445",
            "orgName": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
            "ecContrib": 1499788
        }
    },
    "calculatedTotalContribution": 1499788
}