{
    "rcn": "208084",
    "acronym": "EMTECH",
    "topics": "ERC-2016-STG",
    "title": "Emotional Machines:The Technological Transformation of Intimacy in Japan",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "EMTECH analyzes the relationship between aesthetic works on human-robot interaction in Japan and cutting-edge advances in robotics and artificial intelligence. Its central hypothesis argues that a tradition of literary, artistic, and other media forms of cultural production on human-robot relationships particular to Japan is currently being built into emotionally-intelligent companion robots with the ability to understand, record, and elicit emotions in its users, consequently expanding the capacities for humans to create affective bonds with machines and transforming structures of intimacy that sustain traditional social institutions. In its most ambitious claim, EMTECH argues that this cultural tradition has played a primary role in inspiring the recently-emerging mass production of domestic robots with technology that can register and record facial expressions, heart rate, skin conductance, and other signs of affect not consciously recognized by humans, thus generating new kinds of scientific data on human affect that fundamentally challenges previous understandings of emotion. Through the textual analysis of literary work on robot imaginaries and ethnographic fieldwork on human-robot interaction in homes, palliative care centers, and engineering laboratories, EMTECHís purpose is to collect qualitative data on new technologies of emotion management in order to advance literary and cultural theoryís contributions to the affective sciences, as well as to inform public discussions on issues of data collection, privacy, and other ethical concerns raised by the adoption of emotionally-intelligent robots in the home. Leveraging research in the humanities to critique emotional models employed by robotics engineers and designers, and implementing novel research methods such as the use of robots in both literary critique and ethnographic fieldwork, EMTECH promises to yield groundbreaking data of both theoretical and methodological application across the human sciences.",
    "totalCost": "1489919",
    "ecMaxContribution": "1489919",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 1489919
        }
    },
    "calculatedTotalContribution": 1489919
}