{
    "rcn": "208029",
    "acronym": "SEASCANN",
    "topics": "SMEInst-08-2016-2017",
    "title": "INTEGRATIVE VISION SYSTEM OF ON-BOARD SORTING OF EXPLOITED STOCKS AND REAL-TIME COMMUNICATION WITH LAND",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "SKAGINN is an Icelandic innovative company with <170 staff that was created in 1998. This leading SME supplies worldwide a high variety of own-developed processing equipment in the food industry. \n\nThe novel SEASCANN we present here is a cutting-edge technology of pre-processing based on a vision system to classify catches on board depending on the species, size and commercial value. The system is two-folded integrated, (i) vision system, with a feeder, a vision unit, a separator and a batcher, and (ii) GPS connectivity system that transfers data to the Cloud in real time. This allows land operators to track catches by each boat immediately, and better plan marketing and sales. The system will make data available also to fishery inspectors and authorities so individual quotas can be monitored in real time, without any delay.\n\nSEASCANN improves by 35-65% the efficiency of conventional fishing sorting methods, and 10-15% of time saving for commercialization compared to current technology, due to real-time connectivity between on-board and land-based personnel. Thus, our disruptive innovation will allow fisheries' value chain to move forward maximum levels of efficiency by lowering production costs and optimizing market management. As a whole, SEASCANN will get results 15-25% more efficient than conventional methods of sorting and communication from boat to land.\n\nReal-time assessment and surveillance of fish stock from on-board would provide a closer interaction within the fishery industry, with a better plan marketing and sales, and also between fishery sector and authorities, with the possibility of adjusting managing fishery decisions.\n\nSKAGINN forecasts Ä106 million cumulative revenues for the period 2020-2022, and staff will be increased by 35 people. Profitability ratios in 2020, 2021 and 2022 are 22, 27 and 30% respectively, to be incremented up to 45% by 2025.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SKAGINN HF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916768050": {
            "orgId": "916768050",
            "orgName": "SKAGINN HF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}