{
    "rcn": "208043",
    "acronym": "AOrbit",
    "topics": "JTI-CS2-2016-CFP03-ENG-03-09",
    "title": "Orbiting Journal Bearing Experiment",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "This proposal addresses call JTI-CS2_2016-CFP03-ENG-03-09 entitled ìOrbiting Journal Bearing Rig Testî.  We show that all requirements identified in the call can be met within the timescale and budget allocated for this call. Indeed, the approach taken to the research goes beyond what is specified in the call document in several important ways. In this section, we describe why this research work is of critical importance to Europe and ultimately to the world more broadly. \nThe objectives of this project correspond exactly to those stated in the call for proposals. Overall, the call requires that the project will design, build and operate a testrig for journal bearings and process the data obtained to provide the most useful information possible to support the development of suitable bearing systems for high-performance, high-reliability and low-weight speed reduction gearboxes for ultra-high bypass ratio aero-engines of the future. Our overarching aim is to meet this requirement and additionally to propose engineering refinements where appropriate to enhance the development of such journal bearings for the context in light of lessons emerging from the experimentation. \nAOrbit will deliver a facility for the operation of a journal bearing in conditions which are representative of a Power Gear Box (PGB) in a future large civil geared turbofan aeroengine.\nWork will be managed by the Institute for Aerospace Technology Core Team, which oversees the Universityís Aerospace portfolio of live research, innovation and technology demonstration projects worth over Ä70m in collaboration with leading companies such as Airbus, Rolls-Royce, Liebherr, Dassault Aviation, Meggitt and Safran. The team has a dedicated EU management function that administers over Ä20m of Clean Sky projects including the Universityís involvement as Associate Partner in Clean Sky and as Core Partner in Systems and Airframe ITD in Clean Sky2 as well as FP7 and Horizon2020 projects related to aerospace.",
    "totalCost": "1099841,25",
    "ecMaxContribution": "1099841,25",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1099841
        }
    },
    "calculatedTotalContribution": 1099841
}