{
    "rcn": "208011",
    "acronym": "SIRENA",
    "topics": "SMEInst-10-2016-2017",
    "title": "An emancipation device to increase mobility for disabled people",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "TGR is an Italian company with more than 35 years of tradition and innovation in the field of stair climbers. During our activity more than 50,000 people have benefit of our products improving their condition. With Sirena project we aim to be a technology and market leader in the mobility sector improving the living conditions of millions of citizens in Europe and around the world. Sirena is a technological breakthrough offering a universal solution able to climb stairs for people with limited physical abilities. For the first time the market will see a stair climber able to: 1) adapt to any type of stairs and steps; 2) be quick and comfortable, avoiding the nuisance vertical movements that characterize all other competing products; 3) be easily transported anywhere. We will help people -disabled, elderly or anyone who could find difficult or too tiring climbing stairs- to break down the boundaries of their isolation. We will reach them throughout our consolidated commercial network and with new commercial channels: disabled associations, nursing homes, pharmacies etc. The feasibility study will provide an assessment of the viability of our established technical objectives and a marketing analysis to find the best strategy to disseminate and exploit the results. Special care will be put on the evaluation of eventually existing related patents and to protect our unique mechanical climbing system. As TGR is a solid and well established company, Phase 2 will be funded through its current profit. With Sirena everyone will obtain benefits: TGR and the satellite activities will greatly expand their business opportunities and turnover, private buildings will not require expensive infrastructures to overcome architectonical barriers, meaning great savings for the landlords and avoiding possible conflict situations, but most importantly, disabled and elderly will be more integrated into the society finally accessing to a fully developed social life.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "T.G.R. SOCIETA A RESPONSEBILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917492640": {
            "orgId": "917492640",
            "orgName": "T.G.R. SOCIETA A RESPONSEBILITA LIMITATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}