{
    "rcn": "208015",
    "acronym": "LiveJourney",
    "topics": "SMEInst-01-2016-2017",
    "title": "LiveJourney",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "'In the on-demand digital era, time has become one of the most valuable commodities. Companies thrive or fail due to their process speed. This requires companies to track and optimize every step in their customers' 'journey' - the chain of events that begins when a customer first interacts, and ends when the product or service is delivered or completed. \nCurrent solutions for LiveJourney are inadequate as they do not track or optimize time, and are difficult to install and integrate with existing systems.\nLiveJourney is a breakthrough SaaS solution that enables companies to track and optimize their customer journeys through a simple web dashboard. It uses real-time data visualizations and algorithms with complex process mining and statistical models. LiveJourney tracks and predicts journey time, can be used out-of-the-box even by non-technical staff, and is accessibly priced for any company. \nEarly trials shows it can reduce journey times by 10-25%, predict journey duration with 82% accuracy, and increase customer retention by 8%.\nIt is developed by Your Data Consulting, a French SME launched in April 2015 by five experienced founders. It has already developed and released a working beta version of its product, attracted five clients including major French brands, and earned Ä150K in revenue.\nIt targets B2B customers including large enterprises in logistics, supply chains, finance, insurance and automobile manufacturing. It will scale up in France and expand to Germany, Italy, Spain, United Kingdom and United States, where there are 25,885 applicable companies and a TAM of over Ä1.1B. It reaches customers via direct sales and partner agents. By 2020 it will scale to 24 staff, achieve Ä7.4M in revenue, earn an EBIT of Ä2.01M.\nLiveJourney is now applying to undertake a Feasibility Study to prove technical and commercial viability and subsequently raise a larger funding round to fully commericalize its innovative product.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "YOUR DATA CONSULTING",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916886584": {
            "orgId": "916886584",
            "orgName": "YOUR DATA CONSULTING",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}