{
    "rcn": "208068",
    "acronym": "SOCOSYS",
    "topics": "JTI-CS2-2016-CFP03-SYS-02-15",
    "title": "Sensors for Oil COoling SYStem",
    "startDate": "01/02/2017",
    "endDate": "31/07/2018",
    "objective": "Oil cooling machines are the preferred solution in the aeronautic field to cool electrical rotating machines as they allow more compact equipment and more efficient and stable heating transfer. However they suffer some limitations: they provide only binary information, lack some health monitoring functions and demonstrate poor reliability/performance at high temperature.\nThe purpose of the project SOCOSYS is then to develop at TRL 5 two smart pressure sensors (absolute or gage and differential) for oil cooled starters and generators. The final objective is to replace the current mean of threshold detection, generally  a mechanical switch, with a smart sensor and consequently to improve the health monitoring of the global oil cooling system. \nThe innovative characteristics of the sensors will be focused on the capacity to operate in ambient temperature range from -40∞C to \\180∞C, on providing pressure measurement enabling health monitoring functionalities at the oil cooling system level, while matching all other operating requirements (cost, size, accuracy, environmental constraints like EMC susceptibility and vibration Ö) and on meeting the reliability constraints expected from the Topic Manager. \nSOCOSYS will allow developing a new generation of oil cooled starter generators that will contribute to more electrical, safe but also cost efficient future small aircraft as the SOCOSYSís output will lead to the extension of the mean time between maintenance ëMTBMí.\nThe project will be deployed following a Phase & Gate Approach from the specification freeze phase to the qualification of the sensors, including deliverables and reviews with the involvement of the Topic Manager. At the issue of the 18 months the project, two demonstrators of each type of sensors, having the TRL5, will be provided to the topic manager for further integration tests.",
    "totalCost": "481025",
    "ecMaxContribution": "336717,5",
    "coordinator": "AUXITROL SA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986303955": {
            "orgId": "986303955",
            "orgName": "AUXITROL SA",
            "ecContrib": 336718
        }
    },
    "calculatedTotalContribution": 336718
}