{
    "rcn": "208021",
    "acronym": "KUDURA",
    "topics": "SMEInst-09-2016-2017",
    "title": "Upscaling of a portable hybrid solution for power supply, smart waste-to-energy",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Agricultural farm holdings count up to over 12 million farms in EU-28 countries with almost 10 million directly employed labour force. Most of these farms are small to medium sized farms. In the EU live 23.5 million cows and 152 million pigs. Producing pig meat and dairy products are energy intensive processes whose energy consumption makes up to 16% of the whole consumption in the agricultural sector. Apart from being energy intensive sectors, these animals produce large quantities of waste.  KUDURA is a disruptive portable solution for waste - to -energy and water treatment, which operates off-grid, which use transforms  cow and pig manure waste into biogas to feed a combined heat and power plant to obtain electricity and heat. Furthermore, agricultural waste-water can be treated with the same solution contenereaized solution. With KUDURA we will implement a breakthrough solution to  provide farmers not only the reduction of  their cost for waste management,  but its transformation into power and heat supply, being able to operate in remote locations and completly off-grid.  KUDURA is flexible in sizing, functions and location as well as in financing options to ease the market entry in areas with lower income. It is easy and quick to install providing services within less than 48 hours. Our solution will be upgraded and adapted to agricultural markets in European countries, where the need for sustainable, flexible and affordable solutions increases. Our company RVE.SOL is a social entrepreneurship specialized in developing and implementing renewable energy and water treatment solutions. Based in Portugal, our highly internationalised team in RVE.SOL holds a mutually complementing skillset.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RVE.SOL - SOLUCOES DE ENERGIA RURAL LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930160743": {
            "orgId": "930160743",
            "orgName": "RVE.SOL - SOLUCOES DE ENERGIA RURAL LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}