{
    "rcn": "208052",
    "acronym": "IMCoLoR",
    "topics": "JTI-CS2-2016-CFP03-SYS-02-18",
    "title": "Injection Moulding with Continuous Local Reinforcements",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "In the IMCoLoR project the scroll of an air cycle machine is manufactured with an injection molding process with the local integration of continuous carbon fiber reinforcements. The local reinforcements are placed along the main load paths in order to lead to a higher pressure and temperature resistance of the scroll than for a short carbon fiber reinforced scroll as manufactured in CleanSky I. Consequently, with this method also new generation aluminum scrolls can be replaced by a thermoplastic scroll reducing weight and cost and preventing the need of hazardous surface treatments. \nFor the local reinforcement of the injection molded scroll a two-step process will be developed. In a first step, a 3D reinforcement structure from aligned pre-impregnated continuous carbon fibers (Tape) will be manufactured with the AFPT process. A removable core system will be implemented as a tool for the lay-up process. This allows the load adapted design of the reinforcements. In a second step, the reinforcement structure will be fixed inside an injection mold and will be overinjected by injection molding. The aim of the tool design is to enable a complete enclosure of the reinforcement structure. Therefore, the fixation system is embedded into the injection mold and consists of movable fixation elements that can fix and release the reinforcement structure. When the fixations are released they move backwards and are completely embedded in the mold. This enables the complete enclosure of the reinforcement inside the part without he buildup of gaps. The exact position of the reinforcement can be adjusted with the fixations. \nNon-destructive and destructive test methods will be implemented in order to evaluate the processing quality and the mechanical performance of the part.\nA demonstrator will be manufactured with the developed technology and a final evaluation of the process in terms of an industrialization of the process will be done.",
    "totalCost": "587525",
    "ecMaxContribution": "503375",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "APPPEX PRODUCT DEVELOPMENT, PROTOTYPES, PARTS GMBH;FISCHER ADVANCED COMPOSITE COMPONENTS AG*FACC AG;STICHTING THERMOPLASTIC COMPOSITESRESEARCH CENTER",
    "participantCountries": "DE;AT;NL",
    "projectParticipants": {
        "934813251": {
            "orgId": "934813251",
            "orgName": "STICHTING THERMOPLASTIC COMPOSITESRESEARCH CENTER",
            "ecContrib": 55250
        },
        "999771241": {
            "orgId": "999771241",
            "orgName": "FISCHER ADVANCED COMPOSITE COMPONENTS AG*FACC AG",
            "ecContrib": 37362
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 251775
        },
        "918374952": {
            "orgId": "918374952",
            "orgName": "APPPEX PRODUCT DEVELOPMENT, PROTOTYPES, PARTS GMBH",
            "ecContrib": 158988
        }
    },
    "calculatedTotalContribution": 503375
}