{
    "rcn": "208024",
    "acronym": "SOLACE Housing",
    "topics": "SMEInst-09-2016-2017",
    "title": "System of production and delivery self-assembly, carbon neutral, energy positive and income generating house which reduces housing overburden declining inequality gap.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "According to the ìState of Housing in the EU 2015î there are not enough affordable homes available in European countries to meet the increasing demand. Moreover according to Matthew Rognlie (MIT) studies housing is one of the main sources of inequality. Over 15% of Europeans lives in a housing overburden, having no chance to escape from the poverty trap. There is a burning need to create a new innovative approach that changes the way of financing lives of those who can not afford decent conditions. This approach is SOLACE. The aim of SOLACE is to bring first own house that allows Europeans in need to escape the poverty trap. It is a system of delivery of Basic and Sustainable Housing that generates income for owners and stimulates local economies in poor European regions. Energy needs are being met by renewable energy generated by solar panels while energy surpluses will be sold to the grid generating income for the owner. All building elements are transported in one container to final location makes it effortless and efficient from an energy standpoint. The prefabricated house can be assembled within 72 hours. It's European cheapest house of high quality priced 25.000 Ä, emission-less, carbon neutral, energy positive and self-sufficient while being 80% recyclable. With those features, we believe we can effectively change lives of poor Europeans freeing them from housing overburden in the regions where no commercial investors want to operate. Project leader is Piotr Pokorski who developed and built the first ìmodular houseî in 2013. He also acquired a Polish right to the industrial design of modular house becoming a legal owner of the concept. SOLACE ambition is to put this concept into life by creating a technological company that focuses on creating and implementing innovative solutions into the housing sector, where they havenít yet been accessible. We want to rethink house production and construction while enabling people to live in a sustainable and mindful way.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLACE SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918670608": {
            "orgId": "918670608",
            "orgName": "SOLACE SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}