{
    "rcn": "208031",
    "acronym": "BioPackNet",
    "topics": "SMEInst-11-2016-2017",
    "title": "Manufacturing of biodegradable and compostable packaging nets through a conventional one-step extrusion process",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "European demand for plastic in 2014 was 47.8 M tonnes, of which 90% came from non-renewable sources. Moreover, 25.8 M tonnes of plastics ended up in the rubbish, with 30.8% completing their life cycle in landfills. Suitable sites for landfill across Europe are running out and public concerns are increasing about the impact of landfill on the environment and health. Reducing the quantities of waste that ultimately ends up in landfill has become imperative in the EU (Landfill Directive 1999/31/EC) and represents a particularly difficult task to achieve. Recycling is one of the most important actions currently available to reduce the impact of waste and plastic production. However, some packaging items such as nets (e.g used to package potatoes, oranges) are not suitable to be treated in recycling facilities as they are difficult to be cut and get entangled in the sorting equipment ending up as waste in landfills. One possible solution is the development of biodegradable and compostable materials that could be processed through extrusion melt spinning (EMS) to manufacture these nets. Some advances have been made in this area but the high price of the final packaging product make these alternatives economically unviable. Ecoplas, a spanish manufacturer of packaging nets has come up with a solution: Biopacknet. Biopacknet will be the first packaging net with improved physical characteristics that will be processed through conventional EMS, saving energy, quantity of material and above all at a competitive cost. Biopacknet will turn into compost when it reaches its end of life, giving life to plants that will become raw materials for biopolymers in Biopacknet's formulation, closing the loop to a circular economy. With sales of 1312 tonnes of packaging net, a turnover of Ä5,5M and 8 new jobs created in just 3 years of commercialization Ecoplas will be able to double its revenue in just 6 years while helping businesses adopt more sustainable practices in the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOPLAS BARBANZA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916572789": {
            "orgId": "916572789",
            "orgName": "ECOPLAS BARBANZA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}