{
    "rcn": "208037",
    "acronym": "xBeam",
    "topics": "SMEInst-02-2016-2017",
    "title": "xBeam 3D Metal Printing",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Metal additive manufacturing segment shows impressive growth ñ in the last 5 years it grew by 43%. With this technology parts with unique shape complexity can be produced, opening new opportunities in design and providing dramatic reduction of material losses during production in comparison with conventional manufacturing. Moreover, using metal 3D printing in production, companies can significantly reduce lead times, accelerate the manufacturing process of the final product and reduce costs. Metal AM is especially used in aerospace, healthcare (medical, dental), automotive and machinery industries and R&D.\nCurrently metal AM technology is not fully developed yet: it is not economically viable to produce parts with wall thickness 1-11 mm; moreover, existing AM technologies have numerous technical, economic, environmental and other problems.\nxBeam 3D Metal Printer (TRL 6), developed by Chervona Hvilya, is a new additive manufacturing technology which is based on direct deposition approach with electron beam as source of heating and using wire as feedstock material. This solution is covering the gap for 3D production of the parts with wall thickness 1-11 mm with both high productivity and high accuracy. The xBeam 3D Metal Printer is based on a unique technology, that assures high quality of built parts with little post-processing required, has the least cost of parts production among all existing metal AM printers, is completely safe and environmentally friendly.\nTo ensure successful commercialization, in Phase 1 of SME Instrument, Chervona Hvilya intends to develop an elaborate feasibility study for xBeam commercialization that would include: a thorough market research, detailed user analysis, business model and a business plan with an extensive financial, pricing, and IPR strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JOINT STOCK COMPANY NVO CHERNOVA HUILYA",
    "coordinatorCountry": "UA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916558336": {
            "orgId": "916558336",
            "orgName": "JOINT STOCK COMPANY NVO CHERNOVA HUILYA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}