{
    "rcn": "208055",
    "acronym": "DEFENDER",
    "topics": "JTI-CS2-2016-CFP03-FRC-01-10",
    "title": "DEsign, development, manufacture, testing and Flight qualification of nExt geNeration fuel storage system with aDvanced intEgRated gauging and self-sealing capabilities",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The DEFENDER project is aimed at developing, manufacturing, testing, and qualifying innovative next generation fuel storage system with advanced integrated gauging, self-sealing capabilities and high performing closed cells foams to be integrated into the Next Generation Civil Tiltrotor (NextGenCTR) framed in the Fast Rotorcraft (FRC) Innovative Aircraft Demonstrator Platform (IADP). As integral part of the whole activity, the consortium will support the WAL in all the activities related to the Permit to Fly achievement and will provide technical support during the installation of the lightweight bladder tanks in the aircraft prototype and during flight testing. The first step will consist in a specification review and preliminary system design activity and a technological study, both aimed at full design of fuel system and assessing the effectiveness of the proposed innovations. In particular, the fuel storage subsystem (FSS) shall be capable of storing fuel and providing a sufficient mechanical resistance against punctures and impacts avoiding any leaks.  The Fuel System architecture will be used to drive the next detail design phase. Starting from the requirements, the specification of the interfaces and the digital mock-up, the DEFENDER consortium will proceed with the design and analysis, maximising low weight and safety, fully compliant with the Rules requirements and WAL Requirements. The manufacturing of the FSS will be carried out according to the EASA Part 21 subpart G (POA). Design and qualification will be performed on the strong heritage of the consortium in the development and qualification of aeronautical/military/automotive/marine fuel storage system. The project consortium, made of 2 SMEs, the Italian Aerospace Research Centre (CIRA) and an academic centre (Politecnico di Torino), has heritage and certifications to adequately fulfil the JTI-CS2-2016-CFP03-FRC-01-10 requirements.",
    "totalCost": "1426470",
    "ecMaxContribution": "1115004",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "AERO SEKUR SPA;STEP SUD MARE SRL;ARESCOSMO S.P.A.;CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "998607144": {
            "orgId": "998607144",
            "orgName": "ARESCOSMO S.P.A.",
            "ecContrib": 0
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 140000
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 248250
        },
        "952594321": {
            "orgId": "952594321",
            "orgName": "STEP SUD MARE SRL",
            "ecContrib": 255500
        }
    },
    "calculatedTotalContribution": 643750
}