{
    "rcn": "208027",
    "acronym": "HoplaCare",
    "topics": "SMEInst-12-2016-2017",
    "title": "Advanced e-marketplace for a new way of purchasing and sharing Home Care Services and Assisted Living Technologies",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "European population is fast ageing: in the next future, this means increasing rates of care-dependent older people and a rapidly growing need for domiciliary healthcare services, due also to the progressive unavailability of informal care. Most of the citizens will not have access to public care and will refer autonomously to care providers. The search of a trusted and skilled professionals is time consuming and there is not any guarantee on the quality of the service, except by word of mouth. For professionals the need to find easily and continuously demand is vital. Traditional commissioning processes are opaque, inflexible and do not fit with usersí needs.\n\nHopl‡Care platform offers:\n- to families all that is needed to properly take care of their elderly relatives, from finding the best care provider/service to being always connected with their loved one accessing Real Time Home Care Monitoring systems (remote care assisted living);\n- to providers more responsive and flexible services and it gives to the smaller a transparent, easy channel to reach new users and enter the market.\n\nThe platform is an advanced e-marketplace that standardizes the trade of home care services.\nTrust and professionalism are assured by a continuous validation held by the iterative ranking algorithm that evaluates the reliability of healthcare professionals.\nHopl‡Care integrates informal and formal care, by coordinating the care supplied from different carers (public and private) to that of relatives themselves and offers the unique opportunity to access to care sharing.\nGiven that CaringMate intends to rapidly scale the model on the EU market, this implies the release and validation of an optimized public full operational version of the platform and of the mobile app, integrating all the remote care features (i.e. webcam service); during phase 1, a feasibility study (commercial, financial, technical) will be carried out and a solid go-to market strategy and pilot action designed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARINGMATE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918648201": {
            "orgId": "918648201",
            "orgName": "CARINGMATE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}