{
    "rcn": "208002",
    "acronym": "Trafisense",
    "topics": "SMEInst-09-2016-2017",
    "title": "Trafisense is a real-time monitoring and early-warning service for high-risk situations in dry-typedistribution and power transformers based on proprietary machine-learning technology.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Trafisense is a monitoring service for dry-type distribution and power transformers based on proprietary machine-learning technology. Currently only 5% of dry-type power transformers are monitored beyond a very basic set of properties. As a result, owners cannot predict the state of the transformers accurately and face hardware failures and downtime. Even worse, the lack of monitoring prevents identifying the original cause of failure. The last 4 years several hundred datacenters where shut down due to dry transformer failures. 50% of failures and 60% of downtime per year in wind farms correspond to electrical component failures and transformer failures are amongst the most common sources. Additional issues arise in offshore sites due to advanced monitoring requirements. Trafisense offers a combined hardware/software solution for continuous real-time monitoring of dry-type power transformers. We process data feeds from more than 10 electrical and environmental properties to identify the risk status of the hardware and notify the customer of exceptional conditions several days or weeks before they manifest. Trafisense does not just display statistics leaving the deciphering job to the customer. Our service generates detailed actionable insights leading maintenance engineers to the root problem and suggesting specific maintenance actions. In addition to the daily and weekly automated reports, our customers receive semiannual summary reports for each monitored transformer by a team of in-house experts. Initial comparison with standard maintenance practices indicates considerable savings in maintenance cost mainly in offshore installations and onshore remote or critical installations. The reduction of false negatives results to less downtime that translates to fewer disruptions in production. Our proprietary technology generates early warnings regarding high-risk hardware states and it can reduce accidents by 80%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRAFISENSE MONOPROSOPI IDIOTIKI KEFALAIOUCHIKI ETAIREIA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917736886": {
            "orgId": "917736886",
            "orgName": "TRAFISENSE MONOPROSOPI IDIOTIKI KEFALAIOUCHIKI ETAIREIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}