{
    "rcn": "208025",
    "acronym": "DePharm",
    "topics": "SMEInst-11-2016-2017",
    "title": "A cost-effective and energy-efficient water treatment technology to remove pharmaceutical pollutants from urban wastewater",
    "startDate": "01/12/2016",
    "endDate": "30/04/2017",
    "objective": "Widespread contamination from pharmaceuticals (synthetic or natural chemicals found in prescription medicines, over-the-counter therapeutic drugs & veterinary drugs) are finding their way into the drinking water supply, posing serious threats to public health. Pharmaceutical compounds such as hormones and endocrine disrupters are already responsible of major health problems, but modern wastewater treatment systems are not designed for effective removal of pharmaceuticals.\nPharem Biotech brings to market the first enzyme-carrying filtration system able to remove a large range of organic pollutants (pharmaceuticals and other biological active compounds such as Bisphenol A, PFOS, antibiotics, hormone disruptors, etc.) in wastewater treatment plants, without additional energy requirement. By combining the enzymes with biotechnological techniques and a process for applying the enzymes onto a physical filter, the solution provides a wastewater treatment process step that can be added onto the existing water treatment processes at sewage treatment plants and work without external energy. The solution is based on modified enzymes which are 200 times more effective than native enzymes, resistant to low temperature, resistant to low pH and with high levels of stability and activity.  \nThe solution was successfully demonstrated in an industrial environment (Hammarby Sjˆstadsverk in Stockholm, Sweden, a test and demonstration facility for innovative waste water purification run by the Swedish Environmental Institute) where it effectively removed the pharmaceutical and other organic pollutants from urban wastewater at a price that is 10X lower than alternative solutions. Pharem aims to equip 50 WWTPs by 2020, for a turnover of Ä30M\\.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHAREM BIOTECH AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916644763": {
            "orgId": "916644763",
            "orgName": "PHAREM BIOTECH AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}