{
    "rcn": "208018",
    "acronym": "E-APIS",
    "topics": "SMEInst-10-2016-2017",
    "title": "A smart, energy autonomous, universal and cost-effective dynamic passenger information system",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "PIXEL is a Polish B2B SME, a pioneer and market leader in the development and delivery of passenger information system in the Transport Sector. We operate in an industry that is expected to growth to $20.34 Billion by 2019 at a CAGR of 26.5%.\nWe develop all our innovative products with the belief and values of freedom of mobility. Due to language barriers and the fact that only 19% of Europeans are bilingual the Public Transport needs to be innovative and leverage advances in Smart City and Intelligent Transport System technologies to attract more citizens and foreigners to use the Public Transport and facilitate freedom of mobility. To solve this problem we have created E-APIS, a smart, energy-autonomous, universal and cost-effective dynamic passenger information system that removes all communication barriers and radically improves freedom-of-movement in public transport across the EU Member States. The innovation lies in the integration of advanced displays and mobile communications that are able to provide real-time information in any chosen language and low-power technologies that allow 24/7 365 days of autonomous power through renewable energy sources.\n\nOur solution provides a high economic impact to Transport Operators since it removes energy bills and installation costs and gives them a new revenue stream. These qualities will shorten payback periods and make the investment sustainable and profitable. We foresee that E-APIS will add over Ä10 Million to our annual revenue by 2023, increase our annual profits by 25% and grow direct employment by 30% by 2021 (5 year ROI 14). Phase 1 of this innovative project is to carry out an elaborate Feasibility Study and Business Plan to get E-APIS from TRL6 to TRL9 and commercialise it.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PIXEL SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930137172": {
            "orgId": "930137172",
            "orgName": "PIXEL SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}