{
    "rcn": "208001",
    "acronym": "M2M",
    "topics": "SMEInst-04-2016-2017",
    "title": "mapKITE to market",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "The goal of M2M is to conduct a market analysis and to elaborate a business plan to market mapKITE.\nMapKITE is a new mobile tandem, terrestrial and aerial, geodata acquisition and orientation/calibration system and method that combines an aerial unmanned (drone) and a land mobile mapping system. In a mapKITE mission, the mapping drone follows the mapping land vehicle by means of a stream of waypoints generated in the vehicle and transmitted to the drone. The land vehicle carries metric targets to materialize accurate kinematic ground control points. In the mission, inertial, GNSS, odometric and imaging data are recorded. In post-processing, these data are combined in a new way for accurate georeferencing purposes.\nThe Galileo signals and their unique ranging precision and multipath mitigation features are an enabler of mapKITE.\nMapKITE is a high-accuracy and high-resolution solution for the civil engineering and other professional communities that need geoinformation along corridors and their neighbourhood. It is generally accepted that there is an historical lack of a cost efficient technical solutions for corridor mapping. Corridor mapping is the fundamental source of geoinformation for transportation, energy and other linear infrastructures that shall be monitored repetitively (for planning, construction, maintenance, etc.).By combining drone and land mobile mapping methods with a number of novel ideas and algorithms, mapKITE results in a low cost, robust, automated and efficient product for the benefit of general cartography, civil engineering  (road inventory and maintenance, pavement monitoring, road safety, environmental impact, etc.) cadastre, environment among others, as well as, in future, urban 3D mapping.\nIn the proposal we provide additional technical information, and show the market need and commercial feasibility of mapKITE.GeoNumerics has the will and capacity to bring mapKITE to market. MapKITE is an invention of GeoNumerics (Spain and USA patents).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEONUMERICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996169922": {
            "orgId": "996169922",
            "orgName": "GEONUMERICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}