{
    "rcn": "208067",
    "acronym": "TAMI",
    "topics": "JTI-CS2-2016-CFP03-AIR-02-24",
    "title": "Tests for leakage identification on Aircraft fluid Mechanical Installations",
    "startDate": "01/01/2017",
    "endDate": "31/03/2019",
    "objective": "The project aims to develop innovative methods to make on-ground leak testing more efficient, ecological and faster in aeronautical industry environments, reducing costs, time to market and toxic wastes due to standardization on test procedures and testing using non-polluting means.  \n\nThe project will draw on TQC's in-depth knowledge of leak testing techniques, our wide experience of fluid mechanics and applied sealing systems that have been used to test aircraft fuel tanks, fuel transfer systems, aircraft hydraulics, fire extinguisher systems and leading edge ducts on the latest aircraft structures that use modern materials.\n\nRecently TQC has constructed complete sophisticated PC based control systems for leak testing fully constructed wings using a) tracer gas (Helium and Hydrogen) techniques for fuel tanks and fuel transfer systems, b) complete wing hydraulic testers for flushing at a Re No. 4,500 with particle size monitoring and then pressure testing to 4,500 psi using Skydrol, and c) testing lower pressure systems for leading edge duct, gas inerting and for fire extinguisher systems using pressure decay techniques.\n\nTQC has a significant portfolio of leak testing projects in a range of industries including aerospace, automotive, nuclear, medical device, pharmaceuticals and renewable energies.  Our Engineers are experienced in the use of:\n1. Tracer gas;  hydrogen gas handling and the use of hydrogen sniffing sensors, helium and the engineering of sophisticated high pressure systems combined with high vacuum helium mass spectrometers for high production throughput short time cycle testing of aircraft fuel transfer systems\n2. Differential pressure decay systems for testing smaller test volume parts.\n3. Pressure decay systems for testing larger test volume parts and pipework systems.\n4. Ultrasonic bubble mapping for the testing of automotive fuel tank systems.\n5. Air under water systems for visual observation of leaks.",
    "totalCost": "383125",
    "ecMaxContribution": "268187,5",
    "coordinator": "TQC LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994398023": {
            "orgId": "994398023",
            "orgName": "TQC LIMITED",
            "ecContrib": 268188
        }
    },
    "calculatedTotalContribution": 268188
}