{
    "rcn": "208010",
    "acronym": "Rhizomia",
    "topics": "SMEInst-07-2016-2017",
    "title": "A novel cost-efficient bioreactor to accelerate growth of valuable plant roots for nutraceuticals, pharmaceuticals  cosmetics",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "From the 391,000 known species, 18,000 have documented medicinal effect and only 150 are industrially cultivated. Their active principles are extracted from wild or cultivated plants, but the production of these compounds is not sufficient to meet the growing market demand. New sustainable production methods include in-vitro cultivation in bioreactors. However, the main limiting factor is the plant biomass growth rate (e.g. state of the art bubble column bioreactors only reach a doubling time of 20-30 days for ginseng roots). Existing bioreactors are therefore unable to produce at an economically viable level sufficient amounts of biomass and active molecules except for rare applications with very high added value (e.g. pharmaceuticals). \nThe project develops a novel bioreactor technology enabling a 2x faster biomass growth and a 2-3x boost in active compound elicitation level. Root bioreactors have been so far designed by pharmaceutical engineers without cost considerations as they target high value application. Our team, coming from a food biotech background, has been able to design low-cost bioreactors compatible with high-volume production where costs can be divided by a factor of 10 to target lower value applications such as nutraceuticals. The project initially focuses on the development of a 30 ton/year pilot plant for ginseng roots, a market of 25,000 ton/year currently dominated by US and Asian producers. In addition, the technology has been validated for 29 other root varieties and has the potential to support in-vitro cultivation of any plant root, covering numerous applications in nutraceuticals, pharmaceuticals, cosmetics, fragrances, pest-control, phyto-protection and food additives, among others.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREEN2CHEM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917968037": {
            "orgId": "917968037",
            "orgName": "GREEN2CHEM",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}