{
    "rcn": "208086",
    "acronym": "MAMLE",
    "topics": "ERC-2016-STG",
    "title": "Understanding the mechanisms of human acute myeloid leukaemia (AML) evolution",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Acute myeloid leukemia (AML) is one of the most deadly cancers. Currently, we do not fully understand how and why AML starts or why it tends to relapse after treatment. Recent discoveries by the applicant and others have identified preleukemic stem and progenitor cells (preL-HSPCs) as the root of AML evolution. Many healthy elderly individuals carry the preleukemic mutations in their preL-HSPCs and yet, do not develop AML. It is also becoming clearer that leukemia evolution is spanning over many years but most research is focused on the late stages of the disease.  \nPopulation genetics tools are specifically suited for the study of historical evolution however such tools are not well developed in the field of somatic evolution. This proposal will integrate population genetics, stem cell and leukemia biology in order to unravel human leukemia evolution from the very early preleukemic phase to relapse. \nNovel single cell population genetics tools will be used to describe the naive clonal structure of the human hematopoietic system in both health and disease. A unique cohort of half a million Europeans, who have been followed for years, will be used to understand why only a small fraction of the individuals carrying preleukemic mutations develop AML. Novel genetic analysis will be developed to study the clonal structure of blood cells, years before AML was diagnosed. A large cohort (N=100) of AML patients were collected serially over a year and will be collected until relapse. Detailed molecular and population genetics of this cohort will aid in understanding the mechanism of AML relapse and in developing novel molecular methodologies, that will allow early relapse diagnosis.  AML like many other malignancies is diagnosed late in its evolutionary path. In this proposal the evolution of AML before diagnosis and before it relapses will be studied by novel population genetic tools so that the vision of early diagnosis and treatment will become reality.",
    "totalCost": "1750000",
    "ecMaxContribution": "1750000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1750000
        }
    },
    "calculatedTotalContribution": 1750000
}