{
    "rcn": "208034",
    "acronym": "ECOLED",
    "topics": "SMEInst-09-2016-2017",
    "title": "Efficient and Low CO2 footprint B2B turnkey LED module with an innovative thermal solution",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "LED lighting is increasingly a part of our daily life, thanks to its proven advantage in energy saving and longer lifespan. Nevertheless thermal management of LED lighting fixtures remain an issue like other electronic devices (e.g. laptops, smart phones).\nECOLED is solving this problem thanks to its patented IF-T LED technology. The aluminium content of ECOLED is up to 75% lower compared to current LED modules. This leads to a smaller, embeddable, longer lasting and even more energy saving light source.\nA first generation of ECOLED will appeal to clients to take advantage of size and the ease of a pre-assembled device. This is the market segment of indoor design lighting fixtures. \nThe second generation ECOLED will play out the temperature management functionality creating a device that has a considerably longer lifespan. This advantage will have a disruptive effect for clients in the segment of residential, office, industrial and outdoor lighting, a Ä2,5 billion market in Europe alone.\nBeside the abovementioned characteristics, ECOLED has two other important long term and sustainable advantages.\nIn the first place, lower aluminium content and energy saving lead to an unseen eco-friendliness. The ecological footprint of the ECOLED module will be half of the size of a conventional LED solution. 1 million ECOLED lighting sources save 4,7 million ton CO2e, only thanks to lower aluminium content. The reduction of GHG emissions is completely in line with the mission of the company behind the technology, SustainableLedLighting (SLL), to create sustainable ecological advantages thanks to technological improvements in the lighting business.\nIn the second place, SLLís business strategy offering a turnkey solution through tailor made sourcing and assembly keeps a big part of the value chain in Europe where the lighting sector - mostly SMEs ñ gives employment to 150.000 Europeans.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VINCENZO TARASCO",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933463205": {
            "orgId": "933463205",
            "orgName": "VINCENZO TARASCO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}