{
    "rcn": "208050",
    "acronym": "ECOFUNEL",
    "topics": "JTI-CS2-2016-CFP03-SYS-02-19",
    "title": "Eco Design: Composite functionalization: thermal and electricalconductivity",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "The aim is to reduce weight of metallic parts but keeping conductivity properties. Potential application is a valve actuator body for which EMI protection and bonding is required. Additionally it will be explored various manufacturing process with thermoplastic composites reinforced with short or long fibres. Nevertheless these solutions cannot be simply achieved by a direct paradigm change from aluminium alloy towards thermoplastic composite (black metal approach). They actually require some innovative concepts in terms of material formulation and functionalitation strategy in order to meet both electrical conductivity and EMI protection requirements.\nThe innovative solution proposed by the ECOFUNEL consortium is focused onto the use of conductive electrically thermoplastic-based composite materials as an alternative solution to metallic materials keeping constant the final conductivity properties of the actuator body. The thermoplastic-based composite materials provide some major advantages as compared with thermoset-based composite materials: a wide range of functionalization, a high production rate and recyclability. Some high performance thermoplastic resins will be used in order to ensure high mechanical properties and strong chemical resistance versus aeronautic fluids or other aggressive chemical products. To improve mechanical properties, some chopped or continuous carbon fibres will be used according to the technical solutions proposed and the processing methods related to.\nThe technical solutions developed by the ECOFUNEL consortium will provide:\n- High mechanical properties thanks to both carbon fibres (short or continuous) and high performance thermoplastic resin.\n- High level of electrical conductivity thanks to both carbon fibres (short or continuous) and carbon conductive particles (CNT or graphene).\n- EMI shielding efficiency.",
    "totalCost": "499495",
    "ecMaxContribution": "499495",
    "coordinator": "FUNDACION PARA LA INVESTIGACION, DESARROLLO Y APLICACION DE MATERIALES COMPUESTOS",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA;ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
    "participantCountries": "ES;FR",
    "projectParticipants": {
        "998060646": {
            "orgId": "998060646",
            "orgName": "ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
            "ecContrib": 167214
        },
        "999603819": {
            "orgId": "999603819",
            "orgName": "FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA",
            "ecContrib": 164531
        },
        "996431240": {
            "orgId": "996431240",
            "orgName": "FUNDACION PARA LA INVESTIGACION, DESARROLLO Y APLICACION DE MATERIALES COMPUESTOS",
            "ecContrib": 167750
        }
    },
    "calculatedTotalContribution": 499495
}