{
    "rcn": "208009",
    "acronym": "RELEASE",
    "topics": "SMEInst-05-2016-2017",
    "title": "Nanofiber based drug delivery for surgical therapy of adult and paediatric solid tumours",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Cebiotex is a company founded by medical business entrepreneurs plus experts from the biomedical nano-fibre plus oncology sectors. With experts from a world leading hospital in cancer treatment(Sant Joan de DÈu) and researchers from the Universitat Politecnica de Catalunya,  we have been steadily developing our technology and single minded vision for several years.\n\nOur patented process allows for a unique method for depositing of active agents between nano-fibres. The resultant flexible, biodegradable nano-gauze will be able to radically improve treatments across multiple fields. Our first product line uses the highly potent and promising anti-cancer drug, SN-38. Until now, the low solubility of a drug such as SN-38 has withheld its adoption because standard drug delivery mechanisms fail. We turn the problem on its head, using our proprietary gauze we hold the active agent in place next to the treatment area, taking advantage of the low solubility of such drugs to provide constant high dosage to targeted cells over 4 weeks.\n\nWith a focus on this initial cancer cell therapy control drug, we have a vision to use this as a spearhead to firmly plant ourselves in the European medical biotech sector.\n\nWe request targeted SME Instrument funding in order to fully prepare the commercial groundwork for our vision to become a leading drug delivery platform organisation and to finalise plans to move our first product from pre-clinical to phase I/II trials. By challenging all of our assumptions we wish to confirm our predictions for a solid business, solid employment growth and a new nano-tech drug development specialism in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CEBIOTEX SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938367428": {
            "orgId": "938367428",
            "orgName": "CEBIOTEX SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}