{
    "rcn": "208026",
    "acronym": "InnSpect IoT",
    "topics": "SMEInst-02-2016-2017",
    "title": "Providing Quality of Experience Through Automated Testing of Devices",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "We are adapting InnSpect to be able to test connected devices and the next generation of IoT equipment such as smart \nhome (fridge, washing machine, air conditioning and home security. This new product is called InnSpect IoT. InnSpect IoT is \na Quality of Experience solution, based on the InnSpect product that provides automated testing with a graphical user \ninterface (used for final quality testing at the factory for the produced equipment), that replicates user interactions on Set-Top \nBoxes, mobile devices, and IoT devices.  \nOur overall objective of for the later Phase II project is to scale-up the breakthrough InnSpect testing solution to be able to \ntest connected IoT devices as well, i.e. to finalize the InnSpect IoT product and to bring it to market. The expected outcome \nof the Phase II project is a miniaturized, scaled-up and marketable InnSpect IoT product that can be marketed right after the \nproject ends.  \nThe specific objectives of Phase I Feasibility include: Technological Feasibility Study, Market Assessment, Business Model \nAssessment, Risk Assessment, IP Assessment, Work Plan for Phase II, Business Plan \nInnSpect IoT answers to the market gap of a simple automated testing solution capable of performing cross device testing \nthat anyone can manage. When we worked on InnSpect, we learned a lot from the major failures and benefits of the different \nautomated testing solutions already established on the market, which has allowed us to create a solution better prepared to \nfollow new market trends. The InnSpect architecture was developed with scalability and flexibility in mind. Time to market is \nof the essence, and being able to put the first flag is key, InnSpect is well prepared in terms of structure and with the right \namount of resources. \nAt InnoWave, we see InnSpect IoT as the next logical step for our business as it offers major growth potential for us. We will \nstart sales in Portugal, then expand to all of Europe and eventually beyond that",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOWAVE TECHNOLOGIES, SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920540380": {
            "orgId": "920540380",
            "orgName": "INNOWAVE TECHNOLOGIES, SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}