{
    "rcn": "208013",
    "acronym": "Carr-e",
    "topics": "SMEInst-10-2016-2017",
    "title": "CARR∑e: Lightweight and versatile electric vehicle applied to urban logistics",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "'Spirit Design has designed Carr.e, an innovative urban vehicle that exploit the technical components of e-bikes and applies them to a 4wheeler cargo so to exploit a 125,25MÄ (by 2020) business opportunity. We are an internationally leading strategic design company born in 1993 in Vienna.\nEuropean cities are expected to reach 75% of the total population by 2020, besides Urban Freight Transport (UFT) represents 8% to 15% of the total.  Urgent is the need of countermeasures to avoid road congestions, lower environmental pollution, from greenhouse gases (25% due to transport) to noise. Besides, e-commerce heavily relies on UFT and B2C sales are growing at a rate of 14% per year, urban logistics need to find solutions that are cost-effective, productive, efficient and environmentally sustainable. \nConsequently, we propose Carr∑e, which exploits electric power-assisted cycles features to create a 4-wheeler, innovative pedelec (pedal electric cycle) designed for UFT that needs no driving license and no homologation. Carr.e includes a modular architecture to provide flexible driver protection in a highly space-saving way. Carr.e is designed so that batteries can be easily changed and not recharged. \nCarr.e is supported by the interest of main UFT stakeholders: POST AG, ÷AMTC and REWE and will be manufactured by the KSR Group. Carr∑e will accumulate by 2020 a turnover of 125,25MÄ and 32 new employees, ROI of 4,71%. Carr∑e contributes to the EC goal for UFT of 'CO2-free city logistics in urban centres by 2030'.\nCarr∑e has been designed to address UFT issues:\nïReduction of urban environmental pollution.\nïIncrease of the cargo companies' delivery efficiency.\nïAn extension of B2B market applications for public administrations, SME business and corporations, tourism agencies or large-sized recreational areas thanks to its modularity. \nïEnergy efficient and low-cost solution for a wider range of cargo.\nïNo need to spend time to recharge batteries.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPIRIT DESIGN - INNOVATION AND BRAND GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939125095": {
            "orgId": "939125095",
            "orgName": "SPIRIT DESIGN - INNOVATION AND BRAND GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}