{
    "rcn": "208065",
    "acronym": "HEGEL",
    "topics": "JTI-CS2-2016-CFP03-LPA-01-12",
    "title": "High Cycle Fatigue Prediction Methodology for Fibre Reinforced Laminates for Aircraft Structures in CROR Environment ñ Development and Validation",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "The aim is to develop high cycle fatigue (HCF) testing capabilities for composite materials to study the long-term fatigue life of composite laminates used in new structural architectures subjected to high sound pressure loading in CROR environment.\n\nThe achievement of the overall project aim will be tackled through the accomplishment of two technical objectives: developing a sound source and amplification system representative of the high sound pressure generated by the CROR; developing and validating an enhanced accelerated fatigue prediction methodology framework to HCF life prediction of CFRP laminates used in the new aero-structures configurations in CROR environment.  \n\nConcepts for the sound source and amplification system will be designed according to the specifications. The best concept will be demonstrated and validated and successively the system will be manufactured and delivered to Fraunhofer IBP. The development of the methodology framework for HCF prediction of CFRP materials will be achieved through extensive experimental testing, physical analysis and numerical FE modelling activities. Following on from existing approaches, the final outcome of the project will be an expanded methodology framework for HCF prediction of CFRP laminates able to take into account the influence of environmental conditions as well as the presence of frequency dependent phenomena (e.g self heating). The framework will consist of fatigue models based on fatigue master curves and shift as well as FE predictive models that can be used as virtual assessment tools for HCF performance of CFRP materials.\n\nThe immediate impact of the project will be providing the IADPís Partners and the aerospace community with advanced testing capabilities to facilitate the design process and the structural integrity assessment of the new aero-structure configurations as result of the CROR integration in order to meet safety and certification requirements.",
    "totalCost": "399842,5",
    "ecMaxContribution": "399842,5",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;UNIVERSITEIT TWENTE;UNIVERSITY OF BRISTOL",
    "participantCountries": "NL;UK",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 3454
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 189996
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 108130
        }
    },
    "calculatedTotalContribution": 301580
}