{
    "rcn": "208017",
    "acronym": "I-VALVE",
    "topics": "SMEInst-10-2016-2017",
    "title": "INTELLIGENT VALVE FOR PERSONALIZED SAFETY AIRBAG",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "According with the World Health organization(WHO) every year the lives of approximately 1.25 million people are cut short as a result of a road traffic crash. Between 20 and 50 million more people suffer non-fatal injuries, with many incurring a disability as a result of their injury.  Automobile airbags have been a critical advance in driver and passenger safety, but they can cause injury or even death if not used properly (special to shorter people and children). \nThe objective of this project is to analyze the market viability of an innovative membrane to be integrated in airbags that has the ability intelligently programmed to customize its occupant protection function to the shock conditions and specific characteristics of the occupant who will protect. It will provide a reduction of the risk of critical injuries and fatal in extreme situations in road accident (a preliminary estimation has been done of (14-16% reduction depending on the type of the crash analysed) and with an insignificant cost of the product.\n\tThe project is based in a previous national research project (ADAPTA) that was followed by an internal RTD project that concluded with an invention that is protected by the patent (13/878710)\n\tThere is an ongoing national innovation project to confirm the initial tests and will bring the innovation to a TRL 6 by 2017 \n\tWe have contacted potential customers and three have already demonstrated their interest in the project outcome, including one of the airbag manufactures market leaders ZF-TRW, an international TIER 1, present in more than 20 countries that is in the path to become the second airbag manufacture in the world .\n\tThe aim of I-VALVE is to reach 6% of that EU niche market share of front and side airbags (summed the % of MAGOM market share and the penetration of this technology by the products manufactured by other with our license) and achieve a year profit of 5,4 million Euros, three years after the commercialization start.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MANUFACTURAS GOMA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916706940": {
            "orgId": "916706940",
            "orgName": "MANUFACTURAS GOMA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}