{
    "rcn": "208060",
    "acronym": "TICOAJO",
    "topics": "JTI-CS2-2016-CFP03-LPA-01-13",
    "title": "TItanium COmposite Adhesive JOints",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Future aircraft will have to be more fuel efficient in order to accomplish sustainable air transport growth. One of the key enablers to achieve this fuel efficiency is drag reduction by improved aerodynamic efficiency. On its turn, a key enabler within this aerodynamic efficiency is air foil drag reduction by laminar flow control. The relevant technologies involve a hybrid joining of titanium and CFRP for the leading edge design. For a successful implementation of this concept the fracture properties (i.e. strain energy release rates) of this joint must be reliably determined experimentally to pave the way towards more precise numerical tools development for the critical design of such joints. A full experimental characterization of the mode I, II and mixed mode fracture properties of three different joining technologies under quasi-static, fatigue and high strain rate loading in ambient, hot/wet and low-temperature conditions is thus required and targeted in this project. \nThe objectives set and the activities envisaged in TICOAJO are summarized as follows:\nï Investigate manufacturing parameters to improve properties, focus on pre-treatment of metal and composite parts \nï Preselect four different joining technologies already verified in industrial level \nï Manufacture coupons with optimal adhesion characteristics for four union types \nï Explore joint properties by static testing for all four union types at three environmental conditions (CTD, Ambient, HTW). At high strain rate perform tests at ambient conditions,for the best union type only\nï Screen for the best union-type and characterize fatigue properties at three environmental conditions (cold-dry, Ambient, hot-wet), resulting in in-depth knowledge of the damage tolerance (DT) capabilities\nï Validate the coupon results and in-depth DT-knowledge by manufacture two subcomponents, using the best manufacturing technique, predict its damage tolerance capabilities, test it in realistic (ambient) loading conditions, and correlate prediction and result. Perform a static and a fatigue test.",
    "totalCost": "694125",
    "ecMaxContribution": "694125",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "PANEPISTIMIO PATRON;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "EL;NL",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 221875
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 278750
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 193500
        }
    },
    "calculatedTotalContribution": 694125
}