{
    "rcn": "208061",
    "acronym": "PILOT",
    "topics": "JTI-CS2-2016-CFP03-AIR-01-15",
    "title": "varnish and sol-gel multifunctional ProtectIve cLear cOat for aeronauTics",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The project PILOT aims to develop two types of formulation technologies classes; a new UV hybrid varnish, which will combine the use of organic and silicone epoxy materials cured by the UV technology and a new hybrid solgel coating, where organic/silicone networks are reinforced by using colloidal particles of silica. Both technologies can be applied on a final paint scheme, but each of them has their particularities in terms of formulation, application and final properties. These differences will allow to cover a very large range of possibilities and will increase the chance of success of this project.\nThe approach of the project is to get an efficient optically transparent multifunctional clear coat, which will able to protect the surface of the wings of business jet or HTP. While keeping the laminar flow, the technical solutions will have the capacity to:\nï Protect the substrate against contamination\nï Protect the substrate against icing formation\nï Resist to the erosion\nï Resist to the UV degradation\nï Dissipate the electrostatic charges\nï Be easily repaired\nTo reach the target of the project, the consortium considers two different technologies, which have already shown their ability to match with Aerospatiale needs. For each approach, an existing solution has been selected. Several properties, according to the technical requirements, have been already tested. The project PILOT will fine tune them in order to fulfil the technical specifications. \nThe project will start with a bibliographic study, whose objectives are to make a state of the art of the last updated technologies,  a legislation survey, a screening of the commercial raw material in order to design the update formulations coatings. Then, based on the literature, the coatings will be formulated and applied on the required substrates, taking into account industrial constraints. Finally, coatings will be characterized to validate the required functionalities, defined in the topic.",
    "totalCost": "744231,25",
    "ecMaxContribution": "667896,25",
    "coordinator": "INSTITUT DE RECHERCHE DES REVETEMENTS, PEINTURES ET ENCRES",
    "coordinatorCountry": "BE",
    "participants": "BLUESTAR SILICONES FRANCE SAS;RESCOLL",
    "participantCountries": "FR",
    "projectParticipants": {
        "998135821": {
            "orgId": "998135821",
            "orgName": "RESCOLL",
            "ecContrib": 274531
        },
        "933832872": {
            "orgId": "933832872",
            "orgName": "INSTITUT DE RECHERCHE DES REVETEMENTS, PEINTURES ET ENCRES",
            "ecContrib": 215250
        },
        "935116473": {
            "orgId": "935116473",
            "orgName": "BLUESTAR SILICONES FRANCE SAS",
            "ecContrib": 178115
        }
    },
    "calculatedTotalContribution": 667896
}