{
    "rcn": "208057",
    "acronym": "CALITO",
    "topics": "JTI-CS2-2016-CFP03-LPA-02-13",
    "title": "CAbin LIning auTOmation",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "It is our objective to redesign cabin and cargo lining parts and the connected mounting system to establish the basis for an automated installation e.g. by light weight parts or simplifying geometries. The interior parts and brackets will be designed to allow plain handling during installation. In respect to this, the alignment of neighboring parts will be based on a 'hidden gap'-concept. For most easy leveling of the robot, the mounting system will ensure consistent reference points throughout the bracket variants. As SFS intec GmbH has already designed the bracket logic concept for the A350 program, the hereby used clic and snap mounting system will be optimized e.g. by integrating the idea of separated load pathes to reduce bracket variants and equalize manufacturing tolerances of the structure. Multi layer panels (separation of functional and design features in different layers) and new materials with optimized CO2-Balance will be considered as well as brackets including different functions (connecting, damper, insulationÖ) within one or more ATA-Chapter (Mulit -ATA-Part, electric connection, mechanic connection). To minimize adaptation effort on the aircraft structure, mounting of connector brackets to the structure shall be included in the installation process of Cabin and Cargo lining. The first permanent fixation to the Aircraft structure parts takes place during installation. To disassembly the lining parts a clic and snap connection between the to parts of a bracket shall be dissolved.",
    "totalCost": "1546875",
    "ecMaxContribution": "850000",
    "coordinator": "SFS INTEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "SOLVAY SPECIALTY POLYMERS BELGIUM",
    "participantCountries": "BE",
    "projectParticipants": {
        "951043873": {
            "orgId": "951043873",
            "orgName": "SOLVAY SPECIALTY POLYMERS BELGIUM",
            "ecContrib": 230000
        },
        "918402306": {
            "orgId": "918402306",
            "orgName": "SFS INTEC GMBH",
            "ecContrib": 620000
        }
    },
    "calculatedTotalContribution": 850000
}