{
    "rcn": "208056",
    "acronym": "DEVILS",
    "topics": "JTI-CS2-2016-CFP03-ENG-03-12",
    "title": "DEVILS (Development of Vhbr engines Innovative Lubrication System)",
    "startDate": "01/02/2017",
    "endDate": "31/05/2020",
    "objective": "Aircraft Engines are normally assisted by a number of complementary systems that have to guarantee performance throughout the whole flight envelope of the aircrafts for which they are designed. Among these systems Oil lubrication and heat management system is the most important due to its roles:\nï\tRemove the heat generated in the highly loaded rolling bearings and the gears found in the Engine power and accessory gearboxes\nï\tLubricate bearing and Power and Accessory gear boxes.\nThe current trend of developing aircraft engines that consume less fuel put a lot of pressure on the oil lubrication system cooling requirements due to higher speeds, loads and temperatures in engines. This is much more true for Very High By-pass Engines due to the integration of high-power gearboxes (allowing high by-pass ratio) and high-power starter-generators. \nFor this reason Engine manufacturer are deeply looking to innovative design for oil lubrication and heat management system implementing architectures that are able to meet the new cooling and lubricating requirements without negatively impacting the Engine weight or operational and maintenance costs. \nThe overall objective of project DEVILS Project is to research, develop and validate the robustness of a new variable oil flow approach towards the design an innovative variable flow oil pump to be integrated in a high performance aircraft lubrication systems architecture with the aim of reducing fuel and oil consumption. \nObjective of DEVILS project is as well to research, implement and validate smart fault detection and health monitoring algorithms to assist the system in reducing oil low flow rate needs and prognostic functions.",
    "totalCost": "2898250",
    "ecMaxContribution": "2898250",
    "coordinator": "PROTOM GROUP SPA",
    "coordinatorCountry": "IT",
    "participants": "EURO.SOFT SRL;A.ABETE SRL;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;CONSIGLIO NAZIONALE DELLE RICERCHE;TAT TECHNOLOGIES LTD",
    "participantCountries": "IT;IL",
    "projectParticipants": {
        "918353515": {
            "orgId": "918353515",
            "orgName": "TAT TECHNOLOGIES LTD",
            "ecContrib": 374688
        },
        "937157547": {
            "orgId": "937157547",
            "orgName": "PROTOM GROUP SPA",
            "ecContrib": 573750
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 195125
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 319375
        },
        "918317819": {
            "orgId": "918317819",
            "orgName": "A.ABETE SRL",
            "ecContrib": 1006438
        },
        "946372159": {
            "orgId": "946372159",
            "orgName": "EURO.SOFT SRL",
            "ecContrib": 428875
        }
    },
    "calculatedTotalContribution": 2898251
}