{
    "rcn": "208033",
    "acronym": "Skylynx",
    "topics": "SMEInst-10-2016-2017",
    "title": "Upgrading Railways from the Air",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The deployment of advanced signalling systems (ERTMS) in Europe is encountering issues related to the use of manual and obsolete tools. Also, rail maintenance costs are still expensive in terms of effort and safety, and infrastructures lack of flexible systems to ensure security, surveillance and supervision. To resolve these problems, railways digitalisation has become a major trend within the industry.\nSigmaRail has developed Skylynx, a UAV-based system that aims to address these challenges to support Europeís transportation investments (ERTMS and Galileo GNSS), by digitalising the Railways. It would add the following values bases on a high skilled and experienced core team:\n-Geographical data acquisition: Current main line railways need a detailed and accurate survey to capture geographical data, prior to the deployment of ERTMS. Skylynx would reduce by 30% its costs. \n-Assets maintenance and supervision: Equipment placed along the main line tracks in Europe are highly prone to suffer from maintenance issues. Each unpredicted failure is capable of causing service delays, as well as affecting travellersí safety. Skylynx shall reduce costs, increasing by 15% trains frequency.\n-Safety: All the above tasks require workers to access the track four-foot. Skylynx, thanks to its UAV-based technology, will avoid this, increasing safety.\n-Security: Skylynx final deployment would ensure the control of the railway corridor access, capturing specific details and enabling expert evaluation of the railway status and access control.\nThus, Skylynx is an innovative tool for railway lifecycle management, composed by UAVs equipped with sensors, nesting platforms, back-end processing nodes and a rail assets recognition software that will offer geographic information, maintenance, supervision and surveillance services of railways assets and infrastructures. The system will enable and enhance the digitalisation of the railway transportation sector.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGMA-RAIL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917499236": {
            "orgId": "917499236",
            "orgName": "SIGMA-RAIL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}