{
    "rcn": "208028",
    "acronym": "LEXR Sterilizer",
    "topics": "SMEInst-02-2016-2017",
    "title": "Low Energy X Ray Sterilizer ñ bringing OEM medical device sterilization in house and streamlining production",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "The sterilization of medical devices (such as implants, artificial joints, syringes, blood bags), as well as ëtetrapacksí, food packaging, and even wine corks, is currently performed by third-parties. This adds time and costs to the final and critical part of the manufacturing process. Many new medical devices cannot be sterilized through radiation and can only be sterilized through chemical gas processes that results in harmful gases remaining in the packaging which can be harmful to end users of the products such as hospital staff. Moreover, medical device sterilization is currently not properly documented and controlled, often causing broad product recalls should a single product be found to be non-sterile. This adds  further expense and delay due to the need to repeat the sterilization process. EnXray has developed an innovative sterilization machine that delivers high efficiency ionizing radiation, using low energy Xrayís to reach the Sterility Assurance Level, in an affordable manner enabling safe on-site and on-demand sterilization of medical devices. It can be installed on site at each production facility helping manufacturing companies to reduce production costs and times. Furthermore, the current inventory holding costs incurred by medical device manufacturing companies could be reduced substantially by EnXrayís technology thanks to the reliable sterilisation process. Within the overall project EnXray intend to optimise the commercial design according to medical partner requirements, demonstrate it for use in converyor processing, develop a better understanding of its impact on new plastic materials as well as fully establish the commercialisation strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENXRAY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917534447": {
            "orgId": "917534447",
            "orgName": "ENXRAY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}