{
    "rcn": "208020",
    "acronym": "ARION",
    "topics": "SMEInst-04-2016-2017",
    "title": "A reusable launch system of small payloads to suborbital space",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Nano/microsatellites can make space industry more sustainable, environmental-friendly and efficient. However, development of these satellites evolves slowly, since scientific and technological research & test of the satellites and their separate components in relevant space environment is very limited and/or expensive. Microgravity is a perfect condition to test and qualify early technology readiness level (TRL5-6) technologies, turning into a business with great prospects. However, access to microgravity environment is not affordable for developers. \nToday, there are a very few solutions used to test and increase the level of technology maturity:  research at the International Space Station (ISS) and on military missiles based sounding rockets.  However, traveling to the ISS is something that only Space Agencies are allowed to do. On the other hand, heavy sounding rockets provides more opportunities, but bring several handicaps due to their military nature, such as high accelerations, high costs, lack of payload standardization as well as long integration processes.\nPLD Space proposes, ARION, a reusable sounding rocket for scientific and technological payloads suborbital launch, enabling the industry to get over the ìtechnological death valleyî.  ARION uses kerosene and industrial liquid oxygen engine, which is safe to transport and launch. The rocket is cost-efficient, since it is assembled using commercial off-the shelf components and can be reused to up to 5 times. PLD is a pioneer of the space industry, who will facilitate research and scientific tests in microgravity in the safe, time & cost efficient way.\nThe Phase 1 project will allow PLD Space to define a minimum viable product, plan a feasible ARION optimization and suborbital mission, elaborate the business scale up and size the reachable market. Within the overall project, PLD Space aims to reduce the rocket COGS, shorten a duration of payload integration and and qualify ARION in a suborbital mission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PAYLOAD AEROSPACE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952502074": {
            "orgId": "952502074",
            "orgName": "PAYLOAD AEROSPACE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}