{
    "rcn": "208005",
    "acronym": "PLATIO",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative outdoor solar and kinetic energy harvesting pavement system",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "PLATIO outdoor solar and kinetic energy harvesting pavement system is developed by our start-up company, InnovatÌv\nTÈrburkolatfejleszt? Kft. We are an enthusiastic team of professionals with engineering and sales/marketing background.\nWith our flagship project PLATIO, an unconventional primarily outdoor energy producing paving system our mission is to\noffer a viable solution to harvest and exploit renewable energy in urban environments.\nOur project gained serious awareness and managed to involve venture capital from angel investors to create the prototypes\nof our pavement system. We are also a mentored project within Design Terminal, a leading technological and startup mentor\nprogram in Hungary.\nPLATIO is an unconventional, a primarily outdoor energy producing paving system and an alternate to usual pavements.\nContrary to most of the applied pavements nowadays, PLATIO does not take material (such as stone, gravel, cement and\nwood) and energy from nature to build human environment, but uses the normally appearing garbage and energy.\nConsequently PLATIO is a paving platform made of recycled plastic. The planned product integrates different types of\nenvironmental friendly technologies such as solar panels to use the solar power and kinetic energy converters to transform\nthe energy of human steps or any other means of vibration. The units are compact and modularly connect together making\nelectronic contact without additional wiring by a powerline communication system which connects automatically during the\nestablishment.\nCombining recycled plastic, solar panels and piezoelectric kinetic energy converters we created the PLATIO technology that\ncan be used for several scenarios from household (B2C) to B2B solutions, such as smart advertisement providers. Instead\nof trying to create the cheapest consumer solution we had learned from the market that",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVATIV TERBURKOLATFEJLESZTO KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920541447": {
            "orgId": "920541447",
            "orgName": "INNOVATIV TERBURKOLATFEJLESZTO KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}