{
    "rcn": "208064",
    "acronym": "INSTEP",
    "topics": "JTI-CS2-2016-CFP03-FRC-01-09",
    "title": "INnovative SmarT Electric Power Distribution",
    "startDate": "01/02/2017",
    "endDate": "31/07/2022",
    "objective": "The INSTEP Consortium will bring together their world-leading expertise in aircraft Electrical Power Systems (EPS) and Power Electronics (PE) in order to design, develop, manufacture, test and provide qualification for flight of an innovative Power Distribution Units (PDUs) for safe control and protection of both High-Voltage Direct Current (HVDC) and Low-Voltage Direct Power (LVDC) electrical generation systems. This will be a key component in the creation and demonstration of a Next Generation Civil Tilt Rotor aircraft.\n\nThe INSTEP Consortium will combine their world-leading expertise in the technical areas of PE and PE conversion, power distribution, aircraft EPS topologies, smart-girds and their control, as well as in modelling and simulation, together with world-recognised expertise in manufacturing, testing and qualification of EPDS for aerospace applications in order to enable a step change in the design and development of future aircraft electrical PDUs by introducing innovative technological solutions, making them ìsmartî, safe and more efficient, hence contributing towards more efficient, greener aviation.\n\nDue to the leading role played by both the INSTEP partners, University of Nottingham and Zodiac Aerospace, in the International Aerospace Standards Committee for Aircraft Electric Systems (SAE AE-7), INSTEP results will be integrated into the development of future standards for aircraft EPS architectures and concepts. This demonstrates the international impact of the project in addition to enabling further developments in the FRC IADP by development and implementation of the power distribution centres, Topic FRC-01-09.",
    "totalCost": "2087620",
    "ecMaxContribution": "1707445",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "ZODIAC AERO ELECTRIC SAS",
    "participantCountries": "FR",
    "projectParticipants": {
        "997769452": {
            "orgId": "997769452",
            "orgName": "ZODIAC AERO ELECTRIC SAS",
            "ecContrib": 887075
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 820370
        }
    },
    "calculatedTotalContribution": 1707445
}