{
    "rcn": "208016",
    "acronym": "smartFEEsh",
    "topics": "SMEInst-08-2016-2017",
    "title": "Smart FEEding Systems for Hatcheries: Automatic central feeding system of live food and microdiets for farmed fingerlings",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Aquaculture has managed to grow and develop to the point where it has currently become one of livestockís most flourishing sectors worldwide. Aquaculture finds its main bottleneck in the process of larval rearing. The particular biological needs of the fingerlings transform this process into a very complex activity, where the parameters control and process variables have a huge direct impact on the survival, deformity rates and production cost. Hatcheriesí manual feeding practices limit the feeding events possibilities and their precise dosage control on single rearing tanks. Feeding several times a day demands high labour costs and administering large amounts of food irregularly cause fouling issues.\nEvery single marine or freshwater fish farm is suitable of automation, adjusting this according to their production volume and rearing species. Even when it is economically advantageous either to use live prey substitutes directly, or at least to minimize the duration of this period in the absence of a suitable microdiets with very fine particles, below 100 ?m pellet size, the production process requires health standards and a methodological rigor that only automation, in its various aspects (monitoring and control parameters, power management) can offer to avoid manual biases.\nsmartFEEsh solution aims to respond to aquaculture sectorís need by improving hatcheriesí processes, through implementing automatic feeders for living preys (NOVOFEED, with a selling price of Ä70K) and microdiets between 75-500 ?m of grain size (SMARTFEED, with a selling price of Ä60K). The accumulated turnover of 5 years after market launch is estimated at Ä8.34 millions, with a net profit of Ä4.19 million by a 50% profitability ratio. Workforce will increase by 3 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FEEDING SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916955357": {
            "orgId": "916955357",
            "orgName": "FEEDING SYSTEMS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}