{
    "rcn": "208085",
    "acronym": "STONECULT",
    "topics": "ERC-2016-STG",
    "title": "Do early stone tools indicate a hominin ability to accumulate culture?",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Cultural ñ not genetic ñ adaptations have allowed humans to colonise the planet. While discovering the roots of human culture has been described as one of the 125 most pressing scientific questions of our time (Science, 2005), it remains unclear when such forms of culture first arose in our lineage. \nPrevious research has argued that similar social learning mechanisms underlie modern human as well as early hominin technology. But the latter shows periods of stasis ñ suggesting the underlying mechanisms were different. A better model for early hominins might be living non-human great apes. Instead of copying the behaviour from others with high fidelity (as modern humans do), ape approaches seem to be based on socially mediated individual reinventions (latent solutions; Tennie et al. 2009). Unlike high fidelity copying, latent solutions do not lead to 'cumulative cultural change', in which technological changes accrue over generations. \nLatent solutions are thus a core candidate to account for early hominin stone tools because, among other things, they provide an explanation for their stasis. Using both a top-down and a bottom-up testing approach, STONECULT will experimentally test whether early stone tools are manifestations of cumulative culture ñ currently the null hypothesis in the field ñ or whether they are best accounted for with the latent solutions model. That is, STONECULT will evaluate whether early stone tools were more similar to modern ape or modern human technologies. The outcomes and conclusions of STONECULT will therefore inform several fields at once (e.g. anthropology, archaeology, comparative psychology, ethology and primatology). \nThis proposal is the first to test the new latent solutions account of early stone tools. If its predictions are confirmed, then cumulative culture will have emerged millions of years later in our lineage than is currently assumed. STONECULT will radically transform our understanding of the evolution of human culture.",
    "totalCost": "1499837",
    "ecMaxContribution": "1499837",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1499837
        }
    },
    "calculatedTotalContribution": 1499837
}