{
    "rcn": "208008",
    "acronym": "ECOLUP",
    "topics": "SMEInst-10-2016-2017",
    "title": "Smart collect points as an innovative logistic solution to shorten fruit and vegetables supply chain",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "ECOLUP is an integrated logistic solution addressed to the fruit and vegetables (F&V) sector that allows to shorten the supply chain and is beneficial for both, producers and buyers. \nIt consists on an online marketplace showcasing fruit and vegetable products, synchronized with a network of smart refrigerated lockers embedded with network connectivity and a deliveriesí management software. Through the online platform, F&V producers sell their products directly to the citiesí stores / restaurants. The producers deliver the orders to the smart refrigerated lockers ñ strategically located in the city ñ and the buyers -store/restaurant managers- collect them at the time that best fits their schedules (24/7).\nThe smart lockersí software exchange data in real-time with ECOLUP Administrator, which automatizes 100% the process. The software sends notifications to the sellers (=producers) when their products are purchased, and the buyers (=stores/restaurants) are as well notified when the order has been delivered. The software assigns automatically a locker to delivery the orders, making the choice according to the orderís size to make an efficient use of resources. Users can open their assigned locker a code sent along with the notifications. Once an order has been collected, the lockerís software informs ECOLUPís Administrator site to release the payment to the seller. \nECOLUP is an innovative solution to shorten F&V supply chain by bridging the logistic and communication gap between producers and stores/restaurants. Thanks to ECOLUP, our users will benefit from higher profit margins, F&Vís carbon footprint and food waste will be reduced. Consumers will enjoy fresher products.\nECOLUP is easily replicable and scalable. The first smart refrigerated set of lockers will be located in Madrid in 2020. In the following years, we will extend our market to the main cities in Spain, Italy, France, Germany and The Netherlands, being present by 2023 in 13 different European cities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EURIZON SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949734955": {
            "orgId": "949734955",
            "orgName": "EURIZON SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}