{
    "rcn": "208007",
    "acronym": "Tail",
    "topics": "SMEInst-01-2016-2017",
    "title": "Redefining the dog collar - fresh and innovative, first all-in-one IoT platform.",
    "startDate": "01/02/2017",
    "endDate": "30/06/2017",
    "objective": "To put it simply, dogs are awesome. Whether theyíre begging you for food, barking at their leash to convince you to take them on a walk, or simply greeting you when you get home, dogs do all of the little things that put smiles on faces around the world. Dogs are truly a manís best friend.\n\nTailÆ aims at ways to use innovative technology to improve the quality of life for dogs and dog owners alike. Since dog ownership consumes a substantial part of the ownerís daily routine, it is important to look at whatís frustrating about being a dog owner, as well the social and environmental issues associated with dog ownership and address these problems. At Tail we have come up with solutions to most dog ownership problems by utilizing modern technology in a single, all-in-one device. \n\nBut thatís not all. With the help of sensors that track dogís vital signs along with wellness indicators TailÆ gives concerned owners a deeper look into their petsí wellbeing. With the aid of TailÆ we help dog owners infer vast amount of information about the dogís health and care needs. \n\nThere is compelling evidence that TailÆ is addressing an immense market with significant potential. Our target customers are all dog owning households. In Europe and the USA alone that is about 164 billion households shaping a market worth $16 billion. \n\nIn line with the objectives of the SME Instrument, the TailÆ platform has huge potential for a fast market uptake and wide application in the medium and long term across different segments. As such, it is an ideal contender for pre-market funding to nurture promising innovative and disruptive ideas; support their prototyping, validation and demonstration in real world conditions and provide help for wider deployment and market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TAIL SP. Z.O.O.",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918673130": {
            "orgId": "918673130",
            "orgName": "TAIL SP. Z.O.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}