{
    "rcn": "208087",
    "acronym": "CancerFluxome",
    "topics": "ERC-2016-STG",
    "title": "Cancer Cellular Metabolism across Space and Time",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The metabolism of cancer cells is altered to meet cellular requirements for growth, providing novel means to selectively target tumorigenesis. While extensively studied, our current view of cancer cellular metabolism is fundamentally limited by lack of information on variability in metabolic activity between distinct subcellular compartments and cells.\n\nWe propose to develop a spatio-temporal fluxomics approach for quantifying metabolic fluxes in the cytoplasm vs. mitochondria as well as their cell-cycle dynamics, combining mass-spectrometry based isotope tracing with cell synchronization, rapid cellular fractionation, and computational metabolic network modelling.\n\nSpatio-temporal fluxomics will be used to revisit and challenge our current understanding of central metabolism and its induced adaptation to oncogenic events ñ an important endeavour considering that mitochondrial bioenergetics and biosynthesis are required for tumorigenesis and accumulating evidences for metabolic alterations throughout the cell-cycle. \n\nOur preliminary results show intriguing oscillations between oxidative and reductive TCA cycle flux throughout the cell-cycle. We will explore the extent to which cells adapt their metabolism to fulfil the changing energetic and anabolic demands throughout the cell-cycle, how metabolic oscillations are regulated, and their benefit to cells in terms of thermodynamic efficiency. Spatial flux analysis will be instrumental for investigating glutaminolysis - a ëhallmarkí metabolic adaptation in cancer involving shuttling of metabolic intermediates and cofactors between mitochondria and cytoplasm. \n\nOn a clinical front, our spatio-temporal fluxomics analysis will enable to disentangle oncogene-induced flux alterations, having an important tumorigenic role, from artefacts originating from population averaging. A comprehensive view of how cells adapt their metabolism due to oncogenic mutations will reveal novel targets for anti-cancer drugs.",
    "totalCost": "1481250",
    "ecMaxContribution": "1481250",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1481250
        }
    },
    "calculatedTotalContribution": 1481250
}