{
    "rcn": "208097",
    "acronym": "TOPOQDot",
    "topics": "ERC-2016-STG",
    "title": "A bottom-up topological superconductor based on quantum dot arrays",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The realization of a topological superconductor (TS) and of Majorana fermion (MF) quasiparticles promises to open new avenues towards decoherence-robust topological quantum computing. However, further developments in this direction, including the investigation of their topological properties, have been hindered by the lack of a fully conclusive demonstration. In setups based on 1D nanostructures, e.g. semiconductor nanowires and magnetic adatom chains, this is linked to the difficulty to unambiguously assign the main reported signatures, a zero-bias peak in Andreev conductance, to MF modes. This proposal aims to overcome these limitations by exploring an alternative approach in which a 1D TS is built from the bottom up. In particular, arrays of proximity-coupled semiconductor quantum dots (QDs) will be explored as a platform for emulating the Kitaev chain. Such an approach offers the advantage that the evolution of subgap states into MF modes is followed during the assembly of the TS, thereby providing conclusive evidence of their realization. It also enables to controllably adjust the chain parameters to their optimal values  where the topological array is most robust. \nRecent work from the PI addressed in detail the single QD limit of these arrays, where important milestones have been reached. These include the demonstration of spin-polarized subgap states that are the atomic precursors of topological chains and MF modes, and of the precise electrical control over the parameters of proximity-coupled QDs. Here, the PI aims to take the subsequent steps and study the assembly of these building blocks into a 1D TS. The main goals will be to:\ni) study the hybridization of subgap states into molecular levels as well as the spinless superconducting pairing in double QDs. This will shed light on the mechanisms involved in the formation of arrays;\nii) show conclusive signatures of MF quasiparticles in a topological triple QD array;\niii) study properties of MF modes.",
    "totalCost": "1750625",
    "ecMaxContribution": "1750625",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 1750625
        }
    },
    "calculatedTotalContribution": 1750625
}