{
    "rcn": "208088",
    "acronym": "EmbodiedTech",
    "topics": "ERC-2016-STG",
    "title": "Can humans embody augmentative robotics technology?",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Wearable technology is redefining the boundaries of our own body. Wearable robotic (WR) fingers and arms are robots, designed to free up or complement our hand actions, to enhance humansí abilities. While tremendous resources are being dedicated to the development of this groundbreaking technology, little notice is given to how the human brain might support it. The intuitive, though unfounded, view is that technology will fuse with our bodies, allowing our brains to seamlessly control it (i.e. embodied technology). This implies that our brain will share resources, originally devoted to controlling our body, to operate WRs. Here I will elucidate the conditions necessary for technological embodiment, using prosthetic limbs as a model. I will build upon knowledge gained from rehabilitation, experimental psychology and neuroscience to characterise and extend the boundaries of body representation towards successful adoption of WRs. I will combine behavioural, physiological and neuroimaging tools to address five key questions that are currently obscuring the vision of embodied technology: What conditions are necessary for a person to experience an artificial limb as part of their body? Would the resources recruited to control an artificial limb be shared, or rather conflict, with human body representation? Will the successful incorporation of WRs disorganise representations of the human limbs? Can new sensory experiences (touch) be intuitively inferred from WRs? Can the adult brain support the increased motor and cognitive demands associated with successful WRs usage? I will first focus on populations with congenital and acquired hand loss, who differ in brain resources due to plasticity, but experience similar daily-life challenges. I will then test body representation in able-bodied people while learning to use WR fingers and arm. Together, my research will provide the first foundation for guiding how to successfully incorporate technology into our body representation.",
    "totalCost": "1499405,99",
    "ecMaxContribution": "1499405,99",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 53946
        }
    },
    "calculatedTotalContribution": 53946
}