{
    "rcn": "208004",
    "acronym": "RunIN",
    "topics": "SMEInst-12-2016-2017",
    "title": "THE 1ST INTERNATIONAL UNIQUE SOCIAL ECOSYSTEM CONNECTING ATHLETS, APPS,PRODUCTS AND COMPANIES AROUND THE SPORT SECTOR.",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "An estimate of 50 million Europeans, 12% of the total population, are engaged in running as a way to stay healthy and/or to challenge themselves and there has been a marked surge in running events all over Europe with more people running marathons than ever before. The total consumer expenditure per year is calculated in 9.596.363.000Ä in Europe. This represents an average of 192Ä per runner per year.\nRunIN solves the actual problem that sporty people and vendors face when looking for information, tickets/products/ equipment or consumers respectively as there is no site of reference and it is all scattered today. RunIN connects and integrates different vertical services related to running, biking and triathlon through a unique, usable, social and friendly ecosystem that allows monetizing this huge market since consumers easily find what they look for and vendors can also reach consumers.\nRunIN will disrupt the existing sports sector by changing the current business paradigm taking into account new opportunities arising from having an unique ìSport Identityî and stimulating under one single platform a more collaborative and social interaction between the different stakeholders and consumers.\nThis innovation is made possible thanks to Big Data, Mining, Machine Learning and Business Intelligence techniques. The information and set of services that revolve around the social layer of the ecosystem is the niche market that RunIN aims to capitalize. With the right functionalities, athletes and companies start interacting within the RunIN ecosystem, which allows to monetize both B2B and B2C opportunities. Thanks to the SME Instrument support (which speeds up the adequate team growth, communication plan, technological roadmap implementation and commercialization of RunIN from 2018), the company expects to create by 2020 over 40 high qualification jobs and generating a turnover of more than 21MÄ.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RUNIN TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924417567": {
            "orgId": "924417567",
            "orgName": "RUNIN TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}