{
    "rcn": "208058",
    "acronym": "HFLE",
    "topics": "JTI-CS2-2016-CFP03-LPA-01-14",
    "title": "Hybrid Fixed Leading Edge",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The proposal is adressing the topic JTI-CS2-2016-CFP03-LPA01-14 Automated injection RTM system process based on innovative sensor technologies in a low cost smart manufacturing tooling prototype and any tooling involved in the manufacture or the validation of the structure.\nThe final objective of this topic is to produce the needed tooling to manufacture the HTP Leading edge structure (modified to include a HLFC system) using liquid resin injection processes, in particular RTM process to produce the mentioned part. The resulting structure shall comply with the actual regulation of the aerospace sector, in particular regarding geometrical tolerances and defects. \nCoexpair is the leader of this project, the other partners are Tecnalia, PÈgard Productics and University of LiËge. In order to produce the needed tooling to manufacture the HTP Leading edge structure, 5 elementary technology blocs are defined as objectives : 1∞) low cost/ natural materials employed in the tooling manufactured, 2∞) eco-design for of the tooling manufactured, 3∞) energy savings during the manufacture processes of the future parts, 4∞) manufacturing processes simplification in order to improve the repetitiveness of the process, 5∞) production time savings to reduce the cost and production lead times. A ìquickî specimen was manufactured prior to project submission to show the RTM process is suitable for the project. The project focuses on the automation of manufacturing steps of RTM process, including ply cutting and mold cleaning. Elementary tests of a few key points of the automation will be performed in industrial environment (Coexpair shop). In order to optimize floor shop organization, work flow simulation will be performed. In addition to Coexpair experience on RTM process and mold design, the consortium gathers experience in complex part mold machining, experience in robotic development and preforming automation. The project is planned within a duration of 24 months.",
    "totalCost": "1316857,5",
    "ecMaxContribution": "999176,63",
    "coordinator": "COEXPAIR SA",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DE LIEGE;FUNDACION TECNALIA RESEARCH & INNOVATION;PEGARD PRODUCTICS",
    "participantCountries": "BE;ES",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 129375
        },
        "926423042": {
            "orgId": "926423042",
            "orgName": "PEGARD PRODUCTICS",
            "ecContrib": 308224
        },
        "994994088": {
            "orgId": "994994088",
            "orgName": "COEXPAIR SA",
            "ecContrib": 433031
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 128546
        }
    },
    "calculatedTotalContribution": 999176
}