{
    "rcn": "208090",
    "acronym": "CONSCIOUSNESS",
    "topics": "ERC-2016-STG",
    "title": "Towards a neural and cognitive architecture of consciousness",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "For decades the cognitive neuroscience community has expended significant effort identifying system-level neural correlates of human consciousness, broad neural signatures that distinguish conscious from unconscious processes at the level of whole brain regions. Meanwhile, within the field of neurobiology, rapid progress has been made in understanding the neurotransmitter systems underlying basic sensory processes (e.g. in mice, monkeys). This research has, however, been performed in relative isolation from studies of human consciousness, and clear opportunities to link the two levels of description remain largely unexplored. Here I will establish this link by combining state-of-the-art neuroimaging techniques with pharmacological interventions. \nFirst, I will validate and refine existing theories of consciousness by isolating system-level neural correlates of consciousness that are invariant across experimental tasks and manipulations. Second, I will test the hypothesis that NMDA receptors play a crucial role in recurrent processing, the dynamic information exchange between brain regions, thought to give rise to consciousness. I will also test the hypothesis that rapid fluctuations in spontaneous network activity (modulating arousal levels), which are controlled by noradrenaline and acetylcholine neuromodulatory systems, determine the likelihood of sensory evoked recurrent processing, and hence consciousness, to occur. Third, I will test the hypothesis that recurrent processing provides the possibility for prolonged and flexible information processing, which could represent a potential function of consciousness.\nIn summary, the proposed research has the potential to gain fundamental insights in the neural causes, rather than simply correlates, of human consciousness, as has been the focus of most previous work. In so doing, the work will advance scientific understanding of the long-debated functional significance of consciousness for human cognition and behavior.",
    "totalCost": "1499766",
    "ecMaxContribution": "1499766",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499766
        }
    },
    "calculatedTotalContribution": 1499766
}