{
    "rcn": "208022",
    "acronym": "NEOFIBRIN",
    "topics": "SMEInst-02-2016-2017",
    "title": "Advanced material for the regeneration of oral mucosa injuries",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The main objective of NEOFIBRIN is to undertake a technical, industrialization and market feasibility study on an innovative regenerative medicine treatment for masticatory oral mucosa injuries based on a new advanced material, HR018-Neofibrin. The use of this material to develop a tridimensional natural scaffold for restoring masticatory oral mucosa functional activity is expected to significantly increase treatment efficiency over currently marketed products and to provide an alternative to allogenic and autologous grafts to treat localized mucosal damage.\nThe application of Tissue Engineering techniques in clinical dentistry has several well-known problems, key among them the generation of a supportive biomaterial with regenerative capacity without the loss of consistency. Our novel biomaterial HR018-Neofibrin was developed combining natural materials and an exclusive design to promote the progressive formation and maturation of new epithelium while maintaining structural properties. Fibrin, one of the proteins involved in wound healing, provides a temporary extracellular matrix that facilitates cell migration, invasion and proliferation. Agarose, a polysaccharide from seaweed, gives the mechanical properties that enable surgical suturing and open healing.\nHistocell, a SME specialized in human regenerative medicine, has obtained licensing rights to the production of fibrin-agarose based artificial tissues and scaffolds for regeneration of tissues and oral mucosa. Successful completion of Phase 1 of NEOFIBRIN will yield a robust business plan for a much larger project that will seek funding under Phase 2 of the SEM Instrument, when the company will adapt a new facility for advanced manufacturing of innovative medical devices for the production of the new biomaterial HR018-Neofibrin and undertake clinical studies to obtain CE Mark for the product. Successful accomplishment of Phases 1 and 2 will be essential for accelerating the growth of the SME Histocell.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HISTOCELL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}