{
    "rcn": "208092",
    "acronym": "COLGENES",
    "topics": "ERC-2016-STG",
    "title": "Defining novel mechanisms critical for colorectal tumourigenesis",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Cancer genome sequencing has led to a paradigm shift in our understanding of oncogenesis. It has identified thousands of genetic alterations that segregate into two groups, a small number of frequently mutated genes and a much larger number of infrequently mutated genes. The causative role of frequently mutated genes is often clear and are the focus of concerted therapeutic development efforts. The role of those infrequently mutated is often unclear and can be difficult to separate from ëmutational noiseí. Determining the relevance of low frequency mutations is important for providing a full understanding of processes driving tumourigenesis and if functionally relevant may have broader implications on the applicability of targeted therapies.\n\nThis project aims to begin addressing this by defining the function of all genes mutated in colorectal cancer (CRC) in the earliest stages of tumour formation. I have performed a whole genome screen in a 3D organoid CRC initiation model identifying several potentially important mediators of this process. Crucially, some of these genes are mutated in CRC at low frequency but not described as cancer driver genes. Thus, I hypothesize that rather than ëmutational noiseí infrequently mutated genes contribute to CRC initiation. I will test this by addressing two aims:\n\n1) Determine the role of genes mutated in CRC during tumour initiation\n2) Validate and determine the function of a subset of identified genes potentially defining novel cancer mechanisms\n\nI will use a combination of CRISPR genetic disruption in state-of-the-art 3D mouse and human organoid cultures and advanced mouse models to address these aims. This comprehensive approach will provide a foundation for understanding the importance of the entire spectrum of mutations in CRC and open new avenues of research into the function of these genes. More broadly, it has the potential to make a profound impact on how we think about tumourigenic mechanisms and cancer therapeutics.",
    "totalCost": "1498618",
    "ecMaxContribution": "1498618",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1498618
        }
    },
    "calculatedTotalContribution": 1498618
}