{
    "rcn": "208023",
    "acronym": "GASMETRIC",
    "topics": "SMEInst-07-2016-2017",
    "title": "New multi-parameter automaton for measurement of indoor environmental conditions in livestock exploitations",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The main objective of the GASMETRIC project is to develop and worldwide market the first multifunctional automaton for measurement of indoor environmental variables in farms, specifically designed for poultry, that only will need to be calibrated once a year (with reduced cost) and possibility of recording and storage of all environmental parameters data inside farms and alert launch to portable devices.\nThe new product is going to have unique characteristics in a single device. It is a revolutionary novelty for the industry sector in which it is presented under the concept of new market applications of existing technologies: Very compact multi-sensor integration, with easy and direct reception of data on mobile devices via wireless system; internal displacement and therefore registration regardless gas stratification by density differences; energy supply from solar PV.\nThe Best Available Techniques Reference Document (BREF, main EU instrument regulating the application of IED and IPPC directives) for Intensive Rearing of Poultry and Pigs (IRPP) is expected to come into force by 2017, which will require the correct measurement of emissions and their minimization. Therefore, a solution like GASMETRIC will be essential, which ensures a very important potential market.\nIt must be noted that he project status is suggested to be in TRL 7 stage (system prototype demonstration in operational environment).\nThe SME Gasmetric AutÛmatas de MediciÛn S.L. will be the first worldwide company to commercialize a profitable multi-parameter mobile system for automatic measure of indoor environmental conditions in livestock exploitations, with the possibility of being specifically designed and tailored for each type of farm.\nThe ambition of SME is to become an European market leader in development and commercialization of a breakthrough product for measurement of indoor environmental variables in farms.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GASMETRIC AUTOMATAS DE MEDICION SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916897157": {
            "orgId": "916897157",
            "orgName": "GASMETRIC AUTOMATAS DE MEDICION SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}