{
    "rcn": "208019",
    "acronym": "Nano-SHINE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Nano-based Anti-Tarnishing Technology for Precious and Non Precious Metal Protection",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "In the jewellery, silverware and most generally in the precious metal industry sectors, product protection from tarnishing is a constant consideration. Seen as a cosmetic discoloration (i.e. black areas on metal surfaces), tarnishing is the cause of a major economic impact in those sectors. By modifying the appearance of precious metal products, it greatly diminishes their value. To counter the effect of tarnishing, different anti-tarnish approaches have been taken so far to solving this problem. However, none of them satisfies the need of precious metal product manufacturers that are still in need of innovative technologies to protect their precious metal product. During the last two years, we, AGERE, have been working on the development of an advanced nano-molecular based technology, called Nano-SHINE, that perfectly addresses the need of innovation in those sectors where precious metal appearances are of the utmost importance to appeal consumers. Nano-SHINE is a unique and patented solution. It is the only cost-effective treatment that protects precious metals from tarnishing with no impact on appearance. Being a molecular protective layer, brightness and colour are not affected. Not only does Nano-SHINE maintain the product quality intact, but also it enhances the wear resistance of the component, so as materials do not get old and remains shining bright for years. We are already working with more than 40 customers today and we have approached over 200 potential customers worldwide that are currently testing our solution. We believe that the Nano-SHINE project is the step that will fulfil our objective aiming at the full deployment and industrialization of our technology. Over time, we expect to provide a significant breakthrough in the field of anti-tarnishing technology. This will represent a great growth potential for our company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGERE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917562092": {
            "orgId": "917562092",
            "orgName": "AGERE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}