{
    "rcn": "208014",
    "acronym": "Oblow",
    "topics": "SMEInst-01-2016-2017",
    "title": "Oblow, an effective solution in the reduction of stress",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "European Working Conditions Survey highlighted that 22% of European workers reported suffering from stress, lower back pain, muscular pain and fatigue. About a quarter of those employed in Europe are exposed to job strain. In fact, the annual economic cost of work-related stress in the European Union was estimated at around Ä20 billion.\nBreathing techniques are the easiest and most affordable way of relaxing when we are nervous, when we feel anxious or cannot sleep. We have developed a complete and low-cost solution called Oblow to prevent and reduce stress. With Oblow, stress is not only combated, but relaxation and concentration is also developed through breathing, which results in improvements to well-being and mental and physical performance. Over the last three years, the Oblow solution has been developed by a team made up of psychologist, engineers, programmers, industrial designers and customer experience consultants.\nOblow encourages relaxing experiences and positive feelings through the use of a device that uses concentration and breathing exercises, and an application that motivates users and monitors their training.\nCurrently, Oblow Project is at TRL 7 ñ a system prototype demonstration in operational environment. The Oblow device has been successfully tested by more than 200 people. Some of these people already use Oblow regularly to avoid stress. \nWe have developed Oblow from a deep benchmarking of other solutions to reduce stress and Oblow is the only device that accurately measures whether or not the user is breathing correctly to achieve relaxation. Our Unique selling proposition (USP) is: Oblow provides users with a sense of relaxation and focus by guiding their breathing techniques. \nOur aim is to test Oblow commercial scaling on a European level. Phase 1 of SME Instrument represents an opportunity to get a thorough business plan to minimize risks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OBLOW GLOBAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917685088": {
            "orgId": "917685088",
            "orgName": "OBLOW GLOBAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}