{
    "rcn": "208045",
    "acronym": "CORDIAL",
    "topics": "JTI-CS2-2016-CFP03-AIR-01-18",
    "title": "Collaborative OWA robots for drilling and fasteners insertion in assembly lines",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "The overall objective of the CORDIAL project is to develop a new compact drilling and fastening unit for One Way Assembly. The effector has to be used by operator or lightweight industrial robots. Six sub-objectives contribute to achieve such a goal:\n- To define how robots and operators can interact in an OWA cell. \n- To evaluate a typical assembly layout and endeavour new OWA opportunities and risks assessment.\n- To develop compact automated effector(s) for drilling, fastening and counteracting\n- To establish a test plan according to requirements for commercial aircraft structures.\n- To demonstrate the technology, realize specimens and test the proof of concept under real conditions.\n- To disseminate the results widely to maximise the impacts of the CORDIAL project.\n\nTo complete the project, the capabilities of the partners include:\n-SONACA Engineering, industrialization, qualifying and manufacturing means for small subassemblies such as slats of landing gear doors, including composite manufacturing.\n-AEROSPLINE innovative engineering in robotics and drilling and fastening effectors. Including innovative fastener with sealant feeding, which permits to simplify and lighten any effector.\n-XLIM Advanced sensor vision technologies using small size vision sensors and capable of multiple information computation: coordinate positioning, centring, normality, hole and fastener quality.\n\nThe CORDIAL project is perfectly in line with the Clean Sky 2 objectives since it will contribute to develop eco-friendly processes (reduction of the impacts on health, creation of sustainable capabilities), to demonstrate new technologies (human/robot close collaboration in the aeronautics, new structures design), improve the European competitiveness (lighten the assembly process, cost reduction and shorten time-to-market) and create market opportunities (technology transfers, innovation stimulation and attraction of elite in Europe) and new skilled jobs like cobotics engineering.",
    "totalCost": "499468,75",
    "ecMaxContribution": "499468,75",
    "coordinator": "AEROSPLINE",
    "coordinatorCountry": "FR",
    "participants": "SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "BE;FR",
    "projectParticipants": {
        "918600283": {
            "orgId": "918600283",
            "orgName": "AEROSPLINE",
            "ecContrib": 346569
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 70400
        },
        "999760280": {
            "orgId": "999760280",
            "orgName": "SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA",
            "ecContrib": 82500
        }
    },
    "calculatedTotalContribution": 499469
}