{
    "rcn": "208054",
    "acronym": "DREAM",
    "topics": "JTI-CS2-2016-CFP03-FRC-02-11",
    "title": "Design and Realization of equipped engine compartments including cowling for a fast compound rotorcraft",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Continuously increasing number of flights and predicted further growth of air travel, results in increased impact on environment and is a challenge facing aviation industry in terms of finding new and more environmentally-friendly solutions that can enter into service in a relatively short period of time. Moreover increasing expectations in terms of door-to-door mobility underlines the need of searching for more affordable and better performance solutions. Modern compound rotorcraft, better than the currently used helicopters, in terms of fuel consumption, impact on environment, cost and performance shall fulfil this expectations. Listed above features are a result of combination of individual components' features of the rotorcraft, like the equipped engine compartments which design and realisation is the aim of the (JTI-CS2-2016-CFP03-FRC-02-11 CS2) project.\nThe DREAM project proposes realisation of the above topic by three different companies from Poland and Czech Republic, among which are research institutes and manufacturing plant. DREAM will cover design and manufacturing activities of the engine compartments together with flightworthiness substantiation.\nAnnex 1 of the Grant Agreement describes the applicants' ambitions and main objectives as well as the way they will be achieved during the project realization - including description of the design and analysis approach, modern manufacturing technologies and solutions that are planned to be implemented. Expected impact of the project has been described.\nImplementation of the new solutions, work breakdown and description of each work-package (including timing, description of tasks, deliverables and milestones) has been provided.\nApplicants' profile descriptions including their capabilities, research and development activities and also descriptions of national and international projects in which they were involved, are also included.",
    "totalCost": "1454805,35",
    "ecMaxContribution": "1249600",
    "coordinator": "INSTYTUT LOTNICTWA",
    "coordinatorCountry": "PL",
    "participants": "LA COMPOSITE SRO;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
    "participantCountries": "CZ",
    "projectParticipants": {
        "998828692": {
            "orgId": "998828692",
            "orgName": "INSTYTUT LOTNICTWA",
            "ecContrib": 416975
        },
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 353812
        },
        "986247695": {
            "orgId": "986247695",
            "orgName": "LA COMPOSITE SRO",
            "ecContrib": 478812
        }
    },
    "calculatedTotalContribution": 1249599
}