{
    "rcn": "208127",
    "acronym": "BITRIDE BIKE SHARING",
    "topics": "SMEInst-10-2016-2017",
    "title": "The solution for flexible bike sharing initiatives without fixed stations",
    "startDate": "01/02/2017",
    "endDate": "30/11/2018",
    "objective": "We are ZEHUS and represent an European excellence in the field of human-electric transport vehicles.\n\nWhere we want to get: BITRIDE BIKE SHARING is our pivotal long-term entrepreneurial initiative, expected to boost our business; we aim at developing a new generation of sustainable, hybrid-bike sharing programs, which are keystone for making available zero emission personal transport worldwide.\n\nExisting pain points: sharing services of conventional e-bikes are affected by highest installation costs, due to the need for fixed stations (racks, charging stations and kiosks), ranging from 70% to 80% of direct capital costs required to launch a new bike sharing project.\n\nOur solution to pain points: the basic idea is to apply in new bike sharing initiatives our award-winning BIKE\\ All In One, the first worldwide powertrain for full hybrid bikes that never needs to be recharged from the grid. We gave to our creation a bridge to the cloud, through a seamless Smartphone interface (Bitride App) that uses Bluetooth connectivity. \nBIKE\\ AIO is the factor enabling a revolutionary solution: we are the sole company offering technology and services to create a fleet of hybrid bikes not needing fixed stations. Bike collecting areas and electrified kiosks are no longer necessary: we have designed an advanced info-mobility service offering comprehensive information supports users, who avail of the Bitride App to localise and rent the nearest bikes equipped with ad hoc padlocks (Smart Lock) for bicycle pickup and drop-off.\nThanks to the SME Instrument we will enable sustainable bike sharing initiatives cutting down direct capital investment by up to 78% in comparison with conventional e-bike sharing schemes.\n\nTurnover: we plan to reach Ä46,82M of cumulated turnover by 2022\n\nKey partners: Milan and Rozzano municipalities in Italy and Arnhem municipality in the Netherlands have expressed their interest in performing a pilot project and becoming early-adopter of our solution.",
    "totalCost": "3452875",
    "ecMaxContribution": "2417012,5",
    "coordinator": "ZEHUS SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}