{
    "rcn": "208170",
    "acronym": "HOOKIE",
    "topics": "SMEInst-06-2016-2017",
    "title": "A Customizable Robot to Include Children with Autism Spectrum Disorder",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "Nowadays, more than 1% of the children below the age of 14 are diagnosed with Autism Spectrum Disorder (ASD), which is a group of developmental disabilities characterized by impairments in social interaction/communication. The social and financial cost of this disorder are enormous, both for the families and for the national health systems. Most of the costs are related to special education and this hinders the inclusion in the society of children with ASD, whose talent is often squandered.\n\nRecent studies have proved that robotics can play a crucial role in this domain: robots are perceived by children with autism as being more predictable less complicated and threatening than humans. In the last few years, several robots have been launched to the market as educational and social aids; yet, no existing solution is affordable for families and provides enough flexibility to be tailored to the needs of a specific child. Hookie ñ the robot described in this proposal ñ fills exactly this niche, being customizable and affordable.\n\nHookie is 3D printed (and hence families can create it together with their children) and based on a standard user interface, such as a smartphone. The system is at TRL 7: two iterations of design-trials have already been performed with specialised hospitals, and the results are very encouraging. It is now time to perform the business activities around the technology. This proposal describes the objectives of a feasibility study aimed at launching Hookie in nine EU markets (four in a first phase and other five later on). Upon the successful completion of the feasibility study, we will seek additional funds via different sources (including the SME phase 2 scheme) to take the product up to TRL 9 and eventually to full commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DYNA TECH 2012 SCP",
    "coordinatorCountry": "ES",
    "participants": "VANPAZ BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "918889828": {
            "orgId": "918889828",
            "orgName": "DYNA TECH 2012 SCP",
            "ecContrib": 50000
        },
        "922910187": {
            "orgId": "922910187",
            "orgName": "VANPAZ BV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}