{
    "rcn": "208179",
    "acronym": "APMAV",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative drone-based solution for agriculture",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "HEMAV, a technology-based SME leader in civil services with UAV, is developing APMAV, the tool that will ensure the entrance of the European agriculture in the digital era and the 4.0 Industry. It consists in a full stack approach, leveraging several technology developments including deep learning frameworks, advancement in computer vision, and rapid commoditization of sensors, cameras, and UAVs to address the above-mentioned challenges. APMAV consists of an intuitive solution for agricultural management based on drone technology and an intelligent cloud-based platform, that provides farmers valuable, actionable and real-time recommendations that drive down costs and improves crop performance. Data is acquired with thermal, multispectral or hyperspectral sensors by HEMAV's drone during flight and is sent automatically to the cloud-based HEMAV Data Center for processing. Specialized reports are generated by a software and algorithms developed during the last two years by HEMAV to analyze anomalies in the fields and give specific recommendations to the farmer. A secure web portal displays the reports that a costumer can access. Moreover, specific recommendations can be integrated automatically with other farming tools as tractors, irrigation systems or ERPs (Drone-to-tractor technology).\n\nThanks to big data and machine learning techniques, APMAV will provide value-added reporting to farmers aiming at improving their decision-making process and the exploitation management. These are: 1) Application of phytosanitary products, fertilization and irrigation; 2) Harvest planning; 3) Detection and prediction of plagues and diseases; 4) Fruit organoleptic or chemical qualities discrimination; 5) Discrimination of areas according to the fertilization potential; 6) Determination of the hydric condition. All of this will be achieved through an easy-to-use support decision tool that ìspeaksî the farmerís language.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEMAV TECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}