{
    "rcn": "208130",
    "acronym": "SmartECG",
    "topics": "SMEInst-06-2016-2017",
    "title": "The world's first universally compatible algorithm and platform for automatic interpretation of electrocardiogram analysis data",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "RemoteA, experienced telemedicine services developer and provider from Finland, has created a unique SmartECG tool for primary care phychians that includes a smart algorithm based electocardiogram (ECG) analysis software which enables automatic interpretation of ECG analysis data from any monitoring device and a simple international telemedicine service platform for requesting fast consulations from cardiologists.\n\nThe innovation helps to address the severe cardiovasucalr diseases (CVD) challenge - the most critical and expensive healthcare problem in EU with more than 2 million casualties and Ä200 billion cost each year. However ñ since 80% of premature heart diseases are preventable, the CVD treatment field has experienced significant innovation and improvement over the last decade, especially in terms of longer analysis by remote monitoring.\n\nBut the ongoing shift towards personalised healthcare, remote monitoring and telemedicine solutions are creating huge streams of analysis data that need to be interpreted by primary and secondary care professionals. This has put the whole healthcare system under heavy pressure and impeded actual implementation of medical innovations and best treatment practices.\n\nThe SmartECG simple, yet very effective solution will significantly improve the CVD treatment even with current healthcare resources and equipment. The universally compatible software makes the exising ECG devices smarter and empowering the primary care physchians to perform more ECG analysis and enables wider range of people to be analysed faster, more thoroughly and more frequently than with current solutions.\n\nAs a result of the SME-project, we have finalised our SmartECG solution, ensured market clearance in all targeted regions and are ready to start full scale market introduction in Q4/2018. By 2020, our SmartECG platform will be used by more than 10 000 GPs and specialist physicians, serving approximately 800 000 patients annually.",
    "totalCost": "1750787,5",
    "ecMaxContribution": "1225551,25",
    "coordinator": "REMOTEA OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917940586": {
            "orgId": "917940586",
            "orgName": "REMOTEA OY",
            "ecContrib": 1225551
        }
    },
    "calculatedTotalContribution": 1225551
}