{
    "rcn": "208166",
    "acronym": "MEAQUAS",
    "topics": "SMEInst-07-2016-2017",
    "title": "Automated and objective characterization of comminuted meat properties for valorization of highquality processed meat",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "Processed meat products have growingly become a popular solution for highly nutritive yet affordable meat for consume,\nhaving the global market for these products registered a remarkable increase in the past years. Once the prime cuts and\nmain pieces of meats have been cut from the carcasses, there is still a substantial amount of muscle tissue attached the\nbones. The optimal use of this meat would be in processed meat products. In case the residual meat is recovered by hand,\nthe product is considered as meat and legally treated as such. However, if the recovery is done mechanically, the product\nshould be regarded as mechanically separated meat (MSM), a supposedly lower quality product, and treated as such in\naccordance to present EU legislation.\n\nNowadays, mechanical methods are the industryís preferred approach. Significant technical improvements in the mechanical\nseparation processes have been seen during last years, which enable the production of MSM that cannot or can only hardly\nbe distinguished from manually-processed minced meat. Thus, there is a need to establish an objective and accurate\nmethod to quantify the degree of degradation of muscle structure, as there are no objective arguments supporting the\nseparation of MSM and minced meat.\n\nBuilding from this, we have developed a highly reproducible histochemical method for the harmonization of the assessment\nof meat quality in laboratory quality control settings as well as fast and objective method to perform online quality\nclassification of comminuted meat at the production line.\n\nThrough the present innovation project, we will demonstrate the economic benefits to end-users and added value of our\ntechnology for meat industry market. Moreover, the accomplishment of the project objectives will represent a major business\nopportunity, with an estimated 5-year aggregated turnover of almost Ä23 million.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROBERT DAMKJAER AS",
    "coordinatorCountry": "DK",
    "participants": "SOFTWARE FOR CRITICAL SYSTEMS SL;LIMA SAS",
    "participantCountries": "ES;FR",
    "projectParticipants": {
        "952143465": {
            "orgId": "952143465",
            "orgName": "ROBERT DAMKJAER AS",
            "ecContrib": 50000
        },
        "950107144": {
            "orgId": "950107144",
            "orgName": "LIMA SAS",
            "ecContrib": 0
        },
        "972330426": {
            "orgId": "972330426",
            "orgName": "SOFTWARE FOR CRITICAL SYSTEMS SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}