{
    "rcn": "208129",
    "acronym": "EyeSynth",
    "topics": "SMEInst-01-2016-2017",
    "title": "Audio-Visual System for the Blind Allowing Visually Impaired to See Through Hearing",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "According to the World Health Organization, there are approximately 285 M visually impaired around the world, of which 39 M are blind and 246 M have reduced vision. These figures are expected to increase drastically on coming years mainly due to the main risk factors sight damage 1) ageing of population and 2) increased prevalence of type 2 diabetes, which is mainly driven by excessive consumption of processed foods containing added sugars. \nCurrently, blindness has no cure, and unfortunately, will not have it on the near future. As a result, the unique action that visually impaired can take is to use assistive devices to cope with their condition. The most widely used approach is the so-called cane together with guide dogs.  This devices are solely intended to avoid obstacles and navigate to locations that the dog is been trained for. However, these approaches have huge limitations singe are solely intended to avoid obstacles, not allowing blind to understand their environment. Eyesynth has developed for the first time an audio-visual system consisting of a glasses embedded with a pair of cameras that are able to accurately reconstruct a 3D scene and codify it into abstract and easy to understand audio for the blind. We can see it as an advanced sonar that stimulate certain brain zones allowing blind to associate spatial information with abstract sounds, being possible to interpret the environment with an unprecedented level of detail. \nWe will sell our product first through a B2B approach, partnering with large organizations for blind, associations, ophthalmologist and optical stores. Once initial traction and product trustiness is achieved, we will move to B2C through online distribution By these means we will enter the global market for assistive technologies for visually impaired, which will grow at < CAGR of 7% until 2020, reaching a value of almost Ä 2,2Billion. We expect to achieve a turnover of Ä27,7M in 2013, generating 36 new employments.",
    "totalCost": "1478950",
    "ecMaxContribution": "1035265",
    "coordinator": "EYESYNTH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916919176": {
            "orgId": "916919176",
            "orgName": "EYESYNTH SL",
            "ecContrib": 1035265
        }
    },
    "calculatedTotalContribution": 1035265
}