{
    "rcn": "208199",
    "acronym": "SME Coach LT 2017",
    "topics": "H2020-SGA2-EEN",
    "title": "Providing  Key Account Management  services for the SME Instrument beneficiaries and enhancing innovation management capacity services to Lithuanian SMEs in 2017-2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The overall aim of SME Coach LT 2017 is to increase effectiveness and efficiency of investment in R&D and Innovation by enhancing innovation management capacity of Lithuanian SMEs -beneficiaries of the new dedicated SME instrument under Horizon 2020, and SMEs with significant innovation activities and a high potential for internationalization. \nSpecifically, the project will support SMEs - beneficiaries of the SME instrument- in identifying project-specific barriers and weaknesses and gaps in their innovation capacities that hinder realization of growth opportunities, and pointing to suitable coaches to address the identified weaknesses. The Key Account Manager will support SMEs SME Instrument beneficiaries in identifying critical issues and gaps with regards to their innovation idea and guide them to relevant lead coach who will support the company throughout their innovation journey. The Key account Manager will use a holistic and dynamic business innovation model, supported by Business Innovation Roadmap Tool, available under Creative Commons License from smE-MPOWER network.\nThe second specific objective is supporting  SMEs with significant innovation activities and a high potential internationalization in enhancing their innovation management capacities. When supporting companies having innovation and internationalization potential, but not part of SME instrument, we will use IMP3rove Academyís diagnostic tool which measures the performance of the companyís innovation management system. However taking into account the SME context, we intend to use action- based (and case-driven) learning approach to addressing identified gaps in the innovation system. smE-MPOWER tools can support the coaching process.",
    "totalCost": "73017,5",
    "ecMaxContribution": "73017,5",
    "coordinator": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
    "coordinatorCountry": "LT",
    "participants": "KLAIPEDA CHAMBER OF COMMERCE INDUSTRY AND CRAFTS;VILNIAUS PREKYBOS PRAMONES IR AMATU RUMAI;Kauno prekybos, pramones ir amatu rumai",
    "participantCountries": "LT",
    "projectParticipants": {
        "999834679": {
            "orgId": "999834679",
            "orgName": "Kauno prekybos, pramones ir amatu rumai",
            "ecContrib": 0
        },
        "999779777": {
            "orgId": "999779777",
            "orgName": "KLAIPEDA CHAMBER OF COMMERCE INDUSTRY AND CRAFTS",
            "ecContrib": 0
        },
        "999456476": {
            "orgId": "999456476",
            "orgName": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
            "ecContrib": 73018
        },
        "945062659": {
            "orgId": "945062659",
            "orgName": "VILNIAUS PREKYBOS PRAMONES IR AMATU RUMAI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 73018
}