{
    "rcn": "208114",
    "acronym": "SPINBEYOND",
    "topics": "ERC-2016-COG",
    "title": "Spin Transport Beyond Electrons",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Spintronics is motivated by the quest for the next-generation beyond-Moore electronics. The conventional approach that is based on single-electron spin currents does, however, not solve the thermodynamic bottleneck that is caused by the dissipation associated with moving electrons. A revolutionary new approach to electronics is based on information processing and transfer by means of magnons, i.e., quanta of the collective spin-wave excitations in magnets, so that the electrons do not move at all. On top of this application perspective, magnons give rise to completely new physical phenomena that arise due to magnonic collective effects and that do not fit the paradigm of single-electron spintronics.\nThis shift from single-electron to collective degrees of freedom to carry spin current ñ in large part substantiated by a 2015 experimental breakthrough involving the PI ñ calls for the formulation of a new basic model that includes these novel collective phenomena on equal footing with single-particle spin currents. It is the central and unifying scientific goal of this theoretical-physics proposal to develop this model. We focus on three material systems: ferromagnetic insulators, ferromagnetic metals, and antiferromagnets, and for each of these the objective is to bring out the new physics that arises due to i) coupled spin-heat transport in the linear-response regime, ii) collective effects in spin valves, and iii) magnon Bose-Einstein condensation and spin superfluidity. The latter paves the way for ìmagnon superspintronicsî, the integration of room-temperature spin superfluidity with spintronics. In terms of methodology the proposed research spans the spectrum from phenomenological hydrodynamic theory to evaluation of the various bulk and interface parameters from microscopic descriptions. Our recent work gives us, combined with our background in cold-atom systems, a head start to carry out the proposed research.",
    "totalCost": "1617500",
    "ecMaxContribution": "1617500",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1617500
        }
    },
    "calculatedTotalContribution": 1617500
}