{
    "rcn": "208102",
    "acronym": "ComplexAssembly",
    "topics": "ERC-2016-COG",
    "title": "The birth of protein complexes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Protein complexes are central to many cellular functions but our knowledge of how cells assemble protein complexes remains very sparse. Biophysical and structural data of assembly intermediates are extremely rare. Particularly in higher eukaryotes, it has become clear that complex assembly by random collision of subunits cannot cope with the spatial and temporal complexity of the intricate architecture of many cellular machines. Here I propose to combine systems biology approaches with in situ structural biology methods to visualize protein complex assembly. I want to investigate experimentally in which order the interfaces of protein complexes are formed and to which extent structures of assembly intermediates resemble those observed in fully assembled complexes. I want develop methods to systematically screen for additional factors involved in assembly pathways. I furthermore want to test the hypothesis that mechanisms must exist in eukaryotes that coordinate local mRNA translation with the ordered formation of protein complex interfaces. I believe that in order to understand assembly pathways, these processes, that so far are often studied autonomously, need to be considered jointly and in a protein complex centric manner. The research proposed here will bridge across these different scientific disciplines. In the long term, a better mechanistic understanding of protein complex assembly and the structural characterization of critical intermediates will be of high relevance for scenarios under which a cellís protein quality control system has to cope with stress, such as aging and neurodegenerative diseases. It might also facilitate the more efficient industrial production of therapeutically relevant proteins.",
    "totalCost": "1957717",
    "ecMaxContribution": "1957717",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1957717
        }
    },
    "calculatedTotalContribution": 1957717
}