{
    "rcn": "208112",
    "acronym": "CHEMMINE",
    "topics": "ERC-2016-COG",
    "title": "Chemical proteome mining for functional annotation of disease relevant proteins",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Genome sequencing projects have provided unique insights into the cellular inventory of genes and their corresponding protein products. Despite this success, a large fraction of cellular proteins remains functionally uncharacterized. Their annotation represents a major challenge for contemporary research, reaching beyond the power of bioinformatic sequence similarity searches. Thus multidisciplinary strategies consolidating chemical and biological methods are required to close this gap. We here approach the challenge by two chemical proteomic platforms that focus on disease relevant sub-fractions of the uncharacterized proteome. The first platform utilizes functionalized cofactors that exploit cognate cellular uptake systems and report specific binding of large enzyme families. The molecules will be applied to mine cellular proteomes for unknown family members with crucial roles in diseases and assign their function. The second platform exploits phosphoaspartate as an important disease-related post-translational modification. Due to low stability, this transient modification currently escapes detection by established proteomic procedures. Moreover, little is known about the enzymes that catalyze aspartate phosphorylation. We here use specific nucleophilic traps that convert phosphoaspartate into stable modifications suitable for analytic detection. In addition, the complement of currently unknown phosphodonor proteins will be identified with customized tools. With these platforms we aim to functionally annotate sub-fractions of the uncharacterized proteome and utilize our tools for the identification of new drug targets by comparative analysis of healthy and diseased cells. Finally, we apply the camouflaged molecular design strategy in the synthesis of compound libraries to screen for candidate inhibitors against selected, disease-modulating targets. The previous record of my group in chemical proteomics provides a strong basis to achieve these challenging goals.",
    "totalCost": "1936250",
    "ecMaxContribution": "1936250",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1936250
        }
    },
    "calculatedTotalContribution": 1936250
}