{
    "rcn": "208142",
    "acronym": "SAFEMILK",
    "topics": "SMEInst-07-2016-2017",
    "title": "ON-FIELD INNOVATIVE SYSTEM TO DETECT VERY LOW CONCENTRATIONS OF AFLATOXINS IN MILK",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "IDP is an Italian SME focused on industrial automation and measurements. IDP owns a unique and proprietary Variable Optical Path Spectroscopy technology, VOPS, that is currently used in in-line equipment to monitor the concentration of chemicals in processing fluids. IDP is exploring new ways how to adapt this technology for the Food Industry, specifically for detecting small concentrations of aflatoxins in milk batches before transportation and processing. In this framework the business objective of SAFEMILK project is to further develop the VOPS technology and integrate it with a spectral engine and chemiometric SW to commercialise by 2020 an high-accuracy, fast, low-cost, non-destructive system to measure in field the B1, M1-aflatoxins content in milk to very low concentrations as set by regulations. The uniqueness of SAFEMILK will disrupt the Food Safety Market bringing new benefits to the industry and to the consumer. The early detection and the possibility to easily perform tests every day on the milk to be delivered basically cancel the risks to expose human to the toxicity of aflatoxins along the value chain. IDP believes that SAFEMILK will raise the Company profitability and grow its workforce by tackling this huge business opportunity. IDP requires further financing through the SME Instrument to accelerate and fund the commercialisation of SAFEMILK in the milk and dairy industry at first and later with several other profitable areas of the food market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IDP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952105926": {
            "orgId": "952105926",
            "orgName": "IDP SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}