{
    "rcn": "208133",
    "acronym": "SIGROW",
    "topics": "SMEInst-07-2016-2017",
    "title": "SIGROW AQUA: feasibility study of a disruptive Nutrient Management System for hydroponic farming",
    "startDate": "01/02/2017",
    "endDate": "30/06/2017",
    "objective": "CONTEXT: Water shortages and water pollution constitute major environmental threats in the EU. European agriculture occupies 40% of the land and can reach up to an 80% of total water abstraction and itís the main responsible of nutrient soil pollution.\nUnder this context, a significant change is occurring; Hydroponics is the fastest growing sector of agriculture. Its water consumption is reduced by up to 90% compared to traditional agricultureís water usage, it may be stacked (if outfitted with led lighting) to limit space use (vertical farming) and being a soilless production it doesnít need herbicides or chemical pesticides.\nPROBLEM: Hydroponic major problems are that it requires high nutrient effluents, which is the most important cause of water wastage and soil pollution.\nNEED: intelligent and efficient nutrient management is anticipated to be a key issue to achieve a 100% success of hydroponic industry.\nInnovative solution: SIGROW addresses the important area of optimization nutrients and water management in hydroponics agriculture. SIGROW AQUA integrates software and sensors to automatically control the nutrient and water balance in the solution, decreasing nutrients leaching and improving sustainable crop production. Introducing SIGROW AQUA systems will provide a universal and friendly user technology that will have a huge impact on fertilizers and energy savings as well as avoiding water pollution for all hydroponics crops.\nTechnical feasibility study Algorithm optimization to provide accurate predictions in any field conditions independently of water salinization and type of crop. To carry out financial expectation such as best pricing and cost optimization, expected selling quantification from 2019 to 2022, risk assessment  as well as the forecast investment, profit and impact. IPR strategy: to protect our product at international level, we will perform a FTO analysis.\nREQUIRED FUNDING: Ä 0,7 M to bring the present Technology Readiness from level 7 to 9.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGROW BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916988919": {
            "orgId": "916988919",
            "orgName": "SIGROW BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}