{
    "rcn": "208117",
    "acronym": "Spontaneous ZeBrain",
    "topics": "ERC-2016-COG",
    "title": "Whole-brain dynamics underlying self-generated behaviour",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The first behavioural theories conceived the organism as primarily driven by external sensory stimuli. However, the energy associated with momentary demands of the environment represent ~1% of the brain's total energy budget, implying that the intrinsic activity represents a major aspect of the brain's function. Indeed, more recent theories such as cognitivism and embodiment describe the organisms as capable of generating complex behaviours emerging from the brain's intrinsic dynamics. \nPast and current studies that investigated the neuronal basis self-generated behaviours mainly focus on the readiness potential (RP) signal, a build-up ramping activity in the premotor cortex, occurring ~ 2 sec before the movement's onset. However, the neuronal mechanisms underlying the generation of self-generated behaviours (how RPs are generated), the involvement of other regions, and how the brain codes the impending movements (activity predictive of the onset and type of movement), still remain poorly understood.\nThe combination of light-sheet microscopy, optogenetics, and the zebrafish larva model enables monitoring whole-brain dynamics in an intact behaving vertebrate. Moreover, the diverse yet limited and well described repertoire of motor behaviours will enable to perform experiments in more natural unconstrained conditions, in comparison to previous studies, which were structured in trials and limited to one or two behavioural choices. These advantages will allow us to go beyond the current state-of-the-art in the field. More specifically, we propose to investigate the following specific aims:\n\n1) Whole-brain dynamics basis and mechanisms underlying self-generated behaviours.\n\n2) A comparison between the neuronal pathways underlying the initiation of self-generated and sensory induced behaviours.\n\n3) The internal and external modulation of self-generated behaviours.",
    "totalCost": "1997360",
    "ecMaxContribution": "1997360",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1997360
        }
    },
    "calculatedTotalContribution": 1997360
}