{
    "rcn": "208160",
    "acronym": "TAPEMELT",
    "topics": "SMEInst-02-2016-2017",
    "title": "TAPEMELT: Recyclable thermal activated tape system",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Packaging tapes are the most widely used pressure sensitive adhesive tapes with global production in excess of 10 billion sq. meters per year . Their primary application is corrugated carton closure. However, existing solutions for this application present 3 key constrains:\n\n1.RECYBLABILITY ñ WASTE MANAGEMENT: One of the major issues for the label printing industry is the waste the process leaves behind, particularly the much maligned release liner. With consumption of self-adhesive label materials in Europe in 2010 totalling 5.3 billion square metres, translating into some 360,000 tonnes of paper liner waste emerging from end users.\n\n2.TAMPER-EVIDENT: Cartons sealed with PSA or many of the water-activated adhesives are not secure and are not easily accessed without revealing any signs of tampering.\n\n3.TAPE SEALING PROBLEM IN REFRIGERATED PACKAGES: Both PSAs and Water-Activated lack adherence depending on temperatures. They typically reduce or lose their tack at low temperatures and reduce their shear holding ability at high temperatures; special adhesives are made to function at high or low temperatures.\n\nWe have developed a product that provides a proper answer to this 3 needs: TAPEMELT: an adhesive system thermal activated that cover the existing constrains in the carton packing industry. It is 1) Low-cost; 2) Fast to apply 3) Strong: the integrity and safety of the goods are not compromised 3) Allows custom printing; 4) Theft-protection ñ Tamper evident 5) it is made of paper: 100% recyclable, repulpable and biodegradable.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONTROLPACK SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "NEUTROLEADER SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "917406989": {
            "orgId": "917406989",
            "orgName": "CONTROLPACK SYSTEMS SL",
            "ecContrib": 50000
        },
        "917406116": {
            "orgId": "917406116",
            "orgName": "NEUTROLEADER SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}