{
    "rcn": "208113",
    "acronym": "CIC",
    "topics": "ERC-2016-COG",
    "title": "Context, Identity and Choice: Understanding the constraints on women's career decisions",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "There has been vast improvement in workplace gender equality, but there remain marked differences in the roles in which women and men work. Explanations for this inequality have focused on the barriers women face. However, as women begin to enter male-dominated roles, a new explanation has arisen: that remaining gender inequality must reflect fundamental differences between women and men, including differences in (a) ambition and desire for power, (b) needs for work-life balance, and (c) willingness to take career risks. Central to this analysis is the assumption that the glass ceiling is broken and thus inequality must be due to womenís active choices. This explanation downplays the fact that social context continues to be a barrier to womenís success and places responsibility for gender inequality on women themselves. Indeed, there has arisen the suggestion that gender equality necessitates women overcoming ëinternal obstaclesí, ëleaning-iní and altering their choices (Sandberg, 2013), rather than challenging the status quo. I argue that diametrically contrasting structural barriers with womenís choices is unhelpful. Instead, I suggest that womenís choices are shaped and constrained by the gendered nature of organisational and social contexts and how women see themselves within these contexts. I propose a programme of research, across 3 integrated streams, that investigates how social and organisational structures define identities and constrain womenís choices in relation to ambition, work-life balance, and career risk-taking. I have four key objectives: (1) to clarify how organisational and social contexts define identity and constrain womenís choices, (2) to use an interdisciplinary, multi-methodological approach, to produce innovative theory and data, (3) to work collaboratively with stakeholders, and (4) to inform practical interventions designed to facilitate the increase of womenís participation in hitherto male-dominated roles.",
    "totalCost": "1998722",
    "ecMaxContribution": "1998722",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1998722
        }
    },
    "calculatedTotalContribution": 1998722
}