{
    "rcn": "208145",
    "acronym": "PROXITRAK",
    "topics": "SMEInst-10-2016-2017",
    "title": "PROXITRAK ñ next generation IoT tracking solution for a connected logistics ñ collect, analyse and visualise big data in a true real time",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "ProxiGroup delivers innovative cloud software solutions for effective and inexpensive deployment and management of Internet of Things (IoT) asset tracking systems exploiting live and actionable Big Data analytics. We are a team of experienced entrepreneurs, highly-qualified engineers, and commercialisation experts. Our knowledge, experience from the previous projects and a support of investors and business partners providing distribution channels will enable us to introduce disruptive PROXITRAK solution to the market.\nThe problem we are addressing is limited visibility of assets throughout the enterprise and in the supply chain, which generates billions EUR lost every year in the EU. The emerging Internet of Things (IoT) concept is providing opportunity for efficient management of the company assets, more than 6.4 billion connected things will be in use worldwide in 2016. On the other hand, expensive site surveys, large IT infrastructure requirements, deployment cost etc. are holding the growth of IoT. \nProxiGroup is taking this opportunity by offering an innovative software solution, which enables: (1) true real time tracking of assets enabling immediately identifying and reacting for any potential bottlenecks in the operation globally; (2) virtual 3D site surveys for the connected logistics systems providing 5-fold decrease in deployment cost; (3) full warehouse inventory available anytime in a real-time; (4) real-time tracking of multiple locations globally from the cloud. PROXITRAK will be offered in a Software-as-a-Service model which significantly reduces price for the end-user; it will be especially beneficial for the SMEs.\nWithin the proposed Phase 1 SME Instrument project we will conduct a comprehensive feasibility study, including a detailed business plan. The Phase 2 project will be focused on bringing PROXITRAK from the current TRL 6 to TRL 9 and confirm its technological excellence through pilot deployment with the business partner.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROXIGROUP SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917603705": {
            "orgId": "917603705",
            "orgName": "PROXIGROUP SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}