{
    "rcn": "208196",
    "acronym": "OPHOCS",
    "topics": "MSCA-IF-2016",
    "title": "On-chip Photonic Cluster State Generation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The MSCA Individual fellowship project OPHOCS ñ On-chip Photonic Cluster State Generation focuses on the realization and investigation of large cluster states of entangled single photons with applications in quantum information processing. The project will progress recent developments of quantum dot spin qubits as the entanglement resource, which may be scaled up to a large cluster state by employing state-of-the-art nanophotonic devices to efficiently boost the photon generation efficiency. \nA highly entangled many-photon cluster state is an eagerly sought after fundamental resource enabling measurement-based quantum-information processing. Here computation algorithms are carried out only by single-qubit measurements combined with classical feed-forward operations on the large-scale cluster state. This feature makes such a one-way quantum computer highly desirable as it critically reduces the requirements for quantum computation. Recent, first proof-of-principle implementations elucidate its potential but are limited in their scalability.\nThe proposed research will facilitate self-assembled semiconductor quantum dots as a scalable photonic resource by exploiting their unique ability for the generation of highest purity indistinguishable photons with unprecedented high efficiencies. This resource will be directly integrated into nanophotonic waveguide devices, and the inherently strong light-matter interaction exploited to demonstrate efficient spin-photon interfaces for high rate, high fidelity cluster state generation. With this architecture we will establish a solid-state device for quantum information science, with the immediate target of generating, for the first time, on-chip photonic cluster states with n>10.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}