{
    "rcn": "208111",
    "acronym": "Tmol4TRANS",
    "topics": "ERC-2016-COG",
    "title": "Efficient electronic transport at room temperature by T-shaped molecules in graphene based chemically modified three-terminal nanodevices",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Tmol4TRANS aims to create operative molecular systems that will efficiently be inserted in three-terminal nanodevices to function as transistors at room temperature (RT). \nIn the front-line of molecular electronics, the implementation of functional nanodevices in present technologies is mainly hampered by crucial unresolved issues like: a) reliability of RT experiments on molecular transistors; b) absence of controlled methodologies to deposit single molecules at specific sites; c) low conductance values and d) difficulties in achieving effective three-terminal devices (BJTs/FETs). Such hindrances involve the nature of the molecules, the absence of controlled deposition methodologies at the nanoscale and the poor stability/contacts between molecules and electrodes. \nStable two-terminal nanodevice based on few-layer graphene and containing a Curcuminoid molecule (CCMoid) that I made has shown reasonable molecular conductance at RT, where the CCMoid anchors to the electrodes by pi-pi stacking. The specific goals of Tmol4TRANS are: 1) to synthesize multifunctional molecules base on ìT-shapedî CCMoids and Porphyrin derivatives (PPDs) allowing efficient attachments to electrodes; 2) to fabricate chemically functionalized hybrid graphene transistors; 3) to establish a reliable methodology for positioning the molecules between the electrodes; 4) to investigate the conductance enhancement of the final systems, and 5) to provide the possibility of spin-dependent transport properties by binding such molecules to magnetic metals. Here, the preparation of nanodevices involves feedback-controlled burning technique for the formation of the few-layer graphene electrodes (source/emitter and drain/collector) and the chemical functionalization of the gate/base, where T-shaped molecules will be fixed by click-chemistry. Tmol4TRANS would have a direct impact in Molecular Electronics and Spintronics, as well as in the broader scope of nanoelectronics.",
    "totalCost": "1998879",
    "ecMaxContribution": "1998879",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1998879
        }
    },
    "calculatedTotalContribution": 1998879
}