{
    "rcn": "208177",
    "acronym": "RAINOLVE",
    "topics": "SMEInst-11-2016-2017",
    "title": "Accurate irrigation controller with multi-sensoring and interactive cloud-based platform to evaluate real plant needs and save up to 80% of water",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "Water scarcity and droughts costed Europe over 100 billion Ä in the past 30 years. With the water prices expected to increase in Europe by between \\20% up to even 400%, savings in water have become a priority issue for irrigation professionals. Inappropriate irrigation techniques has a great impact on yield (average loss of 20-40%), plant disease (increase of 15-35%) and input costs (average over spending of 25%).For instance, municipalities in Europe, like London with 14.000ha green areas, are spending an average of 15,000Ä/year/ha for water irrigation costs. Under this context, Precision Irrigation such us irrigation controllers is the only option. This growing technology which optimizes the usage of water is expected to expand its market share by 13% from 2016 to 2023. \nRAINOLVE is the fruit of a collaboration between RAIN, an Italian engineering and manufacture leader in irrigation products; and INOLVE, a Spanish SME specialized in software, for the development of an accurate irrigation controller. RAINOLVE is a multi-sensor coupled with intelligent cloud-based platform with vast botanical and agronomical database to calculate and check the exact plant needs in function of each site conditions. RAINOLVE will provide a highly accurate irrigation technology with low return over investment (less than 1 year) allowing savings up to 18,000Ä/ha/year: water (80%), fertilizer (40%), time (1day/week) and plant disease (60%).\nRAINOLVE technology stands in a TRL7, with a real scale prototype tested in different field sites. RAINOLVE project main objective is to optimize, test and validate the technology to take it to industrial production and successful commercialization. We estimate that RAINOLVE will be able to save annually 9,200M m3 of water in Europe, accounting for Ä1.5 billion per year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAIN SPA",
    "coordinatorCountry": "IT",
    "participants": "INOLVE NEWTECH SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "918704655": {
            "orgId": "918704655",
            "orgName": "RAIN SPA",
            "ecContrib": 50000
        },
        "918664303": {
            "orgId": "918664303",
            "orgName": "INOLVE NEWTECH SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}