{
    "rcn": "208100",
    "acronym": "GlassUniversality",
    "topics": "ERC-2016-COG",
    "title": "Universal explanation of low-temperature glass anomalies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "While amorphous solids constitute most of the solid matter found in Nature, their understanding is much poorer than for crystalline solids, at the point that most solid state textbooks are entirely focused on crystals. The reason underlying this uncomfortable situation is that amorphous solids display all kind of anomalies with respect to a simple description in terms of phonon excitations around a perfect lattice. In particular, they display an excess of low-frequency vibrational modes, their thermodynamic and transport coefficients behave differently from crystals, they respond non-linearly to arbitrarily small strains, and have highly cooperative dynamics. Traditionally, each of these aspects has been studied independently of the others, by almost distinct communities, and in terms of microscopic elements that are specific to a given material.\n\nThe objective of this proposal is to take a different approach and seek a universal explanation of all the anomalies of amorphous solids, in terms of criticality associated with a new phase transition between two distinct glass phases.\n\nThis goal is both ambitious and reachable. It is reachable because such a phase transition has just been theoretically predicted to exist on rigorous grounds, in an abstract limit of infinite spatial dimensions; its existence allows one to compute the critical exponents of jamming, in strikingly good agreement with numerical simulations; and the transition has been observed numerically in a realistic model of glass. It is ambitious because it requires to firmly establish the universal nature of the transition, and connect it to the experimentally observed anomalies through concrete analytical and numerical calculations, which will open the way to a direct experimental test. Both tasks require solving a number of difficult conceptual and technical problems. But, if successful, this project could lead to a revolution in our understanding of amorphous solid matter.",
    "totalCost": "1362125",
    "ecMaxContribution": "1362125",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1362125
        }
    },
    "calculatedTotalContribution": 1362125
}