{
    "rcn": "208176",
    "acronym": "CBIT",
    "topics": "SMEInst-05-2016-2017",
    "title": "Customisable Bioink Technology Platform",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "3D cell culture and 3D Bioprinting have become crucial to the development of health and life science research. 3D cell culture has enabled more accurate cell screening, drug and biosensor discovery, tissue engineering, and development of cell lines. One of the major challenges to culturing complex tissues is producing detailed matrix morphologies with optimised pore size, mechanical properties and biocompatibility.  Many of the bioink 3D matrices under development do not sufficiently address the physical (mechanical properties), chemical and biological (cell-matrix interactions) complexity required for sucessful 3D culture.\n\nPGD have developed an eight amino acid sequence peptide that self-assembles and forms a hydrogel in the presence of a salt solution. This platform technology is commerically available for 3D culture or tissue engineering research and can be purchased as a liquid or spray. PGD are now investigating the feasibility of producing a bioink. PGD will produce a bioink and disposable mixing chamber that can be 3D printed and support cell viability. For additive manufacturing to break through in the life sciences and pharma industry, a complete package must be provided, including ready to use inks that are true 3D ECM mimics and compatible with processing methods. They must not impede staining/assays or optical/electrochemical detection of cells. At present, there is no bioink on the market that is suitable for large scale use in the pharmaceutical and life science industries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PEPTIGELDESIGN LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931409618": {
            "orgId": "931409618",
            "orgName": "PEPTIGELDESIGN LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}