{
    "rcn": "208156",
    "acronym": "LentiFactory",
    "topics": "SMEInst-05-2016-2017",
    "title": "MAGIC (MAnufacturing of Gene delivery tools for Industrial and Clinical applications)",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Founded in 2005, Vectalys is a biotech company that develops world leading gene delivery technologies for industrial and therapeutic applications. Vectalys has built a state-of-the-art proprietary lentiviral vectors (LV) production platform to provide its customers and partners with the highest quality of LV. Based on 10 years of collaborative research, the resulting LV purity is now recognized as a key success factor for cutting-edge stable cell engineering on primary and stem cells. In parallel, thanks to its deep understanding of market needs, Vectalys has developed and patented a game-changing class of RNA carriers called LentiFlash (LF), a new generation of non-integrating LV dedicated to gene-editing applications requiring a transient expression.\n\nBioprocessing know-how, stable and transient delivery tools and intellectual property combine into a unique and powerful integrated platform capable of accelerating both gene-editing and immunotherapy applications. Based on recent results of early CAR-T cells clinical trials, mainly in the US, the market will now need an extensive scale-up capacity to produce GMP-grade LV and LF. The application potential is significant and includes both clinical approaches (gene therapy, gene-editing, and immunotherapy) and industrial systems (synthetic biology, modelling development).\n\nCompared to the US, there is in Europe a clear lack of clinical manufacturing infrastructure and of integrated platforms that include both research and GMP production, thereby offering a broad expertise from vector design to therapeutic strategies. From a non-regulatory pre-clinical stage market, Vectalys has the capacity to move forward into the clinical stage market as a GMP grade value provider. The company has taken the technological lead in this field in Europe and is now committed to producing these tools at a clinical grade in order to transform the lives of patients with severe genetic and rare diseases as well as untreated cancers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VECTALYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998154251": {
            "orgId": "998154251",
            "orgName": "VECTALYS SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}