{
    "rcn": "208136",
    "acronym": "Simecos",
    "topics": "SMEInst-05-2016-2017",
    "title": "Novel Arthritis Treatment with focus on natural Chitin Oligosaccharides",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "Osteoarthritis (OA) is one of the leading causes of global disability, especially among the Elderly populations ñ approximately 10ñ12% of the adult population in the world has symptomatic OA. Specifically, it affects more than 40 million people in Europe.  Currently there is no cure for OA ñ there are no current therapies available that can reverse or halt the progression of osteoarthritis. OA's control strategy mainly consists of palliative pain treatment as there are several medicines on the market can alleviate pain and improve function in OA patients (e.g. analgesics, NSAIDs, opioids). Genis offers a revolutionary approach for the resolution of inflammation and tissue regeneration for OA patients - SIMECOS. SIMECOS is a biocompatible and bioactive drug, derived from Genis' patented food supplement BenectaTM , which provides less risk of side effects, reduced patient recovery time, protection of articular tissues, reduced scar tissue formation and increased success rate for treating OA disease.Genis' approach has been validated in a relevant environment (in vivo and in vitro studies) supported by Pre-Clinical and Phase I Clinical trials for BenectaTM, showing safety of the compound and its pronounced effect of resolution of inflammation and tissue regeneration.\n\nGenis is a small innovative biotechnology company from Siglufjˆrur, Iceland, whose aim is to discover, develop and commercialize novel and life changing pharmaceutical products, supplements and medical devices derived from crustacean exoskeletons. With their novel biocompatible and bioactive drug SIMECOS they seek to disrupt the pharmaceutical market for OA's treatment, and to access a more than Ä45 billion market in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENIS HF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918160582": {
            "orgId": "918160582",
            "orgName": "GENIS HF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}