{
    "rcn": "208109",
    "acronym": "FRICatANIONS",
    "topics": "ERC-2016-COG",
    "title": "Frontiers in Catalytic Anion-Binding Chemistry",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Chemical transformations comprise the polarization of the reacting species. As a consequence, partially or fully charged reagents and intermediates are omnipresent in chemistry. Although anion-binding processes are well-known for their crucial role in molecular recognition, this type of phenomenon has only recently been utilized for catalysis. Since catalytic reactions are of utmost relevance to construct valuable chemicals and materials, this mode of catalytic chemical activation might be the key for the future design of original and more efficient synthetic transformations. However, the effects of anions in catalytic processes are still largely unknown. \nAiming at providing a novel general synthetic toolbox, in this project I propose several anion-binding activation concepts to solve current challenging catalytic synthetic problems. To achieve this goal, structurally different chiral anion-binding catalysts will be developed and incorporated into the existing limited palette of catalyst library. Furthermore, I propose a significant expansion of the application scope of anion-binding catalysis based on the activation and modulation of anionic nucleophiles and oxidants to develop organocatalytic reactions such as halogenations and oxidations, including the asymmetric functionalization of C-H bonds. In addition, anion-binding processes will be used to facilitate key steps in cross-coupling reactions such as the transmetallation, as well as the photoactivity modulation of readily available photosensitizers and the introduction of asymmetric photocatalysis involving radical-anions.\nThe proposed groundbreaking approaches will revolutionize not only anion-binding catalysis but also all the scientific areas relying on catalytic synthetic methods. Thus, the results derived from this project will have a tremendous impact in diverse fields such as catalysis, organic synthesis and material sciences, as well as in economical, environmental and industrial issues.",
    "totalCost": "1997762,5",
    "ecMaxContribution": "1997762,5",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 1997762
        }
    },
    "calculatedTotalContribution": 1997762
}