{
    "rcn": "208161",
    "acronym": "THUNDER",
    "topics": "SMEInst-03-2016-2017",
    "title": "Development of the Cyclin-Dependent Kinase Inhibitor VS2-370 to Target HIV-associated Malignancies and to Purge Viral Reservoir",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "ViroStatics, operating in the biotechnology industry, is developing the innovative drug VS2-370 that targets both HIV-associated cancer and its indirect cause, the viral infection. There is no similar drug, as HIV infection and associated malignancies are presently treated independently, without realizing that they are two sides of the same underlying pathogenetic problem. VS2-370 unique anti-CDK4/6/9 profile not only suppresses HIV, but also limits clonal expansion and induces apoptosis of infected cells, with the potential to purge the viral reservoir. Unlike with currently available antiretroviral therapy (ART) this could lead to a cure of HIV infection (or functional cure, that is to allow long periods of ART-free remission), mirroring the recent success of Hepatitis C cure, and it would similarly open a multi-billion Euro market opportunity. ViroStatics strategy is to develop VS2-370 through the well established pathway of oncology drugs, then to expand the indication to the HIV cure. VS2-370 has reached TRL6 and demonstrated anticancer activity in CDK4/6/9-dependent tumors in relevant in vitro and in vivo models, it has shown good exposure/tolerability profiles, and it has been produced in a GMP lot. After confirming the interest of a Pharma Customer with franchise in Oncology and/or HIV (Phase 1) we will file an Investigational New Drug application and carry out a First in Men (FIM) study through the extensive use of systems biology (Phase 2), thus significantly increasing the value of VS2-370 before out-licencing it to the Pharma Customer. The advantages for the final users (HIV-infected individuals with associated malignancies) will be: tumor- and ART-free remissions, quality of life improvement, decreased side effects associated with ART, cost savings for the patients and the Health Systems.ViroStatics has capital to support its experienced management and to contribute in part to Phase 1 and Phase 2, but needs the SME instrument to complete the FIM study.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIROSTATICS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997701746": {
            "orgId": "997701746",
            "orgName": "VIROSTATICS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}