{
    "rcn": "208151",
    "acronym": "UPALET",
    "topics": "SMEInst-10-2016-2017",
    "title": "Strong, sustainable and waterproof cardboard pallet that equals load carrying capacity of wooden pallets",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "According to the United Nations Economic Commission for Europe (UNECE), there are 4 billion wooden pallets in circulation in Europe right now, this means 108 billion kg of dead weight. To transport this weight 100 km, trucks will require 334M litres of fuel that will emit 880M kg of CO2.\n\nMANDRILADORA ALPESA S.L., a company founded in 1991 that manufactures and commercialises mandrels, tubes and rings spiral cardboard, has developed Upalet.\n\nUpalet will be the first commercial cost-effective and recyclable cardboard pallet that is as strong and has the same load capacity as wooden EUR pallets (1500 kg), yet it is 19 mm lower (13%) and 21.5 kg lighter (80%).\n\nCurrently, there are several models of cardboard pallets on the market, but none of them offers all the benefits as Upalet has: strength and durability; massive CO2 reductions and fewer trucks on the road (traffic congestion, wear and tear to highways...); 100% recycled (corrugated cardboard and cardboard tubes attached only with green adhesives); suitable for heavy loads (1,500 kg); waterproof and resistant to wet conditions; do not need special forklift attachment; no need for any thermal or phytosanitary treatment; 25% cheaper that EUR pallets.\n\nThe project provides significant returns. By 2023 there will be 20 people employed directly in manufacturing and selling UPALET, with many more employed indirectly, both within the company, their suppliers and the companies that license the technology. Considering total project costs of 2M, by 2023, the project earns a return on investment of over 1000%, an internal rate of return of 66% and a net present value of over 15MÄ.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MANDRILADORA ALPESA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916552128": {
            "orgId": "916552128",
            "orgName": "MANDRILADORA ALPESA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}