{
    "rcn": "208148",
    "acronym": "BactiLine",
    "topics": "SMEInst-11-2016-2017",
    "title": "BactiLine at-line system for automatic monitoring of microbial bacteria in water",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "The growing population is putting a strain on the worldís water resources while at the same time the ever-developing industrialization is causing increasing occurences of water-contamination, both in potable water sources and in wastewater, which is discharged into rivers and oceans.\nTo deal with these issues of water contamination, \n\nMycometer has developed an automatic early-warning solution, the BactiLine at-line system, which promptly detects elevated levels of bacteria in water systems and sends out a warning when bacteria presence is above tolerated limits. BactiLine can be implemented at main control points in the distribution system, sample the water quality at pre-determined intervals and report to a control database.\n\nThe BactiLine system is based on the existing and patented BactiquantÆ-water method, which measures the total bacteria presence in a water sample by use of a sensitive fluorescence technology\nFor end-users the BactiLine solution presents the following benefits: \n\ni.\tFaster response time, as water is sampled several times a day and bacteria counts are reported within minutes of the sampling\n\nii.\tLarger sample sizes, with bacteria concentrated through filtration, minimizes the risk of false positives.\n\niii.\tImproved possibility for remote water quality monitoring through automated sampling from the water source\n\niv.\tMore resource-efficient sampling process with the elimination of manual work hours for lab technician\n\nv.\tThe assay sensitivity can be adjusted in real time, allowing the \n\ntechnology to be used in a broad range of water types and applications\nWith the BactiLine system, Mycometer will target utilities companies, wastewater treatment plants and industrial plants using large amounts of water for production processes, leading to a sales revenue of Ä7.2M, five years post project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MYCOMETER AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950872474": {
            "orgId": "950872474",
            "orgName": "MYCOMETER AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}