{
    "rcn": "208146",
    "acronym": "PREGNABIT",
    "topics": "SMEInst-01-2016-2017",
    "title": "PREGNABIT ñ the worldís first complex telemedical mobile CTG system for pregnancy examination",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "The world faces unacceptably high mortality among children and expecting mothers - 300,000 women and 6 million children under the age of five dying every year from preventable causes, according to WHO. In developed countries, expecting mothers from the high-risk groups are subjected to regular scanning by cardiotocography (CTG), which is a reliable and accurate state-of-the-art examination. The main problem is a limited access to CTG, which is especially pronounced in less-developed countries, but even in the EU and US it is narrowed to the high-risk pregnancies.\nNestmedic developed a unique solution, PREGNABIT, which improves the experience of expecting mother and reduce the health risks for the baby. Pregnabit is a portable medical device providing the same accuracy as standard CTG, however, it can be used in a safe home environment. Test results are transferred to Medical Telemonitoring Centre operating 24/7, where data are verified by a specialist who sends feedback to the pregnant. If the results indicate that medical intervention is necessary, the specialist from Medical Telemonitoring Centre contacts one of the local call centres which provides necessary assistance. Although there are some portable foetal monitors available on the market ñ none of them provides such a high accuracy and 24/7 professional service as we do with Pregnabit. \nThe solution based on Medical Telemonitoring Centre and the network of local call centres will be the first of that type in the world providing 24/7 access to the expertise of professional doctors. The expected impacts are: reduced mortality among new-borns, lower cost for the healthcare system, and more reliable healthcare through 24/7 support. The annual savings for the European health care systems from introducing Pregnabit can reach Ä60mln, reducing the price of a single CTG scan by a factor of 5.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NESTMEDIC SPOLKA Z OGRANICZONA ODPWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924063905": {
            "orgId": "924063905",
            "orgName": "NESTMEDIC SPOLKA Z OGRANICZONA ODPWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}