{
    "rcn": "208171",
    "acronym": "ImmerDrive",
    "topics": "SMEInst-10-2016-2017",
    "title": "Virtual IMMERsion for DRIVEr training and evaluation",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "ImmerDrive is a business-to-business innovation project conducted by NERVteh, a Slovenian company aiming to launch a high-performance and affordable driving simulator for the training and evaluation of drivers. Our solution is specifically tailored for the needs of insurance companies, having also commercial applicability for research entities, road safety stakeholders and the automotive industry.In 2014, almost 25,700 people died on European roads and more than 200,000 people suffered life-changing, serious injuries. Indeed, road accidents are the main cause of death among population between 15 and 29 years, and cause up to Ä4,600 billion per year of global damages, with Ä100 billion in insurance claims only in Europe. 90% of these accidents are caused by driversí incorrect behaviours such as speeding, distractions, influence of alcohol or other substances, etc.\nAt NERVteh we are committed to improve road safety with ImmerDrive. Our patented motion platform combined with next-gen traffic environment SW  delivers a true life experience and lets drivers learn effectively in complete safety, just as pilots in flight simulators, but in a scalable and affordable way. Based on our research and previous experiences, we are confident that drivers trained by ImmerDrive will have 30% to 60% more chances of driving safely, and we will be able to reduce from 5% to 10% the cost of insurance claims  thanks to improved driving skills. Only in Europe, Ä10 billion savings could be reached in the insurance industry.\nThrough this project, we seek to prepare the international commercialisation of ImmerDrive through: technical activities, intended to enhance the following features of our current solution; and commercial actions, devoted to create a proper infrastructure for the commercialization of ImmerDrive. We foresee a potential turnover of Ä22.4 million for the fifth year of commercial activity (624 units sold) and the generation of about 58 new job positions thanks to ImmerDrive.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NERVTEH RAZISKAVE IN RAZVOJ DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937302368": {
            "orgId": "937302368",
            "orgName": "NERVTEH RAZISKAVE IN RAZVOJ DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}