{
    "rcn": "208159",
    "acronym": "iShare",
    "topics": "SMEInst-10-2016-2017",
    "title": "iShare - a disruptive approach to vehicle sharing",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "The sharing economy is booming globally. A PwC Analysis shows that in 2025 the sharing economy will reach the rental economy with a global value of 329 Billion dollars, an increase of 2100% from 2013. 40% of sharing-economy VC investments in unicorn startups have been directed towards smart mobility-related projects and companies. \nAs regards as Europe, 168 million private cars are circulating in the top 5 European countries). On average, private cars remain parked 95% of their useful life and their maintenance, insurance, parking, depreciations costs significantly burden car owners. Moreover, as they mostly are parked along the roads, they massively contribute to traffic congestion. The iShare project aims to develop a disruptive approach for vehicle sharing (both B2B and B2C) enabled by a patent-pending innovative smart keyholder box (the ìproductî) that is capable to store the car key and push the car key buttons to open and close the carís doors by using robotic fingers. The product is coupled with a web and a mobile app platform to manage user authentication, security, booking, payment, community management and all administrative processes related to the carís check-in and check-out.\nA preliminary business plan for the first B2C market (Italy) is already available. From this starting point, the feasibility assessment will allow us to achieve three main goals:\nï To develop the business plans respectively for selling the product and services to consumers  and  to other peer-to-peer and b2c car sharing organizations in the EU (outside Italy) and in Americas and for the selling royalty base production licences in China and Asia Pacific;\nï To review, fine-tune and update the current business plan for the B2C model in Italy\nï To reduce the dimension and cost of the initial prototype, through a technical and economic analysis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "E-NOVIA SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927245117": {
            "orgId": "927245117",
            "orgName": "E-NOVIA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}