{
    "rcn": "208137",
    "acronym": "Part-up Phase1",
    "topics": "SMEInst-12-2016-2017",
    "title": "Part-up.com - the open competence platform with high social impact",
    "startDate": "01/02/2017",
    "endDate": "30/06/2017",
    "objective": "We are living in the Postnormal Era, where platforms like Uber, eBay, AirBnB are disrupting traditional business models and the nature of work is also rapidly changing as an ever increasing portion of workforce becomes freelancers. The rise of freelancer movement together with new ways of organizing work have dramatically changed the economic landscape. In this new environment the value creation happens in global talent networks, and the potential for disruptive innovations is embedded in the dispersed, decentralized organizations and teams. New challenges resulting from this development require effective tools to enable business environment and the entire society to adapt. As a result, platform thinking is gaining momentum in the innovation management field. Various platforms and especially so called competence platforms are anticipated to dramatically boost the global economy through improved productivity and higher degree of workforce utilization. According to a recent McKinseyís foresight, online talent platforms can boost the global GDP by USD 2,7 trillion by 2025. And this is exactly the area where Part-up is going to have global impact!\nIn contrast to trading platforms, where a few global vendors have evidently gained huge market capitalization, the competence platform segment is still a battlefield open for emerging solutions. Part-up is one of the most potential challengers to fill the gap and become the global leader in this market. Part-up provides a platform-based service especially designed to help companies, freelancer communities and individuals to create teams with new combinations of competences. The platform supports crucial phases in team building, in organizing networked workflows, in generating value within decentralized organizations and in creation of new networked business models. Organizing the value creation in teams by a flexible, engaging and productive way is the core of Part-upís business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PART-UP BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921113165": {
            "orgId": "921113165",
            "orgName": "PART-UP BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}