{
    "rcn": "208123",
    "acronym": "3Dmaterials4Energy",
    "topics": "ERC-PoC-2016",
    "title": "Hierarchical Inorganic Nanomaterials as Next Generation Catalysts and Filters",
    "startDate": "01/03/2017",
    "endDate": "31/08/2018",
    "objective": "In the coming few decades, two major global grand challenges will continue to attract the attention of scientists and engineers in academia and industry: achieving clean water and clean energy. This PoC establishes the development of two prototypes, water oxidation catalyst and water purification filter, by creating inexpensive, abundant and versatile hierarchical structures of inorganic nanomaterials (HSINs). \nThe formation of HSINs has been one of the major obstacles toward achieving a technological progress in various applications. Presently, fabrication of well-defined 3-D structures can be achieved either by photo/electro lithography, assembly, 3D printing or template-mediated methods. Various structures with high quality/yield can be obtained through those techniques, however, these methods suffer from high cost, difficulty of fabrication of free-standing structures, and sometime the throughput is limited. On the other hand, the templated approaches usually are facile, low cost and offer several and complex structures in particular the ones obtained from nature.\nOur invention is based on forming the HSINs using fossil templates from nature. We propose to harness the naturally designed morphologies of the fossil templates to rationally form hierarchical structures of nanomaterials. These structures have many advantageous, compared to the current state-of-the-art catalyst and filter, for example high surface area, high porosity, confined space (nano-reactor) and divers functionalities obtained by controlling the chemical composition of the inorganic material shell. Since these properties are important for achieving high performance, we propose HSINs as next generation water oxidation electrocatalyst and water purification filter.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}