{
    "rcn": "208162",
    "acronym": "Bendsai",
    "topics": "SMEInst-02-2016-2017",
    "title": "Feasibility study for Bendsai ñ worldís first standardised machine tending robot",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Only 8% of European manufacturing companies had integrated robotic solutions in 2016 . Existing robotic solutions are unaffordable for SMEs and most still rely on ineffective traditional manufacturing devices. Machine tending robots can increase efficiency and safety of operations, but are only available custom made by robotic integrators and are expensive, hard to use and difficult to integrate.\n\nThere is a market demand for standardized machine tending robots that would be feasible and affordable for manufacturing SMEs. Currently, there are no such commercially available robots on the market.\n\nFactobotics seeks to become the first robotic supplier focused on developing and commercialising standardised machine tending robots. To achieve this, Factobotics has developed the first standardised metal sheet bending machine tending robot Bendsai. It will disrupt the machine tending robot industry and provide a roadmap for future introduction of other standardised machine tending robots. \n\nBendsai (TRL 7) can be used to automate operation and feeding of any bending machine and will replace heavy human physical labor in metal sheet bending industry. Bendsai is user friendly, requires a short changeover time, is significantly cheaper than alternatives (40K vs 100K), requires zero integration costs, provides a quick ROI (up to 2 months),  is mobile, compact and can easily switch between assignments.\n\nTo ensure successful commercialisation, in Phase 1 of the SME Instrument, Factobotics intends to develop an elaborate feasibility study that would include: verification of technological and economic viability, redesign of the product, partnership development strategy, a business plan with an extensive financial, pricing, sales strategy and a roadmap for commercialisation of other standardised machine tending robots.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB FACTOBOTICS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916761260": {
            "orgId": "916761260",
            "orgName": "UAB FACTOBOTICS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}