{
    "rcn": "208173",
    "acronym": "BGCI",
    "topics": "SMEInst-05-2016-2017",
    "title": "Bacterial Ghost Cancer Immunotherapy - A new standard in tumour therapy based on the bacterialghost platform technology",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "MMalignant diseases represent a major health problem in all parts of the world and their incidence, according to the WHO/\nIARC World Cancer Report 2014, will increase by 57% worldwide in the next 20 years. Standard treatment strategies for\ncancer including surgery, chemotherapy and targeted molecular therapy still do not guarantee complete elimination of the\ndisease. In addition, cancer cells exhibited high capability to escape from immunosurveillance after applied treatment which\nwas confirmed with frequently occurred relapse of disease.\nBIRD-C have developed Bacterial Ghost Cancer Immunotherapy (BGCI) - a novel personalised medicine approach towards\nvaccination against tumours. BIRD-Cís therapeutic cancer vaccines are based on personalised dendritic cells-based cancer\nimmunotherapy that targets the tumour microenvironment using Bacterial Ghosts (BGs), the proprietary platform technology\nof BIRD-C. The tumour therapy strategy is to (re)stimulate the patient immune system to revert the tumour evasion and build\nstrong humoral and cellular immune responses against patient-specific tumour antigens. Obtained results show that BGCI\ncan generate effective response to tumours and indicate novel prospective methods for cellular cancer immunotherapy. This\napproach has been tested in a form of advanced personalised cancer therapy and has improved the survival of patients with\nsolid tumours.\nDuring the project, BIRD-C will develop the manufacturing procedure and commercial scale-up strategy and also conduct a\nmulti-centre trial with patients affected by various forms of cancer at different stages of progression to determine the\ntolerability and effectiveness of the treatment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOTECH INNOVATION RESEARCH DEVELOPMENT AND CONSULTING GMBH & CO KG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952787448": {
            "orgId": "952787448",
            "orgName": "BIOTECH INNOVATION RESEARCH DEVELOPMENT AND CONSULTING GMBH & CO KG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}