{
    "rcn": "208116",
    "acronym": "LIGNINFIRST",
    "topics": "ERC-2016-COG",
    "title": "The Lignin-First Approach for the Full Valorisation of Lignocellulosic Biomass",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Early-stage Catalytic Conversion of Lignin (ECCL), or the ëLignin-Firstí approach, constitutes an emerging multidisciplinary research field targeting the valorisation of lignin. ECCL involves the concurrent extraction and catalytic conversion of the lignin fragments released from plant biomass in a one-pot process. In this manner, ECCL benefits from the intrinsically high reactivity of the lignin oligomers, leading to further depolymerisation (via hydrogenolysis of ether linkages) and, most importantly, to the passivation of the intermediates (via hydrodeoxygenation of aldehyde and ketone groups), thus protecting the lignin fragments from recondensation. In short, this novel approach renders a high yield of mono-aromatic products (>60%) and highly delignified pulps, allowing for the full utilisation of lignocellulose. LIGNINFIRST objectives will be achieved by high-risk/high-gain research into: (1) understanding (and control over) the solvolytic release of lignin fragments; (2) advancing the molecular understanding of H-transfer reactions catalysed by sponge Ni catalysts to accelerate the discovery of catalytic methods for lignin valorisation, and; (3) reaction engineering of the interdependent processing steps for fractionation of the initial biomass feedstock (catalytic upstream biorefining) to the intended value-added products (catalytic downstream processing). The full impact of LIGNINFIRST will be realised by undertaking pioneering research at the border of Wood Chemistry, Catalysis and Reaction Engineering. The most significant anticipated outcome is a profound understanding of the synergy between deconstruction of lignin, occurring in the plant tissue throughout the ëcooking processí, and ECCL. The new scientific insights that will emerge from the implementation of this proposal have the great potential for revolutionising the utilisation of lignin in biorefineries.",
    "totalCost": "1999756",
    "ecMaxContribution": "1999756",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1999756
        }
    },
    "calculatedTotalContribution": 1999756
}