{
    "rcn": "208104",
    "acronym": "RADIOSTAR",
    "topics": "ERC-2016-COG",
    "title": "Radioactivities from Stars to Solar Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "RADIOSTAR will exploit radioactive nuclei produced by nuclear reactions inside stars and ejected by stellar winds and supernova explosions to fill the missing pieces of the puzzle of the origin of our Solar System: What were the circumstances of the birth of our Sun? Were they similar to those of the majority of other stars in our Galaxy, or were they special? Radioactive nuclei are the key to answer these questions because meteoritic analysis has proven that many of them were present at the time of the birth of the Sun. Their origin, however, has been so far elusive. RADIOSTAR steps beyond the state-of-the-art to answer these open questions by (i) combining the evolution of radioactive nuclei in the Galaxy and within molecular clouds and (ii) considering all the seventeen radionuclides of interest and all their stellar sources and analysing the effects of uncertainties in their stellar production. This will allow us to:\n- Use the decay of radioactive nuclei produced by the chemical evolution of the Galaxy as a clock to measure the lifetime of the Sunís parent molecular cloud prior to the Sunís birth;\n- Calculate the self-pollution of this molecular cloud from the ejecta of stars with lives shorter than such lifetime;\n- Discover if such self-pollution can fully explain the abundances of radioactive nuclei present at the time of the birth of the Sun, or whether special conditions are required.\nRADIOSTAR will also have a far-reaching impact on our understanding of exoplanetary systems because the heat produced by radioactivity affects the evolution of planetesimals, with implications for the amount of water on terrestrial planets in the habitable zone. RADIOSTAR will open a new window into research on the effect of radioactivity on the evolution of planetesimals outside our Solar System.",
    "totalCost": "1726300",
    "ecMaxContribution": "1726300",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA CSILLAGASZATI ES FOLDTUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954460407": {
            "orgId": "954460407",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA CSILLAGASZATI ES FOLDTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 1726300
        }
    },
    "calculatedTotalContribution": 1726300
}