{
    "rcn": "208143",
    "acronym": "SATH",
    "topics": "SMEInst-09-2016-2017",
    "title": "New twin floating platform for offshore wind turbines",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Wind power has established itself in recent years as a clean alternative to conventional sources of electrical generation.Reduced costs and wider deployment, especially in the European market, have led over the past decade to its use at sea. Here, the wind resource is larger and more constant, allowing higher unitary power turbines. However, the marine environment itself also imposes a number of restrictions and challenges. The technology that is being deployed now is fixed to the seabed, using different types of foundations, but a large amount of wind resources is in deeper waters, where floating solutions are needed. Because of their initial higher costs, these solutions are still under development, with only three prototypes installed worldwide. The challenge nowadays is to reduce the costs of floating wind turbine structures that will ease the access to a much larger energy potential than available in land, more easily manageable and with lower visual impact. The aim of the SATH project is the demonstration in real conditions of a floating structure for offshore wind which will allow a reduction in LCOE (Levelized Cost Of Energy) over the current floating technology. To achieve this, it is proposed as a first objective the validation and qualifying for this technology, of a 1:3 scaled prototype not only from a technical point of view but also from economic and necessary logistics. The SATH solution is a platform that consists of two cylindrical floats (of prestressed reinforced concrete) which can be manufactured onshore and transported and positioned at the final location in a single mooring point allowing the rotation of the platform around, self-aligning with the wind direction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAITEC SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918636755": {
            "orgId": "918636755",
            "orgName": "SAITEC SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}