{
    "rcn": "208153",
    "acronym": "Sure-Rider Boats",
    "topics": "SMEInst-10-2016-2017",
    "title": "Boats with revolutionary Hull design for safer and more comfortable cruising.",
    "startDate": "01/02/2017",
    "endDate": "30/04/2017",
    "objective": "Rafnar is an Icelandic Shipbuilding Company that has created Sure-Rider Boats, a revolutionary type of boats equipped with the OK Hull, a new hull design that dramatically reduces motion responses (MR) such as vibration and slamming during navigation. MR cause discomfort to crews and passengers right from the beginning of every sea journey, and often lead to injuries, especially in rough seas. This is a growing concern worldwide: 65% of high speed boats crews suffer at least 1 injury related to shocks/vibrations, the vulnerability of the crew and passengers being the main limitation for the use of high speed crafts. Sure-Rider Boats design substantially reduces vibrations and slamming and thus reduces crew fatigue and injuries that lead to days lost to hospitalization, sick leave, limited duty, and loss of physical conditioning time. Pleasure cruising becomes also more comfortable in Sure Riders, even in seas with up to several meters high waves. Finally, the drastically reduced motion reduces vesselís mechanical fatigue and thereby the maintenance cost over its lifetime. Sure Riders safety and comfort make them ideal for a variety of ship uses: they are ideal as tough enduring Search & Rescue (SAR) and Coast Guard (CG) boats, but are also extremely comfortable and can be used as yachts or super yacht tenders, as well as for virtually any use since comfort and safety are key features any ship/boat owner demands. There is a huge market waiting for our Sure Riders, and we already have received numerous proofs of interest from important potential customers. We have so far developed three prototypes equipped with our unique OK Hull, with lengths ranging from 8,5 to 12 meters, and we want now to go ahead and take them to the market, as well as continue developing Sure Riders of different sizes and for different uses.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAFNAR EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916610231": {
            "orgId": "916610231",
            "orgName": "RAFNAR EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}