{
    "rcn": "208134",
    "acronym": "LiST",
    "topics": "SMEInst-05-2016-2017",
    "title": "Cost-effective automated equipment for life sciences and healthcare laboratories",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "'Decision making in Life Science and Healthcare sector (LSH) is mainly based on laboratory tests results; errors result in up to Ä27.3B worth of economic damage globally or can have devastating effect such as loss of lives. Automation of laboratory operations is a one-way street for LSH laboratories in order to deal with the high volume of tests demanded and provide fast and accurate results; however, the solutions suggested should also meet their tight budgets.\n\nThe objective of LiST project, which is currently positioned at TRL6, is to bring into the market a variety of cost-effective automated laboratory equipment (LiST products) all based on a common robotic platform (List platform). The innovative List platform will be able to fit different groups of specific parts (LiST tools), with each group/tool designed to perform a single application related to sample handling (SH) before or after sample storage. SH applications include basic but time- and manpower-consuming tasks that, if automated, can considerably increase laboratories' productivity and efficiency. The use of an 'one-for-all' platform will reduce development costs by 60% (Ä160K vs. current Ä200-500K - only the development of the specific tools will be required) and will help us provide our customers with 15% cheaper (Ä9,000 vs. current Ä11,000) automated equipment in less time (time-to-market 6-12 vs. 24 months). \n\nHTA is a leading Italian engineering and manufacturing company in the business of scientific instrumentation to laboratories, since 25 years. Having already successfully established 'one-for-all' robotic platforms in the analytical market we are now confident that the same business plan would triumph in a rapidly developing and open to automation market like LSH. The total investment of LiST is Ä1.15M and the average profit gain will be Ä0.95M/year thus the pay back of the project will be only 1.2 years after its commercialization.\n \n'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HTA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918944245": {
            "orgId": "918944245",
            "orgName": "HTA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}