{
    "rcn": "208121",
    "acronym": "AMPK-DIAB",
    "topics": "SMEInst-03-2016-2017",
    "title": "A small molecule AMP activated protein kinase (AMPK) activator, denoted O304, as a novelinnovative drug for the treatment of type 2 diabetes",
    "startDate": "01/11/2016",
    "endDate": "30/06/2018",
    "objective": "This project aims to close the gap to the market for a small molecule AMP activated protein kinase (AMPK) activator, denoted O304, as a novel first-in-class drug for the treatment of type 2 diabetes (T2D) and associated cardiovascular complications, including heart failure and peripheral arterial disease.\n\nThe number of adults around the world with diabetes quadrupled from 108 million in 1980 to 422 million in 2014. About 90% of these people have type 2 diabetes รณ a major cause of kidney failure, blindness, nerve damage, amputations, heart attack and stroke. It is estimated that only approx. 10 % of T2 diabetics reach the goal of living a complication free life. Today, patients diagnosed with T2D are recommended a change in lifestyle and the drug Metformin is the first line of treatment. When Metformin becomes insufficient, a number of add-on treatments are used, including insulin. None of the existing drugs, however, reduces insulin resistance - a primary cause of obesity-induced T2D.\n\nBetagenon has developed and pre-validated the first candidate AMPK activator drug in T2 diabetics, a key regulator of energy balance, both on a single cell level and the whole organism level. Phase I clinical data show that O304 reduces fasting plasma glucose, the hallmark of T2D, in patients with T2D on stable metformin treatment, and increases the rate of hyperaemic blood in calf muscle in middle aged obese individuals. The project is strategically focused on performing a Phase IIa proof-of-concept validation of O304. This will enable Betagenon to commercialize the product through outlicensing to a Phase IIb and Phase III validation partner.\n\nDiabetes is an epidemic that threatens the economies of all EU member states. The project addresses this challenge by delivering a novel drug treatment regimen to clinicians and their patients. O304 will fill the knowledge gap on the EU level, as to date no company has been able to pre-validate an efficient small molecule AMPK activator.",
    "totalCost": "2604625",
    "ecMaxContribution": "1823237,5",
    "coordinator": "BETAGENON AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918542956": {
            "orgId": "918542956",
            "orgName": "BETAGENON AB",
            "ecContrib": 1823238
        }
    },
    "calculatedTotalContribution": 1823238
}