{
    "rcn": "208107",
    "acronym": "PLANETESYS",
    "topics": "ERC-2016-COG",
    "title": "The next-generation planet formation model",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The goal of this ERC Consolidator Grant proposal is to make significant contributions to our understanding of the formation of planetary systems and the chemical composition of planets. I will achieve this by developing a planet formation model that integrates the most relevant physical processes and combines the newly discovered pebble accretion mechanism with gravitational interaction between a high number of growing embryos. Exploiting the results of the computer simulations will allow me to address three major, outstanding research questions in the study of planets and their formation:\n\n* What are the dominant physical processes that shape planetary systems?\n\n* How are solids flash-heated in protoplanetary discs?\n\n* What are the conditions for forming habitable planets?\n\nI will follow the chemical composition of solid bodies in a protoplanetary disc as they grow from dust grains to fully fledged planets. This will shed light on the formation pathways of all major planetary classes 単 from terrestrial planets, over super-Earths to ice giants and gas giants 単 in orbital configurations acquired under the combined effects of planetary growth, migration and gravitational interaction between the developing planets. I will examine the role of the CO iceline as a nursery for planetary embryos that grow and migrate to form cold gas giants akin to Jupiter and Saturn in our Solar System. I will also explore the formation of the mysterious chondrules 単 widespread in primitive meteorites 単 by lightning discharge during planetesimal formation and address the role of chondrules for planet formation. Finally, I will simulate the delivery of life-essential volatiles to terrestrial planets and super-Earths in the habitable zone, considering the simultaneous growth of rocky and icy planetary embryos and gravitational stirring by migrating giant planets, for a wide range of planetary system architectures.",
    "totalCost": "1985818",
    "ecMaxContribution": "1985818",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1985818
        }
    },
    "calculatedTotalContribution": 1985818
}