{
    "rcn": "208157",
    "acronym": "YawSTOP",
    "topics": "SMEInst-10-2016-2017",
    "title": "First stabilisation device to enable rotation-free and rotation-controlled lifting and loading of cargo and goods by cranes or helicopters to make transportation more efficient, reliable and safe",
    "startDate": "01/01/2017",
    "endDate": "31/05/2017",
    "objective": "We aim to improve the competitiveness of the European Offshore Marine Transportation sector by reducing costs for lifting operations, increasing efficiency, become more independent on weather conditions, and improving work safety. \n\nOffshore transportation is very challenging and occurs by supply vessels where each day costs about Ä100.000. The cargo needs to be lifted by cranes from the vessels to the offshore installations. Today, this occurs with the help of taglines (ropes) that shall help to keep control of the cargo and requires intensive briefing of the staff that needs to moor and hold the taglines. More than 13% of all accidents in the offshore industry are related to these kinds of lifting operations and work associations request to avoid the use of taglines.\n\nOur YawSTOP solution will allow fully automatic lifting operations remotely controlled by one operator; no need for taglines and no endanger of offshore workers with up to 52% cost savings and up to 44% time savings for the lifting operation and cost savings of Ä50,000 per transport. Our YawSTOP solution is highly innovative and based on cutting-edge space technology. Currently, there exists no alternative solution in the market. YawSTOP will be the first product to address these industry-needs. It is a stabilisation device mounted to the crane rope that allow rotation-free and rotation-controlled lifting of cargo and goods based on gyro technology that is used in space to position satellites.\n\nOur users will be operators of offshore installations (oil rigs, wind farms) and marine transportation services provider. Besides offshore transportation, we see great potential in other transportation sectors and in other industries ñ everywhere were cranes and helicopters are in use for transportation, construction, or manufacturing.\n\nIn the feasibility study, we will perform an in-depth analysis of potential customers, markets, regulatory and standard requirements, IPR and new business partners.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KOLBERG CASPARY LAUTOM AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916555620": {
            "orgId": "916555620",
            "orgName": "KOLBERG CASPARY LAUTOM AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}