{
    "rcn": "208120",
    "acronym": "PREMADES",
    "topics": "SMEInst-12-2016-2017",
    "title": "Preterm Feeding Maturity Measurement and Evaluation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "PREMADES is a medical diagnostic device, developed to provide health care practitioners an objective yet noninvasive means for the assessment of feeding maturity, by analyzing the swallowing patterns acquired using sensors placed around their hyoid regions. It is also intended to monitor the improvements by regular measurements and analysis of feeding maturity in the preterm infants and compare past evaluations. This non-invasive design will be painless for infants and user friendly for the medical staff.\nCurrently, in practice, doctors utilize observational, trial-and-error techniques or nursing assessment for identification of feeding skills in preterm infants, which are mostly subjective. Efforts aimed at more objective assessment techniques have focused on invasive, pressure measurement methods that can be particularly painful for infants. However, such methods are not well suited for regular and real-time monitoring of feeding maturity, thus are not preferred in practice. As a H2020 SME Phase-1 beneficiary, an intensive feasibility study, including market, profitability analyses, possible improvements required for the prototype and a work plan has been successfully prepared.\nPREMADES, will meet a highly important need, particularly in the neonatal medicine. The product is expected to be proper for point of care usage, marketable globally. Total available market size of our product is Ä716M/year. According to the results of our detailed financial feasibility study, we are planning to achieve Ä67M revenue creating a total of 65 new jobs at the end of the fourth year.\nIn Phase-2, further technical improvements will be made on the prototype and intensive commercialization activities will be implemented. To ensure a successful entrance and fast penetration into the European markets, the outcomes of the Phase 1 studies will be carefully used in Phase 2, which will help in terms of the design, production and marketing procedures to be conducted in a right manner.",
    "totalCost": "2081250",
    "ecMaxContribution": "1456875",
    "coordinator": "KUARTISMED MEDIKAL ARASTIRMA GELISTIRME DANISMANLIK EGITIM SANAYI VE TICARET LIMITED SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939069029": {
            "orgId": "939069029",
            "orgName": "KUARTISMED MEDIKAL ARASTIRMA GELISTIRME DANISMANLIK EGITIM SANAYI VE TICARET LIMITED SIRKETI",
            "ecContrib": 1456875
        }
    },
    "calculatedTotalContribution": 1456875
}