{
    "rcn": "208124",
    "acronym": "Renaparin",
    "topics": "SMEInst-05-2016-2017",
    "title": "Improving kidney transplantation outcome with RenaparinÆ for patients with End-Stage Renal Disease by attenuating graft ischemia reperfusion injury",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "This project will validate the safety and efficacy of Corline Biomedicalís pharmaceutical compound RenaparinÆ, a novel cell replacement technology used to coat the lining of the blood vessels of kidneys prior to transplantation. \nDonor kidneys lack natural blood flow while awaiting transplantation. This  can lead to ischemia (a shortage of oxygen and glucose supply to the kidney tissue). When connected to the recipientís blood flow, this in turn leads to ischemia reperfusion injury (IRI). \n\nGiven the alarming shortage of organs available for transplantation in the EU and internationally, the prevention of IRI has become a top priority for the transplantation community. Transplantation surgeons and nephrologists emphasise the pressing need for safe and effective technologies which can improve the outcome of kidney transplantation and extend donor criteria. \nRenaparinÆ is used when the kidney has been extracted from the donor and is stored in preservation solution awaiting transplantation. There, it binds to, replaces, repairs and protects damaged kidney cells on the endothelium of the vascular wall. As a result, a kidney is less likely to activate the hostís innate immune system, which increases the chances of organ survival and substantially reduces the likelihood of organ rejection.\n\nThe research performed in preparation of further development of RenaparinÆ strongly supports the drugís potential to increase the success of kidney transplantation. The activities proposed in this project will bring RenaparinÆ through a Phase I/IIa clinical trial in humans. The produced clinical safety data and preliminary clinical efficacy data will constitute the basis for further clinical development and commercialisation of the product. \n\nCorlineís strategic focus lies on establishing RenaparinÆ as a new cell replacement technology in kidney transplantation. This will constitute the cornerstone of Corlineís accelerated growth. The project is the key step to realize this strategy.",
    "totalCost": "2362681,25",
    "ecMaxContribution": "2362681,25",
    "coordinator": "CORLINE SYSTEMS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985352385": {
            "orgId": "985352385",
            "orgName": "CORLINE SYSTEMS AB",
            "ecContrib": 2362681
        }
    },
    "calculatedTotalContribution": 2362681
}