{
    "rcn": "208191",
    "acronym": "Elbee",
    "topics": "SMEInst-10-2016-2017",
    "title": "Elbee, a worldwide unique drive-from-wheelchair vehicle",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Elbee is a revolutionary vehicle that brings increased mobility to the life of the wheelchair users, for some of them not possible to gain in another way. Without it, they are often unproductive and dependent on help from others. The Elbee vehicle fills a significant market gap.\n\nThe aim of this project is drawing up the documentation for implementating the arrangements for a massive entry to the global market.\n\nSpecific objectives for the feasibility study are a summary of relevant requirements on product innovation, analysis of the feasibility of selected upgrade requirements, a proposal for the extension of the legal protection and verification of freedom to operate and business plan update.\n\nThe project belongs to the TRL 7 definition (paying customers). For a more massive commercialisation it is necessary to innovate it in a way for it to meet the individual needs of the largest possible spectrum of wheelchair users.\n\nWorldwide challenges addressed are equal opportunities, employment, aging and integration of the minorities.\n\nThe target group is persons unable to move to a car seat independently (e.g. those using an electric wheelchair). \n\nSpecific needs of these persons are to drive without the need for assistance, from their own wheelchair, with diverse degrees of disability, etc.\n\nSelling points are functionality (drive-from-wheelchair vehicle, perpendicular parking, front exit, etc.), playfulness and design.\n\nElbee targets a billion EUR market. According to WHO, 1% of the world population are wheelchair users (70 mn people).\n\nThe investment into the special is very logical and offers a great return, both financial and social.\n\nRapid global expansion is possible thanks to B2B sales partners.\n\nThe total amount needed for mass expansion is estimated at EUR 4 mn. The company will draw this amount primarily from own resources. To accelerate the expansion it is possible to use Phase 2 of the SME Instrument and/or the investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELBEE MOBILITY S.R.O.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916765819": {
            "orgId": "916765819",
            "orgName": "ELBEE MOBILITY S.R.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}