{
    "rcn": "208158",
    "acronym": "DUSTCOMB",
    "topics": "SMEInst-11-2016-2017",
    "title": "A Novel Method to Reduce Industrial Dust Pollution of Respirable Air",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "A spin-off from University of Oulu (Finland), Filtra Group Oy, has developed a revolutionary industrial dust extraction technology that gives 90% cost reduction compared to current state-of-the-art solutions. \n\nOur DustComb system addresses directly the urgent need for various industries (e.g. power plants, metals processing plants, etc.) to meet new air quality regulations that demand better extraction of particulate matter from the industrial emissions.\n\nToday, various emission regulations affect around 200,000 industrial units globally that need to comply with new emission norms by installing advanced filtration units in the coming years or close their operations. \n\nDustComb has been already validated in operational tests in SSAB steel plant and the results confirmed that our innovative fluid dynamics phenomena based technology meets all required emission standards. In addition, DustComb¥s excellent cost-efficiency ratio, retrofitting compatibility, wide operating temperature tolerance, unique heat exchange feature, low maintenance costs, and other key benefits will ensure us fast market uptake globally.\n\nWe have already reached to preliminary agreements with several potential clients in Europe and Asia via our industrial partners SSAB and Siemens VAI. \n\nWe will generate our revenue from DustComb unitsí sales and regular maintenance. By 2020, we plan to reach annual installation capacity of 400 DustComb units, which leads to approximately Ä100 million turnover and 300 new jobs. \n\nToday, we have secured all necessary resources and experienced team to finalize our technology development and evolve to sales-oriented emission control solutions provider.\n\nAs a result of the SMEI phase-1 project, we have analysed the feasibility of our business, manufacturing and commercialisation plan and have prepared a detailed roadmap for 2017-2020. The result of the phase-1 project helps us to seek additional funding both from EU-programmes and from other investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FILTRA GROUP OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921055450": {
            "orgId": "921055450",
            "orgName": "FILTRA GROUP OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}