{
    "rcn": "208190",
    "acronym": "SANSO V2.0",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative mobile ìcontinuous food mixerî to improve the sustainable use of raw materials and the quality of the products",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Herman Anderssons PlÂt AB (HAPAB) is a Swedish SME that works as a supplier and innovation partner for small, medium and large companies in various industries. With the present project, SANSO V2.0, the company will complete the development and industrialization of an innovative and automatic mobile continuous system to improve the traditional mixing processes in the food industry.\n\nMixing technology has not been practically innovated over the years, and with SANSO V2.0 we will revolutionize the market through consistent resource-efficiency, and achieving high quality final products. Thanks to its homogeneous and continuous process, it will result in completely free of lumps products, with a perfect texture, and with significant savings in raw material utilisation (4 % - 6 %) and in energy consumption (22.5 % per kilo of dough). This raw materials and energy savings imply a price reduction of about a 30 %. \n\nSANSO V2.0 project objective is to scale up current pilot system in order to industrialise this innovative resource-efficient system bringing it to commercial stage by 2020.\n\nSANSO V2.0 is based on an innovative small chambers' system which allows the continuous mixing process increasing the contact between the different ingredients. It is an easily customizable system that can be adapted to different kind of products within the food industry. SANSO V2.0 is so unique that some customers even consider replacing or add on to their current solution before its end of life. This system will reduce operation time and costs, allowing HAPAB to intensify notably its international presence and to increase its revenues. The payback for the estimated investment in this project will be reached during the third year of commercialization of the new system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HERMAN ANDERSSONS PLAT AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916629437": {
            "orgId": "916629437",
            "orgName": "HERMAN ANDERSSONS PLAT AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}