{
    "rcn": "208174",
    "acronym": "SULIPRO",
    "topics": "SMEInst-05-2016-2017",
    "title": "A scientifically proven, safe, naturally derived drug for the effective treatment of liver damage - an innovative solution for a significant unmet medical need",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Non-alcoholic fatty liver disease (NAFLD) is a condition in which fat builds up in the liver causing inflammation and eventually lead to permanent scarring (cirrhosis), which can seriously impair the liverís ability to functions. NAFLD can progress to non-alcoholic steatohepatitis (NASH), and then to liver failure resulting in death unless there is a liver transplant. The prevalence of NAFLD in Europe is estimated to be between 26 and 33% of the general population. Currently, there is no available therapeutic treatment for patients with NAFLD and NASH. Natural Shield have developed a specialised oral therapeutic, called SULIPRO, which is a combination of soy derived compounds, that has been proposed as a novel scientifically proven safe treatment for patients in the early stages of NAFLD and NASH.  Current drugs produced for liver diseases have a large amount of side effects and high financial costs that may preclude their long-term use in patients with NAFLD or the early stages of NASH. SULIPRO has already undergone positive clinical trials in animal models and successful Phase I clinical trials in humans showing demonstrating no side effects and high efficacy. The company now requires funding for a small Phase II trial. Once commercialised SULIPRO will be made available to consumers at an affordable price, as an over the counter (OTC) drug, available in shops/pharmacies and on the web, using an online distributor, such as Amazon. Natural Shield maintains its own research program involved in developing in parallel OTC food supplements, physician-prescribed medical foods, and FDA-approved botanical drugs. The company expects to reach the market with its first products within 24 months and thus far has raised over 5 million EUR in private funds.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NATURAL SHIELD ISRAEL 2016 LIMITED",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916684630": {
            "orgId": "916684630",
            "orgName": "NATURAL SHIELD ISRAEL 2016 LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}