{
    "rcn": "208167",
    "acronym": "HANNOVER",
    "topics": "SMEInst-01-2016-2017",
    "title": "Hannover ñ automatic monitoring of horses",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Cyberbajt has for many years been a EU market leader in the sector of radio antennas for unlicensed frequency bands. Currently, our distribution network includes a total of 35 countries.\nSince 2013, the company has been involved in the researching the possibilities of development and manufacturing of equestrian accessories. Our analysis showed that the use of modern technology in this sector has great potential.\nThere are 7 mln of equines in the EU, 9.2 mln in the US, and 58 mln worldwide.\nEquine sector in the EU is worth EUR 100 billion a year, including EUR 34 billion sector of sport horses, and is growing 5% a year.\n\nHANNOVER is a digital system for horses automatic observation in loose boxes, which allows:\n- maintenance-free monitoring of vital signs\n- automatic detection, inference and reporting on the state of health\n- alarming in case of endangered life, health or welfare\n\nThe key innovation of HANNOVER system is to ability to remotely (without placing sensors on the body of animals) record vital signs, intelligent behavior analysis and detection of symptoms of injury or disease. None of the solutions in the world operates on the same basis as our system!\nAssumptions and product prototype was demonstrated for potential users, breeder and veterinary experts - the feedback confirmed the high potential of the product.\nThe feasibility study will be the key element of the overall plan to reach market. It will enable precise identification of clients and their expectations, determining the optimal method of implementing the project from the technical and technological perspectives, profound identification of the market, preparing a marketing strategy and determining resources necessary for the execution of R&D project and the commercialization, identification of risk and ways of minimizing it.\nPreliminary financial assumptions showed that within 6 years (3 years of R&D and commercialization \\ 3 years of sales) ROI will amount to nearly 33% annually.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TADEUSZ NOWAK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918680405": {
            "orgId": "918680405",
            "orgName": "TADEUSZ NOWAK",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}