{
    "rcn": "208165",
    "acronym": "CG-100",
    "topics": "SMEInst-05-2016-2017",
    "title": "A next generation medical device that enhances patient care and treatment following colorectal surgery",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "Cologuard Ltd is a clinical stage medical device company founded in Dec 2010. Cologuard's novel and proprietary technology for colorectal surgery was developed in order to prevent the profound clinical and economic pains associated with anastomotic leaks and diverting colonic stomas. Anastomotic leakage (AL) is a life threatening complication, which can occur following colorectal surgery for colorectal cancer or other diseases.  In order to prevent AL, surgeons use a procedure called diverting stoma, which result in an ostomy bag for external bypass of waste.  This solution leads to a low quality of life for patients, causing many clinical complications, including sepsis, parastomal hernia, ulcers, chronic depression and skin infections. In addition, this procedure has a high economic cost for the patient and the healthcare system. The Cologuard team have developed the CG-100, a single use intraluminal device composed of silicon, which functions as an internal bypass for colonic content, reducing contact between faecal content and the anastomosis site. The device allows healing to take place without the need for an external diverting stoma and ostomy bag. The CG-100 device improves patient care through the reduction of risky complications associated with ostomy bags, improving the healing process and providing a better quality of life. Healthcare costs will be greatly reduced by up to 50%. The company is composed of a strong team comprising top doctors and medical advisors as well as entrepreneurs with vast experience in the medical device sector.  The company received CE mark for its lead product in 2014 and is confidently moving towards pre-marketing clinical trials in the EU. Cologuard has received over 4.2 M EUR funding to date. The company is headquartered in Israel and employ 5 full time employees and multiple subcontractors. The company is currently in talks with companies in the EU who have shown an active interest in the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COLOSPAN LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917582753": {
            "orgId": "917582753",
            "orgName": "COLOSPAN LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}