{
    "rcn": "208155",
    "acronym": "Curtana",
    "topics": "SMEInst-05-2016-2017",
    "title": "Patented small molecule therapeutics that target cancer stem cells for the treatment of glioblastoma and other brain cancers",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Over 45,000 people die each year in Europe ñ and 255,000 worldwide ñ from cancers of the brain and central nervous system. Gliomas are the biggest killer, accounting for a third of all diagnoses and 80% of primary malignant brain tumours. Among these glioblastoma is the most common, most aggressive and deadliest. Standard of care treatment offers little hope for patients diagnosed with gliomas: there is no cure, the median survival is 14.6 months and the 2-year survival rate is 13.5%. Conventional therapies can reduce tumour bulk, but they are ineffective at killing the cancer stem cells that drive tumour progression. Curtana may have found the answer. Its novel approach targets a transcription factor, Olig2, which is instrumental in tumorigenesis, tumour expansion and survival. By inhibiting Olig2, Curtanaís small molecule compound, CT-179, kills cancer stem cells. Pre-clinical results show CT-179 to be cytotoxic in selected tumours, a potent radiosensitiser, orally bioavailable and well tolerated; it also crosses the blood-brain barrier and has a high therapeutic index relative to conventional cancer drugs. Most importantly, it increases survival rates (in early studies, median improvement was 68%). Results indicate it may have benefit for other cancers too ñ any in which Olig2 is highly expressed, including all gliomas and other cancers such as lung, ovarian and endometrial. The Phase 1 project will address the feasibility of carrying out the further pre-clinical and clinical studies required before Curtana can apply for drug marketing approval. This will include identification of clinical partners for multi-centre trials that would be carried out in Europe in Phase 2, as well as potential investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CURTANA PHARMA LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924171672": {
            "orgId": "924171672",
            "orgName": "CURTANA PHARMA LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}