{
    "rcn": "208128",
    "acronym": "ProDairyWelfare",
    "topics": "SMEInst-07-2016-2017",
    "title": "smaXtec 4.0 ñ multifunctional Dairy Cattle Sensor System for a proactive productivity and health management in Dairy Farming",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Dairy farming is facing major challenges regarding a sustainable and cost-efficient growth. Total world milk production is estimated to grow from 819 million ton in 2014 to 1059 million ton in 2025. Key EU and global issues are the need for improved animal health as a precondition for higher productivity and environmental sustainability and new governmental regulations regarding food safety and traceability. Resource efficiency is an important topic regarding the use of limited land and feedstuff in order to reduce the environmental footprint of dairy farming and to help farmers optimize costs and increase average milk yield. The traditional structure of dairy farms is increasingly transformed into modern milk production farms. In this complex setting smaXtec is offering a solution for the herd management regarding the automated monitoring of animal health, breeding and optimal feeding. Based on the unique cross cutting know-how of the physiology and nutrition needs of cows on one hand and ICT technologies as sensors, wireless communication, software programming and artificial intelligence on the other hand, an integrated system has been developed. The overall objective of the innovation project is to optimize and commercialise a real time Decision Support Tool for a proactive healthcare management of cows. The aim is to assist the user by giving automatically generated clear advice on further actions ìCalls for Actionsî. Due to the immediate realization of benefits an ROI can be achieved within a few months. An increase in feed efficiency, improved fertility, increased longevity and savings on veterinarian treatment costs is estimated to lead to an average overall increase of yearly profit of 11%. smaXtec is specifically addressing the worldwide market segment for dairy herd management tools with an expected market volume of $1,5 billion by 2018 and a CAGR of 13%. Europe will have one of the highest adoption rates for these products.",
    "totalCost": "1803750",
    "ecMaxContribution": "1262625",
    "coordinator": "SMAXTEC ANIMAL CARE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959088374": {
            "orgId": "959088374",
            "orgName": "SMAXTEC ANIMAL CARE GMBH",
            "ecContrib": 1262625
        }
    },
    "calculatedTotalContribution": 1262625
}