{
    "rcn": "208163",
    "acronym": "ASAP-MALDI-MS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Advanced Sample Preparation by Electrowetting Technology for MALDI Mass Spectrometry",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Matrix-Assisted Laser Desorption Ionization Mass Specrometry (MALDI-MS) is a leading analytical technology in detecting pathogens and biological molecules as DNA. It is also widely used for other applications as environmental, food safety or petrochemistry analysis, since it is an easy-to-use and easy-to-parallelize sample preparation. Despite all its advantages, the end-users demand for higher sensitivity, shorter operation times and more reproducible results. \nIn order to overcome these drawbacks, we have developed a sample preparation device that can be integrated in every MALDI-MS instrument without extra modifications. In contrast to current passive technologies, eMALDI is based on a target plate with integrated electrodes that ensures homogeneous resides upon evaporation by electrowetting, resulting in intensified signals (100-fold boost), lower operation time (1-2s) and more reproducible results (30-60%). Its use can reduce a 57% the costs of the analytical centres. \neMALDI BV was founded in 2012 and the technology has been internationally protected by patent. It has invested Ä 0.2 Mill so far, and has reached several agreements with venture capital firms. To successfully get eMALDI to the market we need to optimize the electrodes geometries and the plates¥ coating, reduce the production costs, obtain the needed certifications and validate by the end-users. Also, we need to plan a set of activities devoted to dissemination and exploitation as trade fairs. The global market for eMALDI was Ä 0.4 billion in 2012. We plan to start our sales in Europe, so that by 2024 our turnover will reach Ä 12.5 Mill and a staff of 25 people.\nTherefore, we have decided to continue with ASAP-MALDI-MS project for what we need an additional investment of Ä 1.6 Mill, that considering a 5-years forecast will give us a ROI of 4.1.\nThus, we consider essential to perform a detailed feasibility study to continue with our project and decided to ask for funding through this SME instrument",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMALDI BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928955130": {
            "orgId": "928955130",
            "orgName": "EMALDI BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}