{
    "rcn": "208180",
    "acronym": "AIR",
    "topics": "SMEInst-01-2016-2017",
    "title": "Artificial Intelligence RNA-seq",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "We propose a disruptive ICT concept strictly connected to SMEInst: Open Disruptive Innovation Scheme. In the field of genomics, sequencing technologies have drastically changed in the last few years and the output of complex data generated has outpaced the solutions available for analysis, integration and interpretation. RNA Sequencing has emerged as the number one technique in transcriptomics and thus the solution we propose is based on this. A.I.R.: Artificial Intelligence RNASeq is the first easy to use SaaS (Software as a Service) built with solid scientific methods. AIR is able to solve three important obstacles in the genomics field simultaneously: the informatics problem (specifically data storage, automatization of results and duration of analysis); the scientific problem (data interpretation and data integration, as well as providing new bioinformatic and statistical functions); the social problem (the lack of availability of skilled bioinformaticians). The overall objective of this project is to introduce a disruptive innovation that will allow researchers to perform transcriptomics data analysis easily, quickly and affordably. Given that AIR is already at TRL 7 of development, our specific objectives are to improve AIRís current performance to take it to the final, gold TRL 9 stage and to carry out a feasibility study to launch AIR into the market. Economically speaking, we will assess if the investment required is sustainable compared to the expected market demand/ROI and quantify the upfront investment required to start a commercialization plan. We also need to evaluate the IP feasibility and assess the dissemination efforts required to successfully launch AIR into the market, and the organizational changes we must prepare for in order to sustain market demand. We are confident that AIR will change the paradigm of RNASeq data analysis. We also know that in order to achieve this quickly, we require a funding opportunity in line with the SMEInst budget.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEQUENTIA BIOTECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946308527": {
            "orgId": "946308527",
            "orgName": "SEQUENTIA BIOTECH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}