{
    "rcn": "208187",
    "acronym": "Steora",
    "topics": "SMEInst-09-2016-2017",
    "title": "Steora - next step to a smart city",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "Steora project envisions future cities as smart social and infrastructural organisms. The aforementioned smartness will be enabled by a number of technologies and devices embedded all around urban fabric. Street benches, as one of the most common elements of urban space, are one of best devices for implementation of new ICT and energy technologies in cities. Steora aims at becoming a cornerstone of implementation of new technologies in open areas in cities.\n\nProposal is related to work programme topic ìStimulating the innovation potential of SMEs for a low carbon and efficient energy systemî. Include Ltdís vision is to become one of the major manufacturers of innovative and useful products worldwide. Companyís mission is to create a product that will solve the various problems through the usage of new technologies mainly reducing energy consumption and carbon footprint by smart and sustainable use (including energy-efficient products and services as well as ëSmart Cities and Communitiesí. In order to achieve our purpose, we are primarily engaged in the identification of problems encountered by citizens, companies and institutions as well as the development of solutions that will significantly contribute to the quality of life, lower the CO2 and energy consuption by a smart solution applied to the environment. Steora is a first step towards developing resource-efficient, cost-effective and affordable technology solutions to decarbonise and make more efficient the energy system in a sustainable way by creating modular, independent, integrated and upgradeable devices and technologies applicable in unlimited number of areas.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INCLUDE DOO ZA PROIZVODNJU ELEKTRICNE OPREME",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935879766": {
            "orgId": "935879766",
            "orgName": "INCLUDE DOO ZA PROIZVODNJU ELEKTRICNE OPREME",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}