{
    "rcn": "208168",
    "acronym": "BikeABS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Bicycle Anti-Lock Brake System (ABS) for Cycling Industry",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "Nowadays more and more efforts are made to make the road traffic safer. Not just for the cars and trucks, but also for the\nmotorbikes. The European Commission passed a legislation in 2012 that made the fitment of ABS for all new motorcycles\nabove 125cc to be mandatory from 1 January 2016. This clearly demonstrates the trend that two wheeled vehicles must\nfollow. The importance of reliable and effective breaking is also important for bicycles and electronic bikes (e-bikes) whose\npopularity is constantly growing filling the gap between motorcycles and pedal bikes.\nWe are VIDRASOFT a spin-off company of University of Pannonia established in 2002, specialized in automotive\nelectronics, automotive mechatronics and automotive informatics. To reflect this trend in 2 wheeled transport safety we have\ndeveloped a game changing hydraulic type anti-lock braking system (ABS) for bicycle applications and have protected it with\na patent. The functionality of the prototype system has been verified on several real road surface conditions (such as dry and\nwet asphalt, gravel and dirt roads) in a relevant environment (TRL6). This clearly demonstrates that we are ready for\ncommercialization.\nRegarding the market size, over 191 Million pedal bikes produced a year world-wide and it is estimated that by 2018 the\nglobal e-bike sales will be close to 50 Million. This clearly demonstrates that the market is huge. Based on our pre-feasibility\nmarket findings we are initially targeting race and premium segment of pedal bikes as well as e-bikes. According to our initial\nbusiness projection we estimate at least 3.9 MÄ profit in 5 year time after market entry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIDRASOFT SZOFTVERFEJLESZTO ES SZOLGALTATO BETETI TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927031911": {
            "orgId": "927031911",
            "orgName": "VIDRASOFT SZOFTVERFEJLESZTO ES SZOLGALTATO BETETI TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}