{
    "rcn": "208139",
    "acronym": "EYE21",
    "topics": "SMEInst-06-2016-2017",
    "title": "EYE2021. Glasses to see with 3D sound, arrival to market.",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "EYE21 is a stereovision device capable of acquire 3D information and transform it on a sound map. This Sound Map is perceived by the brain as a 3D shape. The use of this system for Blind users allows them to recognize obstacles, shapes, distances and lets them increase their mobility. \n\nThe overall objective of the proposal is to allow blind people perceive their surroundings using EYE21 cognitive capability in order to increase their mobility and independence.\n\nEYE21 is an evolution of more than 10 years of previous research and experiences, as it was the EU project CASBLIP.  \n\nEYE21 device is able to help blind people by different modes of working which are: \n-  Aid for walking. It is a natural ìcognitiveî way were the shapes obtained with  the cameras are substituted by a ìnatural soundî\n-  Image processing tools through image recognition techniques used for reading, finding objects and face identification.\n\nEYE21 is ready to market, it has been tested, validated, and ready to run over a smartphone. EYE21 has been developed, tested and redefined until its acceptance with 20 Blind Users. EYE21 has been tested in indoor and outdoor conditions. On this project the answer of how to industrialize and the procedure to arrive correctly to the end-users will be defined in order to reach TRL9.\n\nThe specific objectives of the project need to define the arrival to market due to the novelty of the device. It has to be deliver to the blind on the best way to have success. Also it is necessary to confirm an adequate target price and the manufacture cost. And of course the channels for arriving to the maximum market by adequate channels need to be defined. \n\nEYE21 is a revolutionary product able to recover the seen capability to blind people with a non-invasive action.  The product has been tested and developed with end users and is time to move ahead for going correctly to market. The adequate and precise plan for the next steeps is the objective of this proposal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRUPO EYE2021 SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918683703": {
            "orgId": "918683703",
            "orgName": "GRUPO EYE2021 SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}