{
    "rcn": "208193",
    "acronym": "FIBRANET",
    "topics": "MSCA-IF-2016",
    "title": "Fibres in Ancient European Textiles",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "FIBRANET will shed light to questions on the types of fibres used in ancient Europe, provide data to enhance future identification studies, and open up new paths of possibilities when considering probable answers to fibre identification inquiries. It will bring together conservation, science and archaeology to provide a new interdisciplinary methodology and new interdisciplinary evidence. My objectives are: 1 To produce new knowledge and get training. 2 To answer the research questions: What types of fibres were used in ancient Europe? How should fibre samples be collected? How can fibre deterioration be assimilated? What is the most appropriate analytical methodology? Test the hypotheses: Even similar fibres can be differentiated; Different deterioration mechanisms affect different fibres in specific ways. 3 To ensure sustainability of my results. In collaboration with CTR philologists I will identify fibre references in ancient texts. I will compile data and samples from plants and animals, measure and document fibre properties and morphology as extracted and processed. A unique feature is that the fibres will be treated to assimilate deterioration. Most important, I will create Fibranet, an online database, to make my results available to conservators, archaeologists, biologists, forensic scientists, artists, craftspeople. Fibre identification is the key element in ancient textile studies but surprisingly enough, insufficiently explored. Prolific work has been done in the past, often with inconclusive results mainly due to the rarity and poor condition of the finds, and the immense variety of fibres used locally since antiquity. As a textile conservator trained to detect and understand fibre degradation, I can carry out this highly specialised task. For the analyses, I will use optical and Scanning Electron microscopies, so that my methodology is reproducible. The demand to address these issues is compelling and my project is the only means to achieve that.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}