{
    "rcn": "208138",
    "acronym": "SSBUMP",
    "topics": "SMEInst-10-2016-2017",
    "title": "SMART SPEED BUMP",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Badennova (www.badennova.es), company created to develop and implement innovative products to help improve the safety and quality of drivers, preventing accidents, and contributing to the health of its passengers, has developed a smart speed bump (SSBUMP). The SSBUMP is a pioneer product in the road safety whose main objective is to serve as a speed limiter for vehicles on any road. It is a smart and selective device since it is an obstacle only for those vehicles exceeding the speed determined on a specific road and not affect to the vehicles that circulate respecting the speed limits.\n- The need to create a device with these characteristics is due to the serious deficiencies of the current speed bumps: Traffic accidents; Back injuries; Damages to the vehicle; Environmental and Noise pollution; Damages in nearby properties;\nNegative effects on adjacent streets...\nThe Smart Speed BUMP (SSBUMP) resolves all these deficiencies detailed before, because it is highly innovative, thanks to technology patented worldwide by Badennova. The SSBUMP properties are achieved due to the non-Newtonian material that is contained in the SSBUMP, which liquid state is its usual mode, but at the time it receives an impact at high speed it passes to a solid state until the end of the impact. In this sense, SSBUMP doesn¥t offer any resistance to the drivers who respect the speed indicated, on the contrary it is an obstacle for the drives that don¥t respect the speed limit. This material is biodegradable and nontoxic and non-polluting.\nThe fabrication of the Smart Speed Bumps with our own technology, for subsequent B2B sale (via exclusive distributors) in the international market. To do this, Badennova asks for the SME Instrument to finish the product to the 100%, and once completed the SME Instrument set up a production plant with sufficient capacity to provide national and international demand.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BADENNOVA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917444334": {
            "orgId": "917444334",
            "orgName": "BADENNOVA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}