{
    "rcn": "208152",
    "acronym": "Refeed",
    "topics": "SMEInst-05-2016-2017",
    "title": "Customised lipid supplementation of culture media for efficient in vitro cell culture applications",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Cell culturing allows scientists to grow cells under controlled conditions outside their natural environments. Each cell type requires a medium in which it can grow that is able to supply all nutrients the cells need for subsistence. Historically, cell biology has always worked on nucleic acid and proteins, leaving lipids behind. In fact, lipids have always received little consideration in academia and from biotechnology companies. Therefore, culture media manufacturers have always considered the lipid intake and its composition quality unimportant, which justifies their use of low-cost and low-quality molecules. Remembrane has proven the importance of lipids in membrane composition and properties, and have developed a sophisticated process for customising lipid supplements able to recreate a membrane environment similar to the one that cells have in-vivo. The lipid supplements are tailored to specific cell type and protocol, and are able to enhance the quality and reliability of in-vitro experimental models.\nThe Phase 1 project will be focused on establishing a complete scale-up strategy, including the elaboration of an industrialisation plan, a scalable business model and commercialization strategy and on planning new collaborations and partnerships with end users to build up strong successful business and use cases.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REMEMBRANE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949394291": {
            "orgId": "949394291",
            "orgName": "REMEMBRANE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}