{
    "rcn": "208105",
    "acronym": "EXSEED",
    "topics": "ERC-2016-COG",
    "title": "Extreme-Light Seeded Control of Ultrafast Laser Material Modifications",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "High-peak power compact femtosecond lasers allow strong-field interactions that are the basis for high-precision laser micro-fabrication. They also create extreme conditions within the matter, leading to the generation of rainbow light used to produce even shorter pulses and new frequencies that can extend from the X-ray to the TeraHertz domain. However, due to the low conversion efficiencies, these attractive light pulses remain unexploited in the context of laser nano-/micro-fabrication.\nThe main objective of this project is to exceed the intrinsic limits of ultrafast laser material processing by developing novel seeded-control technologies with extreme light pulses. In the proposed concept, seed free carriers are injected into materials from extreme light and then avalanched with perfectly synchronized infrared pulses to extract all potential benefits from modest energy new types of radiation.\nThe project includes the study of interactions seeded with deep-ultraviolet, few-optical-cycle and mid-infrared ultrashort pulses. The expected nonlinear processes with these radiations open new and exciting opportunities to tailor material properties with nanometer-scale spatial resolutions and in the three dimensions (3D) for materials inside which the occurrence of breakdown is, today, inaccessible (e.g. semiconductors). This will lead to the first demonstrations of rapid 3D prototyping by laser of silicon photonics microdevices.\nA long term objective is to open the door to the use of the most extreme ultrashort laser-induced radiations, including extreme-ultraviolet attosecond pulses that hold promises to reach the highest degree of control in the time and space of the interactions.\nThese and other ideas require investigations on ionization physics by ultrashort pulses at extreme wavelengths. They also require tight control of the ultrafast pulses, broadband manipulations and novel interaction diagnostics technologies that will be developed as parts of the project.",
    "totalCost": "1833406",
    "ecMaxContribution": "1833406",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1833406
        }
    },
    "calculatedTotalContribution": 1833406
}