{
    "rcn": "208181",
    "acronym": "ENFIR",
    "topics": "SMEInst-11-2016-2017",
    "title": "ENergy efficient Far InfraRed process of manure valorisation",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "Infrarrojos para el Confort S.L is a company specialised in designing and building Far Infrared (FIR) emission equipment for different sectors where high energy efficiency heating is demanded.\n Livestock sector produces more than 1.29 billion of tonnes/yr of manure in European states, which is not processed. ENFIR project aims to adapt and implement our developed pilot plant in the livestock industry for transforming manure into pelletized compost without external energy consumption.\nENFIR process is based on dehydration of manure by our FIR technology to transform it into organic fertilizer for agriculture use at a production cost of 6.8Ä/m3 (up to 3 time less than current valorisation process) and 30 % of energy saving compared to current methods of heating by steam. ENFIR is able to dry manure up to 15 % of water content in 8 hours cycles with almost no external energy consumption, thanks to the generated gases during the dehydration process that will generate the electricity to feed the whole process. \nENFIR process will have a selling price of  216.000 Ä/unit annd it is able to produce more than 1.500 ton/year of organic fertilizer from livestock manure. Farmers will be able to recover the investment in a half year being much more competitive, without taking into account the saving on manure management expenses.\nAs consequence of the expected market ENFIR solutions will be able to create benefit over 8.38MÄ with a ROI (5 years) of 3.25 and 9 new jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFRARROJOS PARA EL CONFORT SOCIEDAD ANONIMA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916596263": {
            "orgId": "916596263",
            "orgName": "INFRARROJOS PARA EL CONFORT SOCIEDAD ANONIMA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}