{
    "rcn": "208189",
    "acronym": "BALXPAND",
    "topics": "SMEInst-05-2016-2017",
    "title": "The HepaRG-Bio-Artificial Liver: Feasibility of commercialization and expansion of business plan",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "End-stage liver disease patients suffer from a dramatic loss of functional liver tissue, which leads to 50-80% mortality. Liver transplantation is the only effective therapy. However, this life supporting therapy is limited by the shortage of donor livers. As a consequence many patients die while on the transplantation waiting list. The SME Hep-Art has developed a bioartificial liver, the HepaRG-AMC-BAL, that has already shown to increase the survival time in animals with severe liver failure. The HepaRG-AMC-BAL is based on a bioreactor with the human liver cell line HepaRG, which is temporarily connected to the patient's circulation, leading to stabilization and possible recovery of the patient. The system is unique in its functionality and safety. In the BALXPAND project we aim to substantiate the economic perspective of the HepaRG-AMC-BAL. We develop a feasibility plan, including new data obtained in the BALXPAND project: a realistic estimation of production costs, based on a number of pilot runs for cell expansion, a list of large medical device companies for partnering and a list of interested Contract Manufacturing Organisations for GMP-compliant production of HepaRG-AMC-BALs. The resulting updated business plan will be a prerequisite for attracting future corporate partners for phase III trials and commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEP-ART MEDICAL DEVICES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955928405": {
            "orgId": "955928405",
            "orgName": "HEP-ART MEDICAL DEVICES BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}