{
    "rcn": "208182",
    "acronym": "Ground Drone",
    "topics": "SMEInst-01-2016-2017",
    "title": "Affordable Robots to Democratize Film and Video Motion Control",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "Almost all moving shots we see on TV or in movies are performed by a camera mounted on some sort of motion control system to produce seamless, steady shots while following its subject. With the quality of digital cameras increasing as prices drop, there is growing demand for affordable, high-quality motion control systems. To achieve professional motion control quality in the TV/film/video production sector, professionals currently need to use heavy, labour-intensive equipment like dollies on rails, which can cost upwards of 100kÄ and are operated by at least 2 specialized operators. For shots that need to be repeated precisely on each take, large studios use industrial robots that are much more expensive but can be controlled by a single expert operator, although they need to be moved and set up by several people. \nThe SME production companies and independent professionals who make up the great majority of this sector can rent a dolly and hire operators, although they are costly, or even an industrial robot when a shoot calls for it, although they are generally used by large studios for big-budget productions.  \nGround Drone is a breakthrough motion control system consisting of a robotic platform equipped with a powerful processor that works with any type of camera, from heavy-duty studio cameras to smartphones. It uses our proprietary computer vision and artificial intelligence algorithms to calculate the motion trajectory and move the camera through the desired flow, while following the subject and taking into account its surroundings and other sensor data. \nGround Drone will democratize high-quality motion control, the next frontier for budget production. We offer industrial robot precision with affordable but powerful technology that can adapt to diverse user scenarios. We will use this phase 1 project to test our value proposition and commercial hypotheses with potential clients, in order to maximize impact and reduce risk as we more forward.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GROUND DRONE UNIPESSOAL",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918731621": {
            "orgId": "918731621",
            "orgName": "GROUND DRONE UNIPESSOAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}