{
    "rcn": "208175",
    "acronym": "BriScrew",
    "topics": "SMEInst-05-2016-2017",
    "title": "BioResorbable Ostheosynthesis Implant",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "In the EU, 20 % of all hospital treated injuries are bone fractures. If surgical treatment of bone fractures is necessary, it is currently performed with standard metal implants. Conventional gold-standard titanium or steel implants are too stiff, have adverse effects on the patient (feeling of pain during temperature changes) and lead to stress-shielding. Their usage is associated to the risk of infections and bone loss. Often a secondary surgery for removal is needed which is associated with almost 50 % higher healthcare costs. When Mg-based implants are used they are frequently alloyed with rare earth elements, aluminium, silver or zirconium. However, zirconium reduces the healing properties, aluminium and rare earth elements may remain in the organism and can lead to unpredictable effects, while the application of silver might result in a silver-disease.\n\nWithin the BRI.SCREW project we will introduce to the market revolutionary osteosynthesis implants that do not need surgical removal. We will use our own bioresorbable magnesium alloy which consists merely out of extremely high purified natural materials including Mg, Ca and Zn. BRI.SCREW is 100 % biodegradable, stimulates the healing process of the bone and has no side effects due to the implant's composition. Our orthopaedic implants will prevent the need of a second operation to remove the implant and will therefore minimize patient costs and surgical risks.\n\nOur team consists of highly qualified individuals with experience in medicine, engineering and quality assurance. The investment in BRI.SCREW will pay off. We have estimated that after 5 years from launch, we will sell in total 81.900 BRI.SCREWs (sales Ä13.2M), hire 10 technical employees, and manage 5% of the global market. We will earn Ä8.7M profit and generate a ROI of 3.95 by commercializing this technology. We foresee the payback time in 2 years after commercialization (in Q3 of 2020).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRI.TECH GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916661156": {
            "orgId": "916661156",
            "orgName": "BRI.TECH GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}