{
    "rcn": "208169",
    "acronym": "SERVONE",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Intelligent Service Network Operator",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "The dynamic of today's IT business market demands 100% operations availability. Mission-critical applications and data centres are cashing-in huge company resources but the investments don't deliver the expected results. As many organisations face hardware and software downtime, IT failures have become regular aspects of company life. 59% of Fortune 500 companies experience a minimum of 1.6 hours of downtime per week, loosing Ä41.4M/year, as the resolution time often exceeds the tolerable 2 hours threshold. Nominated by Gartner as cool vendors in 2016 and supported by the innovation funding agency Tekes, at Service Flow we understand the limitations of current Information Technology Service Management solutions, especially in service cost, agility, availability and accessibility. As the ITSM market is projected to grow to Ä8.05 billion by 2021, organisations need cost-effective and reliable ITSM integrations. Within the EU Digital Society context, our project SERVONE brings the first SaaS solution providing the easiest and most reliable service by which ITSM and other service management systems can be integrated. All-inclusive and automated, it enables end-users and service providers to digitalise service processes through a simple Connect-Configure-Run process, giving 99.9% end-to-end availability. Service Vendors no longer need to set up the solution every time a new client is on-boarded. End-users benefit from automation, better management of multi-vendors and multi-customer environment, larger margins and standardisation. Starting from a reliable system but with limited capabilities at TRL6, we plan to bring our solution to a full commercial launch. The Feasibility Study will result in a detailed Business Plan we will use for global expansion by the third quarter 2018 after completing the Phase 2 project. We are planning a market reach across Europe, USA and Asia-Pacific by 5th year of commercialisation with a total revenue of Ä36.00m and ROI of 5 by 2021.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SERVICE-FLOW OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916597815": {
            "orgId": "916597815",
            "orgName": "SERVICE-FLOW OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}