{
    "rcn": "208135",
    "acronym": "Pitstop PLUS",
    "topics": "SMEInst-07-2016-2017",
    "title": "RFID-based feeder for giving dairy cows access to additional mineral supplements in a restricted and targeted way during the critical transition period of the lactation cycle",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "MicroFeeder Pitstop PLUS is a market disruptive invention that responds to a huge need in EU and globally for a method for giving dairy cows in the critical transition period of the lactation extra minerals, trace elements, vitamins and other feed additives in a targeted and restricted way. Total Mixed Rations (TMR) has globally become the dominating feeding system, but cows in the critical transition period, starting 2-3 weeks before calving and lasting until around 100 days after calving, are in relation to their nutritive needs not able to eat sufficient amounts of their TMR, which is their sole source of minerals and vitamins. The result is low immune status and increase of incidences of diseases related with legs, cloves and digestion. Cows that do not recover, becomes so-called ìloser cowsî with a much elevated mortality rate. The described development is not only compromising ethical standards for food production, it also causes increasing economic losses related to suppressed production, fertility and health, which also is an animal welfare issue, furthermore with adverse environment, health and climate effects. The Pitstop PLUS feeder is equipped with electronic components, such as RFID based technology to identify the cows, dosing devices and advanced MESH communication. The feeder is managed through a web interface and designed for mounting on a wall, thus not taking up space in the stable. The project will stimulate the innovation capacity of enAgro and support its long-term strategy to consolidate its position in the market segment of mineral feeders via a wider variety of unique sales products, and in this way promote an organic company growth along with the building up of more specialised expertise through staff with diversified competences. Preliminary business plan estimates shows a healthy operating profit margin that grows to 28% in 2025, and a Return on Investments (RoI) of 7.7 for the observed period until 2025, reflecting a sound investment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FOGED HENNING",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940672827": {
            "orgId": "940672827",
            "orgName": "FOGED HENNING",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}