{
    "rcn": "208144",
    "acronym": "MePlat",
    "topics": "SMEInst-03-2016-2017",
    "title": "Application of Cold Plasma Treatment for Antimicrobial Contact Lenses",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "While the market of contact lenses has evolved over the years, there still remains a need for contact lenses which inhibit or do not promote bacterial and microbial growth or adhesion to the surface of the lenses, while simultaneously being safe for the wearer. \nOur company has identified a business opportunity based on cold plasma technology which will revolutionise the contact lens market. We have the ability to modify the surface properties of the contact lens, to increase resistance to the attachment of bacteria, making the contact lens safer. Through our technology we will also increase the comfort of the contact lens by adding an aqueous layer which will reduce the chances of the lens drying out. \nBased on successful clinical studies, the grafting of heparin to the surface of the contact lens, will decrease contact-lens-related morbidity. Heparin is a glycosaminoglycan and when exposed to a substrate (sulfur salt in our case), forms a molecular layer of water that prevents attachment of bacteria to the surface via adhesins. The possibility of grafting heparin directly to the surface of the contact lens will provide a much safer and more comfortable solution to contact lens users, one which lasts throughout the lifetime of the product.  \n\nWith our process, we aim to disrupt the industry and drastically reduce incidents of severe eye infection resulting from inappropriate contact lens use and care. Furthermore, we aim to increase customer retention and reduce the dropout rate by making contact lenses more comfortable for the users, adding more relief and reducing instances of dryness and discomfort.\nThe project proposal MePlat was submitted in September 2016 and received a score of 13.71, surpassing all thresholds (4.62 Impact, 4.52 excellence, 4.57 Implementation). We strongly believe in the potential of our project and after studying closely the ESR and discussing the project with our contact point, we are hereby putting forward a revised resubmission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDIPLASMA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919005840": {
            "orgId": "919005840",
            "orgName": "MEDIPLASMA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}