{
    "rcn": "208154",
    "acronym": "KWIDO_TELECARE",
    "topics": "SMEInst-01-2016-2017",
    "title": "Multidevice software platform for caring elderly patients at home",
    "startDate": "01/03/2017",
    "endDate": "31/07/2017",
    "objective": "Eldercare services at home have been pointed as a promising field with great potential to generate new business opportunities for the ICT industry. European health and telecare services already cover basic needs and are really well-ranked but, will Europe be ready for the demographic explosion of these needs at patientsí home? How will ICT technology help Europe to keep the health and telecare systems sustainable?\nThe final goal is that elderly people or patients can be cared at home preventing all emergency situations that end in hospital admissions and making telecare services sustainable for an increasing number of end users. Unfortunately, up to now the achievement of these objectives have been hampered by the limited functionalities of the ICT solutions and the high price of advances technical devices used by the eldercare service providers.\nIdeable has developed Kwido, an accessible and user friendly platform for elderly users and utilities focused on their needs and their caregiversí demands, being the most accessible and usable solution for the growing eldercare market. Currently available Kwido platform is designed for being used mainly by carers at daily centres or in nursing homes. KWIDO@TELECARE, an advanced version of Kwido with new key features, will be the most complete, flexible and revolutionary platform for caring for elderly patients at home, focused on the telecare service providers and their clients (public and private institutions) as customers. It will have a direct impact not only in the global economy, but also in the society, and at the same time will lead Ideable to consolidate itself as a worldwide reference provider of software based telecare and prevention ICT solutions for the elderly.\nIdeable has already developed all novel features for KWIDO@TELECARE for pilot purposes, but additional effort is needed to fully develop them in large scale and define the business model to successfully exploit it.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IDEABLE SOLUTIONS SOCIEDAD LIMITADA LABORAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940884190": {
            "orgId": "940884190",
            "orgName": "IDEABLE SOLUTIONS SOCIEDAD LIMITADA LABORAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}