{
    "rcn": "208140",
    "acronym": "MEM-DG",
    "topics": "SMEInst-10-2016-2017",
    "title": "Modular Electric Motor technology with integrated Digital Gears for increased driving performance",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "Electric motors have been around for more than a century but there has been little improvement in their mechanical construction, modularity and functionality. In electric vehicle applications, costly mechanical gears such as planetary gears and reduction gears are needed to make the system operate with required speed, rpm and torque. Mechanical gearboxes are often vulnerable for erosion and damage. Quantum Electric has developed a modular electric motor system with an integrated digital gear.  The new electric motor is modular, compact and highly reliable and operates with high efficiency because of the innovative digital gear function. The digital gear extends motor efficiency up to several times comparing to traditional electric motors. All key components are modular which makes the motor easier to build, scale-up, customize and recycle.  The universal component architecture saves money in raw materials by 20%. The digital gearbox extends both battery lifetime and driving range of the electric vehicles and it is more reliable in operation. This new range extender technology is remarkable benefit for the whole EV industry. Quantum is entering the electric motor market which is valued at an estimated Ä27 billion and intends to licence their technology to car manufacturers, primarily for application in Light Duty Vehicles. Within the overall innovation project, Quantum intends to optimise the engineering of the E-Gear system; industrialise its production; and perform an in-vehicle test to demonstrate and validate the technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUANTUM ELECTRIC OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918705916": {
            "orgId": "918705916",
            "orgName": "QUANTUM ELECTRIC OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}