{
    "rcn": "208185",
    "acronym": "HarvPell",
    "topics": "SMEInst-09-2016-2017",
    "title": "Upscale and redesign of a mobile harvesting and pelletizing disruptive all-in-one machine",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "The EU is setting ambitious targets in terms of energy coverage by renewable energies with their 20-20-20 goals. Biomass is a major column to achieve these goals, but until 2020 a gap of 24-40Megatons of biomass was detected . In biomass plants pellets can be burned and heat and / or electricity for further use can be produced. Pellet production is becoming a world market with Europe as a central player as within EU27 countries 50% of the pellets are produced and 70% are consumed (11 and 15.1 million tons per year respectively). \nProducing pellets is a various step process, which includes works on the field (mowing, collecting), transportation and pelletizing. Mobile pelletizers have been brought to the market by Agro Bio Tech, PCM Green Energy or Bauer and Krone has planned one for 2018 but none of the competitor products offers an all-in-one solution, which integrates all necessary steps for producing pellets from the field to ready to use pellets (figure 1).\nSCM will revolutionize the market by offering a self-driving all-in-one machine, our PELLESTER, that unifies all necessary process steps for harvesting and pelletizing:\n- The PELLESTER reduces transportation cost for pre-pelletizing by 100%; \n- It provides a 1 to 16 times higher throughput than that offered by competitors;\n- Specific pelletizing cost are less than 25Ä/t (>70% lower than competing systems);\n- It comprises a remote control, high level of automization and advanced self-learning software. \nSCM will provide farmers, farm cooperatives and machinery contractors with our PELLESTER a mobile harvester that enables cost-efficient pellet production in a single operation directly in the field. This project, HarvPell, will directly create 57.5million Ä and 115 new jobs until 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCM PRODUKTIONS- UND VERTRIEBS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924456076": {
            "orgId": "924456076",
            "orgName": "SCM PRODUKTIONS- UND VERTRIEBS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}