{
    "rcn": "208186",
    "acronym": "CitizenLab",
    "topics": "SMEInst-01-2016-2017",
    "title": "CitizenLab",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "CitizenLab is a cloud-based Software as a Service platform on which citizens co-create their city. The platform facilitates a two-way communication between the city and its citizens by matching the right urban challenges with the right citizens based on their expertise and/or interests. By automatically analysing citizensí feedback and opinions, the platform helps cities tap into the collective intelligence of citizens, whilst enabling them to reach out to more citizens and saving them resources.\nWhilst the facilitation of digital interactions between governments and citizens has been identified as a clear priority at the highest level, today there are very limited digital means to do so, in an easy accessible way. This is reflected in the fact that today, over 78% of citizens reports that current communication channels used by government deemed are deemed unfit\nConsequently, 83% of citizens amongst millennials feeling that municipal governments are not responsive to their citizens' needs, as they cannot easily reach them effectively. City governments are on a tight budget, and need ready-to-use and customizable solutions to bridge this communication gap with their citizens. CitizenLab enables its government to reach out to more and younger citizens, faster, with minimal efforts and at low ëcost per engaged citizení.\nThe platform is currently live, and counts customers across 3 countries (Belgium, the Netherlands and Kuala Lumpur in Malaysia), reaching TRL 7.\nCitizenLab relates the topic ìODI Schemeî offering its disruptive solution to governmental authorities. The preliminary pilots conducted with its current customers demonstrate that CitizenLab will impact European and global public authorities and citizens alike, as significant demonstrated traction in only 1 year of operations with 15 deployments in 3 countries, and with high international growth potential as demonstrated by the interest from cities from all across the world.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CITIZENLAB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917518442": {
            "orgId": "917518442",
            "orgName": "CITIZENLAB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}