{
    "rcn": "208125",
    "acronym": "SPG",
    "topics": "SMEInst-08-2016-2017",
    "title": "Seafarm Pulse Guard",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "SPG will mature and validate a unique, chemical-free, and cost-effective technology preventing sea lice infestation in salmon farms and contributing to a more sustainable parasite control, with no additional environmental impact. \nOur patented technology (Seafarm Pulse Guard, WO 2014054951 A1 and NO 334396 B1) uses electrical pulses to inactivate pelagic stages of crustacean parasites (Nauplius/Copepodites) before they attach to the fish, stopping infestation within the cage and further spreading in the surrounding environment. \nSPG effectively reduces sea lice infestation by up to 90%, biofouling by 90% and attenuates the risk of escape in 20%, cutting sea lice treatment costs from current Ä0.3-0.9 to Ä0.1-0.2 per kg of fish produced. Being compliant with the strictest fish welfare standards, SPG brings fish farmers more predictable revenue streams, and a reduction in overall operational costs of min. 20%. \nUpon successful completion of this Phase II project, SPG will be the only preventive method in the market that also reduces infection spreading in the marine ecosystem, increasing the sustainability of existing sea salmon farming sites and opening new opportunities for expansion and access to new areas. We have already signed commercial agreements with Marine Harvest ASA and Ler¯y Vest allowing us to start the commercialisation of our SPG solution immediately after SPG project closure. \nBy the end of 2023 (5 years post-project) we estimate to have reached an accumulated revenue of Ä84.3m, generated at least 27 new full-time positions, and accumulated profits of Ä41.7m. We have completed the development of the SPGís sub-system technologies and prototypes to TRL7. Now the technology can be integrated and assembled into a functional system at TRL8, with necessary adaptation and optimisation, ready for subsequent validation in a large-scale real-life environment (TRL9).",
    "totalCost": "2516250",
    "ecMaxContribution": "1761375",
    "coordinator": "SFD AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918318110": {
            "orgId": "918318110",
            "orgName": "SFD AS",
            "ecContrib": 1761375
        }
    },
    "calculatedTotalContribution": 1761375
}