{
    "rcn": "208126",
    "acronym": "WISE",
    "topics": "SMEInst-10-2016-2017",
    "title": "A novel approach to remote and real-time aircraft maintenance",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "In the last decade, the aircraft industry has been facing fundamental maintenance dilemmas:\n- Maintenance expertise is missing in more than 21í000 airports worldwide whereas the number of commercial aircrafts on duty is inexorably growing\n- Aircraft On Ground (AoG) for structural maintenance is a persisting financial burden : it costs 120 000Ä per day to airline companies\n- Today structural repair on AoG is unavoidably lengthy (up to several weeks) because the MRO operator has not been trained to specific non-recurring operations and does not have the proper maintenance equipment in hand.\n\nThe level of maintenance skills onsite needs to increase dramatically, and rapidly, otherwise the aircraft industry can expect a huge economic loss due to inappropriate structural maintenance on AoG.\nThe issue will be unprecedented in Europe, where 21.5% of the future maintenance workforce will be operating by 2030 (\\130,000 technicians), in great need for expert assistance and training. \n\nIn this context, SUNAERO, the world leader in rapid aircraft repair technologies, has launched the project WISE.\nWISE is a new approach to remote and real-time aircraft maintenance that combines assistance, training and equipment leasing services in a single offer to MRO organizations.\nIt will become possible to connect any airport (line maintenance) or MRO site to a remote maintenance expert, whenever needed. The WISE experts will be able to guide a repair until it is fixed a few hours later (6 hours on average). \n\nThe WISE assistance will be certifying and disseminate greener and smarter aircraft maintenance best practices. A new business model will be implemented for the benefit of the user.\nThe feasibility of the WISE concept was completed in 2015, with the support of a SMEI Phase 1 grant. The Phase 2 project will demonstrate and scale-up the WISE approach to bring expert assistance to the airports (on the wing service), wherever located  (hubs, airports in urban areas, isolated airports).",
    "totalCost": "2351250",
    "ecMaxContribution": "1645875",
    "coordinator": "SUNAERO - HELITEST",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939237518": {
            "orgId": "939237518",
            "orgName": "SUNAERO - HELITEST",
            "ecContrib": 1645875
        }
    },
    "calculatedTotalContribution": 1645875
}