{
    "rcn": "208106",
    "acronym": "EspLORE",
    "topics": "ERC-2016-COG",
    "title": "Extending the science perspectives of linear wires of carbon atoms from fundamental research to emerging materials",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "EspLORE aims at addressing the potential of carbon-atom wires for developing novel functional coatings in an application-oriented approach. Carbon-atom wires, based on sp-hybridization, are the ultimate 1-dimensional carbon nanostructure (1-atom diameter) with functional properties strongly dependent on the wire length and termination. The design and control of the wire structure opens the way to build materials with tunable properties, which is at present a largely unexplored topic. The core concept of EspLORE is to exploit the present fundamental knowledge of carbon-atom wires as isolated molecules/nanostructures to explore the applied science and engineering of new materials in the form of thin film assemblies and nanocomposites, so to fill the large existing gap between basic science and engineering. To this aim the main challenging goals are: \n1) the controlled synthesis of wires; \n2) the development of strategies to assemble wires in thin films and nanocomposites; \n3) the exploration of potential use of wire-based materials in direct energy conversion devices (e.g. photovoltaics, water splitting, fuel cells).\nThe proposed methodology includes fabrication of wires by physical methods, their deposition/assembling on surfaces, and the experimental study of structural, electronic and optical properties. Structure-property relationship is investigated at a multiscale level, moving from the single wire level (atomic scale) to multi-wire interactions (nanoscale) and up to extended systems (macroscale). \nThe outcomes of the project will put the foundations for the materials engineering of wire-based systems and their realistic implementation in advanced technological applications. These materials, able to provide complementary properties to graphene, will synergistically contribute to open new perspectives for an innovative ëall-carboní approach to present and future challenges in many fields of engineering and technology.",
    "totalCost": "1981875",
    "ecMaxContribution": "1981875",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1981875
        }
    },
    "calculatedTotalContribution": 1981875
}