{
    "rcn": "208149",
    "acronym": "FUNGISEI",
    "topics": "SMEInst-07-2016-2017",
    "title": "Liquid biopesticide for integrated and effective pest control",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Biopesticides which are derived from natural sources such as plants and microorganisms are inherently less toxic than conventional pesticides.\n\nHowever, competing with established pesticides will prove to be too difficult for many smaller developers, both in terms of demonstrating the efficacy of biopesticides and in convincing growers to convert from their tried-and-trusted methods to new and relatively unproven products. Finally, the majority of biocontrol options require frequent, repetitive applications for optimal efficacy. The added labour and expense of these applications is often a deterrent, inhibiting the growth of the biopesticide industry. \n\nSEIPASA, is a leading Spanish company in treatments for Zero Residue agriculture, which is present in Europe, America, North Africa and Asia. Since 2000, we have researched, manufactured and marketed inputs and biopesticides for environmentally responsible agriculture. We have patented a chemical biocide-free preparation that is used as a carrier for aqueous microbial-based biopesticides. \n\nThe main growth barriers for biopesticides that we will overcome with FUNGISEI are the low price of traditional pesticides; the relatively early stage of development, technological robustness and the incomplete scientific and practical understanding of the application of other similar solutions like FUNGISEI . \n\n-FUNGISEI has been formulated without chemical biocides while providing adequate microbial stability and has a shelf life of 2 years, as demanded for phytosanitary products.\n-FUNGISEI offers the market a unique and innovative product which is able to meet ìZERO RESIDUEî criteria and ìORGANIC AGRICULTUREî requirements (Regulation EC No. 834/2007).\n-It is formulated in liquid form, which makes it easier for farmers to apply and more effective. \n-Our product is cost-effective: A FUNGISEI dose is 4 times smaller for each application in comparison with our direct competitors thus reducing treatment costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEIPASA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918707080": {
            "orgId": "918707080",
            "orgName": "SEIPASA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}