{
    "rcn": "208183",
    "acronym": "PRECISE",
    "topics": "SMEInst-11-2016-2017",
    "title": "Pulsed eddy current inspection system for pipeline health monitoring",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "ETHER NDE Limited aims to commercialise PRECISE, an eddy current technology based inspection product for pipelines. The PRECISE device enables fast inspection of bond integrity, calculation of remaining wall thickness, examination of different pipe geometries, and inspection of non-steel and bare steel pipes. PRECISE technology eliminates the need to purchase multiple devices for inspection of pipeline assets, as the technology is able to inspect through every composite material used to reinforce pipelines. PRECISE will help prevent spillages from happening through early non-destructive detection; potentially preventing serious disasters and will reduce the negative impact of 280 gas leaks per year resulting in over Ä100 million in damages.\nThe objective of this project is to perform Phase 1 feasibility study will allow us to analyse the technical feasibility assessment and evaluate the commercial potential of PRECISE product that we want to commercialise and exploit in the NDT inspection market by taking advantage of already validated system at TRL6. During this feasibility study we will perform risk assessment, market studies, intellectual property assessment and business planning with the ultimate goal to commercialise and introduce PRECISE product on the market, through innovation in key enabling technology as Eddy current.\nOur targeted market of NDT inspection services sector generated Ä295.4 million in revenue in 2012 and is expected to generate Ä494.4 million in 2017 with a CAGR of 10.9%.\nRealistically, it is estimated that our turnover through PRECISE commercialisation will reach over Ä8.5M by 2023, generating profits of Ä6M in the same year creating 14 new jobs extra for us by 2023.Considering we are Eddy current based product specialist company, this product is aligned with our strategy of business growth and competitiveness.\nIt is our strong belief that the SME instrument is the ideal financial instrument for us to accelerate commercialisation of PRECISE.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ETHER NDE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937057152": {
            "orgId": "937057152",
            "orgName": "ETHER NDE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}