{
    "rcn": "208141",
    "acronym": "GAIT",
    "topics": "SMEInst-03-2016-2017",
    "title": "From symptom relief to disease modifying allergy treatment with Glycan-Allergen Immunotherapy",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "The annual increase in prevalence of allergy related diseases develops at an alarming pace worldwide. Responsible disease mechanisms are characterised by unwanted immune responses to substances which do not harm healthy individuals. The allergy therapeutics market is now dominated by symptom alleviating antihistamines, decongestants and corticosteroids. The main patient need is to get cured with a disease modifying medicine instead of the chronic use of symptom relieving products. Allergen-specific Immunotherapy (AIT) attempts to treat the underlying cause by inducing allergen-specific immune tolerance. However, currently used AIT with high doses of extract is not effective enough (only 20% better than placebo), risks severe side effects and requires 5 years of treatment.\n\nDC4U is developing a new generation of disease modifying allergy treatment with the potential to replace symptom relieving products and current AIT. We apply a new and unique technology to present allergens to the immune system as being SELF and SAFE, using glycans as endogenous human protein recognition elements. Our lead product, ìsia-GPî, is a grass pollen allergy treatment for life long protection, achieved in a short treatment course. DC4U has shown highly promising in-vivo dose-response efficacy results and will further develop this proprietary product up to and including Phase IIa clinical trials. This will be followed by out-licensing to a pharmaceutical company. Effective curative tolerance inducing therapy will contribute to global medical needs and reduction of healthcare costs.\n\nIn this SME-1 we will elaborate and refine our clinical plans, IPR strategy, market analysis and profitability analysis. Furthermore, we will initialize discussions and negotiations with several possible investors and licensing partners. All will be incorporated in an elaborated European business plan with best suited to out-license sia-GP after Phase IIa clinical trials.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DC4U",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998021264": {
            "orgId": "998021264",
            "orgName": "DC4U",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}