{
    "rcn": "208150",
    "acronym": "Al-medicare",
    "topics": "SMEInst-06-2016-2017",
    "title": "Disruptive Artificial Intelligence engine to facilitate rapid low cost development of specialist e-health applications for smart decision making in medical pre-diagnosis",
    "startDate": "01/02/2017",
    "endDate": "31/05/2017",
    "objective": "10-15% of all medical cases in developed countries are misdiagnosed, mainly due to medical practitionersí lack of experience, limited time for diagnosis and rarity of the conditions. Furthermore, there is an increasing global shortage of healthcare workers. WHO recommends at least 2.3 health workers per 1000 people, unfortunately yet some countries have 0.05 per 1000 people. To address this need, Infermedica has developed a medical diagnostic framework AI-medicare which for the first time provides a complete toolset for 3rd party developers of medical apps and services to build advanced clinical decision support systems. Our solution enables digital health developers to achieve at low cost and short time what currently takes months, saving thousands of lives and public money. To do so, co-founders rely on their cooperation with professional partners, medical experts, and VCs. Today there are just a few companies which try to develop diagnostic engines to improve clinical decision-making. However, they do it without meaningful disruption of current medical practices, and they do not share their AI engines. For that, Al-medicare open medical platform is particularly attractive for IT companies building healthcare products or services for patients and providers like research institutions, EHR platform providers, start-ups and individual developers. To fully commercialize this EU-based technology, a comprehensive business model was proposed. Future growth will be driven by B2B model based on the license. In Phase 1, we will conduct global market studies of the digital health market, develop an innovation management strategy and identify and engage development and demonstration partners. In Phase 2, we will significantly expand and refine the medical knowledge base which is the foundation of the framework, validate and test the diagnostic framework in a real-life environment and adapt advanced machine learning techniques to expand and optimize AI-medicare performance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFERMEDICA SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920875418": {
            "orgId": "920875418",
            "orgName": "INFERMEDICA SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}