{
    "rcn": "208147",
    "acronym": "POLYBOOST",
    "topics": "SMEInst-05-2016-2017",
    "title": "POLYBOOST: Renovating the Polyclonal Immunotherapy",
    "startDate": "01/12/2016",
    "endDate": "31/03/2017",
    "objective": "Immunotherapy is an essential field of medicine that allows clinicians to stimulate or to suppress the response of our immune system against specific stimuli. The progressive ageing of the population and the rising incidence of chronic diseases is driving the demand for immunotherapy, as it can be used to fight cancer or autoimmune diseases. One of its major applications today is to prevent the rejection of transplanted organs. Since organs are scarce (\\40,000 Europeans on waiting list), patients are administered high doses of polyclonal immunosuppressants for several days around the time of surgery to prevent rejection. However, current polyclonals are not safe or reliable. Patients respond to these products by developing severe side effects that increase the risk for death & the medical costs. Thus, current polyclonals are only open for one time use. Also, the transplanted organ is severely damaged in the process, reducing its life-survival. In response, the consortium XENOTHERA & AVANTEA has created this project with the main objective of bringing to market a unique platform for the production of safer polyclonals (POLYBOOST). Our innovative method will revolutionize the field of immunotherapy, since it enables production of customized polyclonal products of low antigenicity, which retain a full immunological effect but do not induce side effects. We have proven the efficiency of POLYBOOST by customizing a polyclonal for transplantation medicine. In views of this successful achievement, we now aim to move forward towards the market. Thus, in Phase 1 we plan to assess all the aspects influencing the project from the technical, commercial and financial perspectives. We believe POLYBOOST will bring huge benefits for society and medicine, entering the market with a so long waited for product that will disrupt transplantation medicine. In turn, we expect the project to impact our growth significantly, registering Ä352 M in revenues and hiring 41 new people in 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XENOTHERA",
    "coordinatorCountry": "FR",
    "participants": "AVANTEA srl",
    "participantCountries": "IT",
    "projectParticipants": {
        "918297061": {
            "orgId": "918297061",
            "orgName": "XENOTHERA",
            "ecContrib": 50000
        },
        "998167831": {
            "orgId": "998167831",
            "orgName": "AVANTEA srl",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}