{
    "rcn": "208225",
    "acronym": "MDRZYMES",
    "topics": "MSCA-IF-2016",
    "title": "Multidrug resistance gene regulators as scaffolds for the design and evolution of artificial metalloenzymes",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Enzymes are remarkable catalysts. The unmatched rate accelerations and exacting selectivities that these protein molecules achieve have whetted the appetite of chemists to harness the prowess of enzyme catalysis for industrial applications. However, natural enzymes can only catalyze a small fraction of the reactions routinely employed by synthetic chemists. As a result, creating designer biocatalysts with the ability to efficiently catalyze transformations not found in natureís repertoire is a long-standing goal in chemical biology. To meet this challenge, this proposal describes our plans to generate proficient enzymes for palladium-catalyzed cross-coupling reactions.  Specifically, we will create hybrid catalysts by recruiting active palladium complexes to the promiscuous binding sites of multidrug resistance gene regulators. We will validate productive assemblies by a rigorous biophysical characterization and evaluate the resulting artificial metalloenzymes for their ability to catalyze model Suzuki-Miyaura cross-coupling reactions. To refine the activities and selectivities of these primitive catalysts we will explore directed evolution protocols to identify mutations in the protein scaffolds that are beneficial for catalysis.  In one strategy, we will establish a fluorescence-based screening approach that allows for testing libraries of hybrid catalysts in multi-well format. Another strategy will evaluate the possibility of performing cross-coupling reaction in vivo. Toward this end, artificial metalloenzymes will be assembled in the periplasm and utilized for the synthesis of a non-standard amino acid, which subsequently can be incorporated into a selection marker. As a result, bacteria producing improved variants will outgrow those with less efficient catalysts under selection conditions. Overall, our efforts will generate proficient designer enzymes that could prove valuable for applications in sustainable chemical processes.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}