{
    "rcn": "208289",
    "acronym": "Uniting PV",
    "topics": "ERC-2016-STG",
    "title": "Applying silicon solar cell technology to revolutionize the design of thin-film solar cells and enhance their efficiency, cost and stability",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Thin film (TF) photovoltaics (PV) hold high potential for Building Integrated PV, an important market as European buildings require to be nearly zero-energy by 2020. Currently, Cu(In,Ga)(S,Se)2 (= CIGS(e)) TF solar cells have high efficiency, but also a simple one-dimensional cell design with stability and reliability concerns. Furthermore, its present research has been mainly focused on improving the absorber and buffer layers. \nScientifically, Uniting PV aims to study the practical boundaries of CIGS(e) TF solar cell efficiency. For that reason, its goal is to revolutionize the design of CIGS(e) solar cells through implementation of advanced three-dimensional silicon (Si) solar cell concepts. This novel design consists of (i) surface passivation layers and (ii) light management methods integrated into ultra-thin (UT) CIGS(e) solar cells: (i) Passivation layers will be studied to reduce charge carrier recombination at CIGS(e) surfaces. The aim is to create new understanding and thus scientific models. (ii) Light management methods will be studied to optimize optical confinement in UT CIGS(e) layers. The aim is to examine the interaction between light management and charge carrier recombination in UT CIGS(e), and to create scientific models. The main reasons to introduce these developments is to reduce charge carrier recombination at the CIGS(e) surfaces and in the CIGS(e) bulk, while maintaining optical confinement. \nTechnologically, the project targets to establish a solar cell with: (1) Increased cell efficiency, at least 23.0 % and up to 26.0 %; (2) improved stability and reliability, due to reduced CIGS(e) thickness and passivation layers hindering alkali metal movement; and (3) reduced cost, due to the use of less Ga and In, and industrially viable materials, methods and equipment. Hence, its outcome will be upscalable, valuable for other TF PV materials, and start a new wave of innovation in and collaboration between TF and Si PV research fields.",
    "totalCost": "1986125",
    "ecMaxContribution": "1986125",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 1986125
        }
    },
    "calculatedTotalContribution": 1986125
}