{
    "rcn": "208204",
    "acronym": "FungArth",
    "topics": "MSCA-IF-2016",
    "title": "Role of intestinal fungal communities in arthritic pathology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The human body is in constant interaction with a complex group of micro-organisms like bacteria, viruses and fungi which populate various body surfaces like our skin, lungs and gut. These organisms generally donít pose a threat to the host but in contrary have many beneficial functions like stimulating the correct development of our immune system. Until now, research has mainly focused on bacteria, while fungi have largely been overlooked. Enteric fungi represent a significant part of the intestinal microbiota, but their role in human health and disease is poorly characterized. Spondyloarthritis (SpA) is a common immune pathology which causes severe spine and joint inflammation and the lab of Prof. Dirk Elewaut was the first to show a mechanistic link between spondyloarthritis and  intestinal inflammation. Interestingly, anti-fungal immune reponses require Th17 (specific T lymphocytes) activation, an immune arm commonly hyperactivated in arthritic disease. We therefore hypothesize that abberrant antifungal immune responses may be contributing to arthritic pathology. Alternatively, homeostatic fungal-host interactions may be important for both mucosal and systemic immune homeostasis. With this research project, I propose to study in detail the contribution of naturally occurring intestinal fungi to health and SpA development in a multi- disciplinary manner, using elegant genetic mouse models of disease, state-of-the-art tools and technologies  and clinical samples from SpA patients.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}