{
    "rcn": "208222",
    "acronym": "WECARMON",
    "topics": "MSCA-IF-2016",
    "title": "Wearable Cardiorespiratory Monitor",
    "startDate": "09/10/2017",
    "endDate": "08/10/2020",
    "objective": "The research topic of WECARMON deals with biomedical signal processing, specifically, the analysis of electrocardiogram (ECG) signals for cardiorespiratory system assessment. WECARMONís main objective is to develop novel system for early non-invasive detection of clinical destabilizations of patients with chronic respiratory diseases, e.g., chronic obstructive pulmonary disease (COPD) and asthma. Its innovative nature is based on two main tools: 1) a long-term (months) wearable ECG device which uses dry electrodes which causes no skin irritation and which are placed in a left leadless armband, and 2) signal processing techniques for estimating respiratory rate and volumes from ECG which are robust against artefacts generated by movements during daily life.\nChronic respiratory patients are affected by destabilizations (or ìexacerbationsî) which makes them to seek medical help and often lead to their hospitalization. Exacerbations can start quickly (in minutes to hours) and they are one of the main causes of mortality among patients with COPD and asthma which are the two most common chronic respiratory diseases, affecting millions of children and adults. Among the wide range of applications of a wearable cardiorespiratory monitor related to intensive care units, respiratory disorders and health monitoring, the chosen application of WECARMON is the daily ECG and respiratory monitoring in COPD and asthma patients for early detection of exacerbations allowing a better prognosis of the patient and a reduction of financial costs to society.\nWECARMON can be divided in 2 phases: 1) Development of a long-term (months) wearable ECG and respiration monitor, and 2) Development of an automatic algorithm for early detection of COPD and asthma exacerbations, based on cardiorespiratory parameters (e.g., heart and respiratory rates, tidal volume, minute ventilation).",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998368524": {
            "orgId": "998368524",
            "orgName": "UNIVERSITY OF CONNECTICUT",
            "ecContrib": 0
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}