{
    "rcn": "208286",
    "acronym": "Mitomorphosis",
    "topics": "ERC-2016-STG",
    "title": "Metabolic regulation of mitochondrial morphology",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The need for mitochondria in the body is ubiquitous yet the shapes these organelles take vary widely across tissues and change rapidly in response to nutrient availability.  How and why this occurs is not well understood.  Therefore, we propose an interdisciplinary research program that will investigate the molecular basis and metabolic regulation of mitochondrial morphology. Mitochondrial morphology is defined by opposing events of fission and fusion, which must be tightly controlled. We discovered that accelerated mitochondrial fission impairs cardiac metabolism and causes heart failure in mice, revealing an intriguing link between mitochondrial dynamics and metabolism.  Seeking to understand how metabolic signals drive mitochondrial fission, we will characterize the inner membrane protein MTP18, whose fission activity is controlled by the PI3K nutrient-signalling pathway.  First, we will define the interactome of MTP18 to discover the molecular components of the inner membrane fission machinery. Second, we will investigate the how mitochondrial fission is regulated by PI3K nutrient-signalling pathway the heart, liver, and kidney.  We will determine whether cardiac dysfunction, liver cancer, and kidney failure caused by over-active PI3K signalling in the mouse can be rescued by blunting the downstream activity of MTP18 and re-balancing mitochondrial dynamics.  Third, we will determine the disease relevance of mitochondrial fission in humans.  For the first time, mitochondrial morphology from patient-derived cells will be evaluated in automated, high content screens to identify human mutations that drive imbalanced mitochondrial dynamics in a truly unbiased manner. Genome-wide RNAi screens in these cells will reveal novel modulators of mitochondrial dynamics.  Taken together, this work aims to understand the metabolic pathways that control mitochondrial morphology and to develop a new technology to identify yet unknown modulators of mitochondrial dynamics.",
    "totalCost": "1375000",
    "ecMaxContribution": "1375000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1375000
        }
    },
    "calculatedTotalContribution": 1375000
}