{
    "rcn": "208207",
    "acronym": "CARBOFLU",
    "topics": "MSCA-IF-2016",
    "title": "Chemoenzymatic synthesis of complex glycans to decipher the interactions between them and Influenza A virus",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Influenza A virus has two major envelope glycoproteins: HA and neuraminidase (NA). HA binds to sialic acid moieties of glycoconjugates of the host respiratory cells to initiate infection, whereas NA facilitates the release of progeny viruses from infected cells by cleaving sialosides. It is well documented that binding preference is a major determinant of influenza virus host range and avian viruses preferentially bind Neu5Ac?(2,3)Gal, whereas human viruses bind Neu5Ac?(2,6)Gal. This difference in specificity represents a barrier for transmission of avian viruses into humans. Glycan arrays have been used to assess influenza A virus receptor specificity. However, the currently available glycan arrays contain only a fraction of the glycans found on human airway epithelial cells and cannot uncover glycan binding specificities. Thus, we propose to develop an array that contains glycans representative of the structures found in human airways, since it is a priority in order to understand the biology of influenza virus transmission and pathogenesis. In addition, it has been described that there are two pathways by which influenza virus enters cells. It is believed that some N-glycans serve as attachment factors for concentrating virus particles on the surface of the host cells. However, only specific cell surface proteins modified by appropriate N-glycans can facilitate cell entry. The elucidation of the influenza virus receptor structure will unveil the mechanism at molecular level by which virus enters the cell. To this end, we will develop an experiment, which allows us to identify glycoprotein receptors of flu virus using cell surface glycan editing. The full comprehension of multi-branched glycans, along with the identification of the glycoproteins receptors of influenza virus, will allow the development of new and more efficient glycan-based therapeutics.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}