{
    "rcn": "208220",
    "acronym": "MORA",
    "topics": "MSCA-IF-2016",
    "title": "Muslim Antisemitism in Colonial Morocco",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "European colonialism in Muslim societies represented a turning point for the powerful European influence that was widespread throughout the Middle East. With European Jews acquisition of land in Palestine, Arab nationalism started to incorporate antisemitic ideology into their texts and discourses. The creation of the Jewish state in 1948 accelerated this process. Thus, paradoxically, while the presence of antisemitism among European societies has been marginal since the end of World War II, socially and politically discredited, and even prosecuted, antisemitic voices have gained ground in the Middle East. With the immigration of the North African populations (both Jewish and Muslim) from the second half of the twentieth century, some conflicts have arisen in Europe as well, particularly, but not exclusively, in France. Therefore, the colonial period is crucial to understanding not only when, how and why European antisemitism entered northern Africa, and later returned to Europe, but above all how it interacted with the local notions and prejudices about Jews in Muslim societies. Further research is required to analyse in detail what the integration of a foreign ideology means and involves for native popular ideas and local prejudices. In this research project, the researcher will address these issues through historical anthropology and ethnography in the context of inter-religious relations in Spanish Colonial Morocco.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}