{
    "rcn": "208211",
    "acronym": "SAFER",
    "topics": "MSCA-IF-2016",
    "title": "Innovative Concrete Barriers for Forgiving Road Infrastructure",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "One of the top ten goals set by the White Paper on Transport is to reduce fatalities in road transport. The European Union is aiming to halve road casualties by 2020, in line with the long term goal to move close to zero fatalities by 2050. Despite the reduction in road fatalities in the EU since 2010, there are specific countries where the numbers are increasing. In addition, the yearly decrease rate in road fatalities for Europe as a whole is slowing down. In order to reach the goal set for 2020, action should be taken immediately. The most vulnerable road users are motorcyclists, who are currently suffering from frequent fatalities in crashes involving road barriers. The European Road Assessment has indicated the critical need to adopt improved barrier designs to protect vulnerable road users. While rubberized concrete has been recommended for road barriers, challenges involving strength and durability of the material have not been addressed. This research proposes to develop optimised steel fibre-reinforced rubberised concrete mixtures as well as road barrier designs, which will lead to the development of SAFER road barriers with outstanding deformability and structural integrity; thus paving the way for forgiving road infrastructure.  The use of recycled rubber and steel wires (obtained from End-of-life tyres) supports the Horizon 2020 Transport Research and Innovation Act priorities for sustainability and resource efficiency (including the Circular Economy package).",
    "totalCost": "163648,8",
    "ecMaxContribution": "163648,8",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 163649
        }
    },
    "calculatedTotalContribution": 163649
}