{
    "rcn": "208202",
    "acronym": "COSIF",
    "topics": "MSCA-IF-2016",
    "title": "Carbonyl sulfide and sun-induced fluorescence as joint constraints on terrestrial carbon cycling",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The terrestrial biosphere annually absorbs around one quarter of the carbon dioxide emitted by human activities each year and thus beneficially decreases the rate of global warming. The sign and magnitude of the net land carbon dioxide flux is determined by the delicate balance between two key carbon cycle processes: gross primary productivity (photosynthetic carbon uptake by land plants) and ecosystem respiration (carbon dioxide production by all living things). The magnitude of both processes is however highly uncertain due to conceptual and methodological difficulties in disentangling the two from the (measurable) net carbon dioxide flux. This uncertainty undermines our ability to project the future of the terrestrial global carbon cycle, which in turn severely impedes the conception of realistic carbon emission reduction measures allowing constraining global warming below agreed targets. \nThe overarching objective of the proposed project is to provide new constraints on gross primary productivity and ecosystem respiration using a dual-constraints approach. Gross primary productivity and ecosystem respiration will be estimated jointly by ecosystem-scale carbonyl sulfide eddy covariance and sun-induced fluorescence measurements at three contrasting European ecosystems. The resulting data will then be used in a unifying modelling framework allowing gross primary productivity and ecosystem respiration to be determined with much greater confidence based on the dual constraints by the experimental measurements.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}