{
    "rcn": "208287",
    "acronym": "REJUVENATION",
    "topics": "ERC-2016-STG",
    "title": "Repair of Junctional Atrioventricular Conduction and Impulse Formation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Background: To bypass hardware-related complication there have been substantial efforts to create biological pacemakers. Effective strategies have been identified and are now being refined for delivery of long-term function and clinical application. Yet, currently developed biological pacemakers only provide pacing to atrium or ventricle thereby aiming at ~20% of pacemaker patients. To unleash the full potential of biological pacing, targeting virtually every pacemaker patient, effective repair of atrio-ventricular (AV) conduction is crucial. With the arrival of advanced stem cell-based therapies, now is the time to meet this important challenge. \n\nObjective: To develop a stem cell-based therapy that restores impulse formation and conduction at the interface between atrium and ventricle.\n\nApproach: Human induced pluripotent stem cells (hiPSCs) will be used to produce cells with hallmark features of AV nodal cells. After in vitro testing, these cells will be implanted in vivo (together with biomaterials) to form AV bypass tracts in sheep that are in permanent AV block. In this setting, approaches will be tested for their ability to bridge electrical activity from the atrium to ventricle and protect the ventricle from atrial tachycardia. The final steps of this project focuses on the development of dedicated implantation catheters (in collaboration with Medtronic) and optimization of cellular constructs that are regulatory compliant and ready for clinical testing.\n\nImpact: By developing novel therapies to re-establish AV impulse formation and conduction I will broaden the application area of biological pacing to nearly all patients. In Europe ~300.000 pacemakers are implanted annually representing cots of ~8 billion Euros. Five per cent of these implantations result in serious complications requiring re-implantation or other invasive treatments. Biological pacemakers are expected to reduce these complications, improve quality of life, and reduce healthcare costs.",
    "totalCost": "1499995",
    "ecMaxContribution": "1499995",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1499995
        }
    },
    "calculatedTotalContribution": 1499995
}