{
    "rcn": "208298",
    "acronym": "FLUFLUX",
    "topics": "ERC-2016-STG",
    "title": "Fluvial Meta-Ecosystem Functioning: Unravelling Regional Ecological Controls Behind Fluvial Carbon Fluxes",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Fluvial ecosystems are an important element in the global carbon cycle metabolizing large amounts of terrigenous organic matter (tOM). This contributes to CO2 evasion fluxes that are under continuous reevaluation at the global scale. In contrast, research on the underlying processes is concentrated at the local ecosystem scale. This scale-gap seriously hampers process understanding across scales, limits upscaling accuracy, and reduces our scope of reaction strategies.\nHere, I suggest ground-breaking research on ecological processes at the intermediate ëregionalí scale of the ëfluvial networkë to create a deeper mechanistic understanding of biogeochemically relevant carbon fluxes. My starting point is trifold: (1) detrital tOM has extremely high molecular-level diversity that requires consumers of equally high biodiversity for efficient respiration; (2) exactly this biodiversity of heterotrophic microbes, fungi and insects is constrained by metacommunity dynamics unfolding at a larger regional scale; and (3) the rules by which the conspicuously dendritic structure of the fluvial network shapes a metacommunity differ fundamentally from those governing regional diversity patterns of tOM resources.\nI hypothesize regional carbon dissimilation in ëfluvial metaecosystemsí to be the interactive product of spatially partitioned resource and consumer diversities. I posit that this coupling of metacommunity structure to metaecosystem function is influenced by fluvial network topology, anthropogenic network fragmentation, and terrestrial matrix variation. Research will combine experiments in innovative lab-scale metaecosystems, spatially explicit modelling using cellular automata, and field studies spanning gradients of regional anthropogenic impact in real fluvial networks. I expect this cross-disciplinary research at the crucial landscape scale to generate novel mechanistic process understanding behind fluvial carbon fluxes in a world changing at ever faster pace.",
    "totalCost": "1487171",
    "ecMaxContribution": "1487171",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 1487171
        }
    },
    "calculatedTotalContribution": 1487171
}