{
    "rcn": "208230",
    "acronym": "TexMeroe",
    "topics": "MSCA-IF-2016",
    "title": "Archaeology of Textile Production in the Kingdom of MeroeNew approaches to cultural identity and economics in ancient Sudan and Nubia",
    "startDate": "05/03/2018",
    "endDate": "04/03/2020",
    "objective": "The TexMeroe project explores the textile industry of ancient Sudan and Nubia with the aim to improve our understanding of the little-known Meroitic kingdom (350BCE ñ 600CE). This study, the first of its kind, focusses on the exceptionally well-preserved archaeological textiles and tools to highlight the cultural attributes and economic bases of the Meroitic society. This objective will be achieved through the completion of two research-oriented Work Packages encompassing research stays, innovative training, and international collaborations with multidisciplinary experts. The data collected at archaeological sites and museums will not only provide a detailed analysis of manufacturing techniques but also assist in recognising textiles as a culturally significant medium. Textiles and textile implements will be used to study the economic immersion of raw materials, the organisation and outlay of craft production, and its trading mechanisms, thereby reconstructing important aspects of the Nile valleyís micro- and macro-economic environment. TexMeroe will provide a unique understanding of the textile craft development between the Pharaonic heritage, the Mediterranean influences, and the local sub-Saharan African traditions, helping to decipher and define the cultural identity and history of the Meroitic kingdom. \nTexMeroe is hosted by the University of Copenhagenís Centre for Textile Research (CTR), a world-wide leader in the field of ancient textile studies. The project will benefit from CTRís optimal research and training environment while contributing to the expansion of its global scientific network. The results will be communicated through a series of academic publications and conferences, as well as an Open Access online exhibition accessible to a broader audience. In Sudan, the TexMeroe outreach program hopes to start a dialogue connecting modern communities, genders, and generations through their shared textile traditions and history.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}