{
    "rcn": "208294",
    "acronym": "JUSTAM",
    "topics": "ERC-2016-STG",
    "title": "Justice, Morality, and the State in Amazonia",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The project will investigate the social, cultural and cognitive bases of justice, or the morally correct assignment of goods and evils, with a focus on the indigenous peoples of Western Amazonia. It will develop an analysis of issues ranging from emotions, fairness, entitlement and equality in contexts of resource distribution, to punishment, vengeance, and attributions of responsibility. This will enlarge our understanding of how and why patterns of moral judgement vary across cultures, with particular attention paid to the role played by cultural constructions of personhood. The current situation of rapid social change in Amazonia, driven largely by the increased presence of the state in everyday life, provides a unique opportunity for assessing how morality and ethics are shaped by social conditions such as the size of networks of cooperation, processes for generating consensus, and the management of conflicts and disputes. This will be used to address longstanding questions concerning the evolution of morality, including how fairness is linked to cooperation within ever larger groups. The innovative methodology, combining ethnography with experiments and games adapted from psychology, economics, and experimental philosophy, will allow for a vastly more comprehensive set of data on justice in action than has previously been achieved. This will permit the elaboration of a sophisticated and distinctively Amazonian theory of justice, grounded in emotional responsiveness to others and respect for personal autonomy, that is capable of entering into critical dialogue with mainstream Western theories and understandings, while also challenging a number of dominant stereotypes of small-scale, non-state societies. The results will further be used to formulate a general framework for development projects and policy interventions with indigenous peoples, which could drastically improve their success rate and potentially be adapted for use in a range of global contexts.",
    "totalCost": "1483992",
    "ecMaxContribution": "1483992",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1483992
        }
    },
    "calculatedTotalContribution": 1483992
}