{
    "rcn": "208291",
    "acronym": "N4I_CLUSTERS",
    "topics": "ERC-2016-STG",
    "title": "Networking for innovation: how entrepreneurs' network behaviours help clusters to innovate",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "In recent years, economic geography has strongly embraced the relational approach: entrepreneurs striving to generate innovations have been shown to benefit from embeddedness in local, cohesive networks if these are combined with connectivity to sparse, global ties that bring diversity. With this heightened importance of networks for innovation, it is rather surprising that academic research has nearly entirely overlooked the role of ìnetworkingî. Networks are portrayed as if they are formed exclusively through latent preferences to connect with certain people or through contextual factors that make people accidently connect. This leaves little space for entrepreneursí deliberate attempts to create the social capital they believe will help them innovate. We thus lack the micro-level theoretical foundations of the network-innovation relationship in economic geography. My research aims to build these foundations by developing a network behavioural approach to innovation in entrepreneurial clusters. I seek to investigate how within-cluster variation in entrepreneursí innovation performance may originate in differences in network behaviour and how between-cluster variation in performance may originate in the spread of effective network behaviours within but not between clusters. Answers to these questions should lead to fundamentally new insights into why certain clusters thrive as hubs of innovation and why certain entrepreneurs within clusters contribute more to the innovation in clusters than others. I will collect granular qualitative and quantitative data of the network behaviours of entrepreneurs through interviews, multi-wave surveys and online network monitoring tools to unveil how they decide which ties to build and which ones to call on in specific situations. I will then assess how these behaviours enable or constrain entrepreneurs and, in aggregate, clusters to innovate using large-scale econometric analyses as well social science experiments.",
    "totalCost": "1334616",
    "ecMaxContribution": "1334616",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1334616
        }
    },
    "calculatedTotalContribution": 1334616
}