{
    "rcn": "208216",
    "acronym": "EST-KAM",
    "topics": "H2020-SGA2-EEN",
    "title": "Estonian Key Account Management Services",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The objective of the project is to enhance the innovation management capacity of Estonian SMEs. The action is aimed at two kinds of SMEs - beneficiaries of the SME Instrument of Horizon and SMEs with significant innovation activities and a high potential for internationalisation. For beneficiaries of the SME Instrument, the service package (the Key Account Management service) consists of identifying weaknesses in the innovation capacities of the beneficiary; identifying suitable coaches (based on the assessment in the first step) to address the identified weaknesses and moderating the coach-client relationship; and accompanying the beneficiary through the SME Instrument project. The service packages outside the scope of the SME Instrument (the ìEnhancing the innovation management capacity of SME'sî service) consist of carrying out a diagnostic audit of the selected SMEs; and developing and implementing a tailored action plan to improve the SMEís capacity to manage innovation processes.\n\nWithin the current action, the ESTINNO-NET consortium aims to provide the 7-day service packages to 53 SMEs.",
    "totalCost": "129025",
    "ecMaxContribution": "129025",
    "coordinator": "MTU EESTI KAUBANDUS-TOOSTUSKODA",
    "coordinatorCountry": "EE",
    "participants": "OU B.I.A.;INVENT BALTICS OU;SIHTASUTUS TALLINNA TEADUSPARK TEHNOPOL;TARTU SCIENCE PARK FOUNDATION TSP",
    "participantCountries": "EE",
    "projectParticipants": {
        "999764257": {
            "orgId": "999764257",
            "orgName": "SIHTASUTUS TALLINNA TEADUSPARK TEHNOPOL",
            "ecContrib": 20000
        },
        "998243976": {
            "orgId": "998243976",
            "orgName": "OU B.I.A.",
            "ecContrib": 43625
        },
        "999937111": {
            "orgId": "999937111",
            "orgName": "MTU EESTI KAUBANDUS-TOOSTUSKODA",
            "ecContrib": 0
        },
        "993246051": {
            "orgId": "993246051",
            "orgName": "INVENT BALTICS OU",
            "ecContrib": 65400
        },
        "998505391": {
            "orgId": "998505391",
            "orgName": "TARTU SCIENCE PARK FOUNDATION TSP",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 129025
}