{
    "rcn": "208296",
    "acronym": "BabyVir",
    "topics": "ERC-2016-STG",
    "title": "The role of the virome in shaping the gut ecosystem during the first year of life",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The role of intestinal bacteria in human health and disease has been intensively studied; however the viral composition of the microbiome, the virome, remains largely unknown. As many of the viruses are bacteriophages, they are expected to be a major factor shaping the human microbiome. The dynamics of the virome during early life, its interaction with host and environmental factors, is likely to have profound effects on human physiology. Therefore it is extremely timely to study the virome in depth and on a wide scale. \nThis ERC project aims at understanding how the gut virome develops during the first year of life and how that relates to the composition of the bacterial microbiome. In particular, we will determine which intrinsic and environmental factors, including genetics and the motherís microbiome and diet, interact with the virome in shaping the early gut microbiome ecosystem. In a longitudinal study of 1,000 newborns followed at 7 time points from birth till age 12 months, I will investigate: (1) the composition and evolution of the virome and bacterial microbiome in the first year of life; (2) the role of factors coming from the mother and from the host genome on virome and bacterial microbiome development and their co-evolution; and (3) the role of environmental factors, like infectious diseases, vaccinations and diet habits, on establishing the virome and overall microbiome composition during the first year of life. \nThis project will provide crucial knowledge about composition and maturation of the virome during the first year of life, and its symbiotic relation with the bacterial microbiome. This longitudinal dataset will be instrumental for identification of microbiome markers of diseases and for the follow up analysis of the long-term effect of microbiota maturation later in life. Knowledge of the role of viruses in shaping the microbiota may promote future directions for manipulating the human gut microbiota in health and disease.",
    "totalCost": "1499881",
    "ecMaxContribution": "1499881",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1499881
        }
    },
    "calculatedTotalContribution": 1499881
}