{
    "rcn": "208227",
    "acronym": "MELODIC",
    "topics": "MSCA-IF-2016",
    "title": "Molecule for low diffusion TPCs for rare event searches",
    "startDate": "18/09/2017",
    "endDate": "30/10/2019",
    "objective": "One of the most promising technologies to search for neutrinoless double beta decay (0nubb) is a high pressure xenon gas (HPGXe) time projection chamber (TPC) with electroluminescent (EL) amplification. The key advantage of an EL HPGXe TPC is the capability to uniquely image the track of the two emitted electrons in a 0nubb event, together with high energy resolution. The current imaging performance is limited by the diffusion of the ionization electrons during drift. This proposal\ndescribes a research program to reduce diffusion by adding CH4 molecular additives to the xenon gas to\nimprove the imaging capability in an EL HPGXe TPC enhancing the sensitivity to the 0nubb decay, within the context of the NEXT collaboration. Dr. Lopez March and the two supervisors Prof. Gomez Cadenas and Prof. Nygren propose to develop the project in two stages: 1) characterization of the CH4 molecular additive in a small detector at the University of Texas at Arlington (UTA),  Outgoing Phase); 2) exploit the new gas mixture to perform the measurement of the topological signature with the NEXT-DEMO TPC at the Instituto de Fisica Corpuscular (SPAIN) and with the NEW TPC at the underground Laboratorio Subterr\\'aneo de Canfranc (LSC) (Return Phase). The objectives of the MELODIC project have been planned to boost the career development of the fellow. The overall training received by Dr. Lopez March in the proposed research project will give her independence and professional maturity. She will become a truly, multidisciplinary researcher capable of integrating different areas of research (operation of detectors and physics data analysis) making her uniquely trained for leading her own line of research.",
    "totalCost": "159126",
    "ecMaxContribution": "159126",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 159126
        },
        "968428116": {
            "orgId": "968428116",
            "orgName": "THE UNIVERSITY OF TEXAS SYSTEM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 159126
}