{
    "rcn": "208212",
    "acronym": "IDEM",
    "topics": "MSCA-IF-2016",
    "title": "In Defence of Experimental Medicine: Emotional Appeals and Medical Didacticism in Germany,Britain and North America, 1870-1914",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "IDEM analyses the didactic strategies of the medical establishment in Germany, the UK and North America in educating the public about the benefits of experimental medicine. The period of focus is from 1870 to 1914: the key expansion phase for experimental medicine in physiology, toxicology, surgery and immunology. Educational strategies were important for ensuring the on-going freedom of medical research in the face of opposition from the lay public on ethical, moral and aesthetic grounds. Potential legal checks on medical practice motivated doctors to change anti-scientific opinion through informal educational strategies, involving the dissemination of knowledge, the disparagement of opponents of experimentation, and influence over popular emotional reactions to medical science. IDEM probes the internal politics of the medical establishments of each area and the ways in which they learnt from each other through networks of exchange and experience. IDEMís objectives are: 1. To explore the pedagogical techniques and strategies of the medical establishment in their efforts to ìsellî experimental medicine to the lay public, in England, Germany and North America, c. 1870-1914. 2. To reveal the ways in which these techniques and strategies involved transnational networks and exchanges among these countries that worked to represent an orthodoxy of medical endeavour. 3. To interpret how far medical didacticism in this period depended upon affective appeals, either instead of or embedded into the dissemination of medical knowledge, and the extent to which such appeals were gendered. 4. To analyse the extent to which the defence of medical experimentation transformed both medical institutions and medical personalities into a) political agents and b) public bodies. 5. To assess the extent to which affective didacticism sought to change the emotional responses of both the public and of medical practitioners to the sights, practices and results of experimental medicine.",
    "totalCost": "243352,8",
    "ecMaxContribution": "243352,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 243353
        }
    },
    "calculatedTotalContribution": 243353
}