{
    "rcn": "208295",
    "acronym": "STOP-HF",
    "topics": "ERC-2016-STG",
    "title": "STEM CELL MODELS TO UNRAVEL THE SUSCEPTIBILITY AND RESILIENCE TO DEVELOP HEART FAILURE",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The overarching objective of STOP-HF is to generate human induced pluripotent stem cells (hiPSC) derived cardiomyocytes from two specific forms of heart failure (HF) with a clear trigger to unravel common pathophysiological mechanisms involved in the early development of HF. The project is focused on two specific forms of HF, both with a clear trigger: pregnancy and anthracyclines. \n\nBetter understanding of early molecular pathways leading to HF and knowledge about inter-individual susceptibility is needed. \nFor detection of early changes on a molecular level cardiac tissue is needed. \nGeneration of patient specific cardiac cells from skin fibroblasts (hiPSC technology) is a novel and innovative approach.\n\nSPECIFIC OBJECTIVES \n1. Fabrication and maturation of 3D cardiac tissue from hiPS derived cardiomyocytes.\n2. Generate and characterize hiPS derived cardiomyocytes and endothelial cells from females with pregnancy induced HF and unravel differences on transcriptome level.\n3. Generate and characterize hiPSC derived cardiomyocytes from patients with high susceptibility and resilience to develop anthracycline-induced HF and compare them on transcriptome level. \n4. Integrate the results for coding and non-coding RNAs from objective 1\\2 and identify overlapping pathways. \n5. Validate discoveries on transcriptome level in vitro, in vivo and apply for the development of HF in the general population.\n\nWORKPACKAGES\nWP1: Optimize fabrication and maturation of 3D cardiac tissue from hiPS derived cardiomyocytes\nWP2A: Validate the model and compare hiPS derived cardiomyocytes and endothelial cells from PPCM and healthy sisters on transcriptome level;\nWP2B: Validate the model and compare hiPS derived cardiomyocytes from both patients with high susceptibility and resilience to develop HF after anthracyclins on transcriptome level;\nWP3: Integration of transcriptome data from WP 2A\\2B;\nWP4: Validation of novel pathways in vitro, in vivo and new onset HF in the general population.",
    "totalCost": "1496875",
    "ecMaxContribution": "1496875",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1496875
        }
    },
    "calculatedTotalContribution": 1496875
}