{
    "rcn": "208219",
    "acronym": "PHOTO-BORAD",
    "topics": "MSCA-IF-2016",
    "title": "Boron chemistry in a new light: exploring the radical reactivity of boronate complexes through photochemical strategies",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "In the last decade photoredox reactions have emerged as tremendously versatile processes for organic synthesis, enabling reactive radical species to be generated at specific positions in an organic molecule under very mild conditions (visible-light irradiation). Over the same decade the host group have developed a suite of transformations exploiting the fundamental chemistry of boron, many of which involve 1,2-metallate rearrangement of boronate complexes. We now seek to merge these two major pillars of synthetic methodology, which are currently unconnected, to create a new field which we believe has significant potential for organic synthesis. \nWe propose to react electrophilic radicals generated through photoredox catalysis with vinyl boronate complexes. Oxidation of the resulting intermediate radical during the photoredox cycle will trigger 1,2-alkyl migration, creating new C-C and C-B bonds. 1,2-Metallate rearrangements normally employ leaving groups adjacent to boron but here we are proposing to oxidise a radical adjacent to a boronate to achieve the same transformation, a process that has not been previously reported. 1,2-Metallate rearrangements are stereospecific, and this will be exploited in the creation of enantioenriched products starting from readily available chiral boronic esters. The scope of the process will be carefully investigated, and mechanistic studies will be carried out using advanced physical/chemical methods, thereby laying solid foundations for the development of this new field. \nBy combining two major fields of endeavour, novel chemistry will emerge with new structures harbouring novel properties for exploitation. Furthermore this project will enable significant knowledge transfer between host and researcher, while forging new academic network links within the scientific community.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}