{
    "rcn": "208200",
    "acronym": "IBINNO",
    "topics": "H2020-SGA2-EEN",
    "title": "Illes Balears INNOvation Management Services",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The overall IB INNO project objective is the establishment of a feasible and effective service for enhancing the innovation management capacity of SMEs in the Balearic Islands region. This will benefit the smart growth in the European Union by increasing the efficiency and effectiveness of investments in research, development and innovation and by contributing to a better and more efficient connection of stakeholders in the innovation fabric.\n\nIn order to realize this objective, the core actions are broken down as follows:\n\nï Help SMEs to sustainable high growth through innovation.\nï Achieve tangible managerial transformation.\nï Improve the commercial potential of SMEs.\n\nIB INNO will act as access point to the innovation and internationalization system in the Balearic Islands region, which will be in this new period covered by Balearic Islands Enterprise Network B2EN consortium, embedding the EEN innovation services in the regional innovation ecosystem.",
    "totalCost": "24235",
    "ecMaxContribution": "24235",
    "coordinator": "FUNDACIO BALEAR D'INNOVACIO I TECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACIO UNIVERSITAT EMPRESA DE LES ILLES BALEARS;CAMARA OFICIAL DE COMERCIO INDUSTRIA Y NAVEGACION DE MALLORCA",
    "participantCountries": "ES",
    "projectParticipants": {
        "951378329": {
            "orgId": "951378329",
            "orgName": "FUNDACIO BALEAR D'INNOVACIO I TECNOLOGIA",
            "ecContrib": 24235
        },
        "959310310": {
            "orgId": "959310310",
            "orgName": "FUNDACIO UNIVERSITAT EMPRESA DE LES ILLES BALEARS",
            "ecContrib": 0
        },
        "950143907": {
            "orgId": "950143907",
            "orgName": "CAMARA OFICIAL DE COMERCIO INDUSTRIA Y NAVEGACION DE MALLORCA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 24235
}