{
    "rcn": "208228",
    "acronym": "BG_CareerDays",
    "topics": "SwafS-20-2016",
    "title": "Bulgarian Days of Career Development and Mobility of Researchers",
    "startDate": "01/02/2017",
    "endDate": "30/11/2017",
    "objective": "The project will be carried out by Sofia University, EURAXESS BHO in Bulgaria, with the expert support of the first EURAXESS Career Development Centre in Bulgaria, the local EURAXESS Contact Points, Vitae UK - the global leader in supporting the professional development of researchers, and other external experts. The proposal mainly addresses the third key priority of ERA ñ achieving an open labour market for researchers, aimed at facilitating mobility, supporting training and ensuring attractive careers. It is aimed at the organization of one-day event, to be performed consecutively in 5 Bulgarian cities.\nObjectives\nï To define attractive event programme, including relevant activities, interesting speakers, and opportunities for networking\nï To plan and perform a wide range of promotional activities in order to reach a large number of representatives of the identified target audiences\nï To conduct successfully the event in the 5 selected locations\nï To maximize the expected impact by identifying suitable measures for ensuring the sustainability of the achieved results after the project end\nThe programme for the 5 events will have identical structure and will approach students, young researchers and employers in Bulgaria, to promote research career opportunities, provide relevant information and support services, related to mobility and career development, and maximise the career prospects. Each local event will focus on the specific research needs of the region.\nExpected Impact\nï Activating the whole EURAXESS Bulgaria network in the events\nï Reaching the target groups all over the country\nï Reaching the local industrial stakeholders\nï Increasing the awareness among target groups about different career development opportunities\nï Increasing the level of soft skills for different career choices among the target groups\nï Increasing the use of EURAXESS Jobs portal and the number of job publications\nï Increasing the awareness about the EC HRM policies and initiatives",
    "totalCost": "77875",
    "ecMaxContribution": "77875",
    "coordinator": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 77875
        }
    },
    "calculatedTotalContribution": 77875
}