{
    "rcn": "208213",
    "acronym": "Targeting TopoII",
    "topics": "MSCA-IF-2016",
    "title": "Mechanistic studies of metal-dependent DNA cleavage in Type II topoisomerase toward therational design of novel anticancer drugs",
    "startDate": "06/11/2017",
    "endDate": "05/11/2019",
    "objective": "Type II topoisomerase (TopoII) metalloenzymes are crucial in regulating DNA topology in replication, transcription, recombination, and repair processes. TopoII is thus a validated target for clinical antibiotics and anticancer drugs. Recent high-resolution X-ray structures of the TopoII/DNA complex showed multiple metal ions bound to the TopoII active site. On the basis of these novel findings, a unified two-metal-ion reaction mechanism for TopoII catalysis has been proposed. However, it is still not clear how this Mg-aided two-metal-ion mechanism permits TopoII to cleave and relegate back DNA strands. Building on our previous studies on metalloenzymes, we seek here to clarify TopoIIís two-metal-aided enzymatic mechanism and identify novel TopoII inhibitors, thus completing the proposerís computational skill set, boosting her chances of establishing and leading soon an independent computational group. We propose two objectives: First, we will depict the reaction path connecting the enzymatic reactants and products in TopoII. We will achieve this using state-of-the-art computational methodologies such as molecular dynamics (MD) and hybrid quantum mechanics/molecular mechanics (QM/MM) simulations coupled to enhanced sampling techniques for free-energy estimates. We will thus elucidate the metal ion dynamics in TopoII catalysis, together with the metal-induced structural changes that affect the reactivity and efficiency of TopoII catalysis. Importantly, we will investigate TopoII catalysis in the presence of either the catalytic Mg or inhibitory Zn ions in the catalytic pocket. Secondly, we will integrate mechanistic insights on TopoII catalysis with the recent structural and biophysical data on TopoII to decipher drug resistance and identify new TopoII inhibitors. To this end, docking and MD simulations will be used to facilitate the discovery of potent TopoII inhibitors as a first step toward more effective anticancer drugs and new, urgently needed antibiotics.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}