{
    "rcn": "208284",
    "acronym": "Stress Imaging",
    "topics": "ERC-2016-STG",
    "title": "Nanoscale Stress Imaging with Imperfect Diamonds",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "My goal is to optically detect the magnetic resonance of free radicals/ROS inside cells. Radicals are suspected to play a crucial role in numerous pathogenic conditions including diseases responsible for most deaths worldwide (as arteriosclerosis, cancer, immune responses to pathogens). They are also involved in many processes in healthy cells as mitochondrial metabolism or aging of cells and part of the working mechanism of many drugs. Despite their relevance relatively little is known about where and when radicals are built, how they work or which ones play a role. Their short lifetime and reactivity poses a problem for many state of the art methods. Thus they are often a bottleneck in understanding stress responses. My goal is to develop a method, which can detect their magnetic resonance in the nanoscale. The method is based on a fluorescent defect in diamond, which changes its optical properties based on its magnetic surrounding. While this technique has been able to detect even the faint signal of a single electron spin, this technique is entirely new to biological fields. We can localize where, when and how much of a certain radical is generated with nm resolution. This is impossible with the current state of the art. Furthermore, since we obtain spectra we can also differentiate radicals to some extent. I am proposing to investigate two systems: 1) the involvement of radicals in the aging of yeast cells 2) the response of macrophages to stress. In the first project I will test the so-called free radical theory, which states that organisms age because cells accumulate free radical damage over time. In the second project I will answer the question how a macrophage reacts to the impact of a pathogen or a drug. Outcomes of this project would enable us to increase our understanding on how stress responses work on a molecular level. This will open up new possibilities to assess if and how drugs are working or how and why certain pathogens are worse than others.",
    "totalCost": "1454713,75",
    "ecMaxContribution": "1454713,75",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1454714
        }
    },
    "calculatedTotalContribution": 1454714
}