{
    "rcn": "208201",
    "acronym": "TEDCIP",
    "topics": "MSCA-IF-2016",
    "title": "Targeting epigenetic demethylases: development of covalent inhibitors and PROTACs (Proteolysis Targeting Chimeras).",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Epigenetics is the study of heritable changes in phenotype that does not involve changes in the underlying DNA sequence. Epigenetic modifications are partly inherited, but unlike the genome itself, are cell specific, plastic, and its mechanisms are affected by different factors and processes such as aging, environmental factors or the use of drugs. The epigenetic changes are the result of epigenetic tags (chemical tags) that can determine gene expression. There are two main types of epigenetic modifications: DNA methylation and histone modifications. Many diseases such as cancer, inflammation, neurological and cardiovascular diseases can be related to aberrant histone modification patterns. Since Histone modifications are mainly carried out by three types of proteins (writers, readers and erasers) there is great therapeutic interest in these proteins, since they may influence disease onset and progression. However, the identification of potent and selective inhibitors is challenging due to structural similarities between individual domains of the ëepigeneticí proteins.\nHistone demethylases and methyl transferases, dynamically regulate the histone methylation levels. Removal of methyl groups from methylated lysines on histone tails is catalyzed by lysine demethylases (KDMs) in a sequence- and methylation-state dependent manner. Among the different KDMs, the JmjC-domain containing KDMs are Fe(II)- and 2-oxoglutarate (2OG)-dependent oxygenases. Despite some KDM inhibitors have been reported, achieving selectivity remains a major challenge. In order to achieve the required selectivity, two different approaches are considered in the current proposal: 1) development of covalent inhibitors with specific residues of certain KDMs and 2) development of Proteolysis Targeting Chimeras (PROTACs) to control intracellular protein levels by recruiting the KDMs to E3 ligases to induce their ubiquitination and subsequent proteasome mediated degradation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}