{
    "rcn": "208226",
    "acronym": "INNCAT1718",
    "topics": "H2020-SGA2-EEN",
    "title": "Enhancing INNovation management capacity of CATalan small and medium enterprises 2017-2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Horizon 2020 call ìEnhancing the innovation management capacity of SMEsî proposes advising services to SMEs with the objective of increasing and accelerating the economic returns from innovation. The current proposal fully describes these services and proves ACCI”ís capacity to successfully deliver them.\nThe services will be provided to two specific groups of enterprises: beneficiaries of the SME instrument and, SMEs with significant innovation activities and a high potential for internationalisation.\nAs the current coordinator of the Catalan node of the EEN (also for 2015-2020), ACCI” is specialised in promoting innovation and internationalisation among SMEs and has implemented several successful programmes over the last 20 years; for instance it is currently providing advise services for the period 2015-2016 with IMPRove, Innovation Health Check (IHC) and KAM methodologies with an EU financed project called INNCAT.\nThe experience obtained, especially since the implementation of INNCAT, has given to our team of experts a deeper knowledge of these services and therefore we are proposing that a minimum of 80 services will be provided in the period of 2017-2018 for enhancing the innovation management capacity of SMEs. It is 42% more services than INNCAT1516.\nThe proposed staff is fully committed to deliver the proposed services and is trained in IMPR3ove methodology and Innovation Health Check (IHC) and have a broad and extensive expertise in innovation and business support and, management. Moreover, 6 of the proposed 9 staff members have intervened in the implementation of INNCAT for the delivery of KAM and IMPR3ove services during 2014-2016.\nTherefore they are fully capable to deliver the services described and successfully advise SMEs.",
    "totalCost": "243410,68",
    "ecMaxContribution": "243410,68",
    "coordinator": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
    "coordinatorCountry": "ES",
    "participants": "CONSELL GENERAL DE LES CAMBRES OFICIALS DE COMERC INDUSTRIA I NAVEGACIO DE CATALUNYA;CAMBRA OFICIAL DE COMERC INDUSTRIA I NAVEGACIO DE BARCELONA",
    "participantCountries": "ES",
    "projectParticipants": {
        "984098466": {
            "orgId": "984098466",
            "orgName": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
            "ecContrib": 243411
        },
        "965446239": {
            "orgId": "965446239",
            "orgName": "CAMBRA OFICIAL DE COMERC INDUSTRIA I NAVEGACIO DE BARCELONA",
            "ecContrib": 0
        },
        "940514620": {
            "orgId": "940514620",
            "orgName": "CONSELL GENERAL DE LES CAMBRES OFICIALS DE COMERC INDUSTRIA I NAVEGACIO DE CATALUNYA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 243411
}