{
    "rcn": "208290",
    "acronym": "iMDx",
    "topics": "ERC-2016-STG",
    "title": "Microfiber Electrofluidics for Integrated Molecular Diagnostics",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "'Diagnosis of an increasing number of diseases (such as HIV, Ebola and antibiotic resistant bacteria) rely on centralized laboratories with specialized instruments and skilled personnel. This type of clinical analysis with long lead times and high cost is inappropriate for point of care diagnostics. Portable, automated, and disposable devices with integrated molecular diagnostics (iMDx), could solve this problem. Such devices, however, basically do not exist today. \n\nThis research program will develop materials, methods, and diagnostic techniques to enable portable integrated molecular diagnostics (iMDx) devices, that are disposable (almost zero-cost), and that can detect a broad range of diseases using DNA amplification. To achieve this, we will develop '3D microfiber electrofluidics (MEF)'. MEFs rely on simple and readily available porous sheets including paper, and textiles. Their fabrication is simple, and yet they are very powerful because they can monolithically integrate 3D microfluidics, 3D microelectronics, electrochemical analysis, storage of reagents / biomolecules, as well as handling and manipulation of cells. \n\nWe will develop techniques, using the combined capabilities of MEFs, for real-time DNA amplification and electrochemical DNA detection directly from samples. We will use three amplifications techniques for realizing a comprehensive iMDx platform: i) DNA detection, using established and state of the art amplification methods (e.g. PCR, LAMP, RPA). ii) RNA detection, using 'nucleic acid sequence-based amplification' (NASBA). iii) Protein detection, using antibody to DNA translation through 'proximity ligation assay' LPA, and using the detection of the amplified DNA is the indirect measure of proteins.\n\nThe outcome of this program has the potential to be ground breaking, and change the structure of measuring, processing, and pricing of biomedical information, and dramatically broaden its accessibility and applicability.\n'",
    "totalCost": "1499180",
    "ecMaxContribution": "1499180",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1499180
        }
    },
    "calculatedTotalContribution": 1499180
}