{
    "rcn": "208203",
    "acronym": "COEXIST",
    "topics": "MSCA-IF-2016",
    "title": "Confined, Optically Enhanced, X-ray Imaging Source for Tomography",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Development of a Confined, Optically Enhanced X-ray Imaging Source for Tomography (COEXIST). This project aims to leverage fundamental physics research to enhance the soft X-ray emission of a laser produced plasma light source, which is core to the development of a table-top soft X-ray tomograph (SXT) system. Soft X-ray light sources from a laser produced plasma is an emerging technology in table-top sub-cellular imaging, capable of providing high-contrast, whole cell (~ 15-micron penetration depth), natural (fully hydrated), 3-dimensional, high-resolution (< 25 nm) tomographs. Table top SXT systems are potentially a key research tool for future drug discovery and disease research, which currently rely on successful synchrotron beam-times applications for such images. Despite the potential, a fundamental drawback of table-top SXTs, when compared to synchrotron sources, is the relative brightness and thus the sample exposure time for imaging. The COEXIST project proposes to halve acquisition time of the SiriusXT soft X-ray light source and in turn improve image resolution, by increasing the laser plasma source brightness by up to a factor of ten This increase will be achieved via a combination of laser pre-pulsing, magnetic confinement and debris mitigation, technologies which have been proven via fundamental research, but have yet to emerge into a commercial SXT tool.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "SIRIUSXT LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921997417": {
            "orgId": "921997417",
            "orgName": "SIRIUSXT LIMITED",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}