{
    "rcn": "208235",
    "acronym": "RHYTHMSYNC",
    "topics": "MSCA-IF-2016",
    "title": "Rhythm synchronization between music and spoken language",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Rhythm perception is important for a wide range of higher cognitive abilities ranging from time perception to predicting the occurrence of future events, from perceiving language to dancing to the beat of the music. Despite considerable amount of research in rhythm in various scientific disciplines, the way the human mind perceives and produces rhythm is not fully understood. While many interdisciplinary studies look at how performance in one cognitive domain compares to performance in another, it has proven difficult to link the mechanisms for rhythm perception across perceptual and cognitive domains directly. This project therefore looks how rhythm in music and spoken language interact by relying on rhythm synchronization: i.e. the phenomenon that our mind tends to automatically synchronize our motor-activity to the rhythm we perceive auditory (e.g. tapping a finger to the beat of music, the gestures that accompany speech, and singing). Because rhythm in spoken language and music is shaped by experience with culture specific music and our native language, in addition to adults, this project also studies young infants from birth through the crucial early stages of vocal and motor development. The studies in this project rely on a combination of acoustic analyses and electrophysiological methods (sEGM) to determine how rhythm in language and music is synchronized, how synchronization unfolds in time and how differences in rhythm in the two domains affect rhythm synchronization. By looking at similarities and differences in the rhythm of spoken language and music, the project attempts to create a blue-print of the shared and domain-specific cognitive mechanisms necessary for rhythm processing. Because we are surrounded by rhythm in our everyday life, the study of rhythm synchronization can thus help us understand how different rhythms interact and how they influence our daily life and our behaviour.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}