{
    "rcn": "208233",
    "acronym": "CoLiDR",
    "topics": "MSCA-IF-2016",
    "title": "Collision of Light in Dielectric Resonators - Optically Induced Symmetry Breaking",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "What happens when two lasers are sent in counterpropagating directions through a medium? Surprisingly, this question has only attracted limited attention in the past. However, the nonlinear interaction of counterpropagating light in resonators has fascinating implications. One effect that we recently discovered is the spontaneous symmetry breaking and optically induced nonreciprocity of counter-propagating optical modes. This symmetry breaking manifests itself in a remarkable effect: light of the same frequency and power can enter a microresonator in one direction but not in the other. The fundamental nature of such a broken symmetry could impact science far beyond optical physics. This proposal aims to exploit this discovery for novel types of photonic elements. Work package (A) addresses an urgently needed photonic element: the integrated optical diode (or isolator). Currently, such devices rely on magneto-optical effects that make it impossible to integrate them into chip-based photonic circuits. The use of Kerr-nonlinearity induced symmetry breaking in a simple microring resonator is a promising route towards a novel class of nonreciprocal integrated optical devices. Work package (B) addresses research on nonlinear-enhanced optical gyroscopes. Currently the best gyroscopes are based on ring lasers that cannot be further miniaturized because their sensitivity scales with their size. The symmetry breaking of counter-propagating light in a microresonator has the potential to overcome this limitation and to realize microphotonic gyroscopes with unprecedented sensitivities. The final work package (C) will investigate the nonlinear interaction of counter-propagating light for optical switching and optical memories. We believe that this proposal on optical nonreciprocity and spontaneous symmetry breaking of counterpropagating light will lead to a variety of fascinating developments both in fundamental science and for the next generation of integrated photonic devices.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "NPL MANAGEMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}