{
    "rcn": "208214",
    "acronym": "Ro-Boost Inno SMEs",
    "topics": "H2020-SGA2-EEN",
    "title": "RO-Boost Inno SMEs ñ Boosting the Innovative Potential of Romanian SMEs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "In the context of innovation-divided Europe and scarce consultancy in RDI, Macro Region 4 Romania is in full process of moving towards a 'turning point' of economic positioning in a climate of globalization, disruptive innovations and circular economies. This dynamic brings to surface impediments innovation actors in the region face multiple challenges, while their ability to overcome them is crucial to the impact of such changes.  The core members of the Ro-Boost SMEs consortium are aware that it is time for smart action in order to achieve the goal of reducing the innovation divide among companies. Based on the vision stated in the Ro-Boost SMEs Implementation Strategy, the core members of the consortium jointly elaborated the project 'Ro-Boost Inno SMEs' aimed at consolidating innovative businesses - rooted into the Smart Specialisation Strategy - and to expand their position within the sector global value chains. To achieve this goal, dedicated innovation support envisaged at the beginning of 2015 shall be continued in order to increase added value of SMEs and innovative sectors in the global economy, using an innovative delivery system and consolidating the community of innovators. \nThe proposal is built around the expertise of relevant partners at Macro Region 4 level and in-depth competences gained in 2015-2016. It shall also capitalize on the impact generated in the previous period in order to gain further recognition of the innovation management as success driver among SMEs in terms of both economic impact and innovation culture within business environment.",
    "totalCost": "56546,25",
    "ecMaxContribution": "56281",
    "coordinator": "REGIONAL DEVELOPMENT AGENCY OF THE WEST REGION ROMANIA",
    "coordinatorCountry": "RO",
    "participants": "UNIVERSITATEA DIN CRAIOVA;ASOCIATIA TEHIMPULS-CENTRUL REGIONAL DE INOVARE SI TRANSFER TEHNOLOGIC;ASOCIATIA CENTRUL DE DEZVOLTARE ARAD;AGENTIA PENTRU DEZVOLTARE REGIONALA SUD-VEST OLTENIA",
    "participantCountries": "RO",
    "projectParticipants": {
        "999490038": {
            "orgId": "999490038",
            "orgName": "ASOCIATIA TEHIMPULS-CENTRUL REGIONAL DE INOVARE SI TRANSFER TEHNOLOGIC",
            "ecContrib": 45144
        },
        "954652467": {
            "orgId": "954652467",
            "orgName": "AGENTIA PENTRU DEZVOLTARE REGIONALA SUD-VEST OLTENIA",
            "ecContrib": 8400
        },
        "999548141": {
            "orgId": "999548141",
            "orgName": "REGIONAL DEVELOPMENT AGENCY OF THE WEST REGION ROMANIA",
            "ecContrib": 490
        },
        "949736507": {
            "orgId": "949736507",
            "orgName": "ASOCIATIA CENTRUL DE DEZVOLTARE ARAD",
            "ecContrib": 0
        },
        "999632434": {
            "orgId": "999632434",
            "orgName": "UNIVERSITATEA DIN CRAIOVA",
            "ecContrib": 2248
        }
    },
    "calculatedTotalContribution": 56282
}