{
    "rcn": "208293",
    "acronym": "MICROGLIA-CIRCUIT",
    "topics": "ERC-2016-STG",
    "title": "Microglia action towards neuronal circuit formation and function in health and disease",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Constructing a neuronal circuit requires a firework of developmental events: First, the desired cell types have to be generated and wired correctly. Random propagating burst of action potentials among neighboring cells are shaping the functional maturation of these cell types, which later will be activity-dependent refined. Microglia are exposed to this environment from the beginning and show throughout development a morphological ìactivatedî, phagocytic state. However, microglia have been proven to be involved in synapse refinement, which leads to the question how do microglia know when to alter neuronal circuit elements during development without inducing circuit malfunction? This is a fundamental question because the microglia activation state during development is intriguingly similar to the activation state in neurodegenerative diseases. To address this question, I use the retina as a model and propose the following three aims: First, we will reveal how the functional and gene regulatory network of microglia are altered when they are exposed to the neuronal activity-dependent environment and identify neuronal-imposed developmental checkpoints. We will study whether alteration of microglia function in this system will impact circuit formation and function. Second, we will examine microglia dynamics upon sequential removal of neuronal cell types in disease conditions and investigate whether functional restoration of cell types using optogenetic techniques resets microglia function. Third, we will establish the role of healthy and diseased microglia in human retinal circuit formation by reprogramming microglia and 3D-retinoids from healthy and diseased human iPS cells. I predict that my findings provide crucial insights into the functional impact of microglia upon both normal development and function, as well as how their actions may lead to disease phenotypes in situations of neurodegenerative diseases.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}