{
    "rcn": "208285",
    "acronym": "MAEROSTRUC",
    "topics": "ERC-2016-STG",
    "title": "Multicomponent Aerogels with Tailored Nano-, Micro-   Macrostructure",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Aerogels and hydrogels from nanocrystal building blocks are a fascinating novel class of materials with extremely low densities and large specific surfaces, which partially exhibit the advantageous properties of their nanoscopic building blocks (e.g. size quantized fluorescence or catalytic activity). In the present project, multicomponent gels with controlled mechanical properties, plasmon enhanced fluorescence, photocatalytic properties, and with controlled conductivity properties will be synthesized. These new materials will not only exhibit the nanoscopic properties of their building blocks, but they will also exhibit new properties which are neither accessible from nanoparticle nor from bulk material. This will e.g. be achieved due to nanoscopic interactions between the materials or due to synergistic combination effects caused by appropriate material combination.\n\nSynthetic routes for nanostructuring, microstructuring and macrostructuring nanocrystal hydrogels and aerogels will be developed. Nanostructuring involves advancement of colloidal nanocrystal synthesis as well as postsynthetic gel modifications. Microstructuring involves synthesizing multicomponent gels with defined contact points of the materials and intercalating multicomponent gels. Macrostructuring involves implementation of the gelation techniques into 3D printing, and gel deformation by external triggers and will enhance the applicability of gels. The materials developed will be tailored for several physicochemical effects and hence applications. \n\nWhile the project focuses on the synthesis of these new materials with defined physicochemical properties, the outcome of this project will influence many different research and application fields, such as electrodes and batteries, sensors, photocatalysis and catalysis, solar cells, air and solar batteries, and even membranes and touch screen devices.",
    "totalCost": "1499769",
    "ecMaxContribution": "1499769",
    "coordinator": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 1499769
        }
    },
    "calculatedTotalContribution": 1499769
}