{
    "rcn": "208224",
    "acronym": "BRECASTEM",
    "topics": "MSCA-IF-2016",
    "title": "Functional and Molecular Characterisation of Breast Cancer Stem Cells",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Every organ harbours adult stem cells which have the potential for long-term replication, together with the capacities of self-renewal and multi-lineage differentiation. These stem cells function in tissue homeostasis and contribute to regeneration in response to injury. In addition, many cancers are caused by transforming mutations occurring in tissue-specific progenitor cells. These transformed stem cells harbour long-term proliferative potential and the ability to regenerate tumours consisting of phenotypically heterogeneous cell types. The identities of cancer stem cells (CSCs) that give rise to breast tumours are incompletely understood. \n\nThe mammary gland is composed of a complex cellular hierarchy, which undergoes most of its development postnatally. To achieve this great plasticity, both stem and progenitor cells play a pivotal role in the extensive tissue remodelling occurring during puberty and pregnancy. Deregulation of stem and progenitor cells is a key event in mammary carcinogenesis. Recently, the host laboratory identified a rare unipotent progenitor cell population in the adult murine mammary gland characterized by the surface protein leucine-rich repeat-containing G-protein coupled receptor 6 (Lgr6).  Oncogenic mutations in Lgr6-positive cells led to the formation of luminal mammary gland tumours, and contributed to tumour aggressiveness and maintenance. Conversely, depletion of Lgr6-positive progenitors in mouse luminal breast cancer dramatically impaired tumour growth and morphology. However, the underlying molecular mechanisms driving these observations are unknown. \n\nThe aim of this project is the characterisation of Lgr6-positive breast cancer stem cells, using functional and molecular approaches. We will characterise the molecular differences between cancer stem cells and non-stem cells, with the ultimate goal of identifying novel therapeutic strategies to eliminate breast cancer stem cells.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}