{
    "rcn": "208208",
    "acronym": "LIGER",
    "topics": "MSCA-IF-2016",
    "title": "Identification of novel substrates for ubiquitin ligases involved in cell cycle and cell migration",
    "startDate": "01/03/2017",
    "endDate": "09/10/2019",
    "objective": "Cancer cells heavily rely on the proteasome-ubiquitin system mediated tuning of proteins stability and proteome composition. Proteasome and ubiquitin ligases targeting drugs are already in use against certain haematological cancers, and similar inhibitors are currently explored as a possibility for autoimmune diseases and parasite infestation treatment. E3 ubiquitin ligases are the ultimate target for these therapies as they determine specificity in substrate recognition. It is thus of utmost interest for both basic and translational research to find new ubiquitin ligases essential for cell proliferation, cell migration or cancer progression and couple them with their substrates. In the proposed LIGER project, we aspire to fuse cutting-edge methods to identify new ubiquitin ligase ñ substrate pairs. In particular, we will focus on E3 ubiquitin ligases involved in cancer progression and more specifically, in its two crucial aspects - cell growth and cell migration. To pre-select the ubiquitin ligases for further analysis, we will perform an unbiased screen for ubiquitin ligases that are involved in cell growth and cell migration. To achieve this goal, CRISPR library screening methodology will be employed.  Consequentially, we will purify proteins associated with the selected ubiquitin ligases and identify their potential substrates. Standard biochemical and molecular biology methods will allow us to study in detail the protein interface between the ubiquitin ligases and their novel substrates and describe the biological function of their degradation. LIGER project will increase our understanding of ubiquitin pathway in physiological and pathological conditions and identify new potential targets for cancer therapy.",
    "totalCost": "154720,8",
    "ecMaxContribution": "154720,8",
    "coordinator": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 154721
        }
    },
    "calculatedTotalContribution": 154721
}