{
    "rcn": "208229",
    "acronym": "INNO EEN-M",
    "topics": "H2020-SGA2-EEN",
    "title": "Enhancing the innovation management capacity of SMEs through the Enterprise Europe Network in Macedonia (INNO EEN-M)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The general objective of the INNO EEN-M project is to increase the economic returns from innovation and enhanced innovation management capacities of the Macedonian SMEs through offering a standardised set of coaching and innovation management services. The project aims to deliver 26 (twenty-six) 7-day service packages: 20 package services will be provided to SMEs with significant innovation activities and high potential for internationalization and 6 packages for the SME instrument beneficiaries. As the national consortium is responsible for providing services at whole territory of the country, this project will also cover the same area. The services will be delivered by three innovation experts/Key Account Managers (KAM) from UKIM, member of EEN Macedonia. The INNO EEN-M project is highly related to the call for Enterprise Europe Network ñ Horizon 2020 (2017-2018) and will provide necessary tools, knowledge and experience to the EEN-M for implementation of the specific activities in the context of innovation support. The activities within the project are organized in two work packages: key account management (KAM) for the beneficiaries of the SME instrument and enhancing SME innovation management capacities for innovating SME independently from a specific project. The selection of SMEs will be done based on identified criteria whereas services will be delivered in line with the specific common format with the packages. The team will use the IMP≥rove tool as an assessment tool. The KAM will undertake needs analysis/coachcom tool to support SMEs in selection of lead coach. The planned duration of both work packages is 24 months (2017-2018). The services, benefits and experiences from these activities will be part of internal evaluation. The beneficiaries of these activities will be also used for identification of potential needs for training in the future.",
    "totalCost": "12885",
    "ecMaxContribution": "12885",
    "coordinator": "Ss. CYRIL AND METHODIUS UNIVERSITY IN SKOPJE",
    "coordinatorCountry": "MK",
    "participants": "FOUNDATION FOR MANAGEMENT AND INDUSTRIAL RESEARCH FOUNDATION SKOPJE;ECONOMIC CHAMBER OF MACEDONIA",
    "participantCountries": "MK",
    "projectParticipants": {
        "999588493": {
            "orgId": "999588493",
            "orgName": "Ss. CYRIL AND METHODIUS UNIVERSITY IN SKOPJE",
            "ecContrib": 12885
        },
        "984298480": {
            "orgId": "984298480",
            "orgName": "FOUNDATION FOR MANAGEMENT AND INDUSTRIAL RESEARCH FOUNDATION SKOPJE",
            "ecContrib": 0
        },
        "963408463": {
            "orgId": "963408463",
            "orgName": "ECONOMIC CHAMBER OF MACEDONIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 12885
}