{
    "rcn": "208292",
    "acronym": "INVESTIGERFE",
    "topics": "ERC-2016-STG",
    "title": "Investigating the regulation of iron homeostasis by erythroferrone and therapeutic applications",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The existence of an ìerythron-related regulatorî that intensifies iron absorption and its release from stores to meet the requirements for red blood cells synthesis was proposed in the 1950s. Delineating this mechanism is of high biomedical importance as the pathway could be targeted to develop novel treatments for iron-restricted anemias that are very frequent but for which current therapies are ineffective (e.g. infections, inflammatory bowel disease, cancer, or chronic kidney disease) and for iron-loading anemias (e.g. thalassemias). We have recently identified the hormone erythroferrone (ERFE) and showed that it could be the long-sought erythroid regulator of iron homeostasis. ERFE suppresses the synthesis of the iron-regulatory hormone hepcidin to facilitate the recovery from anemia but leads to secondary iron overload in ?-thalassemia. The potential of ERFE in the treatment of iron disorders is tremendous but understanding its mechanism of action is a prerequisite to envision ERFE-based therapies. The identification of ERFE has opened new research areas and our project will be organized around four axes.\n1) Develop an assay to measure ERFE levels in human pathologies. Its contribution is not known and needs to be confirmed.\n2) Identify the receptor for ERFE, the signaling pathways triggered by ERFE, and molecules with agonist/antagonist effects, a prerequisite in the development of new therapies.\n3) Search for potential other erythroid regulators. We will take advantage of the Erfe-/- mice to determine whether hepcidin could be suppressed by an ERFE-independent mechanism.\n4) Study the potential of ERFE manipulation in therapy in the mouse. We will first establish a proof of principle in a mouse model of anemia (B. abortus). The benefits of ERFE antagonization will be addressed in thalassemic mice. We will also examine the role of ERFE in murine models of chronic anemia: chronic kidney disease, inflammatory bowel disease, rheumatoid arthritis and infections.",
    "totalCost": "1499235",
    "ecMaxContribution": "1499235",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1499235
        }
    },
    "calculatedTotalContribution": 1499235
}