{
    "rcn": "208297",
    "acronym": "PREDICT",
    "topics": "ERC-2016-STG",
    "title": "PREcision medicine Drug combination testing In neuroblastoma organoids to guide Clinical Trials",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Neuroblastoma are pediatric tumors that respond poorly to chemotherapy and have a very poor prognosis. To improve treatment options, a global development towards precision medicine is ongoing. This strongly focusses on molecular genetic target identification in tumors and subsequent assigning patients to the best trials according to their molecular profile. Still it is difficult to predict which patients will benefit from these targeted compounds. In addition, if tumors do respond to single compound targeted therapy, they almost always relapse. These tumor evolution processes could be prevented by simultaneous intervention in different activated tumor pathways.\n\nWe now want to study how we can select patients that will most likely respond to a targeted compound and what combinations of targeted compounds are most effective? This canít be tested in a clinical setting since the number of neuroblastoma patients that can be included in Phase1/2 trials is very small. Recent research shows that tumor organoids mimic human tumors and can effectively be used as xenograft in nude mice as well. These in vitro and in vivo models could be used as an alternative selection system for optimal combination treatment in a personalized approach.\n\nThe overall aim is now to test if combinations of targeted compounds can cause complete remission in neuroblastoma organoid model systems to select combination treatment options for personalized clinical trials\n\nFor this purpose we will generate neuroblastoma organoids that properly represents the complexity and heterogeneity of individual tumors and build a repository that represents the various subtypes of neuroblastoma tumors. We will identify synergistic compound combinations that are effective in neuroblastoma tumors that are characterized by specific molecular genetic aberrations. Thereby we will build an efficient pipeline to generate personalized models that can be used in precision medicine programs to perform compound validation.",
    "totalCost": "1406250",
    "ecMaxContribution": "1406250",
    "coordinator": "Prinses Maxima Centrum voor Kinderoncologie",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}