{
    "rcn": "208355",
    "acronym": "STRISOC",
    "topics": "MSCA-IF-2016",
    "title": "Mass Strikes and Social Movements in India and Brazil",
    "startDate": "15/09/2017",
    "endDate": "14/09/2019",
    "objective": "Since the onset of the world financial crisis a new cycle of labour unrest emerged around the world. This rise of labour unrest in emerging economies is part of a global wave of protests and strikes that followed the economic and financial crisis in 2007/2008. Given the massive tendencies of a concentration of political and economic power in the wake of this crisis and the crisis of democratic representation resulting from this, these popular movements constitute a counter tendency to broaden means of political participation - but the organisational forms that emerge from these movements have not yet been investigated and understood thoroughly. Thus, an understanding of these new alliances and forms of organisations will enable to conceive of new ways of democratic engagement and participatory politics that provide responses and solutions to the ongoing crisis of democratic participation. \n\nThe objective of this research project is to construct a new initial theory on strikes that is able to take account of the manifold linkages between strike movements and community organisations. Therefore, I will investigate four case studies of mass strikes, two in the Indian automobile industry, and two in the Brazilian construction industry and the new forms of cross-movement alliances that emerged in these strikes. These sectors were the focus of mass strikes in this period in the respective national economies. These strikes have not been investigated in depth yet, and exhibited features that indicate new trends of labour movements in the emerging economies. Thus, they are examples of a wider trend in the new industrializing countries. The mass strikes in question were traditional strikes in the sense that they were focused on specific economic sectors on the one hand, but the forms of worker¥s organisation took on new forms, including new alliances with social movements on the other hand.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}