{
    "rcn": "208357",
    "acronym": "SmaMoMeMoDs",
    "topics": "MSCA-IF-2016",
    "title": "Smart Modulation Methods for Energy Efficient Operation and Health Monitoring of Future Motor Drives",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The goal of this Fellowship, entitled ìSmart Modulation Methods for Energy Efficient Operation and Health Monitoring of Future Motor Drivesî (SmaMoMeDs) is to train an outstanding researcher (Dr Lassi Aarniovuori) with a strong academic background through a research project focused on the innovative modulation algorithms for a new technology wide-bandgap gallium nitride (GaN) and silicon carbide (SiC) based inverter bridges (power switches) that will be used in future motor drives. These new switches allow the use of ultra-high switching frequencies in motor drives, creating opportunities to improve the performance, reliability and energy-efficiency of the motor drives systems. The proposed smart modulation methods are aimed 1) to identify the motor parameters for the control system, 2) to optimize the modulation method according to the operating conditions, 3) to detect any changes in the mechanical or electrical behavior of the motor parameters for health monitoring. The applicant Dr. Aarniovuori will be trained in the field of electrical power engineering, power electronics, motors, and drives. These are the key components in any modern industrial applications and they are a part of peopleís everyday live in all welfare societies. The Fellow will get a unique training experience at the host ñ Aston University its industrial partner Jaguar Landrover (JLR)., its academic partners Newcastle University (UK) and Politecnic Torino (Italy).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}