{
    "rcn": "208326",
    "acronym": "ERBSN 4 H2020",
    "topics": "H2020-SGA2-EEN",
    "title": "Eastern Romanian Business Support Network support for innovative SMEs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "ERBSN 4 H2020 is a 4-partner partnership covering Romanian Macroregion 2 (RO2) and which objective is to address the topic of H2020 - Work Programme 2017-2018. Out of the 4 partners, three are technically involved in delivering H2020 innovation services for SMEs, while the coordinator is involved to administratively deliver the project. With this view, ERBSN 4 H2020 operates a viable macroregional network of 9 innovation experts, of which 3 Key Account Managers, all staff of the 3 ERBSN-EEN centres, able to deliver the two innovation services proposed by H2020. The Key account management (KAM) services will be delivered for 3 SMEs expected to benefit of SMEs Instrument under H2020, and support them receiving the most appropriate services which will enhance the probability of a successful exploitation of their financed innovation projects, over the first two SMEs Instrument phases, while posting them for further EEN services not covered financially by H2020, for phase 3. The services to enhance the innovation management capacities of SMEs with significant innovation activities and potential for international growth will be delivered for 47 SMEs, identified under a thorough analysis of the RO2 innovative businesses, and among the SoE RO2 SMEs under the SMEs Instrument. In order to achieve the specific objectives, ERBSN shall build sinergies with the consortium's services under COSME, in order to stimulate innovation and facilitate SMEs access to H2020 innovation services and funding. Special actions have been proposed under 2017-2018 COSME activities.",
    "totalCost": "97768,75",
    "ecMaxContribution": "97768,75",
    "coordinator": "CAMERA DE COMERT, INDUSTRIE, NAVIGATIE SI AGRICULTURA CONSTANTA",
    "coordinatorCountry": "RO",
    "participants": "TEHNOPOLIS SRL;Agentia pentru Dezvoltare Regionala Nord-Est;CAMERA DE COMERT, INDUSTRIE SI AGRICULTURA GALATI;SC IPA SA;CAMERA DE COMERT INDUSTRIE SI AGRICULTURA BACAU ASOCIATIE",
    "participantCountries": "RO",
    "projectParticipants": {
        "998861381": {
            "orgId": "998861381",
            "orgName": "SC IPA SA",
            "ecContrib": 37158
        },
        "986565370": {
            "orgId": "986565370",
            "orgName": "Agentia pentru Dezvoltare Regionala Nord-Est",
            "ecContrib": 27915
        },
        "954317720": {
            "orgId": "954317720",
            "orgName": "TEHNOPOLIS SRL",
            "ecContrib": 32696
        },
        "984206233": {
            "orgId": "984206233",
            "orgName": "CAMERA DE COMERT, INDUSTRIE, NAVIGATIE SI AGRICULTURA CONSTANTA",
            "ecContrib": 0
        },
        "972314421": {
            "orgId": "972314421",
            "orgName": "CAMERA DE COMERT INDUSTRIE SI AGRICULTURA BACAU ASOCIATIE",
            "ecContrib": 0
        },
        "941437575": {
            "orgId": "941437575",
            "orgName": "CAMERA DE COMERT, INDUSTRIE SI AGRICULTURA GALATI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 97769
}