{
    "rcn": "208309",
    "acronym": "RE-FASHIONING",
    "topics": "ERC-2016-COG",
    "title": "Re-fashioning the Renaissance: Popular Groups, Fashion and the Material and Cultural Significance of Clothing in Europe, 1550-1650",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "This study of Renaissance dress offers a better understanding of how fashion developed at popular levels of\nsociety in Europe, 1550-1650. Drawing on documentary, visual and material evidence, it investigates\nfundamental questions relating to the transformation of fashion that will shed light on popular taste,\ndissemination, transformation and adaption of fashion, on imitation and meaning, and on changing cultural\nattitudes to dress among popular groups. The central goal of the project is to develop a new methodology that\ncombines my previous experience of empirical research and theoretical models with the tradition of textile\nanalysis and costume conservation. This involves experimenting with a range of techniques, including\ntechnical analysis of textiles, dye- and fibre analysis, and the reconstruction and visualization of historical\nfashions using both 16th-century recipes as well as modern digital tools such as 3D printing and digital\nreconstruction. This framework of dress and textile history at both scientific and experimental levels helps me\nto provide a more comprehensive interpretation of the value, variations, and material experiences that were\nassociated with dress and dressing in the Renaissance, and to develop methodologies that allow us to explore\nnew ways in which narratives from historical documents, books, images, and material objects can be created.\nThe new historical knowledge and methodologies built during the ERC will lead to the ultimate theoretical\nobjective of the project ñto rethink the scientific foundation and theory of dress studies within the ënew\nmaterialistí framework. By creating a material-based approach and methodologies to the study of fashion in the\ncontext of popular groups, my research will not only build new horizons for the study of popular dress and its\nmaterial and cultural significance in the Renaissance, but it will also create a theoretical model that challenges\ndress historians to go beyond semiotic analysis of dress.",
    "totalCost": "1999854",
    "ecMaxContribution": "1999854",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "NATIONALMUSEET",
    "participantCountries": "DK",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}