{
    "rcn": "208301",
    "acronym": "ConflictNET",
    "topics": "ERC-2016-STG",
    "title": "The Politics and Practice of Social Media in Conflict",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Over the next five years an unprecedented number of initiatives will coalesce, contributing to an extension of the reach of the Internet to the worldís most remote regions.  While previous efforts to expand Internet access have focused on urban areas, current initiatives are leveraging new technologies from drones to satellites to provide affordable access to the worlds poorest, many of whom are in Africa and live in regions where the state is weak and there is protracted violent conflict. Current debates have largely focused on technical issues of improving access, or assumed ways that technology will help ëliberateí populations or improve governance.  This project focuses on a key puzzle that is often overlooked: How does increased access to social media affect the balance between peace-building efforts and attempts perpetuate violence in conflict-affected communities?  \n\nWith a focus on Africa (and particularly on religious and political violence in Eastern Africa), this project will investigate the relationship between social media and conflict through three research questions at the macro, meso and micro level: how are social media altering the transnational dimensions of conflict and peacebuilding? How are public authorities reacting to, and appropriating, social media to either encourage violence or promote peace? And in what ways are social media changing the way people experience, participate in, or respond to violent conflict?  It will examine these questions in the context of dangerous speech online; the exit and entry of individuals away from, and into, conflict; the tactics and strategies actors adopt to shape the Internet; and how governance actors are leveraging social media in conflict-affected communities.",
    "totalCost": "1499450",
    "ecMaxContribution": "1499450",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499450
        }
    },
    "calculatedTotalContribution": 1499450
}