{
    "rcn": "208329",
    "acronym": "B.E.N.E.I2 2017-2018",
    "topics": "H2020-SGA2-EEN",
    "title": "B.E.N.E.I2 2017-2018 - BENE Innovation Internationalisation services 2017-2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The project aims at offering specific innovation services to 2 different groups of SMEs based in the Brussels Capital Region: the SME Instrument beneficiaries on the one side, and the SMEs having a high potential for growth and internationalisation by the enhancement of their innovation management capacity on the other side.\nThese services will be an integral part of the Enterprise Europe Brussels services. Although for the SME Instrument beneficiaries the proposer depends on the number of successful SME granted and notified by EASME, a funnel approach will be adopted for both groups of SMEs in order to have an upstream estimation and selection of the SME potential existing in the region.\n\nThis funnel and selective approach will also take into consideration the permeable frontiers which divide one SME group from the other, in the light of the innovation needs and capacities existing at a given time of the SME lifecycle.\n\nThe service provision for Group 2 will be ensured via a structure process, relying on a contest approach, SME pre-selection, set-up according to a predefined methodology, which relies on ad-hoc tools (and based on 9 criteria) and methodologies, designed with the aim to select only those SMEs with capacity, clear intent and ambition to benefit from the innovation management assessment. In function of the score obtained in the different criteria, the SME will be selected (or not) to benefit from the innovation management capacity assessment held with one of two retained tools, both complaint to EU standard CEN/TS 16555-1 ìInnovation management systemî.\nThe BENEI2 2017-2018 proposal addresses the obstacles which hinder SME from being more competitive, from growing and creating jobs, thus having a real impact in the regional economy.",
    "totalCost": "78737,5",
    "ecMaxContribution": "62990",
    "coordinator": "AGENCE BRUXELLOISE POUR L'ACCOMPAGNEMENT DE L'ENTREPRISE",
    "coordinatorCountry": "BE",
    "participants": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE BRUXELLES ASBL",
    "participantCountries": "BE",
    "projectParticipants": {
        "999549693": {
            "orgId": "999549693",
            "orgName": "AGENCE BRUXELLOISE POUR L'ENTREPRISE",
            "ecContrib": 0
        },
        "999888417": {
            "orgId": "999888417",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE BRUXELLES ASBL",
            "ecContrib": 0
        },
        "907878776": {
            "orgId": "907878776",
            "orgName": "AGENCE BRUXELLOISE POUR L'ACCOMPAGNEMENT DE L'ENTREPRISE",
            "ecContrib": 62990
        }
    },
    "calculatedTotalContribution": 62990
}