{
    "rcn": "208363",
    "acronym": "FibrillarMICROSTRUCT",
    "topics": "MSCA-IF-2016",
    "title": "Controllable Growth and Charge Carrier Transport of Fibrillar Microstructure of Semiconducting Polymers in Field-Effect Transistors and Photovoltaics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Semiconducting polymers have attracted extensive attention due to their potential applications in organic field-effect transistors (OFETs) and organic photovoltaics (OPVs), but it is still a great challenge to modulate their microstructure in a controllable way. In this proposal, I will outline how the controllable growth of a fibrillar microstructure can be realized using diketopyrrolopyrrole (DPP) polymers. On the one hand, quasi polymer crystals such as fibers or wires will be deposited, leading to the fabrication of high-mobility transistors due to an almost complete elimination of grain boundaries. Such quasi polymer crystals will provide an ideal platform for the investigation of charge carrier transport. On the other hand, hierarchical microstructures of DPP polymers with two distinct characteristic fiber diameters will be grown in polymer/fullerene blend films in a controllable way, in which the thick fibrils (~100 nm) will be beneficial for the charge carrier transport and the thin fibrils (~10 nm) will facilitate the exciton generation and charge separation in polymer solar cells. The controllable growth of a fibrillar microstructure including quasi polymer crystals and hierarchical microstructures will allow me to systematically study the correlation between film microstructure and device performance in both OFETs and OPVs. This will open new prospects for the fabrication of high-performance polymer electronic devices and create the opportunity to reveal the intrinsic mechanism of charge carrier transport in semiconducting polymers.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}