{
    "rcn": "208396",
    "acronym": "SunDROPS",
    "topics": "MSCA-IF-2016",
    "title": "Self-DRiving hydrOPonic System  - Develop automated hydroponic systems that use high frequency pulsing-light and intermittent/alternate nutrient supply to optimize resources and plant adaptation.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Today, reducing energy consumption and utilization of natural resources whilst maintaining high productivity is a necessary step to accomplish both sustainable agricultural and the supply of an increasingly worldwide food demand. For these reasons, improving precision and automation in horticulture farming are the main future challenges. In this context, the project focuses on the development of an automated hydroponic cultivation system driven by the plant ìitselfî able to optimize the request of light, water and nutrients. The aim is to develop an automated system able to detect the needs of the plants by the interpretation of the electrical signals generated by the plants under specific stresses. For these purpose the project main objectives are to:\nï Develop a self-driven dynamic and manageable hydroponic system able to modify the flow and the nutrients compositions supply by monitoring the plant status.\nï Study and optimise light quality and quantity demand by using pulse width modulated-high brightness-light emitting diodes lights (PWM-HB-LEDs) capable of pulsing at high frequency, to investigate the different light spectra required and the optimum values of frequency/duty in the cycle of the flashes. \nBy performing these tasks the project is expected to: i) develop an auto-piloted hydroponic set-up able to interpret and process the plant electrical signals for a crop growing system based on plantís need, thus able to avoid water and nutrients waste; ii) give new insights on mechanisms influenced by intermittent/alternate nutrient supply using a Flood-Drain-Flow (FDF) hydroponic system to improve adaptation, increase salt stress resistance or modulate plant features; iii) determine the optimal pulsing RGB-light regime supply (in terms of frequency and duty) to reduce energy consumption whilst optimizing plant growth and modulating specific plant traits; iv) build a flexible and modular hydroponic set-up to be scaled-up for automated plant factories.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}