{
    "rcn": "208356",
    "acronym": "EnvFate",
    "topics": "MSCA-IF-2016",
    "title": "Study of the environmental impact of insecticides by metabolomic foot-printing approach",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The European Directive in 1998 led to the increasing use of biological insecticides such as cry proteins produced by the bacterium Bacillus thuringiensis israelensis (Bti) that kill mosquito larvae after being ingested. Considering the interest in Bti as more environmentally sustainable biocide, it is important to examine environmental fate and impact of Bti especially taking into account the need of this information to fulfil the REACH criteria. Chandrashekhar (PhD 2014, North Maharashtra University, India) will employed an innovative 'Environmental Metabolic Footprinting' approach, at the University of Perpignan via Domitia, France and participate in a multidisciplinary project that spans the interface between chemistry and biology. To dynamically characterize biomarkers of Bti pollution found among metabolites issued from the sediment matrix meta-metabolome will require him to develop and optimize detection protocols using LC-MS platform. In addition, metabarcoding approach will allow to understand microbial community responses to the Bti pollution. Emphasis will be placed on better standardisation, data interpretation and evaluation that will build confidence in the value of ìomics technologies ñ this being essential to increase their (regulatory) use. Through secondment to University Joseph Fourier, Grenoble he will deepen his knowledge base by evaluating fate of Bti in the sediment through cutting edge biological analysis tools. Taken together, these activities will advance our understanding of environmental risks associated with Bti, and pave the way for the development and adaptation to new environmental monitoring tool. EnvFate will thus increase the European research visibility to promote sustainable development, ensure the protection of environment, one of the priority areas of the H2020 program. Moreover, through the planned training and mentoring activities, Chandrashekhar will develop in to an outstanding early career researcher of great potential.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE PERPIGNAN",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998225546": {
            "orgId": "998225546",
            "orgName": "UNIVERSITE DE PERPIGNAN",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}