{
    "rcn": "208354",
    "acronym": "MaRiA",
    "topics": "MSCA-IF-2016",
    "title": "Microbiota and Resolvins in Arthritis",
    "startDate": "21/09/2017",
    "endDate": "21/02/2020",
    "objective": "The proposed work will investigate the regulation of pro-resolving lipid mediators (LM) by pathobionts and dysbiotic microbiota in rheumatoid arthritis (RA).\n\nRA is a chronic inflammatory disease with considerable socioeconomic impact. Most treatment options carry severe side effects including immunosuppression. Recent studies found associations between RA and dysbiosis of the microbiota, with the underlying mechanisms leading to this dysbiosis remaining of interest. In addition, I recently found that in both mice during pathobiont-driven inflammatory arthritis and in plasma from patients with RA the levels of a novel family of host protective LM, termed n-3 docosapentaenoic acid-derived Resolvins (RvDn-3 DPA), were significantly altered.\n\nThe novel hypothesis of this action is that pathobionts and pathobiont-induced gut-dysbiosis trigger local inflammatory responses and impair the production of RvDn-3 DPA, resulting in exacerbation and chronicity of local inflammation.\n\nThis novel hypothesis will be addressed using a multi-pronged approach to: \n\n1) Characterise the role of Porphyromonas gingivalis and Prevotella copri in regulating RvDn-3 DPA, local inflammation and their effects on intestinal microbiota and gut barrier function.\n\n2) Assess the regulation of inflammatory arthritis and RvDn-3 DPA by RA patientsí microbiota.\n\n3) Establish the protective actions of RvDn-3 DPA in pathobiont-driven inflammatory arthritis.\n\nThis will provide insights into mechanisms of pathobiont- and dysbiotic microbiota-triggered arthritic inflammation, the regulation of tissue LM profiles and identify potential novel diagnostic markers for early RA-detection. In addition, this work will establish the therapeutic potential of RvDn-3 DPA in regulating exacerbated inflammation and dysbiosis in inflammatory arthritis, providing novel therapeutic opportunities for RA treatment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}