{
    "rcn": "208319",
    "acronym": "SUNINBOX",
    "topics": "SMEInst-09-2016-2017",
    "title": "Portable SolUtioN for dIstributed geNeration in a BOX",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Suninbox consists of a portable Solar PV energy solution that integrates in a certified container all the components necessary to generate electricity autonomously. It arises from a joint business venture between Solarbox Solar Solutions and Generaciones Fotovoltaicas de la Mancha (GFM), which started in 2007 for the development of a solar tracker to increase the collection efficiency of solar systems by more than 35% whilst making it easy to transport to cover the lack of solutions in the market with good price/characteristics rate.  Suninbox features will allow both Solarbox and GFM to gradually reach industrial scale with increasingly lower costs (objective price of 4.25 Ä/W per 12kWn module), gaining penetration in the international market through a lower cost of energy (i.e. <35Ä/kWh) vs. other off ñ grid solutions ( <0,56E/kWh for generation with diesel). It will open for both companies a new business line, which will double their turnover by achieving over 5 million Ä in the first five years after commercialization. Main challenges to address are the requirements of electricity generation in off-grid areas are to decrease use of fossil fuel, while guaranteeing continuous energy supply of demand, to lower operational and maintenance costs and to introduce low cost standalone systems that are portable and easy to install, to facilitate transport and use. Suninbox has demonstrated, and an in depth-feasibility study has also been financed by the SME Instrument Phase 1, where we determined Suninbox's business opportunities in different market niches, studied how to reach them and detailed how to perform technical optimisation of the solution. One of our main identified target markets will be the agricultural sector, which is highly affected by the intensive energy requirements of the irrigation systems ( average installed power need of 2kW/Ha).",
    "totalCost": "2010775",
    "ecMaxContribution": "1407542,5",
    "coordinator": "SOLARBOX SOLAR SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "GENERACIONES FOTOVOLTAICAS DE LA MANCHA SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "938008528": {
            "orgId": "938008528",
            "orgName": "SOLARBOX SOLAR SOLUTIONS SL",
            "ecContrib": 668850
        },
        "938057901": {
            "orgId": "938057901",
            "orgName": "GENERACIONES FOTOVOLTAICAS DE LA MANCHA SL",
            "ecContrib": 738692
        }
    },
    "calculatedTotalContribution": 1407542
}