{
    "rcn": "208321",
    "acronym": "KAM2EastPoland",
    "topics": "H2020-SGA2-EEN",
    "title": "Enhancing the innovation management capacities of SMEs in East Poland",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The main objective of the project is to facilitate the access to European and international markets by providing growth-oriented, integrated business and innovation support services that will help to strengthen the competitiveness and sustainability of the enterprises in the EU countries. The proposal also focuses on strengthening the collaboration between different key actors in the innovation chain. \n\nMain objective of the project will be implemented by specific objectives:\n\n1.\tEconomic potential increase among enterprises benefiting from SME Instrument in the framework of Horizon 2020 by ensuring that the SME Instrument beneficiaries will receive the most appropriate services to enhance the probability of successful exploitation of the innovation project supported by the Instrument and to leave a footprint for the future sustainable growth of the beneficiary by identifying bottlenecks and indicated solutions with the help of a capable coach. This objective will be implemented by the tailor made service of The Key Account Management (KAM) in the framework of WP1.\n\n2.\tIncrease of innovation potential of small and medium sized enterprises by providing hider quality innovation support services. This objective will be implemented by specially designed activity: Enhancing the innovation management capacity of SMEs (EIMC) in the framework of WP2 of this project and will be addressed to SMEs with a real potential for international growth via product, process, service or business model innovation but lack the knowledge, skills or ability to manage innovation activities. The main goal of the service is to make the innovation system, in the company, more efficient and effective.\n\nSpecific objectives will be implemented by five Partners of Enterprise Europe Network East Poland Consortium. All Partners have relevant staff members with skills, knowledge and experience to provide specialised services. Project duration is foreseen for 24 months.",
    "totalCost": "69505",
    "ecMaxContribution": "69505",
    "coordinator": "LUBELSKA FUNDACJA ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "WARMINSKO-MAZURSKA AGENCJA ROZWOJUREGIONALNEGO SPOLKA AKCYJNA W OLSZTYNIE;PODLASKA FUNDACJA ROZWOJU REGIONALNEGO;UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE;POLITECHNIKA LUBELSKA;PARK NAUKOWO-TECHNOLOGICZNY POLSKA-WSCHOD W SUWALKACH SP ZOO",
    "participantCountries": "PL",
    "projectParticipants": {
        "999770465": {
            "orgId": "999770465",
            "orgName": "LUBELSKA FUNDACJA ROZWOJU",
            "ecContrib": 21205
        },
        "999834388": {
            "orgId": "999834388",
            "orgName": "PODLASKA FUNDACJA ROZWOJU REGIONALNEGO",
            "ecContrib": 15379
        },
        "999853109": {
            "orgId": "999853109",
            "orgName": "UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE",
            "ecContrib": 13122
        },
        "998139313": {
            "orgId": "998139313",
            "orgName": "POLITECHNIKA LUBELSKA",
            "ecContrib": 9900
        },
        "940222747": {
            "orgId": "940222747",
            "orgName": "PARK NAUKOWO-TECHNOLOGICZNY POLSKA-WSCHOD W SUWALKACH SP ZOO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 59606
}