{
    "rcn": "208352",
    "acronym": "BioMPCat",
    "topics": "MSCA-IF-2016",
    "title": "Bioorthogonal Metal-Peptide Catalysis",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "In recent years, the development of bioorthogonal reactions has had a profound impact on several research areas such as imaging, drug development, biochemistry, and biotechnology. However, further advances in this topic are hindered by the limited number of biocompatible chemical transformations and by their rather modest reaction rate. BioMPCat (Bioorthogonal Metal-Peptide Catalysis) aims at overcoming the current limitations by establishing metal-peptide complexes as a novel and powerful class of bioorthogonal catalysts capable of promoting unprecedented transformations with remarkable efficiency under physiological conditions. \nNaturally occurring peptides are ideally suited ligands for metals and, due to the inherent large structural and functional diversity, the chemical properties of their metal-complexes can be tuned to display optimal catalytic features: reactivity, selectivity, stability, and biocompatibility. Using simple and rationally designed combinatorial assays, the BioMPCat project will allow the identification of lead catalysts structures for biomolecules ligations as well as for site-selective cleavage of native proteins. The novel catalytic concepts will be established by: (1) identifying a non-toxic and highly effective Cu-peptide catalyst for the alkyne-azide cycloaddition reaction, which could render such important transformation compatible with the cellular environment; (2) developing a general approach to site-selective cleavage of native proteins based on the identification of a hydrolytically-active Zn-peptide complex. The research proposed herein will allow unprecedented investigations at the interface between chemistry and biology: new perspectives in biochemistry and cell biology will be opened, as well as novel avenues in medicinal chemistry and therapeutics.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}