{
    "rcn": "208324",
    "acronym": "SEIMED INNOSUP",
    "topics": "H2020-SGA2-EEN",
    "title": "SEIMED Innovation Management Support",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Innovation support by the Enterprise Europe Network - SEIMED to enhance the innovation management capacity of SMEs & services as key account managers for the SME Instrument beneficiaries in the regions of Comunidad Valenciana y Murcia. In order to enhance SME innovation management capacity, we will support SME¥s to implement truly effective processes in order to become more competitive and have a pro-active attitude towards the changing business environment. The traditional approach to innovation is insufficient to make a qualitative leap in competitiveness and facilitate the renewal of the company. Our purpose within this programme is to accompany the enterprise in the process of diagnostic audit, definition of an action plan and the implementation of an innovation management system. It is necessary to create a system that could continuously generate innovation and not only erratic and sporadic progress. This service will be implemented as a comprehensive seven-day service packages following the processes and guidelines that are laid down for this purpose. It will be delivered by suitably qualified senior innovation experts and be linked to the other support services of the Enterprise Europe Network SEIMED.",
    "totalCost": "209950",
    "ecMaxContribution": "209950",
    "coordinator": "INSTITUTO VALENCIANO DE LA COMPETITIVIDAD EMPRESARIAL",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE ALICANTE;CONSEJO DE CAMARAS OFICIALES DE COMERCIO, INDUSTRIA Y NAVIGACION DE LA COMUNIDAD VALENCIANA;RED DE INSTITUTOS TECNOLOGICOS DE LA COMUNIDAD VALENCIANA REDIT ASOCIACION;CAMARA OFICIAL DE COMERCIO INDUSTRIA, SERVICIOS Y NAVEGACION DE VALENCIA;INSTITUTO DE FOMENTO DE LA REGION DE MURCIA;AINIA;CENTRO EUROPEO DE EMPRESAS E INNOVACION DE VALENCIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999915577": {
            "orgId": "999915577",
            "orgName": "INSTITUTO VALENCIANO DE LA COMPETITIVIDAD EMPRESARIAL",
            "ecContrib": 159250
        },
        "938900928": {
            "orgId": "938900928",
            "orgName": "RED DE INSTITUTOS TECNOLOGICOS DE LA COMUNIDAD VALENCIANA REDIT ASOCIACION",
            "ecContrib": 0
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 0
        },
        "999799953": {
            "orgId": "999799953",
            "orgName": "CAMARA OFICIAL DE COMERCIO INDUSTRIA, SERVICIOS Y NAVEGACION DE VALENCIA",
            "ecContrib": 0
        },
        "996731843": {
            "orgId": "996731843",
            "orgName": "INSTITUTO DE FOMENTO DE LA REGION DE MURCIA",
            "ecContrib": 50700
        },
        "950524244": {
            "orgId": "950524244",
            "orgName": "CENTRO EUROPEO DE EMPRESAS E INNOVACION DE VALENCIA",
            "ecContrib": 0
        },
        "950144295": {
            "orgId": "950144295",
            "orgName": "CONSEJO DE CAMARAS OFICIALES DE COMERCIO, INDUSTRIA Y NAVIGACION DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 0
        },
        "999947781": {
            "orgId": "999947781",
            "orgName": "AINIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 209950
}