{
    "rcn": "208322",
    "acronym": "ENTRUST",
    "topics": "MSCA-IF-2016",
    "title": "Building trust in nuclear waste management through participatory quantitative story telling",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "'This research action is coordinated by AMPHOS21 Consulting S.L. (AMPHOS21) located in Barcelona, Spain, in collaboration with Stanford University's Center for International Security and Cooperation (CISAC). It is motivated by the general question of how to manage in the long term the growing stocks of spent nuclear fuel (SNF) and high-level radioactive waste (HLW) produced at commercial power plants in a context of uncertain transitions and persisting societal concerns over nuclear energy technologies. A new approach will be developed that merges three academically separated but intellectually related and complementary research strands in the holistic study of nuclear energy systems: Integrated Assessment, Nuclear Waste Management, and Science for Governance. Our aims are i) to combine the research perspectives of the Partners to define a theory for the holistic study of nuclear waste management (NWM) systems aimed at building public trust; ii) to develop an analytical framework as a methodological body for the participatory quantitative story telling of NWM strategies and policies and test it as part of CISACís 'Reset of U.S. Nuclear Waste Management Policy' initiative; and iii) to complete an integrated analysis of NWM policies in the United States (US) and selected European Union (EU) countries, and subsequently develop a strategy at EU level.'",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "AMPHOS 21 CONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999742723": {
            "orgId": "999742723",
            "orgName": "AMPHOS 21 CONSULTING SL",
            "ecContrib": 257191
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257191
}