{
    "rcn": "208387",
    "acronym": "GLYCONHC",
    "topics": "MSCA-IF-2016",
    "title": "Exploiting carbohydrate/N-heterocyclic carbene hybrid complexes as innovative multifunctional oxidation catalysts with tailoring of weak interactions allowing for development of enzyme mimics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The key objective of this project is the development of innovative hybrid complexes for oxidative catalysis of pharmaceutically relevant functional groups (e.g. alcohols, amines, olefins), by combining the beneficial properties of triazolylidine N-heterocyclic carbenes and carbohydrates for synergistic catalysis and molecular recognition, ensuring site-specific bind making and breaking processes and tailored delivery. A range of novel carbohydrate-functionalised NHC complexes (e.g. with Ru(II) and Ir(III)) will be synthesised for these purposes and relationships between carbohydrate structure/geometry and catalytic activity probed, complementing experimental approaches with computational insight.\n\nNHCs are synthetically versatile and have been demonstrated to have beneficial properties as ligands for catalysis. Triazolylidine NHCs are accessible via modular 'click' chemistry and readiliy functionalised, but not as widely explored as other classes of related compounds. Functionalising carbenes with carbohydrates is practically unknown in the literature despite many advantages such derivatives would possess, including well-defined geometry, rich hydrogen bonding and proton-shuffling interactions, recognition by biological receptors (providing the opportunity for developing NHC-based metalloenzyme mimics through interdisciplinary collaboration) and also chirality (allowing for enantioselectivity). The candidate has synthetic experience matching the project and will benefit from the specific training activities within the host group (who have vast NHC experience), mobility and change of topic to achieve research maturity.\n\nDeliverables will include: 1) New catalysts for high-turnover oxidation of pharmaceutically relevant substrates 2) Innovative metalloenzyme mimics based on NHCs embedded in proteins' carbohydrate-receptor sites.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}