{
    "rcn": "208390",
    "acronym": "INWELCHAV",
    "topics": "MSCA-IF-2016",
    "title": "Intersectional Analyses of Welfare Chauvinism in Europe",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "In the European context of ongoing crises (economical, political and humanitarian), populist radical right parties have consolidated their presence in mainstream politics. These parties sharpened the debate concerning the future of the welfare state, arguing for a separation between the ìnativesî of the ethnic majority, as self-evident targets for full welfare provision, and those belonging to a generic ìotherîñwherein migrants, ethnic minorities, racialized groups, people with alternative lifestyles are lumped together. However, both studies of the populist radical right and welfare studies are missing an intersectional awareness to how such conceptual distinction is operated. Taking a decidedly interdisciplinary approach, the present project aims to explore and scrutinize in a comparative framework the populist radical rightís discursive (re)construction of cultural identities and the terms of national belonging at times of economic, political and societal crises across Europe, from an intersectional perspective. The project will combine political sociology, with a focus on welfare and populism studies, intersectionality, and critical discourse analysis. The project focuses on three cases: the Finns Party (PS/SF) in Finland, the Greater Romania Party (PRM) in Romania, and the Sweden Democrats in Sweden. The objectives are to provide an account of the communalities and differences in articulating national identity and welfare chauvinism in the chosen countries, and to map out how these are expressed within the common European institutional framework, namely in the European Parliament.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}