{
    "rcn": "208311",
    "acronym": "GLYCONTROL",
    "topics": "ERC-2016-COG",
    "title": "Understanding and Controlling Glycosylation Reactions",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "This proposal aims to understand and control glycosylation reactions. In a glycosylation reaction a ìdonorî glycoside and an ìacceptorî (the nucleophile) are united to form an oligosaccharide. Although it is the central reaction in carbohydrate chemistry, our understanding of this reaction, in terms of stereoselectivity and productivity is still limited. The structural variation in the building blocks leads to a complex continuum of SN2-SN1 mechanisms that operates and it is currently impossible to predict where in the continuum the reaction exactly takes place. This proposal provides fundamental insight into the outcome of glycosylations by studying both the activated donor glycoside and the acceptor nucleophile. Activation of a donor glycoside leads to different reactive intermediates, covalent anomeric species (most often triflates) and oxocarbenium ion-like species. The relative reactivity of these species is quantified to generate novel reactivity charts. The covalent species are studied by innovative competition experiments, kinetic studies and NMR spectroscopy. The (fleeting) oxocarbenium ion-like intermediates are probed by a computational approach and by ìsuper-acid NMRî studies in which stable glycosyl cations are generated and studied in super-acid media. The reactivity of glycosyl acceptors is systematically studied in a set of SN2 or SN1-type glycosylations. Using kinetic studies and competition reactions charts of acceptor nucleophilicity are compiled. The reactivity of the donors and acceptors is matched using a family of tailor made ìreactivity modulatorsî, spanning a broad reactivity window bridging the reactivity gap between the building blocks leading to predictable glycosylations. The developed methodology is employed in automated solid phase syntheses of libraries of oligosaccharides featuring multiple cis-glycosidic linkages. The proposal is a major step forward in the development of a general glycosylation procedure.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}