{
    "rcn": "208347",
    "acronym": "GREENLOC",
    "topics": "MSCA-IF-2016",
    "title": "A High-Sensitive Green Localization System for High-Speed Self-Driving Vehicles",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Among the main goals of Intelligent Transportation Systems are (i) safety: reducing threats encountered due to human impact, and (ii) efficiency: providing transportation opportunities in an ecologically and economically sustainable way. Self-driving vehicles (SDV) have the potential to achieve both goals, for which localization (i.e., the determination of the positon and velocity of the vehicle) is of key importance. Localization is challenging due to the variety of conditions (weather, clutter, obstructions) that may impede different sensors, as well as the strict latency requirements. Accurate and fast localization is a necessity for providing crash-safe high-speed SDVs. Furthermore, reducing energy costs introduced by the continuous localization process is required for reducing the frequency to charge an SDV. Current SDV localization technology is insufficient in meeting these three performance measures at the same time, requiring a different approach for high-speed SDVs. This project proposes a high-sensitive fast green relative localization system, called as GREENLOC, which obtains and shares the relative location of surrounding vehicles and road-side units by ultra-wideband cross-layer communications in a multi-hop vehicular ad-hoc network. GREENLOC is the first localization system, which enables crash-safe SDVs driving not only on highways close to speed limits, but also in congested low-speed traffic. Moreover, GREENLOC is the first localization method that works accurately even in difficult weather conditions. This project has the potential to shift Europe forward in the international competitive race of SDVs, making crash-safe high-speed SDVs possible, which in turn has the potential to solve the traffic congestion problem. Besides, this fellowship is an excellent opportunity for the experienced researcher, who is enthusiastic about realizing her idea in an international research environment after a long period of parental leave dedicated to her family.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}