{
    "rcn": "208302",
    "acronym": "StrainBooster",
    "topics": "ERC-2016-COG",
    "title": "Enforced ATP wasting as a general design principle to rationally engineer microbial cell factories",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "One global challenge of humanity in the 21st century is the shift from a petrochemical to a bio-based production of chemicals and fuels. An enabling technology towards this goal is metabolic engineering which uses computational and experimental methods to construct microbial cell factories with desired properties. While it has been shown that genetically engineered microorganisms can, in principle, produce a broad range of chemicals, novel approaches to improve the performance of those strains are urgently needed to develop economically viable bioprocesses.\nTo this end, we propose a new metabolic design principle to rationally engineer cell factories with high performance. Supported by a recent pilot study, we postulate that suitable genetic interventions combined with mechanisms that burn (waste) an extra amount of ATP (e.g., by artificial futile cycles) will increase product yield and productivity of many microbial production strains. Key objectives of StrainBooster are therefore: (1) to use computational techniques and metabolic models to identify gene knockout strategies whose coupling with ATP wasting mechanisms can boost the performance of microbial strains and to prove in silico that those strategies exist for many combinations of substrates, products, and host organisms; (2) to develop genetic modules that can robustly increase ATP dissipation in the cell; and (3) to experimentally demonstrate the power of the proposed strategy for selected production processes with Escherichia coli. To reach these ambitious goals, an interdisciplinary approach will be pursued combining theoretical and experimental studies and making use of innovative methods from systems and synthetic biology.\nIf successful, StrainBooster will not only establish a new and ground-breaking strategy for metabolic engineering, it will also deliver novel computational tools and genetic parts facilitating direct application of the approach to design and optimize industrial fermentation processes.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}