{
    "rcn": "208308",
    "acronym": "BePreSysE",
    "topics": "ERC-2016-COG",
    "title": "Beyond Precision Cosmology:  dealing with Systematic Errors",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Over the past 20 years cosmology has made the transition to a precision science: the standard cosmological model has been established and its parameters are now measured with unprecedented precision. But precision is not enough: accuracy is also crucial. Accuracy accounts for systematic errors which can be both on the observational and on the theory/modelling side (and everywhere in between). While there is a well-defined and developed framework for treating statistical errors, there is no established approach for systematic errors. The next decade will see the era of large surveys; a large coordinated effort of the scientific community in the field is on-going to map the cosmos producing an exponentially growing amount of data. This will shrink the statistical errors, making mitigation and control of systematics of the utmost importance. While there are isolated and targeted efforts to quantify systematic errors and propagate them through all the way to the final results, there is no well-established, self-consistent methodology. To go beyond precision cosmology and reap the benefits of the forthcoming observational program, a systematic approach to systematics is needed. Systematics should be interpreted in the most general sense as shifts between the recovered measured values and true values of physical quantities. I propose to develop a comprehensive approach to tackle systematic errors with the goal to uncover and quantify otherwise unknown differences between the interpretation of a measurement and reality. This will require  to  fully develop, combine and systematize all approaches proposed so far (many pioneered by the PI), develop new ones to fill the gaps, study and explore their interplay and finally test and validate the procedure. Beyond Precision Cosmology: Dealing with Systematic Errors (BePreSysE) will develop a  framework to deal with systematics in forthcoming Cosmological surveys which, could, in principle, be applied beyond Cosmology.",
    "totalCost": "1835220",
    "ecMaxContribution": "1835220",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 1835220
        }
    },
    "calculatedTotalContribution": 1835220
}