{
    "rcn": "208398",
    "acronym": "Cetacean Inner Ear",
    "topics": "MSCA-IF-2016",
    "title": "Cetacean Inner Ear",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The morphological study of cetacean cochlea as well as the possible alterations associated to sound exposure, represent a key conservation issue to assess the effects of acoustic pollution on marine ecosystems. Noise pollution could affect cetaceans by causing lesions in their inner ear, which can be severe enough to be lethal. In cases of severe permanent hearing loss, supporting cells of the organ of Corti replace apoptotic hair cells that are responsible for transducing the signal and enhancing auditory sensitivity and frequency selectivity. The objectives of this study consist in conducting a comparative ultrastructure morphological analysis of the cochlea from stranded cetaceans to 1) to assess their species specific hearing sensitivities by creating cochlear frequency maps and 2) to investigate possible lesions as a consequence of sound overexposure. Once the cochlear frequency map for a species is resolved, it will be possible to estimate the acoustic characteristics of a source that may have caused these lesions. In addition, this study will 3) investigate the process of hair cell apoptosis and the subsequent ëscarí formation to be able to distinguish newly formed lesions from old ones. Toothed whales have remarkable hearing protective mechanisms to insulate them from noise. Our research will also focus on 4) examining the potential elements that might play a role in this protective mechanism. To achieve these four objectives, the applicant will fine tune the protocol of ear analysis using electron microscopy and applying immunohistochemistry techniques. The expertise of the Hearing team of the Institute for Neurosciences of Montpellier (Inserm Unit 1051, France), and its microscopy and imaging facilities will be invaluable for the accomplishment of our study. This research will bring tools to the decision makers to better regulate marine activities and will contribute with essential knowledge for assessing the effects of noise pollution cetacean hearing.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}