{
    "rcn": "208362",
    "acronym": "NExtNCNaBatt",
    "topics": "MSCA-IF-2016",
    "title": "Novel Extended solids based on N=C chemistry for future Na-ion Batteries",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The large and increasing demand for energies with a low CO2 footprint has prompted intense research and development on renewable energies as well as on sustainable electrochemical energy storage systems to fully utilize them. This requires the development and understanding of battery chemistries from earth abundant low cost raw materials, which can be easily synthesized, with Na-ion batteries (NIBs) at the forefront of meeting these requirements. \nWhile in Na-ion batteries most efforts are made to investigate materials that are essentially derivatives of Li chemistry, there are opportunities to look at very different chemistries which were not explored for Li ion batteries or just work much better in Na batteries. The goal of this NExtNCNaBatt project is the investigation of designed novel materials based on the N=C derived anions and their application as electrodes for sodium ion batteries. The major objective is the establishment of a fundamental understanding of the Na to N=C interactions in Novel Extended solids based on the NC chemistry for Na-ion batteries which will be achieved through the study of structural changes in the bulk by in-situ x-ray diffraction studies, as well as local changes in the atomic environment followed by advanced spectroscopic studies.\nNa-ion batteries are just at the birth of commercialization, and therefore materials developed in this project could be timely incorporated into next generation prototypes and first commercial Na-ion batteries. Additionally, these new materials and the understanding of the alkali to NC interactions will be relevant to many other areas of research where electrochemical transformations occur, such as other battery chemistries, capacitors, electrochromic displays, and as photocatalysts, all systems where the understanding of the heterogeneous reactions between the solid electrode and ions from a liquid electrolyte are of critical importance.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}