{
    "rcn": "208368",
    "acronym": "3DQuant",
    "topics": "MSCA-IF-2016",
    "title": "Understanding long-range transcriptional regulation in the context of the 3D genome organization",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Enhancers are regulatory elements that control the spatial and temporal expression of genes in metazoans. Enhancers are able to modulate transcription of a target gene from large genomic distances, as a result of the formation of chromatin loops that bring them in close spatial proximity to cognate promoters. The manner how specific patterns of enhancer-promoter physical interactions are established is linked to how chromosomes are folded in the three-dimensional (3D) space. Recent studies based on chromosome conformation capture (3C) have shown that mammalian chromosomes are partitioned into self-associating sub-megabase domains called Topologically Associating Domains (TADs). Genetic evidence suggests that 3D chromatin organization within and across TADs contributes to the establishment and partitioning of enhancers-promoters physical communication. Yet it is still unknown by which biophysical mechanisms chromosome architecture modulates enhancer action, and thus transcription. The goal of this proposal is to determine the quantitative relationship between 3D chromatin architecture and enhancer-promoter activity to unravel the mechanism of long-range transcriptional modulation mediated by enhancers. Addressing this goal requires a system where transcriptional outputs can be measured precisely and quantitatively, and correlated with 3D distances. To this aim, we will use state-of-the art genome engineering techniques to generate mouse embryonic stem cells with engineered enhancer-promoter pairs in an isolated chromatin environment, where a selected enhancer can be mobilized at different distances from its cognate promoter. We will use this system to quantitatively assess how 3D chromatin structure influences enhancer action by measuring transcription and promoter-enhancer interactions using 3C-based technologies, single-cell methods and live-cell imaging. This will lead to an unprecedented view of the mechanisms underlying long-range transcriptional regulation.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}