{
    "rcn": "208349",
    "acronym": "SHARKS-XT",
    "topics": "MSCA-IF-2016",
    "title": "Shark extinctions: past and present",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Species are going extinct at an accelerated rate. Yet, some species are more resilient than others. Understanding what determines species susceptibility to extinction is crucial to address species loss; however, current knowledge provides mixed clues. SHARKS-XT aims to study fossil and modern sharks to determine what factors can help predicting their extinctions; and to assess if modern sharks are responding differently to current extinction threats, or if the predictors of the past can aid conservation efforts. To reach our research objectives we propose three work packages (WPs) in which we will: (WP1) integrate what is currently known in palaeontology and neontology to create a comprehensive trait-dataset of all fossil and living sharks; and employ a novel combination of quantitative methods to establish the relative role and interactions between (WP2) intrinsic (traits) and (WP3) extrinsic (environment) factors in determining extinction susceptibility. We will then compare our results to assess if the predictors (or interactions between predictors) of extinction are consistent across different timescales. The strength of this proposal lies in the use of sharks as a model because they: (1) have an abundant fossil record that goes deep in geological time; (2) have shown resilience to major environmental changes in the past; (3) have lower extinction rates, (4) are being affected the most by the current biodiversity crisis; and (5) play key roles in stabilising marine systems. This research has the potential of assessing how far the rich resources of the fossil record may be used to address modern risks, and could have important societal impacts: by identifying predictors of shark extinction, the role of the climate in establishing such predictors, and the extent to which the predictors of the past can be used to address todayís extinction crisis; it would be possible to re-focus conservation efforts.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}