{
    "rcn": "208374",
    "acronym": "Austere Reasons",
    "topics": "MSCA-IF-2016",
    "title": "Do Desires, and only Desires, Justify Action? Evaluating a Radical Version of 'Internalism about Reasons'",
    "startDate": "01/07/2017",
    "endDate": "31/08/2018",
    "objective": "'Internalism about reasons' is the theory that we only have reason to do what satisfies our desires or goals. ('Externalism', by contrast, holds that what we have reason to do need not depend on our desires or goals.)\n\nPrimary Research Objective: To explore the plausibility and implications of a radical 'austere' version of internalism.\n\nMain Research Questions:\n1. What reasons do we have, according to internalism?\n2. Does austere internalism imply there are no moral rules?\n3. Can internalism account for rational choice?\n4. Is internalism a form of nihilism? \n\nThe primary research output (and means of achieving the research objectives) will be a book titled 'Austere Reasons'. Towards this goal, the programme will be organised as follows: an initial period of reading and drafting; an intensive period of writing, discussion, and presentation; two short secondments; revisions and rewriting in light of feedback; submission to the press for publication.\n\nMain Objectives:\n1. Train the Experienced Researcher in the long-form evaluation of a philosophical theory.\n2. Develop the researcherís transferable skills in research planning, management, and communication.\n3. Transfer the researcherís skills in writing shorter critical papers, and knowledge of evaluative indeterminacy, to the host.\n4. Increase collaboration and career opportunities for the host and researcher, and the reintegration of the latter into Europe.\n5. Increase public awareness of debates and research concerning reasons.\n\nMain Activities:\n1. Present chapter drafts from the book at internal and international venues, and secondments.\n2. Publish the book with a major press.\n3. Supervisory meetings to critique drafts.\n4. Host international speakers for seminars and masterclasses.\n5. Supervise PhD students.\n6. Hold 'clinics' to assist host members with short papers and the international job market.\n7. Publish at least one piece in a general-interest venue.\n8. Rewrite the 'reasons' and related Wikipedia pages.",
    "totalCost": "114015,3",
    "ecMaxContribution": "114015,3",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 114015
        }
    },
    "calculatedTotalContribution": 114015
}