{
    "rcn": "208310",
    "acronym": "FluCoMa",
    "topics": "ERC-2016-COG",
    "title": "Fluid Corpus Manipulation: Creative Research in Musical Mining of Large Sound/Gesture Datasets through Foundational Access to the Latest Advances of Signal Decomposition.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The FluCoMA project instigates new musical ways of exploiting ever-growing banks of sound and gestures within the digital composition process by bringing breakthroughs of signal decomposition DSP to the toolset of techno-fluent computer composers for the first time.\nCutting-edge musical composition has always been dependent on, critical and subversive of the latest advances of technology. Unfortunately, there is a contemporary challenge inherent to aesthetic research in computer composition: an ever-expanding gap between DSP advances and their availability to musical investigators.\nOne such advance is signal decomposition: a sound can now be separated into its transient, pitched, and residual constituents. These potent algorithms are partially available in closed software, or in laboratories, but not at a suitable level of modularity within the coding environments used by the creative researchers (Max and SuperCollider) to allow groundbreaking sonic research into a rich unexploited area: the manipulation of large sound corpora. Indeed, with access to, genesis of, and storage of large sound banks now commonplace, novel ways of abstracting and manipulating them are needed to mine their inherent potential.\nFluCoMa proposes to tackle this issue by bridging this gap, empowering techno-fluent aesthetic researchers with a toolset for signal decomposition within their mastered software environments, in order to experiment with new sound and gesture design untapped in large corpora. The three degrees of manipulations to be explored are (1) expressive browsing and descriptor-based taxonomy, (2) remixing, component replacement, and hybridisation by concatenation, and (3) pattern recognition at component level, with interpolating and variation making potential. These novel manipulations will yield new sounds, new musical ideas, and new approaches to large corpora. At present, no library exists allowing such cutting-edge research on creative fluid corpus manipulations to be done",
    "totalCost": "1997431",
    "ecMaxContribution": "1997431",
    "coordinator": "THE UNIVERSITY OF HUDDERSFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 1997431
        }
    },
    "calculatedTotalContribution": 1997431
}