{
    "rcn": "208372",
    "acronym": "FEM1970",
    "topics": "MSCA-IF-2016",
    "title": "The Discovery of Pleasure. Female Sexuality and Value Change in West Germany and Italy in the Long Seventies",
    "startDate": "20/04/2017",
    "endDate": "19/04/2019",
    "objective": "Discussion of female sexuality in the West during the 1900s was usually centred on the aspects of maternity and reproduction. As the liberalisation narrative in recent historiography has argued, female sexuality ceased to be tied to procreation and marriage sometime during the second half of the 20th century, partly due to the affirmation of a new form of sexuality more oriented towards experimentation and self fulfilment. Female erotic experience started to be valued in itself and to serve the individualisation of women. This development needs to be integrated with the theory of an unprecedented change in values in industrialised Western Europe towards post-materialism and individualism (Ronald Inglehart et al.). My project will explore the transformation of female sexuality in West Germany and Italy from the 1970s onwards. It aims to reconstruct the shifts in public morality, social practices, and value changes in these two West European countries. It questions whether the development of values and sexuality in these countries was post-materialist and individualistic in nature. Other European examples will be considered as valuable references. An experience in the British academic system represents an opportunity for expanding my professional competence in terms of historiographic skills and for developing new academic contacts, which I consider very important for the positive development of my career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}