{
    "rcn": "208367",
    "acronym": "SOUNDBITES",
    "topics": "MSCA-IF-2016",
    "title": "Sound it out: inferring foraging ecology from a predator-embarked acoustic recorder",
    "startDate": "14/05/2018",
    "endDate": "13/05/2020",
    "objective": "Like many seabirds, penguins face the challenge of provisioning young on shore from a constantly changing food resource at sea requiring efficient localization and exploitation of ephemeral prey aggregations. For penguins, this critical activity is taking place against a backdrop of global warming which is rapidly changing the physical and biological environment in the Southern Ocean. Given the difficulties and expense in following animals at sea, bio-logging devices have been a key tool for studying penguins and have yielded important data on individual movement and foraging tactics. However, for an animal that is so notably social in its dense colonies, remarkably little is known about social interactions at sea or within the colony, and whether these aid or thwart foraging. Through SOUNDBITES, I will collect the first acoustic and multi-sensor data from penguins during foraging trips providing a revolutionary new view of how penguins locate and exploit resources. SOUNDBITES will (I) develop and test on captive seabirds a novel, advanced multi-sensor acoustic tag, the seabirdDTAG, that will enable studies of their interactions, foraging ecology and energetics, (II) deploy the tag on AdÈlie penguins reproducing in the Antarctic, to examine the role of intraspecific communication in resource acquisition through studies of foraging decisions during consecutive foraging trips in breeding partners. In accomplishing SOUNDBITESí objectives, I will open a powerful new way to study vocal interactions in seabirds and enable detailed reconstruction of foraging decisions and success in the context of vocal interchange with conspecifics. These unique data, directly relevant to European Commissionís Biodiversity Strategy, will help assess the resilience of these central place foragers to changing environment/resources and, by aiding the interpretation of movement data already collected from penguins, increase the value of an important decade-scale monitoring effort.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}