{
    "rcn": "208344",
    "acronym": "HTEPV",
    "topics": "MSCA-IF-2016",
    "title": "Novel hybrid thermoelectric photovoltaic devices: modeling, development, and characterization",
    "startDate": "01/09/2017",
    "endDate": "30/06/2020",
    "objective": "This project aims at the practical realization, the characterization, and the industrial/commercial evaluation of optimized hybrid thermoelectric-photovoltaic (HTEPV) devices. HTEPV devices can convert the solar energy more efficiently than normal solar cells, since the thermoelectric component recovers part of the unused heat generated within them. In this project the hybrid optimization will be obtained with an innovative approach recently proposed within a theoretical/computational study by the fellow, Dr. Bruno Lorenzi. The principal objective of this action will be the practical hybridization of two kinds of single junction solar cells in HTEPV devices achieving performances higher than the PV cell alone by at least 25%. The project will be organized in three main phases: outgoing phase (first HTEPV development), ingoing phase (second HTEPV development), and a secondment (encapsulation development at a non-academic institution). Dr. Lorenzi will acquire knowledge and know-how especially by training through research in achieving the objectives of the action. This will contribute to make Dr. Lorenzi an independent and expert researcher in the perspective of his future research carrier. The project will also surely contribute to the advance of field of the energy harvesting. Actually it is well known that for renewables, the higher the efficiency the lower is the total-cost/produced-power ratio. Thus the large expected increase of efficiency for the hybrid devices developed in this action will have a major impact on their price per watt. This will open new concrete possibilities for near-future commercialization of this novel generation of solar harvesters, stimulating industrial productions and new markets. This in turn will lead to a wider diffusion and a higher accessibility of a renewable source of energy for the EU citizens.",
    "totalCost": "247924,8",
    "ecMaxContribution": "247924,8",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 247925
        },
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 247925
}