{
    "rcn": "208380",
    "acronym": "eWAD",
    "topics": "MSCA-IF-2016",
    "title": "Unbalanced Wnt signalling in AD: a DNA methylation effect",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Growing evidence suggests that unbalanced Wnt signalling contributes to early stages of Alzheimer¥s Disease (AD). mRNA levels of the Wnt antagonist Dikkoff1 (Dkk1) are increased in AD brains and by Amyloid-ﬂ (Aﬂ) in vitro. Importantly, suppression of Dkk1 activity protects synapses from Aﬂ. Genome-Wide Association Studies also provide evidence for deficient Wnt signalling in AD. The host laboratory has recently demonstrated that Dkk1 induced expression in the adult hippocampus leads to synapse loss and cognitive impairment; defects that can be restored by Wnt signalling reactivation. My preliminary results demonstrate that mRNA levels of several Wnt components (Wnts, their receptors and antagonists) are affected in a transgenic mouse model of familial AD, suggesting a general downregulation in Wnt signalling. These findings raise two main questions. Is aberrant expression of Wnt components an early event in AD? What mechanisms lead to aberrant Wnt component expression in AD? Given that Wnt signalling is crucial for synapse maintenance, and that my preliminary results suggest a coordinated downregulation of the Wnt pathway in AD, I will examine the role of DNA methylation at Wnt component genes in AD and how this affects synapse integrity.  The potential role of DNA methylation is supported by: i) AD patients and mouse models exhibit global DNA hypomethylation and gene-specific DNA hypermethylation, ii) DNA methylation at promoters leads to gene repression, but intragenic methylation can enhance transcription, iii) Wnt components contain CpG islands at their promoters and/or intragenic regions, and iv) some Wnt components are regulated by DNA methylation in cancer. My work will define the role of epigenetic regulation of Wnt components under physiological conditions and determine the relevance of unbalanced Wnt signalling in AD. This research project could also identify new biomarkers and novel therapeutic targets for the treatment of early AD stages.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}