{
    "rcn": "208376",
    "acronym": "MYCROPHOS",
    "topics": "MSCA-IF-2016",
    "title": "The genetic bases of mycorrhizal root responses to phosphate",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Phosphorus is an essential element for all organisms and almost all phosphorus in food chains comes from plants. The majority of land plants acquire it through a highly conserved root symbiosis with Arbuscular Mycorrizal (AM) fungi but a few plant species, among which Arabidopsis, lost this capacity, probably evolving specific tools.Moreover, being phosphate a key regulator of AM symbiosis, gene determinants regulating root traits over low phosphate could also orchestrate the symbiosis establishment. MYCROPHOS aims at understanding the different root adaptive strategies of AM and non-AM plants to low phosphate conditions throughout a Genome Wide Association Study (GWAS) on different root traits with a high-throughput automatic image analysis.\nOur preliminary data already showed the feasibility of this approach in Lotus japonicus and allowed the identification of several candidate genes that will be characterized, guaranteeing a straightforward implementation of the project.\nThe main objectives of the project will then be:\n1) The identification of candidate genes and gene networks governing early root traits in low phosphate conditions through GWAS on 226 Medicago truncatula accessions.\n2) The comparison of the genetic determinants and natural allelic diversity regulating root responses to phosphate in three plant species (Lotus, Medicago and Arabidopsis). While facilitating the identification of adaptive strategies of non-AM and AM plants, such multispecies approach will also allow an easier transfer of knowledge of the acquired knowledge.\n3) The functional characterization of candidate genes and selected alleles in the three plant species, testing both their role in regulating root traits and mycorrhizas.\nOverall, this project aims to achieve a pioneering understanding of molecular determinants of plant root responses to phosphate at the interface between Plant Nutrition, Development and Plant-microbe interaction, providing bases for a more sustainable agriculture",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "GREGOR-MENDEL-INSTITUT F‹R MOLEKULARE PFLANZENBIOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998705502": {
            "orgId": "998705502",
            "orgName": "GREGOR-MENDEL-INSTITUT FÜR MOLEKULARE PFLANZENBIOLOGIE GMBH",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}