{
    "rcn": "208375",
    "acronym": "ChiPyrNMR",
    "topics": "MSCA-IF-2016",
    "title": "Better tools for combating insect borne diseases by understanding influences on the fate of common pesticides in paint formulations",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Malaria, Zika virus, dengue fever and yellow fever are mosquito transmitted diseases for which a vaccines either do not exists or are not widely available. Prevention control is the main way to reduce their spread, and the use of insecticides constitutes one of the key measures recommended by World Health Organisation. New innovative methods of bringing the insects into contact with the insecticides include the development of insecticidal paint with the advantage of safer application, targeted dosing and significantly reduced risk of collateral damage to humans and the environment. This project will address some of the challenges in developing these solutions. \nPyrethroids are one of the best insecticides for public health use but suffer from hydrolysis and photo-degradation. Little is known about how their application in paint formulations affects this behavior. At a chemical level the biological activity of the individual enantiomers is determined by the configuration of their chiral centers, so accurately quantifying the enantiomeric composition is critical to tracking potential degradation. The aim of this project is to generate robust methods for a better understanding of the fate of insecticides in complex matrices like paint. Once the nature of the degradation products and the related mechanisms is clear, the formulation can be adjusted to minimize the occurrence of degradation or enhance active ingredient protection. The kinetic analysis of the degradation processes and the interaction/stability studies are best performed in-situ avoiding potentially invasive extraction sample preparation steps, so the powerful tools of advanced NMR spectroscopy will be exploited to characterize these phenomena. The knowledge gained will be used to validate/explain multidisciplinary laboratory biological trial results on mosquitoes and be able to be exploited more widely to other systems and support the research into other compounds for potential deployment in this way.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "AKZO NOBEL CHEMICALS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998585901": {
            "orgId": "998585901",
            "orgName": "AKZO NOBEL CHEMICALS BV",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}