{
    "rcn": "208384",
    "acronym": "SupramolecularWires",
    "topics": "MSCA-IF-2016",
    "title": "Multicomponent supramolecular wires as a platform for the control of protein functions",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Supramolecular chemistry offers a platform on which it is possible to engineer modular systems to gain further understanding of complex biological phenomena. The goal of this proposal is to bring supramolecular systems to a more advanced level of complexity by merging synthetic supramolecular structures with engineered proteins and oligonucleotides to generate hybrid supramolecular systems. A program based in five stages is described, where all the systems make use of the inherent dynamic nature of hybrid supramolecular wires to dictate control over protein functions. These architectures are based on disc-shaped molecules that self-assemble to form supramolecular wires, while maintaining the ability to exchange monomers after initial assembly. A covalent approach will be established in stage one, engineered proteins will be covalently attached to the discotic building blocks of the supramolecular wire. Their assembly along the supramolecular wire will induce protein activity, e.g. protease activation. In stage two, short oligonucleotides covalently attached to the discotic building blocks and to the proteins, will provide additional control over the final assembly. The topic of stage three is the recruitment of signalling proteins in a reversible manner by displaying short peptide binding motifs for specific protein binding domains. For stage four, supramolecular wires will exhibit small oligonucleotides that will bind reversibly to protein fusion-oligonucleotide hybrid constructs resulting in protein activation and signal transduction. A higher level of complexity will be explored in stage five, by decorating the supramolecular wires with a larger array of responsive peptide and DNA motifs. This work will contribute new concepts, tools, and materials for elucidation and modulation of biochemical pathways in cells and for bioanalyte detection in vitro, that will be of benefit to the biological community.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}