{
    "rcn": "208395",
    "acronym": "InsiliCardio",
    "topics": "MSCA-IF-2016",
    "title": "Image-based High-resolution In-silico Modeling of Total Cardiac Function",
    "startDate": "01/03/2017",
    "endDate": "31/08/2019",
    "objective": "Advances in medical imaging have enabled unprecedented ability to image\ncardiac anatomy and function. So far these technologies have had relatively\nmodest clinical impact as the analysis of such rich multi-modal\ndatasets has proven challenging.\nIn silico models hold vast potential to better harness such datasets\nby enabling their integration into quantitative frameworks that can aid\nin gaining better mechanistic insight into cardiac function in health and disease,\nand thus paving the way towards optimal therapeutic strategies.\n\nOur objective is to develop the most advanced biophysically detailed\nin-silico model of total electro-mechano-fluidic function of the heart.\nThis model will be parametrized, verified and used to study cause-effect\nrelationships between flow and pressure and their impact upon pumping performance.\nA novel set of features such as combined models of both heart and attached\noutflow vessels and the computational efficiency will provide a unique\nplatform for translational research.\n\nThis ambitious endeavor is feasible only by combining the expertise\nof the applicant in modeling soft tissue mechanics and his supervisors\nin modeling electrophysiology (Gernot Plank, MUG) and blood flow\n(Shawn Shadden, UC Berkeley).\nClinical input and datasets for model parametrization and validation\nare provided by Titus K¸hne (DHZ Berlin) and by clinical\ncollaborators of Prof. Shadden at UCSF.\nDuring the return-phase, the applicant will use the infrastructure\nof Prof. Plankís lab and the large network of academic and industrial\ncollaborations as an incubator for building up his own research group\nin computational hemodynamics. This is ideal in many regards,\nas the expertise of the applicant's group will be entirely orthogonal\nto the expertise in Prof. Plank's lab, thus promoting a fast pathway\ntowards full indepence, and core expertise necessary\nfor further developing and maintaining a highly complex computing\nenvironment is synergistically shared between the labs.",
    "totalCost": "218176,2",
    "ecMaxContribution": "218176,2",
    "coordinator": "MEDIZINISCHE UNIVERSITAT GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 218176
        }
    },
    "calculatedTotalContribution": 218176
}