{
    "rcn": "208385",
    "acronym": "HyQuIP",
    "topics": "MSCA-IF-2016",
    "title": "Hybrid Quantum Integrated Photonics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The weirdness of quantum physics is among the most counterintuitive properties of nature. It is traced back to the early theoretical discussions on entanglement between Albert Einstein and Niels Bohr in the 1930s, which was then experimentally observed in the 1980s and became central in quantum information processing, communication and sensing schemes over the past decade. Utilizing the quantum nature of photons has so far been limited to small number of qubits, while being performed on table-top experimental setups composed of a large number of macroscopic components. This sets a limit to the complexity and efficiency of experiments that can be carried out. In HyQuIP, hybrid quantum integrated photonic circuits will be developed to generate, manipulate, and detect photons all on-a-chip to remove the bottlenecks currently limiting scalability of quantum science experiments. Our integrated approach will realize important milestones for fundamental understanding of the quantum nature of photons in addition to on-chip quantum computing to realize the ambitious schemes that have been put forward by theorists over the past decade. We will demonstrate the first fully-integrated, from generation to detection, quantum transceiver with multi-qubit inference on chip. Furthermore, we will explore the exciting regime of reducing the bandwidth of single-photons to zero in a dynamic photonic device. HyQuIP will not only open up new fundamental tests based on the quantum nature of reality and entanglement, it will also open up new applications: In quantum metrology providing superior sensitivity to classical schemes. Also in quantum imaging and lithography where multi-qubit quantum states can achieve super resolution beating the Rayleigh criterion for diffraction limit.  The possibility to manipulate and measure quantum states on a single chip beyond two particles is bound to boost the implementation of practical quantum computing schemes.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}