{
    "rcn": "208365",
    "acronym": "MACOLAB",
    "topics": "MSCA-IF-2016",
    "title": "Towards a mathematical conjecture for the Landau-Ginzburg/conformal field theory correspondence and beyond",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Initially a model to describe superconductivity, Landau-Ginzburg (LG) models were promoted in the late 80s to supersymmetric quantum field theories (QFTs) completely characterized by a polynomial W called potential. They gained importance in string theory and algebraic geometry as they play an interesting role in homological mirror symmetry. On the other hand, conformal field theories (CFTs) have been another kind of QFTs which display conformal symmetry. They have focused many efforts to understand the mathematical structures which encode them, e.g. inspiring the definition of vertex operator algebras (Borcherds, Fields medalist í88) or pushing forward our knowledge of modular tensor categories. Despite seeming two very different topics, LG models and CFTs are intimately related via a result of theoretical physics ó the LG/CFT correspondenceó stating that the infrared fixed point of a LG model with potential W is a CFT of central charge c(W). Mathematically this implies equivalences of categories of matrix factorizations (which describe defects of LG models) and categories of representations of vertex operator algebras (which describe defects of CFT). Up to date, we lack a complete understanding of the LG/CFT correspondence and we only have a few examples. The main goal of this Marie Curie is to find a mathematical statement for it, via completing a list of examples, exploring their properties (e.g. tensoriality or even modularity of the categories) and then attacking the main goal. Utrecht University (host institution) is one of the few places in Europe hosting experts in representation, category and Galois theory and mathematical physics, providing exactly the necessary and complementary expertise required to achieve this goal. These results will build a surprising bridge between very different areas of mathematics, opening new research gates completely inspired by physics.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}