{
    "rcn": "208340",
    "acronym": "INNOVIST 2.0",
    "topics": "H2020-SGA2-EEN",
    "title": "INcreasing the InNOVation Management Capacity of SMEs in ISTanbul 2.0",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "INNOVIST 2.0 aims to provide Key Account Management (KAM) services to beneficiaries of Horizon 2020ís SME Instrument and providing services for ìEnhancing Innovation Management Capacityî (EIMC) to SMEs in the Istanbul region. The main objective of the project is to contribute to enhancing the competitiveness, growth and profitability of SMEs in the region by assessing their innovation management capacities, performing gap analyses, and developing and prioritizing actions to resolve problems and further improve their innovation outcomes. The innovation management capacity and performance of a company will be assessed by using tools in compliance with the CEN/TS 16555-1 standard (such as IMP3rove or smE-MPOWER). A total of 115 SMEs will be provided this service, 105 of them targeted for EIMC services (7-10 days long), and 10 reserved for KAM services. The consortium will devote 1,8 FTE for these services for the 2017-2018 period.",
    "totalCost": "231335",
    "ecMaxContribution": "231334",
    "coordinator": "ISTANBUL SANAYI ODASI",
    "coordinatorCountry": "TR",
    "participants": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI;SABANCI UNIVERSITESI",
    "participantCountries": "TR",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 231334
        },
        "941567070": {
            "orgId": "941567070",
            "orgName": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
            "ecContrib": 0
        },
        "943408712": {
            "orgId": "943408712",
            "orgName": "ISTANBUL SANAYI ODASI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 231334
}