{
    "rcn": "208381",
    "acronym": "QTReproART",
    "topics": "MSCA-IF-2016",
    "title": "Towards an Inclusive Common European Framework for Assisted Reproductive Technologies (ART): Queer  Transgender Reproduction in the Age of ART.",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The use and regulation of Assisted Reproductive Technologies (ARTs) has undergone repeated significant changes since the 1980s, partly to accommodate biotechnological developments, partly to recognize shifts in socio-cultural practices of kinship and family. These changes have generally been towards greater inclusivity but have been variedly legislated and implemented in the diverse European countries, leading to ëreproductive migrationí. As the numbers of ART users and clinics rise, there is a clear need to provide a common European framework for ART: this is the purpose of this project.\nOne social group particularly affected by ART policies are queer and transgender people. Most research on their use of ART is performed in English-speaking, western European countries, much less in central European ones and virtually none in east European countries - this project will fill that gap. However, eastern Europeans and their clinics play a major role in European ART use through ëfertility tourismí and the provision of biomaterials (eggs, sperm, etc.). This 3-stage comparative project will examine the regulation of ART and the experiences of self-identified queer and transgender people with ART in 6 purposely selected European countries: Austria, Estonia, Poland, Sweden, Spain and the UK, in order to draft a more inclusive common European framework for ART. To do so, the ER will work at the Centre for Gender Research (CGR) at Uppsala University, Sweden, analyzing diverse national European ART guidelines and frameworks, collecting original empirical data on queer and transgender peopleís experiences of ART, and drafting the framework. Purposive sampling and innovative methods such as community feedback loops will help to create outcomes that impact not only ART research, but importantly on ART policies and legislations, on LGBTQI rights and ART, on LGBTQI people and their families, and on strengthening the EU as a union with common frameworks.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}