{
    "rcn": "208378",
    "acronym": "Nod2Root",
    "topics": "MSCA-IF-2016",
    "title": "Keeping nodules in check: Interplay of rhizobial and host factors controlling nodule morphogenesis and identity in legume plants.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Symbiotic nitrogen fixation by rhizobia takes place in specialized organs of legume host plants, the root nodules. While rather deep molecular insights into plant-rhizobia recognition, early nodule organogenesis, regulation of nodulation and nitrogen fixation are available, much less is known about how nodule integrity is maintained and the origin of the underlying morphogenetic program. Recently, NOOT BOP COCH LIKE (NBCL) genes of Medicago truncatula and Pisum sativum were found to ensure nodule integrity by repressing ectopic root formation (applicant's former project). Interestingly, soybean nodules elicited by a Bradyrhizobium diazoefficiens mutant lacking the general stress response sigma factor ?EcfG also formed ectopic roots (host's project), pointing to a bacteria-plant signalling system that is crucial for nodule persistence and integrity. Here, we propose to decipher the molecular determinants that maintain determinate nodule identity using the B. diazoefficiens ñ soybean model. We will combine plant molecular genetics, cell biology with transcriptomics and metabolomics to unravel cells, genes and metabolic networks that contribute to the checkpoint system ensuring nodule integrity. In work package 1 (WP1), the role of three soybean NBCL orthologs will be unravelled. In WP2, the nodule-to-root conversion characteristic for B. diazoefficiens ?ecfG mutants will be studied at the cellular level using root tip-specific reporter fusions. In WP3, a combination of metabolomics and transcriptomics will be applied to identify metabolites and gene networks involved in the nodule-to-root conversion elicited by ?ecfG and nbcl mutants. Altogether, results of this project will provide insight into determinants and mechanisms used by the economically important group of soybean plants to maintain the integrity of specialized, root-derived organs, an aspect that is relevant also in the light of ongoing attempts to engineer non-legumes into rhizobial hosts.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}