{
    "rcn": "208353",
    "acronym": "BRAVEST",
    "topics": "MSCA-IF-2016",
    "title": "Boosting Reward-based Attention through VEstibular STimulation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Intrinsically rewarding stimuli strongly favour attentional capture (AC) in humans, this effect being dramatic in a number of addiction disorders. The physiology of this phenomenon is poorly understood, but recent neuroimaging studies point to a role of the Anterior Cingulate Cortex (aCC) in this kind of attentional engagement. A way to act on this circuitry would provide compelling evidence and be a major advance for the cognitive and clinical neuroscience of motivation. \nMost brain stimulation techniques (i.e. TMS, tDCS) typically do not allow for stimulation of deep brain structures, their effect being limited to superficial areas. In contrast, Vestibular Stimulation (VS), via galvanic or thermal activation of the peripheral organs devoted to balance, have been consistently shown to produce reliable activation of deep structures involved in mood and affective processing, including the aCC. VS are routinely employed in medicine and physiology, but a deeper understanding of their cognitive effects is needed. \nHere I propose having healthy participants and patients with brain damage and attentional disorders (i.e. Spatial Neglect) to complete simple behavioural tasks assessing the interaction between attention and motivation, while receiving VS. The main objective is to assess whether the modulation of brain activity through VS may modulate the degree of AC, i.e. facilitate the orienting of attention towards rewarding stimuli. Such project could not only greatly advance our knowledge on the neural circuitry underlying the interplay between reward processing and visuospatial attention, but also shed light on the neural underpinnings of the aberrant AC observed in several clinical pathologies, allowing devising novel therapeutic approaches. Beside this main goal, I will receive advanced training for fMRI analysis, boosting my attractiveness as independent scholar and allowing me to further explore the role of brain areas extending beyond the aCC.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}