{
    "rcn": "208361",
    "acronym": "DNPMAT",
    "topics": "MSCA-IF-2016",
    "title": "Studies of Materials and Catalysts by Dynamic Nuclear Polarization Enhanced Solid-state NMR",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Recent innovations in dynamic nuclear polarization (DNP) have transformed the sensitivity of solid-state nuclear magnetic resonance (NMR), resulting in a reduction in experiment time of up to 100,000-fold. This means that previously unobtainable structural details can be quickly obtained by NMR, even for dilute species, such as binding sites in catalysts or  functionalizing molecules at surfaces. The objectives of the action are the improved sample preparation protocols, new experimental approaches and proof of principle studies necessary to make DNP-enhanced solid-state NMR the method of choice for the molecular-level characterization of the surfaces of materials. These objectives will be achieved by knowledge exchange between Dr S. Chaudhari, an experienced researcher with a background in developing DNP, and researchers at the University of Nottingham involved in solid-state NMR studies of materials and catalysts. The action is designed to train Dr Chaudhari though high-quality research into applications of DNP-enhanced solid-state NMR to four technologically useful materials: mesocellular silica foams, alumina catalyst supports, surface-coated hydroxyapatite nanoparticles and model catalytic converters. The training will take place at the state-of-the-art UK Facility for DNP-enhanced solid-state NMR operational at the University of Nottingham since November 2015. The Facilityís instrumentation is unique in the UK and is available to external users from both industry and academia, resulting in a vibrant research environment and a ready-made network of collaborators for Dr Chaudhari. In addition, a secondment at a leading sustainable technology company (Johnson Matthey) will ensure that industrial and commercial aspects are fully integrated into the action. The training will transform Dr Chaudhari into a creative and independent scientist working at the frontiers of DNP-enhanced NMR by providing him with the necessary research knowledge and transferable skills.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}