{
    "rcn": "208359",
    "acronym": "PGOLDCAT",
    "topics": "MSCA-IF-2016",
    "title": "Polynuclear Gold Cluster Catalysis",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Gold catalysis has become an extremely attractive research field these last decades as it has been considered one of the most effective methodologies for constructing carbon-carbon or carbon-heteroatom bonds. However, the development of enantioselective catalysis mediated by gold is relatively slow, mainly due to (i) the preferred linear two-coordinated mode of AuI complexes in the activation of alkynes, thus making the ?-activation substrates distant from the chiral site, and (ii) the lack of mechanism data for enantioselective gold(I)-catalyzed transformations. In this project, PGOLDCAT, we will focus on the synthesis of novel gold clusters, and silver analogues, for the catalytic activation of small molecules. The project includes the study of their catalytic performance in standard reactions and mechanism investigations by comparing the catalytic performance of gold clusters and silver analogues, together with kinetic studies and intermediates optimization by theoretical calculation. Finally, PGOLDCAT will study the application of these new architectures on developing a general asymmetric synthesis of 1,4-enynes. Overall, this research project will expand enantioselective AuI catalysis, giving insights into the gold-catalyzed mechanisms, and applying these catalysts to organic synthetic methodologies. The fellowship will also allow the experienced researcher to increase her network of contacts and follow a personalized career development plan to advance in her path towards an independent academic position.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}