{
    "rcn": "208341",
    "acronym": "VehmeLit",
    "topics": "MSCA-IF-2016",
    "title": "Legal Cultures and Literary Trials in the Age of Goethe. The Vehmic Court Motif in Interdisciplinary and Comparative Perspective",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The project aims at a first systematic and in-depth investigation of the motif of the Vehmic Court ñ a medieval secret tribunal ñ in German literature of the late 18th and early 19th centuries. Despite the remarkable popularity of the subject, little research has yet been conducted to define the epistemological framework of its development. By dismissing the Vehme as a ìtrivialî trope, scholars have not grasped its broader relevance for the culture of the Saddle Period around 1800, an age of transitions and paradigm shifts in society and politics, but also in literature, historiography and the legal system.\nThrough a close-reading analysis and interpretation of a corpus of around twenty plays and novels on the topic, most of which will be examined for the first time, Dr Vecchiato will clarify the reasons for the flourishing of Vehmic Court fictions in the Age of Goethe. By situating the texts within the cultural and historical horizon in which they were produced, he will shed new light on the interactions between popular and canonical literature, Law and Literature as well as Literature and History in that period. Furthermore, he will explore the cross-cultural dimension of the topic, by studying its reception in British literature.\nThe project is a natural outgrowth of the researcherís interest in the literature of the Age of Goethe; at the same time it grants him the possibility to acquire new competences and multidisciplinary knowledge, which will be crucial for the development of a broader research on the literary representation of trial scenes in German literature. \nBesides offering outstanding intellectual exchange and the possibility to establish international collaborations, a MSC-IF at Kingís College London will help Dr Vecchiato further enhance his scholarly profile and track record of publications. Through teaching, dissemination and outreach activities, he will be able to reach full professional maturity and to generate impacts in and beyond academia.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}