{
    "rcn": "208343",
    "acronym": "BEYOND-CODE",
    "topics": "MSCA-IF-2016",
    "title": "BEYOND THE CODE: SUSTAINABILITY IN OPEN SOURCE",
    "startDate": "16/09/2017",
    "endDate": "13/06/2021",
    "objective": "Open Source (OS) software is particular in that it can be accessed and modified openly. Originating from technological labs, OS is now ubiquitous and a major part of the EU's economy. Some estimate it to be 450 billions per year (EUR). The increasing ubiquity of OS has turned it into a configuration of social and societal elements such as the decentralised ownership of projects or meeting needs that traditional markets cannot. The socio-technical configurations of OS are not evident, perhaps not even intended. The various meanings of sustainability enact how OS ideas are created and travel beyond their original birthing place, but have, as yet, mainly received a rational/economic focus. This project proposes to explore OS as it travels beyond its designing communities and, in so doing, re-functions the meaning of sociological sustainability that hold it in place. \nThis proposal follows the ER's natural career progression, having studied the development processes of OS projects. In collaboration with the supervisor, the ER has designed a proposal fuses their multi-disciplinary expertise to study sustainability in a new light, along with a tailored training plan that gives the ER key competencies and expertise to secure future career objectives. The CSIC has been chosen as an ideal host for this project, with its large, multi-disciplinary social science department holding some of Spain's most renown OS scholars.\nAlternative views of sustainability open new research avenues that recognise the importance of other criteria (e.g. inclusive participation), providing novel debate within the academic world. Such articulations will be immediately useful to EU projects that depend on open forms of participation (e.g. EU's CAPS project call), and the EU's agenda on ethical knowledge production. A key result will be to create a framework that accounts for socio-technical views on sustainability, allowing innovators to better meet societal needs within their development processes",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}