{
    "rcn": "208328",
    "acronym": "DEXCORE",
    "topics": "MSCA-IF-2016",
    "title": "The Digest and the Exploitation of the Countryside in the Western Roman Empire (2d cent. BC-3rd cent. AD).Evidence of the water control",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Every aspect of the ancient world depended on the control and exploitation of the countryside, but scholars have until recently failed to engage with an abundant and detailed material on the subject: the legal texts of the Digest. The thought of the Roman jurists constituted a powerful model for all the minor and local institutions and legal documentation reveals not only rules, but also actual practices and issues of unquestionable historical interest. Amongst the significant amount of legal texts concerning the countryside, the issues of water sharing and that of erosion and flood risks management are particularly well represented, constituting a key element of an essential aspect of the ancient economy, i.e. the agricultural production. However, an overall underestimation has led to a serious insufficiency of methodology concerning these texts, an evident obstacle to its exploitation in a historical perspective. This research proposes to demonstrate how relevant the study of Roman law is for our knowledge of the Roman countryside, by confronting the strikingly unexplored jurisprudential documentation with more traditionally exploited archaeological and environmental sources. The focus on water control is motivated by a will to concentrate on a crucial condition of the exploitation of the countryside, which has raised sufficient interest from the ancient jurists themselves, as well as from the scholars in the past decades, so as to generate enough primary and secondary sources for us to consider. The objective is twofold: first, to establish a clear and consistent methodology for the historical study of the jurisprudential sources; second, to apply it to case studies in order to produce new insights into a fundamental issue of the Roman world.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}