{
    "rcn": "208316",
    "acronym": "Fit-4-AMandA",
    "topics": "FCH-01-1-2016",
    "title": "Future European Fuel Cell Technology: Fit for Automatic Manufacturing and Assembly",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "The main target of our work is to industrialise the stack production, to deliver affordable fuel cell systems in larger quantities to saturate the emerging market/demand. Heart of our call is to build a worldwide new and unique machine which allows serially* produce the centrepiece of fuel cell system: the stack.This will revolutionize the way how stacks are produced in future. \n\nThe members of the consortium are: a developer and producer of fuel cell systems (Proton Motor Fuel Cell GmbH), a supplier of MEAs and BiPolar Plates (BPP) (EWII), a supplier of industrial machinery for assembly, handling and testing equipment (USK Karl UTZ Sondermaschinen GmbH), two renowned research institutions (Technische Universitat Chemnitz / ALF, Fraunhofer IWU) and a EU project management expert (Uniresearch B.V.) and last but not least, UPS an international transport OEM with its own vehicle production of Light Commercial Vehicles.\n\nThe result of our project work can be used for several purposes: Branding, Prototyping and Business development. The stacks can be used outside of automotive industry, because they can be adapted to other applications (such as uninterruptible power sources) by the design of a fuel cell system.",
    "totalCost": "2999185",
    "ecMaxContribution": "2999185",
    "coordinator": "UNIRESEARCH BV",
    "coordinatorCountry": "NL",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UPS EUROPE SA;Proton Motor Fuel Cell GmbH;TECHNISCHE UNIVERSITAET CHEMNITZ;USK KARL UTZ SONDERMASCHINEN GMBH;EWII FUEL CELLS A/S",
    "participantCountries": "DE;BE;DK",
    "projectParticipants": {
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 300625
        },
        "952886970": {
            "orgId": "952886970",
            "orgName": "UPS EUROPE SA",
            "ecContrib": 106851
        },
        "998129225": {
            "orgId": "998129225",
            "orgName": "EWII FUEL CELLS A/S",
            "ecContrib": 599666
        },
        "919302175": {
            "orgId": "919302175",
            "orgName": "USK KARL UTZ SONDERMASCHINEN GMBH",
            "ecContrib": 1199688
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 257975
        },
        "996222011": {
            "orgId": "996222011",
            "orgName": "Proton Motor Fuel Cell GmbH",
            "ecContrib": 361880
        },
        "999734963": {
            "orgId": "999734963",
            "orgName": "UNIRESEARCH BV",
            "ecContrib": 172500
        }
    },
    "calculatedTotalContribution": 2999185
}