{
    "rcn": "208389",
    "acronym": "DENTADFE",
    "topics": "MSCA-IF-2016",
    "title": "Dendron and Dendrimer Derived Thermally Activated Delayed Fluorescence Emitters for Solution-Processed Non-Doped Device",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Energy security and climate change and two interwoven global societal issues that will continue to dominate the 21st century that are particular salient for fast developing world. Intense effort and activity are underway to find solutions to reduce power consumption and to mitigate global warming. One technology that can address both of these important challenges is energy-efficient lighting. In this context, considerable research efforts devoted towards the development of Organic Light-Emitting Diode (OLED)-based lighting and electronic devices, in part due to their much lower power consumption and greater efficiency compared to other lighting technologies. According to Transparent Mark Research the global OLED displays market is expected to reach $100 billion by 2050 from $4.9 billion in 2012. Europe has been at the forefront of OLED-based research with companies having invested significantly in this technology. Although, OLEDs are already commercialized, the devices were fabricated by expensive vacuum. To achieve a truly cost-effective product, devices must be fabricated via solution processing. Thus, dendritic molecules represents a good alternative to small molecules and extensively high molecular weight polymers. Since dendrimer simultaneously possesses the advantages of polymers and small molecules, i.e. low crystallization trend, high purity, well-defined chemical structure, and excellent film-forming properties. In this proposal, the applicant intends to fabricate non-doped devices using inexpensive solution-processing techniques coupled with bespoke TADF molecules designed for this purpose. Outcome of this research will establish a new strategy to achieve highly efficient OLED device at low cost. Apart from contributing to European academic excellence and enhancing Europeís leading roll in organic semiconductor research, outputs from this research will help to make OLEDs accessible to the developing world by contributing to reducing their production cost.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}