{
    "rcn": "208366",
    "acronym": "LamelliActin",
    "topics": "MSCA-IF-2016",
    "title": "Mechanical Adaptation of Lamellipodial Actin Networks in Migrating Cells",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Cell migration is centrally involved in embryonic development, regeneration and immune surveillance. However, when misguided it also contributes to the pathogenesis of Europeís socioeconomic most relevant diseases including cancer, cardiovascular diseases and chronic inflammation. Accordingly, better understanding the fundamental mechanisms of cell migration is of direct clinical relevance. In order to migrate within a multicellular context, cells have to negotiate physical constraints, such as other cells and the extracellular matrix and effectively integrate mechanical challenges into directional decision-making. This proposal suggests a combined cell biological and biophysical approach to provide a quantitative understanding of the underlying molecular and mechanical principles. We will focus on the prototypic force-generating structure of migrating cells the lamellipodium - a flat sheet-like protrusion of dendritic actin networks at the leading front of migrating cells. We will decipher the ultrastructural adaptations of lamellipodial actin networks with single filament resolution and characterize how nucleation, elongation, depolymerization and crosslinking of actin filaments coordinate circumnavigation of mechanical obstacles. Technically, these questions will be addressed in a multidisciplinary approach by employing correlative fluorescence and electron tomography in combination with artificial environments engineered using microfluidics and substrate micropatterning, as well as genetic approaches and biological modelling. Importantly, findings will ultimately be challenged in living tissues. The expected results will generate an integrated view of force-adaptations of actin networks in living cells and will not only impact the fields of cell biology and biophysics but also cancer biology, immunology and developmental biology.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}