{
    "rcn": "208342",
    "acronym": "ChroSoDSB",
    "topics": "MSCA-IF-2016",
    "title": "Chromatin Study of DNA Double Strand Breaks",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "In stark contrast to common belief, cellular DNA is not de facto safe as it constantly encounters numerous perils. To keep chromosomal DNA intact and to prevent the onset of pathological conditions, such as cancer and premature ageing, which are driven by DNA damage-induced genomic instability, life has evolved appropriate protective mechanisms, collectively referred to as the DNA Damage Response (DDR). A vital branch of the DDR is the response to DNA double-strand breaks (DSBs), arguably the most cytotoxic and mutagenic lesions. DSBs lead to the modification of their local chromatin environment to allow scaffolding of downstream protein factories, comprised of signalling, chromatin remodelling and DNA repair proteins. These DSB processing factories assemble in the context of chromatinised DNA, making chromatin architecture crucial for DSB restoration. Though our understanding of how chromatin status affects the DSB response has significantly progressed in recent years, we are only starting to identify factors regulating this intricate interplay. Moreover, current ways to induce DSB result in random, heterogeneous DNA damage, therefore not allowing the study of the DSB response in a specific chromatin compartment. In order to overcome this technical hurdle and to identify new regulators of DSB signalling and repair, I will use a powerful new method, combining the generation of limited, well-distributed DSBs, exclusively located in either euchromatin or heterochromatin, with specific purification of DSB-containing chromatin protein-complexes. Subsequently, I will select, validate and functionally characterise novel factors that have not yet been implicated in the DSB response, but behave similarly to known DSB-related proteins. By performing this multidisciplinary project, I will obtain new scientific and transferrable skills, thus taking a huge step towards true scientific independence and better career opportunities.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}