{
    "rcn": "208364",
    "acronym": "BRISRES",
    "topics": "MSCA-IF-2016",
    "title": "The Basal Roughness of Ice Sheets from Radio-Echo Sounding",
    "startDate": "21/08/2017",
    "endDate": "20/08/2020",
    "objective": "The subglacial environment beneath the Greenland and Antarctic ice sheets is one of the physically least well characterised environments on Earth. Ice sheet model simulations demonstrate high sensitivity to their basal sliding parameterisation which is governed by basal roughness, the thermal state of the bed, and lithology (presence or absence or deformable sediments). Compiling observations of the current state of the glacier bed is therefore crucial for the accuracy of ice sheet modelling and future predictions of sea level change. Radio-echo sounding (RES) is the only existing geophysical technique that has sufficient data coverage to enable ice-sheet-wide information to be obtained from the bed. In general, however, quantitative analysis of radar sounding data, and integration with electromagnetic and geostatistical approaches, lags significantly behind the data availability.\n         In this fellowship I will develop an integrated framework for characterising the roughness of glacier beds; exploiting information from the electromagnetic scattering of the radar pulse and the statistics of the basal topography. This approach will enable an unprecedented characterisation of the scale dependence of basal roughness from the kilometre to the metre scale - the scale that is most relevant for basal sliding.  Via a synthesis with ice sheet models I will challenge assumptions that are made regarding basal roughness and its relationship with other geophysical data fields, enabling new radar-derived constraints to be placed upon the bed of ice sheets. Subsidiary goals include: adapting electromagnetic scattering models for fractal surfaces to ice penetrating radar; identifying and mapping regions of deformable bed; and developing a framework for combining electromagnetic scattering information from different radar systems. This fellowship represents a unique opportunity to transfer knowledge and techniques from the US geophysical radar community to European glaciology.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 251858
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}