{
    "rcn": "208303",
    "acronym": "SUCCESS",
    "topics": "ERC-2016-COG",
    "title": "The earliest migration of Homo sapiens in Southern Europe: understanding the biocultural processes that define our uniqueness",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Anatomically modern humans (AMHs) radiated out of Africa into the rest of the world around 60,000-50,000 years ago. While various evidence suggests arrivals of AMHs in Asia and Australia ca. 45,000 calendar years before present (cal BP), the timing and pattern of the biological and cultural shifts that occurred in Europe around 50,000 to 35,000 cal BP, are hotly debated and are considered to be among the most important questions in paleoanthropology. This period documents 1) the demise of the autochthons Neandertals and their replacement by AMHs as well as 2) dramatic changes in human behaviour and the appearance of various technocomplexes that replaced pre-existing Mousterian cultures. Debate revolves around the question of whether modern behaviour was independently achieved by Neandertals or is directly related to the arrival of AMH. In this context Italy plays a pivotal role due to its geographic position and ecological variability, and key archaeological sites with transitional and early Upper Paleolithic cultures.\nThis interdisciplinary and multidisciplinary project aims to understand when AMHs arrived in Southern Europe, the biocultural processes that favoured their successful adaptation and the final cause of Neandertal extinction.\nThe project involves survey in Italy and field investigations of key archaeological sites dating to the Middle-to-Upper Paleolithic Transition, paleoecological, zooarchaeological, paleoanthropological and  isotope analyses, studies of pigments, ornaments, lithic and bone tools, as well as statistical modeling using cutting-edge protocols. The results of this work will be of pivotal importance for understanding a key period in European prehistory and, more generally, the biocultural, adaptive and ecological characteristics that make our species successful and unique. It implies that this project will be crucial for understanding the replacement of all hominin species by AMHs around the world.",
    "totalCost": "1993811",
    "ecMaxContribution": "1993811",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 1993811
        }
    },
    "calculatedTotalContribution": 1993811
}