{
    "rcn": "208330",
    "acronym": "MYCOBIOME",
    "topics": "MSCA-IF-2016",
    "title": "Detection of biocontrol agents from casing material to inhibit mushroom mycoparasites through casing microbiome characterization and Raman spectroscopy of isotopically labelled organisms.",
    "startDate": "13/03/2017",
    "endDate": "12/03/2019",
    "objective": "Mycoparasites cause significant crop losses in the cultivated mushroom Agaricus bisporus, but as fungal pathogens of cultivated fungi pose major challenges for disease control. The casing layer used to cover mushroom compost supports a diverse community of microorganisms with potential to act as host-specific biocontrol agents capable of inhibiting the germination or growth of mycoparasitic fungi, while even promoting mushroom development. In this project we propose to apply novel and state-of-the-art techniques to characterize the casing microbiome along the crop cycle and identify potential biocontrol agents to control bubble diseases by amending casing with a stable synthetic microbial ecosystem. High-throughput community analysis, developed by the host group and used for the characterization of the plant microbiome, will be implemented to analyse the complete community structure of a suppressive casing material. Target materials will be selected through pilot trials conducted within the Partner Organization (PO) facilities. Potential antagonistic bacteria will be valuated to detect and isolate biocontrol agents through isotopic labeling of fungi (a new protocol for labeling spores and hyphae will be developed) and Raman-confocal microspectroscopy. Potential biocontrol agents will be finally tested in a pilot trial. The project builds a consortium formed by two European institutions, including certain departments from the academic host institution (University of Oxford, UK) and one non-academic PO (ASOCHAMP RIOJA, Spain), a research centre with extensive experience analysing casing materials and mycoparasites. It has been designed to augment and complement the research and transferable skills sets of the Marie Curie fellow and will greatly enhance his career prospects accordingly. Through the training and the research results arising, the Fellowship will be beneficial to the fellow, the host institution, the PO, the mushroom industry and the European society.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}