{
    "rcn": "208332",
    "acronym": "SMEntorEGE",
    "topics": "H2020-SGA2-EEN",
    "title": "SMEntorEGE",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The objective of SMEntorEGE is to support the regional SMEs to enhance their innovation management skills by improving efficiency and effectiveness of innovation processes, thus contributing to smart growth. Two groups of SMEs are targeted for the services that will be given under the project. The first group involves the SMEs who\nare the beneficiaries of ìHorizon2020's SME instrumentî or other EU Funded Schemes such as FP7, EUREKA,\nEUROSTAR, but who need technical support in innovation management to enhance successful exploitation of the project and its contribution to the companiesí growth. The second group consists of SMEs with potential for international growth via product/process/service/business model innovation but who lack the knowledge, skills to manage innovation activities. Two different services will be provided throughout the project period. ìKey account managementî for the beneficiaries of the SME instrument will focus on identifying bottlenecks to the creation of economic impact in companies benefitting from EU grants and address these bottlenecks with the help of capable Coaches and with the aid of KAM services of EEN.\nìEnhancing SME innovation management capacityî for innovating SME independently from a specific project will focus on increasing the efficiency and effectiveness of innovation processes in SMEs with significant innovation activities that could potentially become beneficiaries of European research and innovation supports, but not have effective access to consulting services for innovation management. As a result of the project, new types of standardised innovation support methodologies will be developed, the skills of the staff from the existing consortia will be improved, comprehensive innovation support will be given, EEN will be embedded in Regional Innovation Ecosystem, closer cooperation will be established between key innovation support providers and relevant stakeholders.",
    "totalCost": "95520",
    "ecMaxContribution": "94388",
    "coordinator": "EGE UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "DENIZLI TICARET ODASI;EGE BOLGESI SANAYI ODASINA",
    "participantCountries": "TR",
    "projectParticipants": {
        "938297685": {
            "orgId": "938297685",
            "orgName": "DENIZLI TICARET ODASI",
            "ecContrib": 0
        },
        "999857183": {
            "orgId": "999857183",
            "orgName": "EGE UNIVERSITY",
            "ecContrib": 94388
        },
        "938461130": {
            "orgId": "938461130",
            "orgName": "EGE BOLGESI SANAYI ODASINA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 94388
}