{
    "rcn": "208397",
    "acronym": "PROFOLIG",
    "topics": "MSCA-IF-2016",
    "title": "Covalent-ligation-assisted elucidation of protein-aromatic foldamer interactions",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The development of ligands that selectively bind to a given protein surface is a challenging area of research with potential applications in diagnostics, pharmacology or therapy. Current approaches include small molecule screening, the design of medium sized epitope mimetics (e.g. alpha helix mimetics) and directed evolution methodologies (e.g. ribosome display).\n\nIn this project, we intend to initiate an essentially unexplored approach: the design from first principles of synthetic ligands derived from helical aromatic oligoamide foldamer backbones bearing proteinogenic side chains to target the surface of a given protein: interleukin 4 (IL4). Helical aromatic amides appear to be well suited for this purpose thanks to their predictable, tunable and stable conformations in solution; their relatively easy synthesis of secondary and tertiary-like structures as large as small proteins; and their high amenability to crystal growth and structural elucidation. Specifically, we intend to explore molecular recognition rules between large (2-15 kDa) aromatic oligoamide foldamers and a target protein surface, and to validate a novel iterative method based on combining covalent attachment and structural characterization.\n\nThe proposed strategy thus consists in structure-based iterative design. The following steps will be implemented: 1) synthesis of a small pool of foldamer sequences; 2) covalent attachment of each of them via a disulfide bridge to the surface of a recombinantly expressed IL4 cystein mutant, and screening for foldamer-protein interactions through foldamer helix handedness induction by the chiral protein surface; 3) structural characterization of the interactions, mainly by crystallography, within selected protein-foldamer adducts; 4) design of new and improved foldamers. Ultimately optimized interactions should produce foldamers that bind to IL4 without the assistance of the covalent tether.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}