{
    "rcn": "208348",
    "acronym": "DSR",
    "topics": "MSCA-IF-2016",
    "title": "Dissipative Self-Replication",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "This research project aims to address one of the Grand Challenges in contemporary science: the de-novo synthesis of life. More specifically we aim to achieve, for the first time, Darwinian evolution in a system of fully synthetic molecules. This ambitious aim may be reached by combining the expertise of the experienced researcher on out-of-equilibrium systems with the expertise of the host lab on self-replicating molecules. This combination will enable replication to be operated out of equilibrium. The central idea is to run the self-replicating molecules in a regime where replication and replicator ìdeathî are competing processes. Replicators only survive as long as they replicate faster than they are destroyed. The simplest implementation of such regime is a flow system in which replicator building blocks are continuously flown in, while outflow of part of the replicator solution constitutes replicator ìdeathî through a process of (non-selective) physical removal. In addition to replication, two more ingredients are required for Darwinian evolution: mutation and selection of the mutants that are best adapted to their environment. To realise those elements, we will create a mixture of replicator mutants by offering a mixture of different building blocks. Alteration of fitness parameters (by altering the environment) should shift the mutant distribution towards the replicators that are best adapted to the new environment. Environmental parameters that will be explored include flow systems with thermal gradients (selectively trapping replicators that assemble into long fibers) and co-solvents and salts (affecting the supramolecular interactions that hold the replicator assemblies together).",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}