{
    "rcn": "208317",
    "acronym": "MaQSens",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Magnetomechanical Platforms for Quantum Experiments and Quantum Enabled Sensing Technologies",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "This project seeks to establish a radically new technology platform for experiments in macroscopic quantum physics and for quantum enabled sensing. We exploit magnetic coupling between superconducting quantum circuits and superconducting mechanical resonators ñ both levitated and suspended ñ to enter a hitherto inaccessible parameter regime of both unprecedented force sensitivity and full quantum control of massive, macroscopic objects. Our approach combines, in a new way, techniques from different research areas (magnetic levitation, superconducting circuits, atom-chip technology, cavity optomechanics and quantum optics) and is set up as a joint collaborative effort between expert European teams from academia and industry. Our technology will enable quantum experiments of otherwise unachievable coherence times and masses, which has immediate implications for testing fundamental physical questions, for performing hybrid quantum information processing and, on the applied side, for ultrasensitive force sensing applications.",
    "totalCost": "3082755",
    "ecMaxContribution": "2699369,09",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "BAYERISCHE AKADEMIE DER WISSENSCHAFTEN;UNIVERSITAT AUTONOMA DE BARCELONA;OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "DE;ES;AT",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 278750
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1001300
        },
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 859506
        },
        "999580054": {
            "orgId": "999580054",
            "orgName": "BAYERISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 559812
        }
    },
    "calculatedTotalContribution": 2699368
}