{
    "rcn": "208351",
    "acronym": "MODIO",
    "topics": "MSCA-IF-2016",
    "title": "Numerical modelling of the structural controls on Irish Zn-Pb ore deposits",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "MODIO will investigate the structural controls on mineralisation in the world class Irish Lower Carboniferous base metal deposits. Using top quality data from many Irish mining industry partners and government agencies, MODIO will investigate the links between the fault system framework and orebodies as well as the fundamental fault kinematics underlying the segmented extensional fault arrays that are seen to control these mineral deposits. For this, the fellow will use an integrated multidisciplinary approach of (1) 3D geological modelling, (2) kinematic restoration, (3) discrete element method modelling, and (4) flexural backstripping at University College Dublin. The project will in detail constrain the fault-mineralisation network in several Irish mineral deposits in 3D, as well as providing regional constraints. These 3D models will be used as input for forward mechanical discrete element modelling of the fault systems through time and a reconstruction of the thermal and structural evolution of the basin using flexural backstripping. \n\nA better understanding of the fundamental structural controls on base metal deposits in extensional basins would significantly inform mineral exploration activities and reduce investment risks in Irish Zn-Pb deposits and many similar deposits throughout Europe. MODIO presents the perfect opportunity for the fellow to become an industry innovator doing cross-disciplinary research at the crossroads between structural, economic and computer geology. The application of state-of-the-art integrative modelling techniques and abundant links with mining industry and geoscience community will provide advanced training to the fellow and will leave him well-equipped for an independent research career and well networked with cross-disciplinary industry.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}