{
    "rcn": "208383",
    "acronym": "CAlCULUS",
    "topics": "MSCA-IF-2016",
    "title": "Causes And ConseqUences of Low Urban accessibility. Defining proper policy responses",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "An efficient and just transport system is a key element of sustainable development and an indispensable component of coherent modern societies. Improving accessibility and reducing its disparities are the means that bridge the reduction of negative transportation outcomes with a positive response to the increased mobility needs of contemporary societies. This places accessibility at the core of the main challenges of EUís urban areas. A proper identification of causes of low accessibility combined with a profound knowledge of the outcomes of a particular pattern facilitate the formulation of the most efficient policy response that leads towards social inclusion, an increase of well-being, and a fully-fledged citizenship of contemporary societies. The CAlCULUS project aims to deepen understanding of the causes and consequences of unfavourable accessibility patterns in order to develop a decision-support model which facilitates more efficient and just transport management. The growing potential of smart cities and the recent development of big data mining provide new opportunities for innovative analyses of accessibility and travel behaviour. The previous experience of the fellow in the field of accessibility and international comparative urban studies, together with the hostís expertise in the application of big data for transport research, create perfect conditions for the implementation of the proposed research project. The influential position of the UCM and the experience of its Scientific Culture and Dissemination Unit guarantee efficient communication of the project results to diverse target groups and facilitate public engagement. Mentoring from the supervisor, and the support of the host institution which includes dedicated training opportunities, teaching involvement, and the development of management skills, will be a milestone in a path towards research maturity and will lay the foundations for the future establishment of the fellowís own research team.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}