{
    "rcn": "208312",
    "acronym": "OXIDISE",
    "topics": "ERC-2016-COG",
    "title": "Interaction and Kinetics of Oxidative Biomass Degrading Enzymes Resolved by High-Resolution Techniques",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Current processes for lignocellulose deconstruction are unspecific and produce some constituents in poor quality. Specific biocatalysts could achieve optimal segregation together with minimal damage to cellulose and lignin and provide high-quality feedstocks for industry. Naturally occurring fungal oxidoreductases perform this task, but their characterisation ñ and hence their optimisation for industrial application ñ is difficult because of the experimental challenges. The mission of OXIDISE to develop appropriate methods to characterise lignocellulose degrading oxidoreductases, i.e. elucidate their conversions rates and to resolve their distribution and interaction in vicinity of their polymeric substrates. High-resolution techniques will be adapted to specifically detect fungal oxidoreductases like lytic polysaccharide monooxygenase, cellobiose dehydrogenase, laccase, lignin peroxidase, or members of the GMC oxidoreductase superfamily. These enzymes are all involved in the oxidative attack of recalcitrant biopolymers and are present in over 90% of fungal genomes. To overcome problems of current assaying techniques such as their low spatial and temporal resolution, OXIDISE will develop and apply techniques based on microelectrodes, scanning electron microscopy, surface plasmon resonance and fluorescence microscopy thereby pursuing three objectives: 1) study the interaction of all major oxidoreductases secreted by fungi in regard to electron transfer, regeneration of redox species and substrate cascading; 2) resolve the distribution of secreted oxidoreductases on cellulosic and lignocellulosic substrates at high resolution; 3) transfer the developed techniques to natural lignocellulose samples with growing fungal hyphae and study the secreted oxidoreductase activities. OXIDISE strives to establish new techniques to elucidate the kinetics and interactions of oxidoreductases ñ a long neglected enzyme class for lignocellulose depolymerisation.",
    "totalCost": "1929319",
    "ecMaxContribution": "1929319",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 1929319
        }
    },
    "calculatedTotalContribution": 1929319
}