{
    "rcn": "208300",
    "acronym": "COMPLEX",
    "topics": "ERC-2016-STG",
    "title": "The Degradation of Complex Modern Polymeric Objects in Heritage Collections: A System Dynamics Approach",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "By viewing a scientific problem through the lens of heritage, COMPLEX will create an entirely new cross-disciplinary vision for understanding and modelling polymer degradation and build a world leading research team studying the degradation of modern polymeric objects in collections.  Rather than focussing on specific chemical or physical processes, as has been done in the past, COMPLEX will consider polymeric objects as almost akin to living organisms, and by using a system dynamics approach will model objects in their environments in a way that reflects their real complexity, with multiple, inter-connecting interactions between material properties and environmental parameters.\nAs a polymer chemist, this project has been inspired by my 4 years of experience in the field of heritage, in particular by experiencing the problems raised by the conservation of modern polymeric objects such as plastics.  The development of modern polymers during the 19th and 20th centuries has changed history and society and they are a part of our material heritage that it is essential to conserve for future generations.  However, these objects are at risk due to their instability and a lack of knowledge within the museum sector as to their degradation behaviour.\nSystem dynamics models will be developed incorporating multiple chemical and physical interactions between the components of polymeric objects and environmental parameters such as relative humidity or light.  These will be used to predict the degradation behaviour of objects over time, to identify key parameters that are correlated to object change and provide practical solutions for heritage professionals.  Above all, COMPLEX will provide a new way of looking at polymer degradation, that can be applied across a wide range of fields, including medicine, waste management and industry.",
    "totalCost": "1499394",
    "ecMaxContribution": "1499394",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1499394
        }
    },
    "calculatedTotalContribution": 1499394
}