{
    "rcn": "208346",
    "acronym": "Alexander Krauss",
    "topics": "MSCA-IF-2016",
    "title": "The limits of the sciences in identifying causes and scientific laws",
    "startDate": "15/03/2017",
    "endDate": "14/03/2019",
    "objective": "Scientists rarely question the scientific methods ñ and their related complex theory, strong assumptions and problematic quantitative techniques ñ used to generate the causes and laws in their particular scientific models, which is the guiding research question of this project. Better understanding the limits of using mathematical and statistical methods in science is important for research and policy, because these methods all lead to some degree of biased results and scientists using them often misguidedly claim to establish strong causal relationships. This research project will investigate the underlying assumptions of quantitative methods by critically assessing the leading, most cited academic studies across the sciences that all use some form of mathematical and statistical methods. By combining theoretical, methodological and empirical analysis, this research project will help disentangle the links between the actual methods applied by scientists and the causal effects and scientific laws they claim to identify in their models. Identified causes and laws need to always be understood in the context of the different methods used to express them. This research project thus aims to address the gaps in the literature on scientific methodology by providing insight and knowledge into the large set of important assumptions and limitations behind mathematical and statistical methods used to identify causes and scientific laws. By helping to increase awareness among scientists about these biases and constraints and by outlining ways to better combine multiple methods, this project also aims to help improve scientific practice. More broadly, it hopes to help improve how we understand scientific methodology and thus science and evidence-based policymaking.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}