{
    "rcn": "208334",
    "acronym": "EOW",
    "topics": "SMEInst-09-2016-2017",
    "title": "A micro dual-axis vertical wind turbine providing an alternative low carbon energy solution capable of working at high efficiency in low wind speeds for use in urban environments.",
    "startDate": "01/01/2017",
    "endDate": "30/04/2017",
    "objective": "Traditional vertical axis wind turbines have been poorly adopted in urban environments. Customers face problems such as the unaesthetic appearance, noise, and inefficient energy output. To address the environmental impacts caused by current wind turbines, EOW2-Wind Ltd. has developed the Evolution of Wind (EOW), a range of customisable dual-axis vertical micro wind turbines suitable for urban use with efficient energy and low-noise output. The unique design of the dual-axis EOW turbines means they operate in low wind conditions of 2-3 metres/second with a low noise output of 18dB. The turbines which stand with close proximity to the ground have a unique deflector shield capable of diverting counterproductive wind contributing to a more energy efficient system. Beyond the power generating capabilities of the EOW, the customisable design of the system allows for  the turbine to be adjusted according to the users energy requirements. During the Phase 1 feasibility study the project will focus on establishing a complete supply chain, a sound business model and commercialization strategy, a planning of all activities for deploying a large scale pilot with 10 turbines installed in different locations, as well as the elaboration of an industrialization and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EOW2 WIND LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925503870": {
            "orgId": "925503870",
            "orgName": "EOW2 WIND LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}