{
    "rcn": "208391",
    "acronym": "DIGEST",
    "topics": "MSCA-IF-2016",
    "title": "The impact of seed-dispersal by animals on plant distributions: an experimental and modelling approach",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Many plant species produce seeds that are ingested, transported and egested by animals. This dispersal mechanism is known as endozoochory, and plays a crucial role in the persistence of a broad range of plant species worldwide. The importance of endozoochory is today best known for terrestrial plant species producing fleshy-fruits around their seeds to attract animals. However, animals also massively ingest seeds that lack fleshy components in wetland ecosystems, suggesting endozoochory can also impact wetland biodiversity. Current global pressures on wetlands urge a better understanding of the dispersal mechanisms regulating biodiversity in such ìislands in a sea of landî. The proposed study aims to generate a mechanistic understanding of endozoochory by studying wetland ecosystems in a novel approach: traditional time-consuming and ethically-challenging experiments with living animals will be replaced by an innovative combination of experiments and biogeographical modelling. Four key objectives are to: (I) identify contrasts and similarities between endozoochory in terrestrial and aquatic habitats in a meta-analysis; (II) modify existing artificial digestion protocols for humans and domestic animals so they simulate digestion by three key vector animal species for wetlands, during a secondment in the food industry; (III) use these protocols to estimate the endozoochorous dispersal potential for a wide range of plant species; (IV) use biogeographical modelling to test relations among the suitability index of plant species for endozoochory, plant distributions and movements of vector animals. This integrated approach will improve our mechanistic understanding of endozoochory, fuse terrestrial and aquatic ecology, exchange knowledge between academia and the industry, inform on an important ecological process in a globally changing world, and will allow me to acquire all necessary competences and contacts to initiate my own research group after this project.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}