{
    "rcn": "208386",
    "acronym": "SPERMAGE",
    "topics": "MSCA-IF-2016",
    "title": "No country for old sperm: male aging, sperm aging, and external stressors as determinants of sperm quality and fertility",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Deterioration in sperm quality with age is a major cause of male infertility. This has particular socio-economic relevance for Europe where fatherhood is increasingly delayed and infertility has reached near epidemic levels, costing the EU  Ä4 billion per annum. The mechanisms causing, and the full consequences of declining sperm quality with age remain very poorly understood. For example, it is unclear how much of the reduction in sperm quality is due to advanced male age or the time sperm are stored within males reproductive organs, and we do not understand the mechanisms responsible for deteriorating sperm quality with increasing male age. The general aim of this project is to disentangle the effects of male aging and sperm aging on sperm quality, fertility and reproductive fitness using Drosophila melanogaster as a model. We will also test putative mechanisms thought to cause age-related fertility declines and test two possible general pathways through which sperm age. This proposal is a much needed integration of evolutionary ecology and sperm physiology, benefiting from the ideal match of skills and expertise of the Applicant (Tourmente - physiology), and the PI (Hosken - evolution). Since the mechanisms and phenomena studied are conserved across animals, the research proposed has high potential to produce results relevant to fundamental and applied research in human aging and reproductive health and animal breeding. The MSC fellowship will be pivotal for Applicants development toward independent research and offers the unique opportunity to work in one of the most prominent evolutionary ecology groups worldwide. The Biosciences Department at the University of Exeter is world-leading and provides excellent opportunities for the personal career development of the Applicant, who in turn brings novel skills to Exeter that will greatly benefit this group.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}