{
    "rcn": "208478",
    "acronym": "POLYAMACHINES",
    "topics": "ERC-2016-COG",
    "title": "The polyA machinery: Elucidating the molecular mechanisms of mRNA polyadenylation, deadenylation and RNA recognition",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Gene expression is tightly regulated to allow rapid responses to cellular stimuli. In eukaryotes, the 3¥ polyA tail of mRNAs plays key roles in post-transcriptional control. The Cleavage and Polyadenylation Factor (CPF), Ccr4ñNot and Pan2ñPan3 multiprotein complexes add or remove polyA tails to regulate mRNA stability and efficiency of translation. They control expression of genes in the inflammatory response, miRNA-targeted gene silencing and expression of maternal mRNAs in oocyte development. These processes are deregulated in disease, including cancer and neurological disorders.\n\nAlthough the proteins that add and remove polyA tails are known, their mechanisms are poorly understood. My lab recently established methods to reconstitute the polyA machinery. This led to new insights into the link between transcription and polyadenylation, new understanding of the molecular mechanisms of deadenylation, and details of RNA recruitment.\n\nIn this proposal, my objective is to understand the molecular basis for polyadenylation and deadenylation of specific mRNAs. This is now possible because of our novel methodological and biological advances. We will determine high-resolution structures of the polyA machinery using electron cryo-microscopy (cryo-EM), reconstitute their biochemical activities in vitro and study their in vivo functional roles. We use this integrated approach to study intact multiprotein complexes, not individual subunits or domains. This involves considerable technical challenges and an investment in developing high quality purifications and new structural methods. I will determine how the four enzymatic activities of CPF are coupled, the mechanisms by which Ccr4ñNot targets specific RNAs, and the molecular basis for RNA recognition by Pan2ñPan3. Together, this will provide new biological and technological insights, leading to understanding of fundamental processes in gene expression and the role of polyA tails in disease.",
    "totalCost": "2016697",
    "ecMaxContribution": "2016697",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}