{
    "rcn": "208404",
    "acronym": "WARCAP",
    "topics": "MSCA-IF-2016",
    "title": "Fiscal capacity and warfare in Europe and Latin America in the long nineteenth century (1789-1913).",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "This project seeks to contribute to understanding the impact of warfare on the expansion of fiscal capacity in the long nineteenth century (1789-1913) in Europe and Latin America. The relationship between late-modern warfare and fiscal institutions has been a contested issue. Even though wars may exert a negative short-time impact on public revenues due to the physical destruction that they cause, several authors have suggested that over the long run they may promote fiscal innovations that improve the governmentís capacity to collect taxes. However, our knowledge about state-making and the rise of fiscal capacity in late modern times is still insufficient. To begin with, much more emphasis should be placed in the effects exerted by limited and civil wars. Unlike mass warfare, limited and civil wars do not necessarily trigger the social and political changes associated to permanent increases of public revenues. Secondly, the interaction between warfare and economic and political factors still remains open to question. \n\nIn order to address these unresolved issues, the project aims at making use of a mixed-methods approach that brings together quantitative and qualitative techniques. Firstly, I seek to conduct statistical analyses of large N-samples by means of collecting new long-term annual series of public revenues and expenditure. While the lack of data has been an unavoidable setback for previous analyses, recent new datasets are closing this gap (including the one that I elaborated during my PhD program, as well the databases elaborated by members of the STANCE project at Lund University). Secondly, I seek to narrow down the analysis to focus on several case studies in Europe and Latin America. The qualitative analysis of these specific case studies will help the research project to assess the plausibility of the previous statistical results and to explore more in depth the micro-foundations of these relationships.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}