{
    "rcn": "208473",
    "acronym": "MITOSENSING",
    "topics": "ERC-2016-COG",
    "title": "Decoding mitochondrial nutrient-sensing programs in POMC neurons as key determinants of metabolic health",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Nutrient-sensing by POMC neurons is a critical process to monitor the metabolic status of the organism and to coordinate adaptive neuroendocrine, behavioural and metabolic effectors of energy balance. Mitochondria, as central commanders of cellular energy production and primary sources of bioenergetic signals, are logical candidates to play a key role in metabolic control. However, a comprehensive understanding of the mitochondria as nutrient-sensors and modulators of systemic energy homeostasis is lacking. MITOSENSING hypothesizes that dedicated mitochondrial networks in POMC neurons are able to sense, integrate and respond to alterations in the nutritional milieu and engage physiological actions to maintain energy balance. Thus, defects in these mitochondrial nutrient-sensing programs in this subset of neurons underlie the development of metabolic conditions such as obesity and type-2 diabetes (T2D). To test it, we will pursue three aims: 1) to identify transcriptionally-modulated mitochondrial nutrient-sensing programs in POMC neurons; 2) to investigate whether disruption of specific nutrient-sensing programs in POMC neurons cause metabolic disorders; 3) to investigate whether the development of lifestyle-associated metabolic disorders are caused by defective mitochondrial nutrient-sensing programs in POMC neurons. By providing neuron-specific, integrative, functional and mechanistic in vivo strategies, MITOSENSING will represent a major step forward into the understanding of mitochondria as a nutrient-sensing entity, the gene programs involved and their physiological regulatory functions in the context of energy balance control. Adequate coordination of neuronal nutrient-sensing with energy balance control is critical to sustain life, and thus understanding the molecular mechanisms governing these physiological programs will have an enormous scientific impact and also potential therapeutical implications for obesity and T2D.",
    "totalCost": "1999573",
    "ecMaxContribution": "1999573",
    "coordinator": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 1999573
        }
    },
    "calculatedTotalContribution": 1999573
}