{
    "rcn": "208449",
    "acronym": "EndoMitTalk",
    "topics": "ERC-2016-STG",
    "title": "Endolysosomal-mitochondria crosstalk in cell and organism homeostasis",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "For many years, mitochondria were viewed as semiautonomous organelles, required only for cellular energetics. This view has been displaced by the concept that mitochondria are fully integrated into the life of the cell and that mitochondrial function and stress response rapidly affect other organelles, and even other tissues. A recent discovery from my lab demonstrated that mitochondrial metabolism regulates lysosomal degradation (Cell Metabolism, 2015), thus opening the way to investigate the mechanism behind communication between these organelles and its consequences for homeostasis. With this proposal, we want to assess how mitochondrial crosstalk with endolysosomal compartment controls cellular homeostasis and how mitochondrial dysfunction in certain tissues may account for systemic effects on the rest of the organism. EndoMitTalk will deliver significant breakthroughs on (1) the molecular mediators of endolysosomal-mitochondria communication, and how deregulation of this crosstalk alters cellular (2), and organism homeostasis (3). Our central goals are: 1a,b. To identify metabolic and physical connections mediating endolysosomal-mitochondria crosstalk; 2a. To decode the consequences of altered interorganelle communication in cellular homeostasis 2b. To study the therapeutic potential of improving lysosomal function in respiration-deficient cells; 3a. To assess how unresolved organelle dysfunction and metabolic stresses exclusively in immune cells affects organism homeostasis and lifespan. 3b. To decipher the molecular mediators by which organelle dysfunction in T cells contributes to age-associated diseases, with special focus in cardiorenal and metabolic syndromes. In sum, EndoMitTalk puts forward an ambitious and multidisciplinary but feasible program with the wide purpose of understanding and improving clinical interventions in mitochondrial diseases and age-related pathologies.",
    "totalCost": "1498625",
    "ecMaxContribution": "1498625",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 1498625
        }
    },
    "calculatedTotalContribution": 1498625
}