{
    "rcn": "208443",
    "acronym": "CARAMBA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unravelling the microbial carbon pump in the ocean: Linkage between gene expression and RDOM generation by marine bacteria (CARAMBA)",
    "startDate": "06/03/2017",
    "endDate": "05/03/2019",
    "objective": "The ocean is one of the largest carbon reservoirs on Earth, absorbing 30% of anthropogenic CO2. It also contains an amount of carbon in the form of oceanic dissolved organic matter (OM; 660 Gt) similar to that in atmospheric CO2 (829 Gt). Hence knowing how this organic matter is cycled has interest in the study of the planetary carbon cycle. Bacterioplankton (the community of heterotrophic prokaryotes composed by bacteria and archaea, hereafter bacteria) play a key role in OM processing throughout all aquatic ecosystems, with consequences on the cycling of carbon and other elements. Although bacterial consumption and reprocessing of OM has been extensively studied, the production of refractory DOM (RDOM) by bacteria, or the so-named microbial carbon pump, is a recent and relatively unknown concept with large consequences on carbon storage and cycling in the ocean. The main objective of the CARAMBA project is to better understand the taxonomic, genomic and metabolic underpinnings of the bacterial production of refractory DOM through the microbial carbon pump. For this purpose, we will combine for the first time laboratory work with single bacterial strains with OM characterization using cutting-edge techniques and genomics/transcriptomics work. Using this approach we will be able to identify the main organic compounds produced by bacteria and the expressed genes, thus the underlying mechanisms, involved in such processes.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}