{
    "rcn": "208497",
    "acronym": "INSOMNIA BEAT IT",
    "topics": "ERC-PoC-2016",
    "title": "Integrated Network of Sleep-Optimizing Modules for Norm-Informed Adaptive Behavioural, Environmental And Therapeutic Internet Training",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Major depression is among the most prevalent and burdening health hazards. Our best chance to combat the pending global pandemic is to provide preventive interventions to identified people at risk. The strongest modifiable risk factor is insomnia. Insomnia can be ameliorated by its recommended treatment, cognitive behavioural therapy (CBT), which indeed improves depression outcomes. Current health infrastructures however cannot supply CBT for the ±10% of the population suffering from insomnia. Internet-based self-help could solve this bottleneck, but current implementations utilize only a fraction of the evidence-based effective intervention possibilities, are not equipped to support personalized approaches, and do not harness the potential to support large-scale research. The current PoC project will build an Integrated Network of Sleep-Optimizing Modules for Norm-Informed Adaptive Behavioural, Environmental And Therapeutic Internet Training (INSOMNIA BEAT IT) to solve these shortcomings and allow for the implementation of personally optimized combination of self help modules to promote health in general and to prevent depression in particular. It has a high potential for widespread marketing to health professionals and companies that may want to offer the platform to their employees to promote health and well-being.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}