{
    "rcn": "208418",
    "acronym": "CAMART2",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Centre of Advanced Materials Research and Technology Transfer CAMART≤",
    "startDate": "01/02/2017",
    "endDate": "31/01/2024",
    "objective": "'CAMART≤ (ëExcellence Centre of Advanced Material Research and Technology Transferí) project is aimed to upgrade the existing Centre of Excellence at the Institute of Solid State Physics, University of Latvia (ISSP), which was established in 2001 by project CAMART realised within EC FP5.\n\nThe current project CAMART≤ is based on a long-term partnership between ISSP, KTH Royal Institute of Technology ñ the largest technical university in Sweden, and Acreo Swedish ICT ñ the Swedish research institute for microelectronics and optics. ISSP is renowned for its scientific achievements in applied materials physics for micro- and nanotechnology, electronics, photonics, functional coatings etc. and related theoretical and characterization capability.\n\nThe vision of CAMART≤ is to establish ISSP as the most important centre of excellence for education, science, innovation and technology transfer in the Baltic States. ISSP will also become the hub for a collaboration and technology transfer platform (called 'RIX-STO') for materials physics based high technologies, including scientists, entrepreneurs, investors and policy makers on both sides of the Baltic Sea. The commitment from the Swedish partners assures successful modernization of ISSP, including an overall refinement of the educational programs, strengthening of the research and development activities towards higher technology readiness levels, establishment of an innovation system and Open Access Laboratory, as well as ISO 9001 certification. The partners will be active in an ambitious program for networking and outreach to make academia and high-tech industries in the region around Riga and Stockholm flourish with respect to scientific results, economic growth and increased competitiveness. The region will benefit from an injection of highly educated young people, closer collaboration between academia and industry, and offering state-of-the-art open access research infrastructure boosting innovation and economy.\n'",
    "totalCost": "14999955",
    "ecMaxContribution": "14999955",
    "coordinator": "LATVIJAS UNIVERSITATES CIETVIELU FIZIKAS INSTITUTS",
    "coordinatorCountry": "LV",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;RISE ACREO AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999852139": {
            "orgId": "999852139",
            "orgName": "LATVIJAS UNIVERSITATES CIETVIELU FIZIKAS INSTITUTS",
            "ecContrib": 11087609
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 2120310
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 1792036
        }
    },
    "calculatedTotalContribution": 14999955
}