{
    "rcn": "208469",
    "acronym": "ONCOmetENHANCERS",
    "topics": "ERC-2016-COG",
    "title": "Elucidating the Role of Enhancer Methylation Variation in Cancer and Developing Enhancer-based Markers and Targets for Precision Medicine",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Cancer is a growing medical problem which genetic and environmental basis is not clearly understood. Massive efforts over the last decade have identified differences in cancer gene expression that cannot be explained by coding sequences or promoter variations, whereas the effect of transcriptional enhancers remains unclear due to the lack of an effective way to link enhancers with their controlled genes. Recently, we discovered a class of inter-tumor, inter-patient DNA methylation variations in putative enhancers that predict changes in gene expression levels with much greater power than promoter or sequence analyses. The overall goal of this proposal is to determine if changes in enhancer methylation form part of the genomic basis of cancer. Our aim is to elucidate methylation-influenced disease regulatory circuits that affect cancer driver and risk genes and may ultimately serve as markers for disease progression and drug response. Utilizing a new genomic methodology, which allows systematic prediction and verification of gene-enhancer pairing, I will test the above hypothesis in two disease models: breast cancer and glioblastoma. I will methodologically assess numerous potential enhancers across the disease genomes and explore the effects of genetic and epigenetic mutations and variations at these sites. Informative sites will then be evaluated as markers of gene expression level in tumor biopsies. Ultimately, I will apply novel tools to manipulate selected enhancers genetically and epigenetically, thus investigating the causal relationships between enhancer methylation and gene expression, and assessing the potential for tuning gene expression levels by enhancer methylation modification. This study may transform our understanding of the mechanisms underlying disease predisposition, determine the regulatory circuits of key disease genes, lead to improved diagnosis and predictive abilities, and may pave the way for precision epigenetic therapy.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}