{
    "rcn": "208457",
    "acronym": "FLUDD",
    "topics": "MSCA-ITN-2016",
    "title": "Late Stage Fluorination and its Applications to Drug Discovery",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "All of modern medicine is dependent on advances in chemistry and the healthcare goalposts have moved as the century has progressed. The pressing need to shorten cycle times and reduce the costs of drug discovery has led pharma and the clinicians that guide them to use scanning techniques such as positron emission tomography (PET), enabling them to increase disease understanding, study target engagement with therapeutics and improve decision making, so that only the best candidate molecules progress to the later stages of drug development. Overcoming these challenges requires multidisciplinary knowledge, and can be facilitated through stronger links between academia and Pharma. Chemical entities substituted with fluorine or fluorine-containing groups are frequently used to design drugs with improved pharmacological and pharmacokinetic profiles that provide important benefits over existing therapies, such as superior safety, efficacy, dosing, and patient compliance. Furthermore, 18F is often selected as the preferred positron-emitting isotope for the labeling of PET tracers due to its advantageous properties. The scientific objective of  FLUDD is to develop novel late stage fluorination chemistry to populate the chemical and radiochemical space available for drug discovery with a focus on novel fluorine-containing fragments, molecules and biomolecules that are not directly accessible from commercial sources or the scientific literature. These novel methodologies will be applied to drugs and diagnostics discovery using both small molecules and proteins. The educational objective is to train the next generation of doctoral scientists in the practice of chemical synthesis and radiochemical methods with an in-depth appreciation of their applications in medicine. FLUDD objectives will be met with a novel Oxford-Janssen Alliance augmented with leading partners from academia, industry and the clinic.",
    "totalCost": "1341024,48",
    "ecMaxContribution": "1341024,48",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "JANSSEN CILAG SA",
    "participantCountries": "ES",
    "projectParticipants": {
        "950874026": {
            "orgId": "950874026",
            "orgName": "JANSSEN CILAG SA",
            "ecContrib": 247873
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1093152
        }
    },
    "calculatedTotalContribution": 1341025
}