{
    "rcn": "208453",
    "acronym": "ROSALIND",
    "topics": "ERC-2016-STG",
    "title": "Investigating fibROmuscular dysplasia and spontaneous coronary Artery dissection using genetic and functionaL genomics to decipher the origIN of two female specific cardiovascular Diseases",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Cardiovascular disease (CVD) is under-diagnosed and under-investigated specifically in women. Clinical presentation of CVD is often different in women and the aetiology of some diseases is potentially triggered by specific female sex environmental factors (e.g hormonal cycles and pregnancy) and could result in a distinct physiopathology from men. This may apply to fibromuscular dysplasia (FMD) and spontaneous coronary artery dissection (SCAD), two devastating arterial diseases that share clinical features, which are non-atherosclerotic stenosis of medium-size arteries (renal and/or cerebrovascular arteries in FMD, coronary artery in SCAD) and an age of onset under 50, in addition to a high proportion of female patients (75-90%). In addition, genetic predisposing factors may interact with the female specific context and disturb the artery structure and/or function resulting in a female specific propensity to these CVDs. \nThe ROSALIND project aims to: 1) Decipher the genetic basis of FMD and SCAD using genome-wide association in case control cohorts; 2) Examine the functional significance of the genetic susceptibility variants at confirmed loci and their targeted genes using high throughput NGS-based genomic methods and 3) explore the link of genes in FMD susceptibility loci with vascular function by the analyses of engineered cell lines and total expression in human renal arteries. \nThis project will provide an unprecedented resource of genetic, gene expression and functional genomics data that will be instrumental to guide the uncovering of new genes and mechanisms involved in FMD and SCAD. This project will help better understand the physiopathology and shed light on novel and promising therapeutic targets for the non-atherosclerotic arterial stenosis that characterize these female CVDs",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}