{
    "rcn": "208474",
    "acronym": "Des.solve",
    "topics": "ERC-2016-COG",
    "title": "When solids become liquids: natural deep eutectic solvents for chemical process engineering",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Sugars, aminoacids or organic acids are typically solid at room temperature. Nonetheless when combined at a particular molar fraction they present a high melting point depression, becoming liquids at room temperature. These are called Natural Deep Eutectic Solvents ñ NADES. NADES are envisaged to play a major role on different chemical engineering processes in the future. Nonetheless, there is a significant lack of knowledge on fundamental and basic research on NADES, which is hindering their industrial applications. For this reason it is important to extend the knowledge on these systems, boosting their application development. NADES applications go beyond chemical or materials engineering and cover a wide range of fields from biocatalysis, extraction, electrochemistry, carbon dioxide capture or biomedical applications. Des.solve encompasses four major themes of research: 1 ñ Development of NADES and therapeutic deep eutectic solvents ñ THEDES; 2 ñ Characterization of the obtained mixtures and computer simulation of NADES/THEDES properties; 3 ñ Phase behaviour of binary/ternary systems NADES/THEDES \\ carbon dioxide and thermodynamic modelling 4 ñ Application development. Starting from the development of novel NADES/THEDES which, by different characterization techniques, will be deeply studied and characterized, the essential raw-materials will be produced for the subsequent research activities. The envisaged research involves modelling and molecular simulations. Des.solve will be deeply engaged in application development, particularly in extraction, biocatalysis and pharmaceutical/biomedical applications. The knowledge that will be created in this proposal is expected not only to have a major impact in the scientific community, but also in society, economy and industry.",
    "totalCost": "1877006",
    "ecMaxContribution": "1877006",
    "coordinator": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DO MINHO",
    "participantCountries": "PT",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 7876
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 1869130
        }
    },
    "calculatedTotalContribution": 1877006
}