{
    "rcn": "208482",
    "acronym": "MaintainMeth",
    "topics": "ERC-2016-COG",
    "title": "Quantitative analysis of DNA methylation maintenance within chromatin",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Cytosine methylation is a chemical modification that is precisely copied when DNA is replicated. Because methylation can regulate gene expression, accurate reproduction of DNA methylation patterns is essential for plant and animal development and for human health. The enzymes that maintain DNA methylation have to work within chromatin, and particularly to contend with nucleosomes ñ tight complexes of DNA and histone proteins. How methylation of nucleosomal DNA is maintained remains unknown, and even the simple matter of whether nucleosomes hinder or promote methylation is controversial.\n\nMy laboratoryís recent work with DDM1 ñ an ancient protein conserved between plants and animals that can move nucleosomes ñ and linker histone H1, which binds to nucleosomes and the intervening ëlinkerí DNA, has allowed us to formulate a model wherein movement of nucleosomes by DDM1 dislodges H1 and allows methyltransferases to access the DNA. Furthermore, this work revealed the existence of unknown factors required to maintain DNA methylation. My laboratory also discovered that DNA methylation influences nucleosome placement, thereby demonstrating that the interaction between DNA methylation and nucleosomes is bidirectional.\n\nMy goal is now to deeply understand the connected processes of maintenance methylation and nucleosome placement. This will be achieved through three interconnected research strands:\n1) Elucidation of how DNA methylation is maintained within chromatin.\n2) Identification of new DNA methylation maintenance factors.\n3) Determination of how DNA methylation influences nucleosomes in vivo.\n\nOur ultimate output will be the creation of a mathematical model of DNA methylation maintenance that will incorporate the bidirectional interactions between methylation and nucleosomes. This breakthrough will revolutionize research in the field by permitting the development of precise, quantitative hypotheses about the maintenance and function of DNA methylation within chromatin.",
    "totalCost": "2749962",
    "ecMaxContribution": "2749962",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 2749962
        }
    },
    "calculatedTotalContribution": 2749962
}