{
    "rcn": "208487",
    "acronym": "Ti-EM",
    "topics": "ERC-2016-COG",
    "title": "Methodological developments for time-resolved single particle cryo-EM",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Protein synthesis and degradation, energy metabolism, signalling, processing of information-encoding polymers (RNA and DNA) are facilitated and regulated by molecular machines, protein complexes that undergo significant conformational changes in time as they facilitate their function. To be able to control the biological processes rationally and with high precision it is essential to understand their mechanism at atomic level. A powerful way to gain detailed insight onto function of these proteins is to see these molecules at atomic resolution while they function. The high-resolution structures of biological macromolecules obtained by X-ray crystallography, NMR and more recently single particle electron cryogenic microscopy (cryo-EM) have provided insights onto the way many molecular machines are constructed. These methods generally provide snapshots of discrete long-lived states, visualizing the conformational changes along the reaction trajectory at high-resolution often remains an elusive objective. \nThe aim of my proposal is to develop methods for visualizing transient conformations of protein complexes by time-resolved single particle cryo-EM. Time-resolved cryo-EM combines structural study with kinetics by freeze-trapping kinetic intermediates in a biological reaction and has potential to provide atomic-resolution ëmoviesí of functioning biological complexes. Technical limitations however so far restricted widespread use and utilization of the complete potential of this technique. \nMain part of this project is dedicated to development of microfluidic instruments for cryo-EM sample preparation. If successful, our approaches will allow trapping kinetic intermediates of molecular machines with millisecond time-resolution using picogram amounts of protein sample. The developed method will be applied to resolve key functional conformations of respiratory complex I and observe regulatory trajectories of ligand-gated ion channels.",
    "totalCost": "1777157",
    "ecMaxContribution": "1777157",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1777157
        }
    },
    "calculatedTotalContribution": 1777157
}