{
    "rcn": "208489",
    "acronym": "FRAME",
    "topics": "CO-CREATION-08-2016-2017",
    "title": "Framework for the Analysis of Research and Adoption Activities and their Macroeconomic Effects",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "FRAME will develop a new generation of Dynamic Stochastic General Equilibrium (DSGE) models that will advance the state of the art by allowing for the first time realistic estimates of the impact of public research and innovation activities on innovation, productivity growth and unemployment.\nFRAME will begin by constructing a baseline model,which can be extended to address different policy issues. The baseline DSGE model incorporates important new features: it distinguishes between investment by companies in R&D and their investment in technology adoption; it allows public R&D and innovation activities not only to enhance the productivity of private R&D but also to facilitate the diffusion of technologies to private companies. FRAME will extend this baseline model to allow: multiple sectors; multiple countries; endogenous skills; and labour markets with search frictions and unemployment. These extensions allow us to investigate the effects of different policy interventions over the short, medium and long term. \nIn addition to developing new models, FRAME will explore new approaches to estimate key model parameters, including: the elasticities of innovation with respect to private and public R&D; adoption lags; the elasticity of the speed of diffusion with respect to private adoption expenditures; and the elasticity of adoption with respect to public activities aimed at fostering the diffusion of new technologies to private companies. This last parameter will be estimated using a unique dataset combining information from firms on the introduction of new products with data on research contracts they have signed with the Fraunhofer Society. Public research and innovation activities have played a critical role in technological progress, yet we have little quantitative knowledge about their impact. FRAME will fill this gap and provide policymakers with a more realistic framework to study the impact of innovation policies and institutions on a broader range of variables.",
    "totalCost": "1471902,9",
    "ecMaxContribution": "1471902,9",
    "coordinator": "ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD POMPEU FABRA;UNIVERSITA COMMERCIALE LUIGI BOCCONI;LONDON BUSINESS SCHOOL;LUNDS UNIVERSITET;THE CENTRE FOR ECONOMIC POLICY RESEARCH",
    "participantCountries": "ES;IT;UK;SE",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 165072
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 189132
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 100255
        },
        "999454051": {
            "orgId": "999454051",
            "orgName": "THE CENTRE FOR ECONOMIC POLICY RESEARCH",
            "ecContrib": 512233
        },
        "999433681": {
            "orgId": "999433681",
            "orgName": "LONDON BUSINESS SCHOOL",
            "ecContrib": 173201
        },
        "999517295": {
            "orgId": "999517295",
            "orgName": "ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH",
            "ecContrib": 332009
        }
    },
    "calculatedTotalContribution": 1471902
}