{
    "rcn": "208494",
    "acronym": "WiHDE",
    "topics": "ERC-PoC-2016",
    "title": "A Wireless, Modular, Flexible, High-Density EMG Recording System",
    "startDate": "01/03/2017",
    "endDate": "31/08/2018",
    "objective": "Altered muscle activity might be co-responsible for chronic pain. Discomfort, ache and reduced mobility are, for example, associated in low back pain patients with dysfunctional activation of the spine musculature often leading to a vicious circle of overloading and inactivity. Analysing the activities of relevant muscles in real time could provide valuable feedback for new therapies. However, deriving from muscular activities pathological behaviour requires the use of a high-density electromyographic (HD-EMG) device that precisely measures muscular activity during daily activities. A HD-EMG device that can be used in such a scenario, however, does not exist. \nThe aim of this proof of concept is to deploy WiHDE, the first fully wearable HD-EMG device with wireless transmission and local storage capabilities, able to stream data directly towards computers or mobile devices, store it locally, or to perform on-board advanced signal processing operations in real-time while the subject can freely move around. WiHDE appears in the shape of a small, unobtrusive and discrete device, which can be placed on top or in the vicinity of an HD-EMG electrode array and allows to access the muscular activity with simplicity and precision. WiHDE is safe, energy and privacy-aware, and its modular nature favours advanced sensor fusion for unprecedented versatility of use. Within this ERC-PoC, we aim to develop such a HD-EMG device by investigating different business options and by enhancing current technology at the same time.\nThis proposed device can be used in a clinical or similar setting, e.g., for neurophysiology-based applications such as (but not limited to) prostheses control, ergonomics, sport, rehabilitation, entertainment and, of course, basic motor control research. There is also an increasing interest in this technology from sports professional and advanced amateurs, who started realizing the importance of detailed muscular information to evaluate and improve their performance.",
    "totalCost": "149994",
    "ecMaxContribution": "149994",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 149994
        }
    },
    "calculatedTotalContribution": 149994
}