{
    "rcn": "208468",
    "acronym": "CROSSROADS",
    "topics": "ERC-2016-COG",
    "title": "Human Evolution at the Crossroads",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The most important open questions in European paleoanthropology concern the timing, number and origin of early human dispersals into the continent, the identity and number of taxa present, and their possible interactions. These issues remain unresolved partly due to the lack of research in South-East Europe, a region at the crossroads between continents and a refugium for fauna, flora and possibly human populations during glacial times. The PIís previous work there (ERC StG PaGE) aimed to add new evidence to further our understanding of human evolution on the continent. PaGE led to the discovery of several new Paleolithic sites, including the oldest radiometrically dated archaeological site from South-East Europe, placing the region squarely in the Paleolithic map of Europe.  \nCROSSROADS is an ambitious, groundbreaking research program that builds on the foundation of PaGE to take Paleolithic research in the region to a new level. In contrast to the exploratory goals of PaGE, it focuses on the early part of the Paleolithic targeting the following questions: Can human presence in South-East Europe, considered a major dispersal route into the continent from Africa and the Near East, be documented beyond the current known chronology of ca. 500 ka BP, as shown in the West? Is there a gap between the earliest human arrival and subsequent human activity in the region, or was human habitation continuous, as would be expected in a refugium? What was the environmental backdrop of the early human dispersal and subsequent evolution? How did behavioral / biological change correlate with environmental changes, chronology and landscape use? Can we document a higher level of diversity in the human fossil record of the region than would be expected under evolutionary scenarios developed on Western European evidence, suggesting that different evolutionary processes were at work? The answers to these questions will be essential for testing hypotheses about human evolution in Eurasia.",
    "totalCost": "1999250",
    "ecMaxContribution": "1999250",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1999250
        }
    },
    "calculatedTotalContribution": 1999250
}