{
    "rcn": "208423",
    "acronym": "THE DISCOVERIES CTR",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Implementation of The Discoveries Centre for Regenerative and Precision Medicine, a new Centre of Excellence in Portugal",
    "startDate": "01/04/2017",
    "endDate": "31/03/2024",
    "objective": "This proposal is an initiative from 5 top-ranked Portuguese universities including the University of Minho (UMINHO), the University of Porto (UPORTO), the University of Aveiro (UAVR), the University of Lisbon (ULISBOA), the New University of Lisbon (UNL), and a university of research and innovation excellence from the United Kingdom, the University College of London (UCL). These institutions will be the founders of the future independent multi-campi research centre, The Discoveries Centre for Regenerative and Precision Medicine. This partnership is coordinated by the Portuguese Foundation for Science & Technology (FCT). The Discoveries Centre to be created during the proposed project will perform world-leading research, by anchoring research activities of the best research groups in Portugal, promoting excellence, advanced training, translational research outputs and commercialisation strategies. In the long-run, these are expected to generate an important economic impact, as well as a positive social effect by contributing to the increase of the quality of life of an ageing European population affected by neurodegenerative, cardiovascular and musculoskeletal diseases. \nIt is anticipated that The Discoveries Centre will be able to foster a knowledge-based economy aligned with national and regional strategic priority areas and European societal challenges, thus reinforcing Portugalís scientific capabilities, create also critical mass of science in this field of research, as well as social and economic development. It will also contribute to a global recognition of the national scientific production, having a structuring effect in the Portuguese science, generating high value-added products, attracting top-level international scientists, as well as enhancing the capacity to retain the best Portuguese researchers. This proposal has the strongest possible support (financial) from the Portuguese National  Government and the Regional Authorities.",
    "totalCost": "14996606,26",
    "ecMaxContribution": "14996606,25",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DE LISBOA;UNIVERSIDADE NOVA DE LISBOA;UNIVERSIDADE DE AVEIRO;UNIVERSIDADE DO PORTO;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "PT;UK",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 5862125
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 1001138
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 5129931
        },
        "949885305": {
            "orgId": "949885305",
            "orgName": "UNIVERSIDADE DE LISBOA",
            "ecContrib": 1001138
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 1001138
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 1001138
        }
    },
    "calculatedTotalContribution": 14996608
}