{
    "rcn": "208470",
    "acronym": "MultiLevelLandscape",
    "topics": "ERC-2016-COG",
    "title": "Multilevel Selection for Specificity and Divergence in Bacteria",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The evolution of specificity between interacting biological molecules underlies the diversification and expansion of biological pathways. A shift in specificity poses a serious theoretical problem; it requires coordinated mutations in the interacting partners, but mutation in one partner may lead to loss of interaction and functional failure. While some theoretical suggestions were proposed to solve this 'specificity valley crossing' problem, it remains a challenge to study this problem empirically at the molecular level. In bacteria, there are numerous divergent evolving pathways. Many of these pathways are involved in mediating conflicts between selfish genes, cells and populations. We and others have speculated that such multilevel selection can facilitate pathway divergence. Here we propose to study this link using the Rap-Phr cell-cell communication system, which has diversified to ~100 specific systems in the B. subtilis lineage. These systems consist of a receptor (Rap) and its cognate peptide pheromone (Phr) that influence multiple levels of selection. They promote their own horizontal transfer, modulate core cellular pathways, and manipulate cooperation between cells. Combining modelling with deep mutational scanning, competition assays and time-lapse microscopy we will quantitatively study all these levels of selection and their implication for diversification on a large fitness landscape. Specifically, we will (1) map the Rap-Phr interaction landscape at unprecedented resolution, constructing and screening libraries of ~106 Phr peptide variants and ~104 Rap variants. (2) Quantify the fitness effects of these systems at multiple levels of selection in biofilms. (3) Theoretically generate and experimentally verify predictions about how Rap-Phr co-evolve and diversify. Our work will pioneer the study of fitness landscapes under multilevel selection and provide a direct, quantitative, and predictive framework for understanding the evolution of specificity.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}