{
    "rcn": "208479",
    "acronym": "TEDE",
    "topics": "ERC-2016-COG",
    "title": "Transient Engine Driven Explosions",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The nature of many of the most energetic explosions in the Universe remains a central unanswered question in contemporary astrophysics. While progress has been made towards the origins of many of the more commonly observed transients ñ including ìnormalî core collapse supernovae and long-duration gamma-ray bursts ñ there remain important mysteries, both new and old. Recent studies suggest that many of the most energetic explosive transients are powered by a central engine that is either an accreting black hole or a highly magnetic neutron star (a magnetar). These engines input energy into the explosion and transform the later emission, as well as having a profound impact on metal yields, feedback into the interstellar medium, remnant evolution, particle acceleration (e.g. high energy cosmic rays) and neutrino production. The creation of the engine may also produce strong gravitational wave transients, which are likely to be discovered (if they have not already been) by the new generation of ground-based interferometers. I propose a detailed study of engine driven transients throughout the Universe, utilizing insights from both the transients themselves and their local and wider environments. In particular, my work will; a) search for evidence of long-lived engines in the longest gamma-ray bursts, and determine the effects these engines have on the appearance of associated supernovae, b) determine the properties of engines in very long gamma-ray transients thought to be tidal disruption flares, and determine if these are indeed tidal flares or unusual supernovae c) map the properties of the engines seen in short-GRBs, allowing us to hone our expectations for d) the identification and study of the first electromagnetic counterparts to GW sources, and their environments. I will achieve this by the creation of an experienced team of postdoctoral fellows and senior staff with a skills-set tuned to address these central questions.",
    "totalCost": "1987299,25",
    "ecMaxContribution": "1987299,25",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF LEICESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 171244
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1816056
        }
    },
    "calculatedTotalContribution": 1987300
}