{
    "rcn": "208445",
    "acronym": "Plat-IL-1",
    "topics": "ERC-2016-STG",
    "title": "Pathophysiology of platelet-derived Interleukin 1",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The Interleukin (IL)-1 family of pro-inflammatory cytokines are among the most potent pyrogens, and their excessive production can cause several auto-inflammatory syndromes. Additionally, overabundance of IL-1 cytokines can trigger, or contribute to a range of inflammatory and metabolic disorders. The expression of the key members of the IL-1 family, such as IL-1? and IL-18, is regulated at both the transcriptional and post-transcriptional levels. IL-1? and IL-18, are produced as inactive precursors, which require activation of caspase-1 by the inflammasomes for their maturation and release by from cells, occasionally at the cost of caspase-1 mediated-cell death. We have recently discovered that inflammasomes are released into the extracellular space where they remain active after the demise of activated cells, and that extracellular inflammasomes can amplify inflammation by sustaining extracellular production of IL-1?. However, the sources of extracellular pro-IL-1? are not known. Recent advances in platelet proteomics have revealed that these non-nucleated cells are able to produce their own cytokines, including soluble IL-1? and membrane-bound IL-1?, and are able to significantly magnify IL-1 production by immune cells. As platelets outnumber leukocytes by several folds, they could potentially be the major source of extracellular inflammasomes in the body, or be a major producer of IL-1 precursors that are cleaved by extracellular inflammasomes released from dying immune cells. In this proposal, we will investigate the mechanism(s) by which platelets produce IL-1, and the specific contribution of platelet-derived IL-1 to sterile inflammation, or host resistance to bacterial and viral infection. We believe that a deeper understanding of platelet-IL-1 and their interaction with immune cells during sterile inflammation, or infection might help to uncover new targets for immune-therapies.",
    "totalCost": "1488853,75",
    "ecMaxContribution": "1488853,75",
    "coordinator": "UNIVERSITAETSKLINIKUM BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 1488854
        }
    },
    "calculatedTotalContribution": 1488854
}