{
    "rcn": "208411",
    "acronym": "NanoComSol",
    "topics": "ERC-PoC-2016",
    "title": "Nanocomposite Solutions",
    "startDate": "01/03/2017",
    "endDate": "31/05/2018",
    "objective": "Composite polymer materials are a rapidly growing market. These materials are also strongly driving device and product innovation by allowing creation of multifunctional, light-weight and moldable components for various products from airplanes to electronics and textiles. We have invented new methods for scalable production of inorganic nanomaterials that allow us to control their distribution and properties in polymer materials. In short, we can mask functional nano- or microparticles by a thin surface coating such that it assumes the properties of the polymer (or environment) in which it should be processed. Thereby, they can be controllably mixed and organized into the polymer, which is essential to give the polymer material better or additional e.g. mechanical and optical properties. Our methods are nearly universal and cost effective; they incorporate an innovation that allows us to modify the surface of quantum dots and other nanoparticles with very precise optic, electric and magnetic properties without deleterious effect on those properties. Industrial partners from the polymer materials industry have shown great interest in these developments. In NanoComSol we will develop industrially relevant application demonstrators that show how these innovations can further be used to create composite materials that have qualitatively new properties produced at industrial scale. Successful such demonstrations will lead to manufacturing of polymer composite materials as active instead of only passive optical, electrical and magnetic components, while reducing costs, environmental impact and materials use in production. NanoComSol thus applies ERC-funded innovations in nanomaterial synthesis to develop industrial scale production of advanced functional materials.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}