{
    "rcn": "208491",
    "acronym": "TracVac",
    "topics": "SC1-PM-06-2016",
    "title": "Developing a Chlamydia Trachomatis vaccine",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "The TRACVAC Consortium will eliminate the global problem of blinding trachoma through the development of a vaccine. Our strategy of the project will eliminate two important bottlenecks for the development of a trachoma vaccine 1) The lack of neutralizing antibody responses to vaccine preparations based on MOMP 2) The challenge of inducing vaccine promoted sustained local ocular IgA.\n\nTRACVAC has two main objectives. The first main objective is to generate a vaccine that protect against the bacterial strains causing ocular Chlamydia trachomatis infections. To accomplish this we first select naturally protected individuals from high endemic regions and identify all neutralizing epitopes from the major outer membrane antigen (MOMP) of Chlamydia trachomatis through the unique combination of the B cell cloning and high density array technology. The epitopes will be produced as vaccines through the use of the immuno-repeat technology that is known to increase the quality and quantity of the vaccine promoted response. The second main objective is to develop an immunization protocol for optimal ocular mucosal immunity. To do this we will establish an ocular non-human primate (NHP) challenge model and use this to test different prime boost vaccination strategies for ocular responses and protection against challenge. We will subsequently test the best strategy in a clinical phase I evaluation of a trachoma vaccine based on a immuno-repeat construct targeting serovar B. This will provide early human proof of concept both for the immuno-repeat technology and the prime boost strategy for ocular IgA. In summary, TRACVAC will deliver a final vaccine candidate targeting the main ocular serovars and a vaccine protocol ready to enter a clinical phase I trial.\n\nTRACVAC is highly relevant for the topic (Vaccine development for malaria and/or neglected infectious diseases), as the aim is to accelerate vaccine development against the neglected infectious disease Trachoma.",
    "totalCost": "6674497,5",
    "ecMaxContribution": "6674497,5",
    "coordinator": "STATENS SERUM INSTITUT",
    "coordinatorCountry": "DK",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "participantCountries": "UK;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1617220
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1945434
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 1012656
        },
        "999937402": {
            "orgId": "999937402",
            "orgName": "STATENS SERUM INSTITUT",
            "ecContrib": 2099188
        }
    },
    "calculatedTotalContribution": 6674498
}