{
    "rcn": "208475",
    "acronym": "DISFILM",
    "topics": "ERC-2016-COG",
    "title": "Fluorescent-based innovative measure in thin liquid films: A way to understand stability and energy dissipation in foams and emulsions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Nobody knows why a soap bubble collapses. When the liquid film forming the bubble, stabilised by surfactants, becomes too thin, it collapses. This seemingly simple problem, ruled by the classical laws of fluid mechanics and of statistical physics, is still a challenge for the physicist. The rupture criteria based on a stability analysis in the vicinity of the film equilibrium state fail to reproduce the observations. However the film ruptures in a foam obey some simple phenomenological laws, which suggest that underlying fundamental laws exist and wait to be determined. The state-of-the-art conjecture is that ruptures are related to hydrodynamical processes in the films, a field in which I have now an international leadership. Recent experimental data I obtained open the possibility to address this question using a fully non-linear approach in the far from equilibrium regime. In this aim, DISFILM will develop an innovative technique to measure the interface velocity and surfactant concentration, based on the use of fluorescent surfactants. The risk relies in the adaptation to dynamical conditions of advanced optical techniques. These quantities have never been measured on flowing interfaces yet, and my technique will be an important breakthrough in the field of free interface flows in presence of surfactants. A set-up will be designed to reproduce on few thin films the deformations occurring in a foam sample. The dynamical path leading to the rupture of the film will be identified and modelled. The results obtained on an isolated film will be implemented to predict the 3D foam stability and the approach will be extended to emulsions. Foams and emulsions are widely used in industry and most of the stability issues have been solved. Nevertheless, most of the industrial formulations must currently be modified in order to use green surfactants. This adaptation will be extremely more efficient and possible with the results of DISFILM as a guideline.",
    "totalCost": "1415506",
    "ecMaxContribution": "1415506",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 1415506
        }
    },
    "calculatedTotalContribution": 1415506
}