{
    "rcn": "208450",
    "acronym": "STREAM",
    "topics": "ERC-2016-STG",
    "title": "The spatio-temporal representational architecture of memory",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "'Episodic memories are the essential building blocks of our identities. How the brain codes these memories such that we can access them minutes, days or even years later is still unknown. We tend to believe that the memories we bring back to mind are more or less precise 'snapshots' of a past event. Reflecting this view, current neurocognitive studies focus on isolating static snapshots of past events in an individual's pattern of brain activity. This snapshot approach, however, ignores the reconstructive and dynamic nature of the retrieval process, necessarily limiting our understanding of human memory. The vision behind STREAM is to advance the field beyond its current state of the art by mapping the spatiotemporal dynamics of mnemonic reconstruction in the human brain. The research programme contains three work packages that support this vision at multiple levels of investigation, from combined electrophysiological and hemodynamic activity down to neuronal assembly firing patterns in the human hippocampus. These techniques are used in combination with paradigms that decompose memories into their constituent elements, and track the neural representations of these elements as they unfold in time and space when an event is reconstructed from memory. So far, it has been difficult to integrate information obtained by these various recording techniques. STREAM will use an innovative representational mapping approach that combines spatiotemporal information at the level of an individual's neural representational architecture. This approach enables us to directly map memory patterns emerging at a given time point onto a given brain region. If successful, STREAM will reveal the first comprehensive spatiotemporal map of memory retrieval, with the potential to cause a major shift in the field away from the currently dominant snapshot paradigm towards a time-resolved, reconstructive view of human memory.'",
    "totalCost": "1493400",
    "ecMaxContribution": "1493400",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1493400
        }
    },
    "calculatedTotalContribution": 1493400
}