{
    "rcn": "208427",
    "acronym": "HiLASE CoE",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "HiLASE Centre of Excellence",
    "startDate": "01/04/2017",
    "endDate": "30/09/2022",
    "objective": "'Czech Republic has invested Ä32M in the construction of an advanced, 'next generation' laser facility, HiLASE, at DolnÌ B?eûany in Central Bohemia Region. HiLASE was commissioned in 2016 as a major laser facility of the Czech Institute of Physics (IP-ASCR) with the potential to be an outstanding science and technology asset for the region and for Europe. This Teaming Action will transform HiLASE from a state-of-the-art laser into a Centre of Excellence. \n\nTeaming between Science & Technology Facilities Council and the Institute of Physics (IP-ASCR) will enable the new HiLASE Centre of Excellence to become established quickly as a 'facility of choice' by its community of future users and customers. Innovation will be stimulated in partnership with Science & Technology Facilities Council and the facility will be enhanced and upgraded to ensure that the new Centre remains attractive to its user base in the future. Demand for beam time by a broadly based scientific and industrial user community, and diversification of its funding stream in the medium and long term are crucial to the sustainability of the new Centre. This will be achieved by combining the technological advantages of the HiLASE laser architecture with the expertise and enthusiasm of the IP-AS-CR and  Science & Technology Facilities Council partners.\n\nThe new Centre will provide access to 'next generation' laser technology in the form of diode pumped, solid state laser (DPSSL) architecture, much of it developed by Science & Technology Facilities Council. The technology incorporates highly efficient laser emitting diodes (LEDs) to generate the intense light pulses that drive, or 'pump', the laser amplifiers. This DPSSL technology brings a unique combination of high average power, high pulse repetition rate and high efficiency. This combination makes HiLASE the perfect facility 'engine' for the new Centre, bringing an unmatched opportunity for research excellence, technological innovation and industrial exploitation.'",
    "totalCost": "10027871",
    "ecMaxContribution": "10027871",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNITED KINGDOM RESEARCH AND INNOVATION",
    "participantCountries": "UK",
    "projectParticipants": {
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 0
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 7184446
        }
    },
    "calculatedTotalContribution": 7184446
}