{
    "rcn": "208413",
    "acronym": "SnowRESolution",
    "topics": "SMEInst-09-2016-2017",
    "title": "All-Weather Snow machine driven by Renewable Energy Sources",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The ski business and mountain economy depend on the randomness of snowfalls. Climate change is shortening the ski season because of less snow precipitation and of higher average winter temperature. Ski resorts have to counteract the lack of natural snow, and to guarantee the opening of ski district in the most touristic periods. Current snowmaking techniques (fans and cannons) require an air temperature below 0∞C and low humidity, thus are not applicable for large part of the season. NeveXN developed a technology able to produce high quality snow at temperatures above 0∞, in all weather condition and without any chemical additives. SnowRESolution is a clean-tech snowmaker that works also when traditional snowmakers cannot be operated. The technology is based on the refrigeration cycle and exploits the triple point of water, a condition that occurs at 0∞C and almost in vacuum (6mbar) at which the three phases of ice, liquid, and vapour are in equilibrium. The compressor is driven by thermal energy that is provided by renewable energy sources, which may be either a solar thermal collector or a biomass steam boiler. Winter tourism is very important in all mountain regions, and risk to undergo to huge losses if slopes are bare. SnowRESolution address the market of ski resorts that want to guarantee the production of snow also when ambient temperature is above 0∞C, enabling an early opening of the ski season. Interest savings opportunities are offered to ski domes that do no need any additional cooling to produce snow and can chose the solar power supply solution.",
    "totalCost": "1809331",
    "ecMaxContribution": "1266531,7",
    "coordinator": "NEVEXN SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934714796": {
            "orgId": "934714796",
            "orgName": "NEVEXN SRL",
            "ecContrib": 1266532
        }
    },
    "calculatedTotalContribution": 1266532
}