{
    "rcn": "208464",
    "acronym": "CellStructure",
    "topics": "ERC-2016-COG",
    "title": "Structural cell biology in situ using superresolution microscopy",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Supra-molecular protein machineries control diverse cellular processes. Knowing their structural organization is crucial for understanding their function. As classical structural biology techniques are limited in studying such assemblies in their natural cellular environment, there is a critical methodological gap inhibiting a direct link between structure and function. Consequently, the structural intermediates underlying a full activity cycle of a large multi-protein complex have been impossible to visualize. Recent advances in fluorescence microscopy, in particular the development of groundbreaking superresolution microscopy (SRM) methods, can now help bridge this gap. With this interdisciplinary proposal, my group will develop unique and innovative optical, biological and computational imaging technologies to determine the structural organization of multi-protein assemblies in their functional cellular context.\nWe will reach this goal by developing a method to robustly measure the precise 3D arrangements of proteins in supra-molecular assemblies in situ with nanometer isotropic resolution based on supercritical-angle detection and by measuring their absolute stoichiometries with engineered counting standards. We will also develop new data analysis tools to statistically analyze such data, taking into account the functional cellular context measured with correlative superresolution and electron microscopy, multi-color SRM and molecular biology tools. We will apply these new methods to address key questions on endocytosis, a fundamental membrane trafficking process. Our aim is to determine a time-resolved 3D superresolution localization map of the yeast endocytic proteins during the major functional transitions and to integrate these data into a mechanistic model of endocytosis. Importantly, the methods we develop here can be applied to many other large protein-based machines, and thus have the potential to have high impact in other key areas of cell biology.",
    "totalCost": "1686469,38",
    "ecMaxContribution": "1686469,38",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1686469
        }
    },
    "calculatedTotalContribution": 1686469
}