{
    "rcn": "208461",
    "acronym": "NONLINMAT",
    "topics": "ERC-2016-COG",
    "title": "Functional extreme nonlinear nanomaterials",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Metasurfaces that mimic artificial order in matter have recently opened an exciting gateway to reach unprecedented properties and functionality for the modification of light propagation. The artificial ìatomsî and ìmoleculesî of the metasurface can be tailored in shape and size, the lattice constant and inter-atomic interaction can be precisely tuned. Furthermore, using symmetry and polarization state properties topological Berry phase effects can greatly enhance the functionality of such surfaces.\nThis project sets to explore the revolutionary physics of nonlinear optical Berry phase metasurfaces, covering nonlinear optical frequency generation and wave dispersion engineering as well as real-time reconfiguration of nonlinear optical properties. Novel unique nonlinear optical properties of metasurfaces that arise from their specific topological configurations open up exciting new venues for device development in the fields of all-optical data processing, optical meta-nanocircuits, phase conjugating perfect mirrors, and background-free nonlinear holography. The project will investigate the possibilities of strongly enhanced nonlinear light-matter interaction and novel nonlinear optical processes that are based on nonlinear topological Berry phase effects coupled to inter- and intersubband transitions of novel 2D materials. Single layers of transition metal dichalcogenides will allow reconfigurable nonlinear optical properties by changing the valley band transitions.\nThe proposal covers the development of innovative large scale fabrication technologies, fundamental investigations of the origin and the design of effective nonlinearities, experimental characterizations, as well as device development. The findings of the project based on highly nonlinear reconfigurable metasurfaces based on symmetry and topological effects will impact interdisciplinary research fields including condensed matter physics, optoelectronics and biophotonics.",
    "totalCost": "1915000",
    "ecMaxContribution": "1915000",
    "coordinator": "UNIVERSITAET PADERBORN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999837492": {
            "orgId": "999837492",
            "orgName": "UNIVERSITAET PADERBORN",
            "ecContrib": 1915000
        }
    },
    "calculatedTotalContribution": 1915000
}