{
    "rcn": "208400",
    "acronym": "SARCOM",
    "topics": "MSCA-IF-2016",
    "title": "Selection for antimicrobial resistance in a complex community context",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Increased antibiotic resistance (AMR) in a wide range of human pathogens is a growing public health threat, and the World Health Organization (WHO) forecasts a post-antibiotic era for the 21st century (WHO, 2014). The evolution of AMR in bacteria is determined by both the acquisition of resistance through horizontal gene transfer or chromosomal mutation and by the way resistance affects the competitive ability of a microbe in the presence and absence of antibiotics. \n\nThe majority of research on selection for AMR to date has focused on detailed in vitro studies of selection for AMR in specific bacterial clones. More significantly, no studies to date have explicitly investigated the implication of being embedded in a complex community for the evolution of AMR. Therefore, in the proposed research I aim to use a multidisciplinary approach by for the first time combining the precision of in vitro experimental evolution experiments with the high resolution of molecular biology to study the evolution and spread of AMR in complex community contexts.\n\nThe proposed project will allow me to complement my strong background in molecular biology and microbial ecology with evolutionary microbiology and novel bioinformatic approaches. Being situated in one of the most prominent microbial ecology and evolution laboratories worldwide, based at the Biosciences Department at the University of Exeter will be crucial for my personal development in becoming an independent European researcher. The University of Exeter provides an EU accredited program for academic training and personal career development.\n\nThe proposed research will moreover provide ample opportunities to instigate and be involved in internal and international collaboration with world-leading researchers in diverse research fields.\nFurthermore, I aim to raise public awareness to the threat AMR bacteria possess to human health and involve the public in mitigation strategies to avoid the spread of AMR genes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}