{
    "rcn": "208486",
    "acronym": "TEA",
    "topics": "ERC-2016-COG",
    "title": "Theory and Empirics of Asymmetry",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Why is there a Volcker disinflation but no Bernanke re-inflation? It is not only because of the zero lower bound as a nascent literature is suggesting that monetary policy is more potent in a contractionary stance than in an expansionary stance away from the ZLB as well. But why? Why is it that central banks cut interest rates much faster than they raise them? Why does it seem like financial markets give much different responses to seemingly similar macroeconomic news at different times? Are these all related? \nThis research project is about asymmetries in macroeconomics and finance. I will be working on these questions because our current understanding of these issues hints at some facets of asymmetries but is a long way from providing broad evidence and matching theories. I find these questions thoroughly interesting because the theory and empirical evidence we now have lets us ask the questions and understand their research and policy relevance but not yet satisfactorily answer them.\nMost of our macroeconomic models are linearized and linear models (with exceptions that effectively make the model piece-wise linear) do not generate asymmetric anything. But the issue is not in the solution method: nonlinear solutions of standard models also do not produce asymmetric responses in noticeable ways. Hence, although by experience we understand there are likely sizable asymmetries in macroeconomic and financial outcomes, we have neither extensively documented these nor understood what brings them about. \n\nThis research program, then, will consist of five distinct but related questions:\n1.\tAre there asymmetries due to the state of the business cycle and the nature of the shock?\n2.\tDo financial markets behave as if market participants perceive the world to be asymmetric?\n3.\tDo policymakers behave asymmetrically and if so why?\n4.\tTo the extent that there are asymmetries, what brings them about?\n5.\tWhat kinds of policies should we be thinking of in a world with asymmetries?",
    "totalCost": "1276640",
    "ecMaxContribution": "1276640",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}