{
    "rcn": "208455",
    "acronym": "CANCERSCREEN",
    "topics": "ERC-2016-STG",
    "title": "Screening for cancer in the post-genomic era: diagnostic innovation and biomedicalisation in comparative perspective",
    "startDate": "01/04/2017",
    "endDate": "30/09/2021",
    "objective": "Cancer screening and the diagnostics industry: a comparative analysis of the political economy of diagnostic innovation\nA decade after the Human Genome Project, major public and private investments continue to fuel expectations of a genomic revolution in biomedicine. The freight of expectations surrounding the new ìage of diagnosticsî is accompanied by much uncertainty about how public policy should steer diagnostic innovation, with much debate about inter alia the harms of creating diagnostic monopolies through gene patenting, and the risks of under- or over-regulation. However, due to the paucity of research on diagnostic innovation, policy deliberation is driven more by anecdote and expert opinion than empirical evidence. With a specific focus on screening/early detection of cancer, this project will map industry dynamics, technological trajectories and regulatory developments in Europe and the USA from 1996 to the present day. Combining quantitative and qualitative methods, the projectís innovative dimensions include a new conceptual model of socio-technical transition in the diagnostics sector, and the first integrative analysis linking scientometric data on the interactions between public and private actors in the diagnostic research domain with comparative transnational analysis of regulatory decision-making. Through a novel integration of conceptual insights from the literature on biomedicalisation and scholarship on socio-technical regime change, this project aims to advance both fields of research by applying a new multi-scale, multi-level model of socio-technical transition. The project will provide unprecedented insight into the factors shaping the development of a new generation of molecular diagnostic tests, and examine how these technologies are reconfiguring disease categories and redrawing the boundaries between health and sickness. We will establish a platform of theory and methods for a broader programme of work on diagnostic innovation.",
    "totalCost": "1347992",
    "ecMaxContribution": "1347992",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF SUSSEX",
    "participantCountries": "UK",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 300318
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 300318
}