{
    "rcn": "208403",
    "acronym": "SOCIALIFE",
    "topics": "MSCA-IF-2016",
    "title": "A birdís (social) life: development and senescence in wild social networks.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Over the course of an individualís lifetime, the strength and type of social interactions change markedly with age. Because social interaction underpins many aspects of fitness, the contributions of age-related changes in social behaviour to fitness variation are a key process to understand. Yet, little work has been possible owing to the challenges of quantifying social behaviour in large numbers of individuals over their lifetimes. I thus aim at testing the hypothesis that age-related variation in social behaviour contributes to age-related changes in survival and reproduction. The project will make the most of the exceptional novel infrastructure and statistical approaches developed by my host group in Oxford to quantify and manipulate social interactions in free-living birds.\nExtensive longitudinal data on great tits Parus major from 2011 to 2016 will be used to quantify variation in social interactions with age from an individual perspective. A particular focus will be on the effect of dispersal and familiarity on social development. Social data will then be combined with breeding data from the long-term monitoring of the population to test correlationally whether social interactions relates to reproduction and survival. The role of interactions with adults in social development and early reproductive performance will be experimentally tested by segregating the access to different feeders according to age. A translocation experiment will also test the impact of dispersal on social development and performances. Overall, this research will break new ground in our understanding of the determinants and consequences of social behaviour.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}