{
    "rcn": "208422",
    "acronym": "AutoMonoDroplet",
    "topics": "INNOSUP-02-2016",
    "title": "Development of a commercially-viable system for the automatic generation of high-throughput well-defined microdroplets",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Emulsions are widely used in industries such as foods, cosmetics, pharmaceuticals and chemicals. However, most of the emulsions used consist of polydisperse droplets. Emulsions of monodisperse droplets have many advantages, including higher stability (i.e. longer shelf life and minimization of additives) and more controllable physical properties, including drug encapsulation and release properties. Small scale production of monodisperse emulsions is available using microfluidics technology. However, to increase the production rate of the emulsions to industrial production levels (L/h) coupled flow microfluidics chips and fully automated system is required. We have all of the high-performance tools at Elvesys to build such a device (high speed, extremely stable pressure controller and switcher, leader in optical droplet detection tools). However, we are lacking an Innovation Associate with the knowledge to carry out such a project and are unable to find such a person in the local market.\n\nTo create such a high throughput automated system we are seeking an associate who is enthusiastic about entrepreneurship with technical skills in microfluidics, high precision microfabrication, flow control and automatization which we are lacking in the company. We will train this candidate in entrepreneurship from the perspective of a start-up company and encourage him/her to start their own spin-off company with the instruments they build. Elvesysí long-term strategy is to be leading provider of microfluidic solutions to science and industry. It is expected that the innovation associate will bring new expertize and technical knowledge while implementing our vision towards automated monodisperse droplet production system which is in high demand from scientists and industry working with emulsions.",
    "totalCost": "86250",
    "ecMaxContribution": "86250",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 86250
        }
    },
    "calculatedTotalContribution": 86250
}