{
    "rcn": "208492",
    "acronym": "WHO-ITU-mHealth",
    "topics": "SC1-HCO-09-2016",
    "title": "WHO - ITU mHealth Hub in EU",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "This proposal from the WHO-ITU is a request for financial support and links to existing European research networks on mHealth from the EC. This will enable both the:\n1. Development of national mHealth interventions in selected EU member states to champion the uptake of mHealth \n2. Foundation and maintenance of a centralised ëKnowledge and Innovations Hub for mHealthí to monitor and enable mHealth adoption and innovation.\nWith the support of the WHO-ITU, the selected national implementations will create precedence for mHealth at scale in Europe, pave the way for other member states to follow suit and serve as a transfer of knowledge and experience from the global WHO-ITU Be Healthy Be Mobile initiative to the mHealth Hub in Europe.  In future, the mHealth Hub will serve as a standalone resource for EU member states to support them in deploying and regulating mHealth in their national health services.\nThe Hub will work as a unifying convening platform for existing national country programs on mHealth. It will bring together researchers, projects, knowledge and lessons learnt from individual mHealth projects and clinical trials. From these it will create a ìbig pictureî which will both allow the identification of best practices and standardized guidelines, and also enable researchers to identify gaps in current research which can then help shape new studies.\nThe support requested from the EC in the following proposal will help the initiative and WHO to assist countries to fulfil their commitment of achieving Universal Health Coverage, avoiding vertical intervention models and moving towards integrated health care systems.  This will be critical in the coming years for the reduction of national health expenditures without a loss in quality or quantity of national health services.",
    "totalCost": "3000000",
    "ecMaxContribution": "3000000",
    "coordinator": "INTERNATIONAL TELECOMMUNICATION UNION",
    "coordinatorCountry": "CH",
    "participants": "WORLD HEALTH ORGANIZATION",
    "participantCountries": "CH",
    "projectParticipants": {
        "955806476": {
            "orgId": "955806476",
            "orgName": "INTERNATIONAL TELECOMMUNICATION UNION",
            "ecContrib": 656250
        },
        "999480144": {
            "orgId": "999480144",
            "orgName": "WORLD HEALTH ORGANIZATION",
            "ecContrib": 2343750
        }
    },
    "calculatedTotalContribution": 3000000
}