{
    "rcn": "208481",
    "acronym": "CHROMONUMBER",
    "topics": "ERC-2016-COG",
    "title": "Chromosome number variations in vivo: probing mechanisms of genesis and elimination",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "How variations in whole chromosome number impact organism homeostasis remains an open question. Variations to the normal euploid genome content are frequently found in healthy animals and are thought to contribute with phenotypic variability in adverse situations. Yet they are also at the basis of several human diseases, including neuro-developmental disorders and cancer. Our preliminary data shows that physiological aneuploidy can be identified in certain cells during development. Moreover, we have observed that when induced through mutations, non-euploid cells are effectively eliminated from the cycling population. A quantitative view of the frequency of non-euploid karyotypes and the mechanisms underlying their genesis is lacking in the literature. Further, the tissue specific responses at play to eliminate non-euploid cells, when induced through mutations are not understood. The objectives of this proposal are to quantitatively assess the occurrence of physiological chromosome number variations gaining insight into mechanisms involved in generating it. Additionally, we will identify the tissue-specific pathways involved in maintaining organism homeostasis through the elimination of non-euploid cells. We will use a novel genetic approach to monitor individual chromosome loss at the level of the entire organism, combine it with quantitative methods and state-of-the art-microscopy, and focus on two model organisms - Drosophila and mouse - during development and adulthood. We predict that the findings resulting from this proposal will significantly impact the fields of cell, developmental and animal physiology, generating novel concepts that will bridge the existing gaps in the field, and expand our understanding of the links between karyotype variations, animal development and disease establishment.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}