{
    "rcn": "208465",
    "acronym": "RESISTANCE",
    "topics": "ERC-2016-COG",
    "title": "Resistance evolution in response to spatially variable pathogen communities",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Pathogens are prevalent across all ecosystems. Given the threats imposed by pathogens on their hosts, the ability to resist infection is one key determinant of an individualís reproductive success and survival. According to theory, resistance evolution is driven by pathogen-imposed selection and constrained by host life-history trade-offs. However, resistance evolution is traditionally studied within the ìone host-one pathogenî framework, although it is becoming increasingly clear that a single host individual is exploited by diverse pathogen communities. Unravelling this diversity is the key to understanding selection for resistance, and the key aim of this proposal is to bridge this gap between theory and data. The specific objectives of this proposal are to: i) Assess spatio-temporal variation in pathogen communities and their determinants through community modeling; ii) Quantify the role of host resistance in shaping its pathogen community; iii) Unravel resistance mechanisms that determine pathogen communities by combining experimental and molecular approaches; iv) Quantify immediate and cross-generational fitness consequences that different pathogen communities inflict on their host, and v) Validate the experimental results by assessing how past disease communities have shaped host resistance in natural populations. This ambitious goal is now attainable for the first time because over the past decade my research group has amassed long-term data on hundreds of Plantago lanceolata populations in the ≈land Islands, and an extensive genetic sample and seed collection that allow estimating past disease communities and resistance evolution through time. Jointly the objectives of this proposal will provide an unprecedented synthesis of how resistance functions and evolves under realistic pathogen loads, with far reaching implications for both redefining the conceptual framework for resistance evolution and for tackling real-world health and food security problems.",
    "totalCost": "1999995",
    "ecMaxContribution": "1999995",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1999995
        }
    },
    "calculatedTotalContribution": 1999995
}