{
    "rcn": "208420",
    "acronym": "KIOS CoE",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "KIOS Research and Innovation Centre of Excellence",
    "startDate": "01/03/2017",
    "endDate": "29/02/2024",
    "objective": "The proposed Teaming project aims to develop the KIOS Research and Innovation Centre of Excellence (KIOS CoE), for conducting multidisciplinary basic and applied research and innovation in the area of intelligent systems and networks with emphasis on monitoring, control, management and security of critical infrastructures. The proposal is a team effort between the University of Cyprus and Imperial College London, and builds upon a successful research unit, currently at the University of Cyprus. The strong background and individual experience of the two partners, combined with the synergy created by the Teaming project, provides a unique opportunity to establish a sustainable centre of excellence on the south-eastern frontier of Europe, which will stimulate the creation and growth of a regional industrial ecosystem with major economic and societal benefits. The proposed KIOS CoE will bring together a strong multidisciplinary team that covers all the required expertise to allow a holistic approach for addressing key research and technological challenges of critical infrastructures. The KIOS CoE will be established through five strategic pillars: (i) the growth of human resources and educational and training activities; (ii) the enhancement of the infrastructure through the KIOS Testbeds (iii) the creation of the KIOS Innovation Hub for technology transfer and entrepreneurship; (iv) development of an Open Knowledge framework to support and promote centre-wide reproducible research and open access; and (v) initiate an organisational transformation to manage the significant expansion of the KIOS CoE. The proposed KIOS CoE is strongly supported by the Government of Cyprus, the University of Cyprus, and Imperial College London with significant complementary funding. Moreover, there is substantial industrial support to join the KIOS Innovation Hub, which will contribute towards the long-term sustainability of the Centre.",
    "totalCost": "15000000",
    "ecMaxContribution": "15000000",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 3494806
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 11505194
        }
    },
    "calculatedTotalContribution": 15000000
}