{
    "rcn": "208462",
    "acronym": "C18Signaling",
    "topics": "ERC-2016-COG",
    "title": "Regulation of Cellular Growth and Metabolism by C18:0",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "My lab studies how cells regulate their growth and metabolism during normal development and in disease. Recent work in my lab, published last year in Nature, identified the metabolite stearic acid (C18:0) as a novel regulator of mitochondrial function. We showed that dietary C18:0 acts via a novel signaling route whereby it covalently modifies the cell-surface Transferrin Receptor (TfR1) to regulate mitochondrial morphology. We found that modification of TfR1 by C18:0 ('stearoylation') is analogous to protein palmitoylation by C16:0 - it is a covalent thio-ester link and requires a transferase enzyme. This work made two conceptual contributions. 1) It uncovered a novel signaling route regulating mitochondrial function. 2) Relevant to this grant application, we found by mass spectrometry multiple other proteins that are stearoylated in mammalian cells. This thereby opens a new avenue of research, suggesting that C18:0 signals via several target proteins to regulate cellular growth and metabolism. I propose here to study this C18:0 signaling.\n\nTo study C18:0 signaling we will exploit tools recently developed in my lab to 1) identify as complete a set as possible of proteins that are stearoylated in human and Drosophila cells, thereby characterizing the cellular 'stearylome', 2) study how stearoylation affects the molecular function of these target proteins, and thereby cellular growth and metabolism, and 3) study how stearoylation is added, and possibly removed, from target proteins. \n\nThis work will change the way we view C18:0 from simply being a metabolite to being an important dietary signaling molecule that links nutritional uptake to cellular physiology. Via unknown mechanisms, dietary C18:0 is clinically known to have special properties for cardiovascular risk. Hence this proposal, discovering how C18:0 signals to regulate cells, will have implications for both normal development and for disease.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}