{
    "rcn": "208451",
    "acronym": "CAPSAHARA",
    "topics": "ERC-2016-STG",
    "title": "CRITICAL APPROACHES TO POLITICS, SOCIAL ACTIVISM, AND ISLAMIC MILITANCY IN THE WESTERN SAHARAN REGION",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "This project proposes an analysis of the reconfigurations established in the socio-political vocabulary of the western Saharan region ñ southern Morocco, Western Sahara and Mauritania ñ from the ìpost-empireî to the contemporary period. The project should produce an analysis of 1) the social and political structures shared in the region, 2) the local variations of those structures, based on case studies, 3) their specific configurations, based on social markers such as gender, age, and class, 4) the use of those structures in different historical periods. All these will be under theoretical and ethnographic scrutiny in order to achieve its main goal: 5) to understand the recent articulation of the social and political structures of the Western Saharan region, with broader and often exogenous political vocabularies. \nThe methodology used in this project is based on readings associated with different social sciences, with a particular focus on anthropology, history, and political science. The members of the research team, with experience and linguistic competence in the different geographies involved in this project, are expected to conduct original field enquiries, enabling a significant enhancement of the theoretical and ethnographic knowledge associated with this region.\nThe projectís main goal is to analyse the types of interplay established between pre-modern socio-political traditions and contemporary political expression and activism, in a particularly sensitive ñ and academically disregarded ñ region. Its effort to integrate a context that is usually compartmentalized, as well as to put together a group of researchers generally ìisolatedî in their particular areas of expertise, geographies, or nations, should also be valued. The projectís results should enable the different contexts under study to be integrated into the wider maps of current scientific research, providing, at the same time a dissemination of its outputs to an extended audience.",
    "totalCost": "1192144",
    "ecMaxContribution": "1192144",
    "coordinator": "CENTRO EM REDE DE INVESTIGACAO EM ANTROPOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942259456": {
            "orgId": "942259456",
            "orgName": "CENTRO EM REDE DE INVESTIGACAO EM ANTROPOLOGIA",
            "ecContrib": 1192144
        }
    },
    "calculatedTotalContribution": 1192144
}