{
    "rcn": "208428",
    "acronym": "TUTOR",
    "topics": "INNOSUP-02-2016",
    "title": "TUTOR: A universal Learning Management System for Robot-based learning",
    "startDate": "18/12/2017",
    "endDate": "17/12/2018",
    "objective": "In this digital age, a change in learning/teaching method is being fuelling by the introduction of Information and Communication Technologies (ICT) and interactive media (digital whiteboard, tablets, robots, etc.) in schools. Among them, the use of robots with age-school children improves their motivation and learning process by 75%. A notable obstacle to implement robotics widely as part of schoolsí curriculum appears to be the involvement needed from educators (teachers, therapists, etc) in the generation of contents and experiences, which today requires programming or coding knowledge.\nAiming at overcoming this barrier, our company InterOnLine has developed TUTOR, a novel Learning Management System for leveraging education based on the use of robots, that allows non-computer skilled users create, manage and transfer learning units (LUs) for robots out-of-the-box.\nWe have detected our potential capabilities to define and design our own educational robot in which run TUTOR, in order to maximize the business opportunity in the innovative Robot-Learning sector. This way, we will develop a fully functional product (LMS software \\ hardware) that will provide a mechanism for our sustainable growth. By enrolling an Innovation associate we will be able to leverage this innovation strategy. In order to achieve the objectives for develop and implement TUTOR project, we need to reinforce our team with a PhD in robotics engineering with knowledge and experience in educational and pedagogic methodologies.\nThe recruitment of the IA will help us to accelerate the high growth of our company, by means of the following expected impacts: reinforcing experience and knowhow of our team, developing the new line of products for the future of our company and boosting our business opportunity, reaching 4MÄ by 2020 once full product has been launched.",
    "totalCost": "100875",
    "ecMaxContribution": "100875",
    "coordinator": "INTERONLINE COOPERACION 2001, AIE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927028225": {
            "orgId": "927028225",
            "orgName": "INTERONLINE COOPERACION 2001, AIE",
            "ecContrib": 100875
        }
    },
    "calculatedTotalContribution": 100875
}