{
    "rcn": "208409",
    "acronym": "DOMINO",
    "topics": "MSCA-IF-2016",
    "title": "The Development of a Multiscale Modeling Framework for Investigating Marine Soft Clays",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The planning and construction on or in soft marine clays has been proven to remain a challenge for geotechnical engineering. These type of clays are often instable, difficult to characterize and reinforce (i.e. ground improvement), and very common in coastal areas all over the world. The presence of marine soft clays are often the reason for landslides, with hazardous consequences. The complexity of these natural material has hindered the understanding of how macroscopic properties (>meters) such as instability, translates to microscopic (<micrometer) phenomena. As a result, the complex behavior of marine soft clays observed on the continuum scale is not fully understood and the models based on this experimental data are phenomenological. Yet, it is the properties and processes occurring on the microscale that govern the material response properties of these clays. \n\nThis proposal aims to develop a multiscale framework for investigating marine soft clays. The objectives to reach this aim are the development of an anisotropic aggregation model for clay, the development of simple model materials with well-defined chemical and mechanical properties, and the comparison of these simplified models with naturally occurring soft marine clays. The proposed research use concepts from aggregation theory in combination with simulations of macroscopic material properties such as stiffness, strength and permeability. Experimental methods consists of state-of-the-art material characterization techniques such as: Nuclear Magnetic Resonance Relaxometry, Time-Resolved Dynamic Light Scattering, chemical analysis methods and mechanical characterization using advanced Bishop Wesley cells. The planned work is a bottom-up approach, where simple model materials substitute the natural more complex ones and aid the development of multiscale soil constitutive models.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}