{
    "rcn": "208484",
    "acronym": "QUANTIVIOL",
    "topics": "ERC-2016-COG",
    "title": "Quantifying Quantum Gravity Violations of Causality and the Equivalence Principle",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Quantum gravity must violate at least one of three principles at the foundations of physics: unitarity, causality, or the equivalence principle. Recent theoretical work on black holes has shown that such violations are not limited to extremely short distances, where quantum gravity effects are expected, but also occur at distances much larger than the Planck scale. This work has revealed a huge gap in our understanding: we have no working criterion for when quantum gravity violations of the usual laws of physics are important.\n\nThis theoretical crisis is also an opportunity, since quantum gravity effects may be observable if they occur at longer distance scales.  I propose a series of concrete calculations in two theoretical situations: ordinary black holes, which evaporate due to Hawking radiation, and black holes in spacetimes with negative cosmological constant, which do not evaporate.  These calculations will quantify, for the first time, the size of these violations.The calculations make use of existing techniques and results derived by myself and others, but a focused effort is needed in order to put together all of the necessary ingredients into a coherent quantitative result.\n\nWe will then generalize our results beyond black holes to obtain a generally applicable formula. The final result will be an answer to one of the most important questions in quantum gravity: how large are quantum gravity violations of the usual laws of physics? The impact of successfully completing this project extends far beyond black hole physics.  As one application, our results will either justify existing calculations of cosmological observables, or make a prediction that quantum gravity effects can be observed.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}