{
    "rcn": "208421",
    "acronym": "PlantaSYST",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Establishment of a Center of Plant Systems Biology and Biotechnology for the translation of fundamental research into sustainable bio-based technologies in Bulgaria",
    "startDate": "01/03/2017",
    "endDate": "29/02/2024",
    "objective": "PlantaSYST aims at establishing a new Center of Plant Systems Biology and Biotechnology (CPSBB) in Plovdiv, Bulgaria. The CPSBB registered as an autonomous legal research entity during TEAMING Phase 1 and is firmly supported by the Bulgarian and German PlantaSYST partners, the Governments of Bulgaria and Germany, and the Plovdiv Municipality. CPSBB¥s mission is to position itself at the forefront of plant sciences in Bulgaria and South-East Europe. This will be achieved by building on the research and technological excellence of two strong partners from Potsdam, Germany: the University of Potsdam and the Max Planck Institute of Molecular Plant Physiology. Cutting-edge functional genomics, metabolomics and bioinformatics will be adopted to unravel the regulatory codes and metabolic pathways that govern plant development, stress physiology, and the production of valuable metabolites with potential market applications. Fundamental science, conducted in the CPSBB departments Plant Development, Molecular Stress Physiology, Metabolomics, and Bioinformatics, will feed into applied research of the departments Vegetable Breeding, Synthetic Biology, and Plant Cell Biotechnology. CPSBB provides the missing links between academia and industry in the region and will take a leading role in training next-generation researchers in crop systems biology and biotechnology. Thus, the CPSBB will fill the scientific and technological gaps identified in Bulgariaís Innovation Strategy for Smart Specialisation. The service-oriented CPSBB administration is designed to function efficiently following the example of the Max Planck Society in Germany, and a Technology Transfer Office will facilitate the flow of knowledge and technologies to partners and end-users. Overall, the newly established CPSBB will significantly increase Bulgariaís research and innovation potential, enhance the capacity in crop genomics, and stimulate the local scientific, economic, and social development in Plovdiv.",
    "totalCost": "14940000",
    "ecMaxContribution": "14940000",
    "coordinator": "INSTITUTE OF MOLECULAR BIOLOGY AND BIOTECHNOLOGY",
    "coordinatorCountry": "BG",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;TSENTAR PO RASTITELNA SISTEMNA BIOLOGIYA I BIOTEHNOGIYA;THE STEPHAN ANGELOFF INSTITUTE OF MICROBIOLOGY, BULGARIAN ACADEMY OF SCIENCES;UNIVERSITAET POTSDAM;MARITSA VEGETABLE CROPS RESEARCH INSTITUTE",
    "participantCountries": "DE;BG",
    "projectParticipants": {
        "924425715": {
            "orgId": "924425715",
            "orgName": "TSENTAR PO RASTITELNA SISTEMNA BIOLOGIYA I BIOTEHNOGIYA",
            "ecContrib": 7350000
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 1443750
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1443750
        },
        "951718411": {
            "orgId": "951718411",
            "orgName": "INSTITUTE OF MOLECULAR BIOLOGY AND BIOTECHNOLOGY",
            "ecContrib": 1857500
        },
        "998923170": {
            "orgId": "998923170",
            "orgName": "THE STEPHAN ANGELOFF INSTITUTE OF MICROBIOLOGY, BULGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 1422500
        },
        "999533009": {
            "orgId": "999533009",
            "orgName": "MARITSA VEGETABLE CROPS RESEARCH INSTITUTE",
            "ecContrib": 1422500
        }
    },
    "calculatedTotalContribution": 14940000
}