{
    "rcn": "208405",
    "acronym": "FIMBUG",
    "topics": "MSCA-IF-2016",
    "title": "Heterogeneity in fimbrial length and abundance as a generic regulator of E. coli surface colonization",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The aim of my research is to identify generic and physical mechanisms that regulate bacterial colonization and subsequent biofilm formation on biomaterial surfaces. This is an emerging problem in modern health care since biofilm implant-related infections are very difficult to eradicate and thus a main contributor to the development and spreading of antibiotic resistance. A key player is fimbriae; these hair-like surface organelles found on many bacteria are known to strongly promote biofilm formation, which is commonly attributed to fimbriae forming strong surface bonds. By recording in 3D the binding of single bacteria to nanopatterned surfaces we observed that this is not necessarily true; We found that fimbriae due to their heterogeneous distribution in length, rather then forming strong bonds provide bacteria a mean to adjust their surface adhesion, shifting between monovalent, loose and mobile binding to firm multivalent immobile binding modes in response to different flow conditions. This suggests a so far unexplored, regulatory role of fimbriae in the surface colonization process. My overarching aim is therefore to understand the influence of this mechanism on bacterial surface colonization. Specifically, I will test the hypothesis that physical and chemical/colloidal interactions are reflected in these structures and their biological function, providing bacteria evolved roles; In this case, that bacteria with certain fimbrial expression are fitter to be colonizers of certain environmental niches. To investigate this I will introduce new methods, allowing simultaneous read-out of a single-bacterium fimbrial expression and tracking of its movement in 3D. I foresee that this project and the training actions described herein will be the basis for a future scientific career focused on unraveling the intricate interplay between bacteria and their host surfaces.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}