{
    "rcn": "208476",
    "acronym": "LATO",
    "topics": "ERC-2016-COG",
    "title": "Large-Area Transparent Opto-Electronics using 2D Materials",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Research in 2D materials has increased dramatically since the first isolation of graphene in 2004, with diverse interdisciplinary studies. In the last few years, 2D material research expanded beyond graphene by the development of other 2D materials, such as monolayered transition metal dichalcogenides, black phosphorous, and Boron Nitride. There are hundreds of possible 2D crystals that can be isolated, with properties ranging from metallic, semi-metallic, semiconducting to insulating, depending on the material composition. Semiconducting 2D materials have attracting interest in next-generation electronics/opto-electronics such as transistors, photo-gated transistors, photo-detectors, solar cells, and light emitting devices (LEDs), molecular sensors and optical imaging sensors. The unique structural form of 2D materials provides several benefits over other existing materials: ultrathin, flexible, highly transparent, large surface to volume ratio, and 2D quantum confinement. High transparency LEDs are required for applications in transparent displays on glass panels. Many 2D based opto-electronic devices have used mechanical exfoliation from bulk crystals, but this is limited to small areas. Recent work on chemical vapour deposition (CVD) to grow wafer-scale 2D materials has opened up exciting opportunities for commercial exploitation and has accelerated the intensity of research in this field towards real applications. The vision of this proposal is to realize a new class of ultra-thin, flexible, large-area, transparent, high-sensitivity opto-electronic device arrays based on all 2D materials, with a focus on imaging sensors and LEDs. This will involve wafer-scale CVD synthesis of 2D materials including novel blue and green 2D semiconductors, optical spectroscopy to probe the interlayer interactions, atomic level structure-property correlations using advanced electron microscopy, and the nanoscale fabrication and testing of high efficiency devices.",
    "totalCost": "1999318",
    "ecMaxContribution": "1999318",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1999318
        }
    },
    "calculatedTotalContribution": 1999318
}