{
    "rcn": "208499",
    "acronym": "SMASH",
    "topics": "SMEInst-01-2016-2017",
    "title": "Smart Sharing",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "SMASH, Smart Sharing Device by GreenspiderÆ, is a unique device fulfilling the main emerging requirements in the market of innovative mobility: \nï Geo-Location of distributed mobility resources: fleets, vehicles, charging and parking stations, gates, boxes, and any generic points of interest.\nï Mobile authentication of the users that can access and use the shared resources.\nï Resource control features; using the user smartphone to exchange commands in proximity and remote\nSMASH transfers the features that are today only available for Connected Cars to scooters, electric bikes, and any kind of vehicle and mobility resources, so that the users can see the position of the accessible objects, and use their smartphone as an access key for the smart mobility. The Vehicle sharing operators are the prime customers of SMASH. They are proliferating worldwide, but their deployed systems are currently characterized by poor interoperability, service coverage restricted to the center of the cities, and poor capability to dynamically extend fleets. Peer-to-peer (P2P) vehicle-sharing is a key market for SMASH. P2P is a process expanding worldwide, whereby existing vehicle owners make their vehicles available for others to rent for short periods of time. The participating car owners are able to charge a fee to rent out their vehicles when they are not using them. The Participating renters can access nearby and affordable vehicles and pay only a convenient fee, for the time they need to use them. SMASH, bringing the two parties together enables a global expanding community of users and available resources. \nSMASH enables Open Source vehicle sharing. In the next future, thanks to SMASH users will be able to choose and access a wide and expanding range of vehicles, with a smart access and reliable pay-per-use. Many heterogeneous and interoperable vehicles will be connected and available in sharing.",
    "totalCost": "1592500",
    "ecMaxContribution": "1114750",
    "coordinator": "GREENSPIDER GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946040710": {
            "orgId": "946040710",
            "orgName": "GREENSPIDER GMBH",
            "ecContrib": 1114750
        }
    },
    "calculatedTotalContribution": 1114750
}