{
    "rcn": "208460",
    "acronym": "FASDEM",
    "topics": "ERC-2016-COG",
    "title": "Failing and Successful Sequences of Democratization",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The study of democratization lies at the center of political science and is increasingly important in economics, sociology, and history, and has become a central foreign policy objective. Yet, there is little conclusive evidence about in particular endogenous sequences of democratization critical to our ability to provide sound policy advise. FASDEM promises to revolutionize our understanding of the trajectories that fail to lead to democracy, and the pathways that are successful, by addressing two key questions: Which are the failing versus successful sequences of democratization? What are the determining causal relationships in these sequences? \n\nCritical is the just finalized Varieties of Democracy (V-Dem) dataset including some 350 indicators, 34 component-indices, and five main indices of varieties of democracy from 1900 to the present for 173countries ñ  about 15 million data points on democracy.  FASDEM, if funded, will use this data capitalizing on a set of novel analytical approaches, tools, and adaptations of modeling from evolutionary biology developed by a research team in a related, project, that together can establish sequences between sets of hundreds of ordinal variables. Under the second objective, FASDEM will take a step further developing upon the latest statistical methodologies of establishing causal identification in observational data, and use these to test each step of such manifest sequences. FASDEM will make a radical departure from the crude and ìcorrelationalî paradigm in democratization studies to detail and explain failing and successful sequences of democratization for the first time.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}