{
    "rcn": "208483",
    "acronym": "GroIsRan",
    "topics": "ERC-2016-COG",
    "title": "Growth, Isoperimetry and Random walks on Groups",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The goal of the project is to develop new techniques for estimation and evaluation of well-known asymptotic invariants of groups, including growth of groups, isoperimetric profiles,  entropy and probability to return to the origin of random walks as well as of some more recent invariants related to the geometric criteria for construction of quotients of groups, which appeared in the joint work of PI with A.Karlsson (2010), and in a recent work of Ozawa (2015) giving a short functional analytic proof of the Polynomial Growth Theorem. We plan to work on the Gap conjecture of Grigorchuk, which states that any group of growth asymptotically strictly less than exp(n1/2) has polynomial growth, the question about the forms of Foelner sets in groups of intermediate and exponential growth and Kaimanovich and Vershik conjecture about characterisation of groups of exponential growth in terms of non-triviality of the Poisson boundary of some symmetric random walks. We plan to develop methods sharpening previous results of PI about isoperimetric inequalities for wreath products and relation between growth of groups and isoperimetry, and apply them for growth estimates and the description of the boundary.\n A further goal of the project is to introduce new constructions of non-elementary amenable groups which can show that necessary conditions in growth conjecture and isoperimetric inequalities cannot be weakened.",
    "totalCost": "1789438",
    "ecMaxContribution": "1789438",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1789438
        }
    },
    "calculatedTotalContribution": 1789438
}