{
    "rcn": "208480",
    "acronym": "ConCorND",
    "topics": "ERC-2016-COG",
    "title": "Connectivity Correlate of Molecular Pathology in Neurodegeneration",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Neurodegenerative diseases (NDs) are incurable, debilitating conditions, arise mid-late in life, represent an enormous health and socioeconomic burden and no therapies exist. An enigmatic finding in NDs is the early and selective alteration in intrinsic excitability of vulnerable neurons paralleling changes in its circuitry. However, a gap in understanding exists in ND field about the cause of these alterations and whether these modifications regulate degenerative pathomechanisms. Our recent study, examining mechanisms of Purkinje cell (PC) degeneration in Spinocerebellar ataxia type 1 (SCA1) revealed that the earliest cerebellar alterations occur in the major excitatory inputs onto PCs, the climbing fibers (CFs). Based on this, we propose a novel three-step model of neurodegeneration: First, suboptimal functioning of the presynaptic inputs initiates signaling deficits in target PCs. Second, those alterations trigger maladaptive responses such as altered intrinsic PC excitability, thus amplifying pathogenic cascades. Third, at network level progressive dysfunction triggers compensatory synaptic modifications within the cerebellar circuitry. In this proposal, we will test our new hypothesis for NDs on SCA1 and this will be the first study to test circuit-dependency in NDs by selectively silencing presynaptic inputs and examining molecular responses in the postsynaptic neuron. Specifically, we will 1) Identify the dysfunctional CF associated molecular signature in PCs. 2) Elucidate mechanisms involved in altering intrinsic PC excitability. 3) Map the connectome for a structural correlate of the pathology. Using conditional mouse models, pharmacogenetics, transcriptomics, proteomics and connectomics, we will delineate molecular alterations that govern disease from compensatory alterations. Our systematic approach will not only impact SCA related therapies but the entire spectrum of NDs and has the potential to change the conceptual approach of future studies on NDs.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}