{
    "rcn": "208431",
    "acronym": "EPIC",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Centre of Excellence in Production Informatics and Control",
    "startDate": "01/04/2017",
    "endDate": "31/03/2024",
    "objective": "The objective of the proposal is to establish the Centre of Excellence in Production Informatics and Control (EPIC CoE) as a leading, internationally acknowledged focus point in the field of cyber-physical production systems representing excellence in RDI. The focus is devised both from world-wide tendencies and regional S3 strategies. EPIC CoE will be constituted and run through the cooperation of the Institute for Computer Science and Control, Hungarian Academy of Sciences (MTA SZTAKI), two faculties of the Budapest University of Technology and Economics (BME) and four institutions of the Fraunhofer Gesellschaft (FhG) under the coordination of the National Research, Development and Innovation Office (NKFIH), as a governmental actor. The EPIC project will lead to:\n1.     The upgrade of MTA SZTAKI as existing Centre of Excellence (CoE) of the EU.\n2.     The establishment of a new legal entity (EPIC Ltd) of the academic partners relying on the very positive experiences gained by the Fraunhofer-SZTAKI Project Centre for Production Management and Informatics (PMI), a joint initiative of FhG and the Hungarian Academy of Sciences (MTA), started in 2010. (The cooperating FhG institutions have been the FhG IPA and Fraunhofer Austria).\n3.     The extension of the FhG-SZTAKI cooperation with two faculties of BME, and with FhG IPT and the FhG IPK.\n4.     The close cooperation of academia, university and industry, with a special emphasis on SMEs.\nDue to direct, institutionalized interactions with FhG, not only the scientific capabilities of the Hungarian partners but also their ability to transfer scientific results to industry-relevant applications will be enhanced, and in a sustainable way, providing a ìhigh speed liftî to innovation culture and performance in Hungary and the CEE region. \nThe large expectations towards the EPIC CoE are manifested by 42 Letters of Support received from industrial companies and clusters.",
    "totalCost": "10876825",
    "ecMaxContribution": "10876825",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
    "coordinatorCountry": "HU",
    "participants": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;Fraunhofer Austria Research GmbH",
    "participantCountries": "HU;DE;AT",
    "projectParticipants": {
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 1320625
        },
        "999578696": {
            "orgId": "999578696",
            "orgName": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
            "ecContrib": 41250
        },
        "990373881": {
            "orgId": "990373881",
            "orgName": "Fraunhofer Austria Research GmbH",
            "ecContrib": 1090000
        },
        "999651252": {
            "orgId": "999651252",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
            "ecContrib": 5158750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 3266200
        }
    },
    "calculatedTotalContribution": 10876825
}