{
    "rcn": "208448",
    "acronym": "NEUROPHAGY",
    "topics": "ERC-2016-STG",
    "title": "The Role of Autophagy in Synaptic Plasticity",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Neuronal metabolism is emerging as an essential regulator of brain function and its deregulation is a common denominator in neurological disorders entailing intellectual disability and synapse dys-morphogenesis.  The autophagy-lysosome system is the major catabolic pathway dedicated to the recycling not only of protein aggregates but also lipids, nucleic acids, polysaccharides and defective or superfluous organelles, among others.  \n Appreciation of the role of autophagic pathways in the healthy and diseased brain continues to expand, as accumulating evidence indicates that proper regulation of autophagy is indispensable for neuronal integrity.  At the cellular level, several lines of evidence implicate autophagy in the regulation of synaptic plasticity. However, the synapse-specific substrates of autophagy remain elusive.  Similarly, the synaptic defects arising from autophagy impairment have never been thus far systematically addressed, yet they translate into severe behavioural deficiencies, such as compromised memory and cognition, pertinent to disorders of intellectual disability.\n The present proposal aims to determine how autophagy regulates synaptic plasticity and how its deregulation contributes to synaptic defects.  In particular, the objectives aim to: 1) Monitor and characterize the presence of the autophagic machinery in pre- and post-synaptic sites.  2) Identify autophagic substrates residing in synapses and whose turnover via autophagy determines synaptic plasticity.  3) Characterize the synaptic defects and ensuing behavioural deficits arising from impaired autophagy in the hippocampus. 4) Use C. elegans as a model system to address the evolutionary conservation of the synaptic role of autophagy and perform forward genetic screens to reveal novel regulators of autophagy in synapses.",
    "totalCost": "1493750",
    "ecMaxContribution": "1493750",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 1493750
        }
    },
    "calculatedTotalContribution": 1493750
}