{
    "rcn": "208463",
    "acronym": "SMARTIES",
    "topics": "ERC-2016-COG",
    "title": "Scattering Media as a Resource Towards Information Processing and Sensing",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Scattering of light in complex environments has long been considered a nuisance and an inescapable limitation to imaging and sensing alike, ranging from astronomical observation, biomedical imaging, spectroscopy, etc. In the last decade, wavefront shaping techniques have revolutionized this view, by allowing light focusing and imaging even deep in the multiple scattering regime. This principle is embodied in the possibility贸that I pioneered贸to access the transmission matrix of a complex medium.\nIn SMARTIES, I will go one major conceptual step further, by exploiting directly the inherent property of a complex medium to mix perfectly and deterministically the information carried by the light. This mixing is actually a processing step. Along this general idea, SMARTIES will explore two synergistic directions:  \n贸Classical and quantum optical computing:  Thanks to the highly multimode nature and the strong mixing properties of complex material, I will aim at demonstrating high performance classical computing tasks in the context of randomized algorithms. As a platform for quantum information processing, this will be relevant for high dimension quantum computing algorithms, and quantum machine learning.\n贸Generalized imaging and sensing: Rather than tediously focusing and imaging through a scattering material, computational approaches can significantly improve and simplify the imaging process. I also aim to show that the relevant information can be directly and optimally extracted from the scattered light without imaging, using machine-learning algorithms. \nFrom a methodological standpoint, SMARTIES will require bridging knowledge from mesoscopic physics, light-matter interaction, linear and non-linear optics, with algorithms and signal processing concepts. It will deliver a whole new class of optical methods and devices, based on disorder. Its applications range from big data analysis, quantum technologies, to sensors and deep imaging for biology and neuroscience.",
    "totalCost": "1999891",
    "ecMaxContribution": "1999891",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999891
        }
    },
    "calculatedTotalContribution": 1999891
}