{
    "rcn": "208402",
    "acronym": "GD TCR LIGAND",
    "topics": "MSCA-IF-2016",
    "title": "Identification of the ligand of a human public anti-HCMV/cancer ?? T cell receptor",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "'gd T cells are the prototype of unconventional T cells and play an important role in the protection against infections and cancer. The group of David Vermijlen has recently discovered a human Vg8Vd1 T cell receptor (TCR) which was highly enriched in every individual (therfore 'public') infected in utero with human cytomegalovirus (HCMV), and that reacts towards adult cancer cells, suggesting that it can detect signals of 'cellular stress' induced in both infections and cell transformation. The major aim of this project is the identification of the ligand of this cross-reactive public Vg8Vd1 TCR. Two strategies will be adopted to address this aim. In the first strategy (indirect approach), a list of candidate ligands will be tested  for the capacity to stimulate the TCR via functional assays. This list of genes is provided by gene expression profiling of target cells known to stimulate the public TCR ('stimulator cells') verus non-stimulators, as well as from data in literature. In the second strategy (direct approach), in order to isolate or 'fish' the ligand from a strong stimulator cell line we plan to adopt several methods, such as: i) production of blocking antibodies, ii) generation of 'gd bodies', iii) proximity dependent biotinylation (BioID). The direct binding of promising ligand candidates with the public Vg8Vd1 TCR will be further investigated by surface plasmon resonance. Finally, in order to address the potential of this project for cancer immunotherapy we will evaluate the killing of primary cancer cells expressing the ligand by public Vg8Vd1-transduced PBMCs.\nThe background of the MSCA applicant on HCMV-host interplay will highly complement the expertise of the group of David Vermijlen on gd T cells. As the public Vg8Vd1 TCR is present in every individual, the identification of its ligand will have broad implications as a possible target for the development of novel vaccination and cancer immunotherapy strategies.'",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}