{
    "rcn": "208456",
    "acronym": "EPI-Centrd",
    "topics": "ERC-2016-STG",
    "title": "Epilepsy Controlled with Electronic Neurotransmitter Delivery",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "Many efficient drugs have been designed to treat neurological disorders, but have failed in the clinic because they were toxic, could not cross the blood-brain barrier, and/or had deleterious side effects in healthy regions. I propose a conceptual breakthrough to solve these three issues, with minimally-invasive organic electronic ion pumps (OEIPs) to provide targeted treatment where and when it is needed. I will use epilepsy as the disease model because of its high rate of drug-resistance (30%) and will offer concrete opportunities for clinical transfer of such state-of-the-art technology.\nThe clinical problem: Resective surgery is frequently the last option available to a patient with drug-resistant epilepsy (> 1 million persons in the EU). However, surgery fails in 30% of the cases and can have deleterious consequences with severe postoperative neurological deficits (impaired motor function, speech and memory). Furthermore, some cases of epilepsy are simply untreatable surgically because resective surgery would leave unacceptable damage to core functions. Clearly, a new therapeutic approach is needed when neurosurgery is not possible or deemed too risky.\nThe OEIP solution: As I have demonstrated, OEIPs combine state-of-the-art organic electronics and pharmacology to control epileptiform activity in vitro by directly delivering inhibitory neurotransmitters on-demand. I additionally demonstrated that thin-film flexible organic electronics can be used to create minimally-invasive depth probes for implantation which significantly reduced tissue damage compared to standard rigid implants in vivo. I will integrate OEIPs on such probes creating devices which will have both the high-quality recordings provided by the organic electrodes for electrophysiological seizure detection and the molecular delivery capability of the OEIP for seizure intervention. The devices will be a closed-loop system to detect seizure onset and intervene in the affected brain region.",
    "totalCost": "1636250",
    "ecMaxContribution": "1636250",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 1636250
        }
    },
    "calculatedTotalContribution": 1636250
}