{
    "rcn": "208467",
    "acronym": "HETEROPOLITICS",
    "topics": "ERC-2016-COG",
    "title": "Refiguring the Common and the Political",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "Heteropolitics is a project in contemporary political theory which purports to contribute to the renewal of political thought on the ëcommoní (communities and the commons) and the political in tandem. The common implies a variable interaction between differences which communicate and collaborate in and through their differences, converging partially on practices and particular pursuits. The political pertains to processes through which plural communities manage themselves in ways which enable mutual challenges, deliberation, and creative agency. \n\nSince the dawn of the 21st century, a growing interest in rethinking and reconfiguring community has spread among theorists, citizens and social movements (see e.g. Esposito 2013; Dardot & Laval 2014; Amin & Roberts 2008). This has been triggered by a complex tangle of social, economic and political conditions. Climate change, economic crises, globalization, increasing migration flows and the malaise of liberal democracies loom large among them.\n \nThese issues are essentially political. Rethinking and refiguring communities goes hand in hand thus with rethinking and reinventing politics. Hence ëhetero-politicsí, the quest for another politics, which can establish bonds of commonality across differences and can enable action in common without re-enacting the closures of ëorganicí community or the violence of transformative politics in the past. \n\nHeteropolitics will seek to break new ground by combining an extended re-elaboration of contemporary political theory with a more empirically grounded research into alternative and incipient practices of community building and self-governance in: education; the social economy; art; new modes of civic engagement by young people; new platforms of citizensí participation in municipal politics; network communities, and other social fields (Relevant cases include Sardex, a community currency in Sardinia; Barcelona en Com˙, a citizensí platform governing the city of Barcelona, etc.)",
    "totalCost": "758031",
    "ecMaxContribution": "758031",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "NETHOOD;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;PANEPISTIMIO THESSALIAS",
    "participantCountries": "CH;UK;EL",
    "projectParticipants": {
        "933116042": {
            "orgId": "933116042",
            "orgName": "NETHOOD",
            "ecContrib": 43594
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 634750
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 43594
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 36094
        }
    },
    "calculatedTotalContribution": 758032
}