{
    "rcn": "208430",
    "acronym": "ANTARES",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Centre of Excellence for Advanced Technologies in Sustainable Agriculture and Food Security",
    "startDate": "01/03/2017",
    "endDate": "29/02/2024",
    "objective": "Agriculture is facing enormous challenges today. Not only does it have to provide enough safe and healthy food for the ever-increasing Earthís population, it is also expected to offer alternatives to fossil fuels and to protect the non-renewable resources such as soil, water and energy inputs. ANTARES aims to evolve BioSense Institute from Serbia into a European Centre of Excellence (CoE) for advanced technologies in sustainable agriculture, by implementing a detailed business plan prepared during ANTARES Phase 1. This endeavor is supported by the participation of the Serbian Ministry of Education, Science and Technological Development who will provide both institutional and legislative support, as well as by a strong commitment of the Republic of Serbia to provide co-financing of 14 mil  . The participation of DLO from the Netherlands, the leading European institute for applied and market-driven research in the agrifood sector will secure that the know-how and experience of the highest European standards are transplanted to Serbia. ANTARES builds upon the complementary expertise of BioSense and DLO: the synergetic combination of ICT and agricultural knowledge will strengthen the competitive positions of both institutions and provide answers to challenges that go far beyond borders of any single country. ANTARES envisages a long-term strategic cooperation between DLO and the new CoE, relies on a well-developed joint strategic research agenda and on a documented financial analysis that proves the long-term sustainability and growth of the new CoE beyond Teaming funding. CoEís mission and vision are aligned with needs of European and Serbian society and focus on science for impact and economic growth. ANTARES is a smart investment, as it simultaneously helps an associated country to bridge the gaps with Europe through research and innovation, while at the same time contributes to safe and adequate food for future generations of Europeans.",
    "totalCost": "14003473,75",
    "ecMaxContribution": "14003473,75",
    "coordinator": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
    "coordinatorCountry": "RS",
    "participants": "MINISTARSTVO PROSVETE, NAUKE I TEHNOLOSKOG RAZVOJA;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "RS;NL",
    "projectParticipants": {
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 12353596
        },
        "999821681": {
            "orgId": "999821681",
            "orgName": "MINISTARSTVO PROSVETE, NAUKE I TEHNOLOSKOG RAZVOJA",
            "ecContrib": 246538
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 1403340
        }
    },
    "calculatedTotalContribution": 14003474
}