{
    "rcn": "208429",
    "acronym": "HCEMM",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Establishing the Hungarian Center of Excellence for Molecular Medicine in partnership with EMBL",
    "startDate": "01/04/2017",
    "endDate": "31/03/2024",
    "objective": "After having identified the barriers hindering European level competitiveness in the field of molecular medicine for Hungary, the University of Debrecen, the University of Szeged, the Semmelweis University and the Biological Research Center of the Hungarian Academy of Sciences united to create the Hungarian Centre of Excellence for Molecular Medicine (HCEMM). They were joined by the National Research, Innovation and Development Office representing the Hungarian Government as project coordinator and by the European Molecular Biology Laboratory as leading scientific institution.\n\nThe goal of creating HCEMM is to develop a ìgame changerî organization which catalyzes reforming changes in the research culture and makes impact in the regional development of three Hungarian ìknowledge regionsî. The organizational and management model will ensure autonomy and scientific excellence with an international evaluation system. Research groups will be pursuing in cross cutting fields and will be reviewed every 5 years in order to ensure scientific excellence. Advanced core facilities, effective technology transfer and vibrant links to industry will also be provided. The headquarters and HCEMM research groups will be hosted in Szeged in an international campus hosting a new state of the art facility, while other groups will be located in the Debrecen and Budapest. EMBL and HCEMM will conclude a partnership agreement, ensuring a continuous transfer of institutional, research and collaborative expertise, and access to the EMBL partnership network in Europe and beyond. \n\nFinancing stability of HCEMM will be based on 52 M Ä coming from H2020 Teaming, the Hungarian Government and the founding institutions. For the long term sustainability the Governmental commitment and the financial support of the founding institutions will be gradually supplemented by increasing streams of income from diverse grant schemes, technology transfer, services, industrial collaborations.",
    "totalCost": "14997310",
    "ecMaxContribution": "14997310",
    "coordinator": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
    "coordinatorCountry": "HU",
    "participants": "EUROPEAN MOLECULAR BIOLOGY LABORATORY;DEBRECENI EGYETEM;MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT;SEMMELWEIS EGYETEM;SZEGEDI TUDOMANYEGYETEM",
    "participantCountries": "DE;HU",
    "projectParticipants": {
        "999840014": {
            "orgId": "999840014",
            "orgName": "SZEGEDI TUDOMANYEGYETEM",
            "ecContrib": 291375
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1000000
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 291375
        },
        "999578696": {
            "orgId": "999578696",
            "orgName": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
            "ecContrib": 12831810
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 291375
        },
        "999471996": {
            "orgId": "999471996",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
            "ecContrib": 291375
        }
    },
    "calculatedTotalContribution": 14997310
}