{
    "rcn": "208444",
    "acronym": "single-C",
    "topics": "ERC-2016-STG",
    "title": "Automatized Catalysis and Single-Carbon Insertion",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "This project is aimed at accelerating the synthesis of important organic molecules through key enabling technologies towards automatized catalysis and single-carbon insertion reactions. Transferring the simplest carbon units to organic molecules has the potential to change the way we approach synthesis planning through new asymmetric skeletal homologations and rearrangements of simple raw materials, for which only long workarounds exist now. These methods can reduce to half the manipulations required to access relevant medicines, organocatalysts, ligands, bio-molecular tools and photovoltaic devices. They target unreactive functions to introduce fundamental one-carbon units (CO or C) that are present in virtually any organic compound. New powerful reagents that resemble these basic single-carbon units in excited electronic configurations are to be developed for this purpose. The new catalytic methods needed are based on the solid grounds of carbene-transfer reactions and the recent advances of my group in the development of new homogeneous catalysts. Moreover, a new catalyst platform will be developed to complement our existing portfolio for success in the challenging processes targeted in this proposal. We aim to pioneer a fully automatized workflow for research in catalysis that devoid the synthesis of organic ligands replacing them by combinatorial assemblies built in situ from un-structured simple molecules. The new reactions arising from these new catalysts and reagents will expedite the valorization of raw materials (such as carbonyls, olefins and hydrocarbons) into important chiral molecules in a single transformation. This bold aim is a priority of the European Commission for the coming years as it will save time, protect the environment and reduce cost at once. Thus, these innovative technologies have the potential of transforming the research workflow in homogeneous catalysis and the logics of retrosynthesis of organic molecules at a fundamental level.",
    "totalCost": "1487245",
    "ecMaxContribution": "1487245",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1487245
        }
    },
    "calculatedTotalContribution": 1487245
}