{
    "rcn": "208485",
    "acronym": "OPERANDOCAT",
    "topics": "ERC-2016-COG",
    "title": "In situ and Operando Nanocatalysis: Size, Shape and Chemical State Effects",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Tailoring the chemical reactivity of nanomaterials at the atomic level is one of the most important challenges in catalysis research. In order to achieve this elusive goal, fundamental understanding of the structural and chemical properties of these complex systems must be obtained. Numerous studies have been devoted to understanding the properties that affect the catalytic performance of metal nanoparticles (NPs) such as their size, interaction with the support, and chemical state. The role played by the NP shape on catalytic performance is, however, less understood. Complicating the analysis is the fact that the former parameters cannot be considered independently, since the NP size as well as the support will have an impact on the most stable NP shapes. In addition, the dynamic nature of the NP catalysts and their response to the environment must be taken into consideration, since the working state of a NP catalyst might not be the state in which the catalyst was prepared, but rather a structural and/or chemical isomer that adapted to the particular reaction conditions. To address the complexity of real-world catalysts, a synergistic approach taking advantage of a variety of cutting-edge experimental methods must be undertaken. \nThis project focuses on model heterogeneous catalysts for reactions of tremendous societal and industrial relevance, namely the gas-phase hydrogenation and electrocatalytic reduction of CO2. Important components that are missing from existing studies, and that we propose to contribute, are a systematic design of catalytically active model NPs with narrow size and shape distributions and tunable oxidation state, and in situ and operando structural, chemical, and reactivity characterization of such model catalysts as a function of the reaction environment. The results are expected to open up new routes for the reutilization of CO2 through its direct conversion into valuable chemicals and fuels such as methanol, methane and ethylene.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "RUHR-UNIVERSITAET BOCHUM",
    "participantCountries": "DE",
    "projectParticipants": {
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 284912
        }
    },
    "calculatedTotalContribution": 284912
}