{
    "rcn": "208426",
    "acronym": "FunGlass",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Centre for functional and surface-functionalized glasses",
    "startDate": "01/03/2017",
    "endDate": "29/02/2024",
    "objective": "The project aims at upgrading the existing Centre of excellence for ceramics, glass and silicate materials (CEKSiM) in Tren?Ìn, Slovakia, to internationally recognized Centre for Functional and Surface-functionalized Glasses (FunGlass) focusing on cutting edge research in the area of glasses with special functional properties and functionalization of conventional glasses to modify their properties and add new functionalities. Key activities of the project include training and applied research to tap into a local know-how in development of the competitive advantage of the region by training skilled research personnel and by pursuing opportunities to establish partnership with regional and EU glass industries and international networking to form creative international environment and close ties with project partners from leading institutes in the field of research interest in EU.The role of the Centre is seen in all stages of R&D activities ñ solving the fundamental questions, developing new concepts and strategies, identification of their business potential, and developing laboratory-scale verified technologies (TRL 4) to technologies validated and demonstrated in relevant environments (TRL 5 and 6) in close cooperation with industrial partners including SMEs. Multidisciplinary character of the research and links for industrial cooperation are also anticipated. Detailed financial analysis and perspective of the Centre is supported by a business and revenue model presented from short/medium term as well as the long term perspective explaining the current status, trends/development and medium/long term funding strategy of the Centre long term self-sustainability aiming at financing and functioning of the Centre beyond the Horizon 2020 funding period. It also stresses the strategic significance of the Centre that rests in its on market-oriented inventions, facilitating research/innovation activities , and contribution to conversion of research to commercial success.",
    "totalCost": "15000000",
    "ecMaxContribution": "15000000",
    "coordinator": "TRENCIANSKA UNIVERZITA ALEXANDRA DUBCEKA V TRENCINE",
    "coordinatorCountry": "SK",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;UNIVERSITA DEGLI STUDI DI PADOVA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;Friedrich Schiller University Jena",
    "participantCountries": "DE;IT;ES",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 440375
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 713500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 659875
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "967384396": {
            "orgId": "967384396",
            "orgName": "TRENCIANSKA UNIVERZITA ALEXANDRA DUBCEKA V TRENCINE",
            "ecContrib": 12617375
        }
    },
    "calculatedTotalContribution": 14431125
}