{
    "rcn": "208424",
    "acronym": "FOODSELFI",
    "topics": "INNOSUP-02-2016",
    "title": "FOOD Safety monitoring by Electrochemical Lateral Flow Immunoassay",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The international food safety community is demanding new technological advances in rapid and quantitative immunobiosensors. These devices will enable the implementation of on-site monitoring processes for the most relevant analytes (pathogens, allergens, etc) set by international standards on food safety at lower costs at affordable costs for the food industry, with the additional health and economic benefits for the society.\nBIOLAN, a European SME leader in the field of biosensors for the food industry, aims to disrupt the market within the next years with the commercialization of rapid, low cost, disposable and quantitative one-step inmunobiosensors based on the Electrochemical Lateral Flow Immunoassay (ELFI) analytical technology. \nIn FOODSELFI, BIOLAN aims to overcome the current limitations of the LF technology for the development of a rapid quantitative immunobiosensors (lack of quantitative and reproducible results to allow mass manufacturing), through a new ELFI technology concept formulation: screen printed electrodes in the same paper material substrate of the Lateral Flow immunoassay. This simplified design could enable a mass-manufacturing process of quantitative immunosensors with increased sensitivity and reproducibility levels, by means of \nIn order to achieve this goal, BIOLAN ambitions to exploit its deep skills in two technologies critical for the development of mass-manufacturing process of quantitative biosensors, such electrochemical detection and electrode screen printing. However, BIOLAN lacks the knowledge on other critical skills such lateral flow inmunoassays and paper-based microfluidics. \nThrough the support of an SME Innovation Associate expert in the identified missing skills, working in close collaboration with a multidisciplinary team of biologist, chemist, and electronic engineers, BIOLAN will test the feasibility of FOODSELFIís business idea and will define an innovation programme for its successful implementation.",
    "totalCost": "90988,75",
    "ecMaxContribution": "90988,75",
    "coordinator": "BIOLAN MICROBIOSENSORES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986279414": {
            "orgId": "986279414",
            "orgName": "BIOLAN MICROBIOSENSORES SL",
            "ecContrib": 90989
        }
    },
    "calculatedTotalContribution": 90989
}