{
    "rcn": "208472",
    "acronym": "MacroStability",
    "topics": "ERC-2016-COG",
    "title": "Stability and dynamics at different spatial scales: From physiology to Alzheimer's degeneration",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "How neuronal circuits maintain the balance between stability and plasticity in a constantly changing environment remains one of the most fundamental questions in neuroscience. Empirical and theoretical studies suggest that homeostatic negative feedback mechanisms operate to stabilize the function of a system at a set point level of activity. While extensive research uncovered diverse homeostatic mechanisms that maintain activity of neural circuits at extended timescales, several key questions remain open. First, what are the basic principles and the molecular machinery underlying invariant population dynamics of neural circuits, composed from intrinsically unstable activity patterns of individual neurons? Second, is homeostatic regulation compromised in Alzheimer's disease (AD) and do homeostatic failures lead to aberrant brain activity and memory decline, the overlapping phenotypes of AD and many other distinct neurodegenerative disorders? And finally, how do homeostatic systems operate in vivo under experience-dependent changes in firing rates and patterns? \nTo target these questions, we have developed an integrative approach to study the relationships between ongoing spiking activity of individual neurons and neuronal populations, signaling processes at the level of single synapses and neuronal meta-plasticity. We will focus on hippocampal circuitry and combine ex vivo electrophysiology, single- and two-photon excitation imaging, time-resolved fluorescence microscopy and molecular biology, together with longitudinal monitoring of activity from large populations of hippocampal neurons in freely behaving mice. Utilizing these state-of-the-art approaches, we will determine how firing stability is maintained at different spatial scales and what are the mechanisms leading to destabilization of firing patterns in AD-related context. The proposed research will elucidate fundamental principles of neuronal function and offer conceptual insights into AD pathophysiology.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}