{
    "rcn": "208471",
    "acronym": "ZIPgeting",
    "topics": "ERC-2016-COG",
    "title": "Quantitative understanding of target recognition on DNA based on directional zipping processes",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "In the recent years a number of protein systems have been identified that recognize long (tens of base pairs) DNA sequences and allow flexible programmability of their target specificity. This promoted an enormous range of applications in genome engineering and synthetic biology. This project aims to decipher the mechanisms by which these proteins recognize their DNA targets in order to develop quantitative models/predictors for target recognition and to avoid off-target effects.\nTo obtain detailed insight into the targeting mechanisms of different programmable systems in a ìbottom-up mannerî, cutting-edge single-molecule experiments, such as mechanical DNA twisting combined with single-molecule fluorescence detection will be employed. This will provide a fully quantitative characterization of the targeting process and insight into the mechanisms of allosteric regulation coupled to targeting. The quantitative data will allow to develop physics-based models of the target recognition process. In particular, we will focus on recognition through non-equilibrium, directional zipping along the target sequence ñ as recently revealed for CRISPR-Cas enzymes ñ as a promising unifying mechanism. To obtain precise targeting predictors our first-principle models will be tested and refined using high-throughput measurements on many different targets in parallel. Finally, the predictions will be used in order to understand target selection in live cells using single-molecule imaging.\nWithin the project the following goals are defined: \nGoal 1:\tQuantitative understanding of target binding/degradation for CRISPR-Cas systems\nGoal 2:\tDetailed mechanistic insight into the target recognition process by TALEs  \nGoal 3:\tDevelopment of highly parallelized measurements on different target sequences down to the single-molecule level\nGoal 4:\tTarget identification in the complex environment of live cells",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITAET LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}