{
    "rcn": "208425",
    "acronym": "HarshEnergy",
    "topics": "INNOSUP-02-2016",
    "title": "Perpetual Sensing in Harsh Environments: Self-powered sensors for the Oil  Gas industry",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "The main objectives of this proposal are the prototyping, testing and implementation of new energy harvesting systems based on nanomaterials able to operate in harsh environments (temperatures above 250 ∫C and pressures of 10000 psi), particularly relevant for the oil & gas industry. inanoEnergy is a startup company aiming to develop and fabricate innovative products in the field of energy harvesting using high efficiency nanogenerators and that was recently awarded an ESA BIC project from the European Space Agency. Based on inanoEnergy proprietary technology one seeks to develop innovative solutions to harvest energy to power sensor networks in harsh environments. Using the hybridization of three different energy harvesting technologies (piezoelectricity, triboelectricity and electromagnetic induction) we will optimize prototypes to be implemented inside or around pipes or in a side pocket configuration. The use of complementary energy harvesting technologies in a single devices makes their hybridization and integration in a single project an added value. However, Portugal lacks the human resources with the specialized skills needed to develop the proposed solution. Thus, the possibility to recruit an innovation associate at the European level would be a tremendous benefit for the development of this project and the future prospects of our startup.",
    "totalCost": "86692,5",
    "ecMaxContribution": "86692,5",
    "coordinator": "INANOENERGY - CONSULTORIA, DESIGN,PRODUCAO E APLICACAO DE SOLUCOES ENERGETICAS RENOVAVEIS, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918152143": {
            "orgId": "918152143",
            "orgName": "INANOENERGY - CONSULTORIA, DESIGN,PRODUCAO E APLICACAO DE SOLUCOES ENERGETICAS RENOVAVEIS, LDA",
            "ecContrib": 86692
        }
    },
    "calculatedTotalContribution": 86692
}