{
    "rcn": "208447",
    "acronym": "DiGe",
    "topics": "ERC-2016-STG",
    "title": "Ethnobotany of divided generations in the context of centralization",
    "startDate": "01/06/2017",
    "endDate": "31/07/2022",
    "objective": "Understanding the logics of obtaining, managing and perceiving of local natural resources, particularly plants, is crucial for ensuring sustainability of human life, as the use of plants is a key for survival of humans. The proposed research will create an advanced understanding of the mechanisms of changes in ethnobotanical knowledge experienced by traditional societies/minor ethnic groups when dominating group try to unify and/or erode this practical knowledge. It will also evaluate the effects of the sudden cease to existence of such centralization and following impact of the trial of revival of discontinued traditional etnobotanical knowledge. Research will evaluate the effect of several social and cultural factors on the evolution of ethnobotanical knowledge of four compact, but divided ethnic minorities that had experienced for shorter (25 years) or longer (70 years) period different influences affecting their plant use and very different social conditions (including welfare and economy). As a long-term outcome, based on the result of present and consequent studies scientists will be able to predict the extent and depth of the changes occurring in the ethnobotanical knowledge and as a applied outcome learn to direct and educate people in the way that the knowledge necessary for sustainable maintenance and utilization of local plant resources will be constantly evolving in the way supporting health and well-being of different populations.",
    "totalCost": "1496675",
    "ecMaxContribution": "1496675",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "EESTI KIRJANDUSMUUSEUM",
    "participantCountries": "EE",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 1496675
        },
        "917221913": {
            "orgId": "917221913",
            "orgName": "EESTI KIRJANDUSMUUSEUM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1496675
}