{
    "rcn": "208458",
    "acronym": "Survive",
    "topics": "ERC-2016-COG",
    "title": "Surviving metabolism: acid handling and signalling",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Metabolism generates vast quantities of acid, which exerts broad-spectrum biological effects because protein protonation is a powerful post-translational modification. Regulation of intracellular pH (pHi) is therefore a homeostatic priority, but carefully orchestrated proton dynamics are a versatile signal.\nExtracellular acidity is an established chemical signature of tumours and has recently been proposed to convey a signal that shapes the phenotypic landscape of cancer. Cancerís genetic instability yields diversity in acid handling and signalling, forming a substrate for selection under acid-stress. This is a plausible mechanism for disease progression and an analogy can be drawn to experimentally-verified hypoxic selection.\nCurrent models of acid handling in cancer are, however, based on population-averages of observations made at the cell level. This fails to appreciate diversity and the complexity inherent in tissues. We will produce a more complete understanding of acid handling that accounts for diffusive transport across tissue compartments and the role of the tumour stroma. A systems-approach of characterising pH-regulatory processes cell-by-cell will identify which components are liable to vary, and thus are a substrate for acid-driven somatic evolution.\nThe long-term effects of proton signals on gene expression have not been tested, despite evidence for proton-sensing transcription factors. To address the mechanism for adaptation to acid-stress, proton-sensing transcription factors will be characterised from studies of gene expression under chemically and optogenetically operated pH stimuli.\nThe definition of a cellís fitness to survive at a particular microenvironment pH and its relationship with stemness remain unclear. Phenotyping pHi-gated subpopulations in terms of growth, stemness and tumourigenicity will define pH-fitness and its role in aggressiveness. In evolving to survive metabolism, cancer cells may acquire the ability to thrive in new niches.",
    "totalCost": "1922575",
    "ecMaxContribution": "1922575",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1922575
        }
    },
    "calculatedTotalContribution": 1922575
}