{
    "rcn": "208414",
    "acronym": "ESA 2.0",
    "topics": "SMEInst-09-2016-2017",
    "title": "Pushing forward irradiation monitoring efficiency in the PV industry",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "As the photovoltaics (PV) industry has exponentially grown towards large scale installation over the last years, the need for accurately monitoring the solar resource of PV power plants has increased. Historically, the PV industry has relied on monitoring stations for irradiance measurements, i.e. bulky and expensive equipment featuring pyranometers, pyrheliometes and sun trackers. However, because of their severe economic and operational limits, this solution does not allows for fine grained detection and intelligence of system failures causing losses of production, and thus of revenue, and low efficiency of maintenance operations. \nOur project aims at bringing to the market an innovative smart and handy environmental sensor featuring innovations in terms of technology, capabilities and cost that significantly exceed limits and downsides of irradiation assessment tools commercially available. By enabling a simple and efficient single-tool monitoring it empowers plant managers for precise and accurate characterization of the PV performance, that directly translates into room for optimizing profitability. \nTwo major European companies have expressed a strong interested in the our sensor and are willing to run pilot tests in their PV installations: one is LightSource, the leading developer of solar PV projects with 30% market share in the large scale solar sector in UK; the other is Enel Green Power, the Italian-based multinational developer and manager of 1.6 GW of large-scale solar plant across Europe, Africa and Americas. These two giants cumulatively manage 1.1% of total solar capacity installed worldwide.",
    "totalCost": "956802,5",
    "ecMaxContribution": "669761,75",
    "coordinator": "ALITEC SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988828089": {
            "orgId": "988828089",
            "orgName": "ALITEC SRL",
            "ecContrib": 669762
        }
    },
    "calculatedTotalContribution": 669762
}