{
    "rcn": "208415",
    "acronym": "ODR",
    "topics": "INNOSUP-02-2016",
    "title": "A ubiquitous system for disrupting how Western blot imaging and data processing is carried for clinical analysis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Western blot is an imperative technique in many fields of clinical and research biology, enabling protein detection which is relevant for several types of diagnosis and analyses. It presents many applications, from AIDS diagnosis to searching for new drug targets. Therefore, western blot is used by 80% of laboratories at pharmaceutical companies, clinical and research centres worldwide.\nAfter several laboratory stages, proteins are detected through image processing. In recent years, there have been attempts to automate this step, but these solutions are dependent of expensive devices to detect and digitize images, and analytical software, forcing many laboratories to choose inefficient and time-consuming manual methods.\nThe need resulting from these barriers has been identified together with our Lead Clients, two reference laboratories in Spain and France. Within this context, ODR is the first ubiquitous solution to detect and process image results from the Western Blot protein analytic technique, by using the camera of normal smart phones or tablets finally allowing to obtain standardized results in a few minutes, and make them available to clinical and research teams worldwide. \nWe have detected the potential functional scalability of ODR, since several analytic techniques are based on image treatment. This business opportunity has been defined as the innovation strategy of our company for the coming years, in which the collaboration with expert profiles will be crucial for its execution. This way, a full functional product will become an entry barrier for future competitors, providing a mechanism for sustainable growth. \nIn order to achieve the objectives for develop ODR project and build commercial alliances for its future exploitation, we need to reinforce our team with a PhD on biochemistry or molecular biology familiarized with laboratory techniques for protein detection and quantification, with commercial and negotiations skills.",
    "totalCost": "86625",
    "ecMaxContribution": "86625",
    "coordinator": "MERCARISTA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927184686": {
            "orgId": "927184686",
            "orgName": "MERCARISTA SL",
            "ecContrib": 86625
        }
    },
    "calculatedTotalContribution": 86625
}