{
    "rcn": "208556",
    "acronym": "FishMan",
    "topics": "MSCA-IF-2016",
    "title": "Unwanted catches of trawl fisheries: ecosystem effects and advances to an integratedmanagement approach in the Mediterranean",
    "startDate": "01/06/2017",
    "endDate": "06/12/2019",
    "objective": "There is an urgent need to address the environmental effects of fishing in order to maintain healthy marine ecosystems that provide the services societies want and need. This problem is addressed in the new Common Fisheries Policy by encouraging the adoption of an Ecosystem Approach to Fisheries, including as a matter of priority the reduction of unwanted catches. In line with this policy, the project aims to address the ecosystem effects of commercial trawling, including the unwanted catches problem, and generate knowledge that will contribute to the adoption of EAF. The project is structured in several inter-disciplinar activities, starting with gathering existing information on fishing effort, catches, benthic species and habitats from trawling grounds in the NW Mediterranean. The information will be analysed to assess the vulnerability of by-catch species to trawling, and the Good Environmental Status of benthic ecosystems. The novelty of the research approach will be increased by the adoption of a social-ecological framework. Interviews with the principal stakeholders will aim to assess their perception on the services provided by ecosystems from trawling grounds, and identify priority areas for fisheries and for conservation. The vulnerability, GES and ecosystem services valorisation will be used to propose scenarios of alternative fishing strategies that minimise the negative effects on ecosystems, while taking into account societal priorities. Then, size-spectra mathematical models will be explored to assess the ecosystem response to the different scenarios, aiming to identify the optimal management alternatives. The project structure will follow the principles of a participatory approach, by taking into account fishermení perceptions on potential management alternatives, which will allow exploring real-world scenarios.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}