{
    "rcn": "208572",
    "acronym": "iPILs4Bionics",
    "topics": "MSCA-IF-2016",
    "title": "Innovative Biodegradable Poly(ionic liquid)s for Bioelectronics",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Poly(ionic liquid)s or PILs are expanding classical property profiles of polymers and stirring great interest in the development of diverse areas, as green chemistry, energy, biotechnology, materials or membrane science. One of the common concerns of PILs consist of its biodegradability due their bioaccumulation and negative effects to the environment and the human body. The main goal of this project is to develop the first generation of biodegradable PILs. The most successful biodegradable polymeric backbones such as polycarbonates or polyesters will be combined with readily biodegradable cholinium-based ionic liquids. The polymers will be synthesized by controlled ring-opening polymerization using recently developed organocatalysis tools. The most promising biodegradable PILs will be investigated as ion conductive soft membranes in bioelectronic devices.\nThis MSCA Fellowship will open the best career possibilities for the Experienced Researcher (ER), and excellent young female scientist. After a successful PhD and 2 years Post-Doc in ionic liquid-based materials and gas separation membranes at ITQB-Universidade Nova de Lisboa (Portugal), she decided to move to a different environment, where she can exploit all her materials science expertise. The Innovative Polymers Group directed by Prof. David Mecerreyes at POLYMAT-University of the Basque Country (Spain) is one of the top-class groups in the emerging area of PILs. This multidisciplinary project will broaden the scientific knowledge of the ER and help her to grow and expand her network in order to reach a future group leader position in the materials science field.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}