{
    "rcn": "208532",
    "acronym": "ASSIGN",
    "topics": "INNOSUP-02-2016",
    "title": "Get on top of your multimedia content",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The ASSIGN proposal aims to overcome barriers to the recruitment of highly qualified specialists (PhD or equivalent) that cannot be recruited on the national job market, but whose knowledge would be crucial to open up opportunities for innovation and significant growth for the enterprise. With ASSIGN we expected that the Innovation Associate who will be hired will catalyse the radical product innovation of the companyís multimedia content management and publishing platform. The main expertise and skills of the Innovation Associate we expect to source with this recruitment are in the area of semantic multimedia content analysis and indexing, primarily in the domain of image and video and secondary in the domains of text, speech and audio analysis. We foresee a permanent post for the Innovation Associate after the end of the grant and plan to commercialise the innovation developed in the vertical markets of company/enterprise content, team/project content, branding and event content. \nIN2 is very well positioned to supply the Innovation Associate with training in current and trending topics in the area of web software development, that are very much needed in the labour market. With our private cloud and our engagement in application deployment (DevOps) we give to the Innovation Associate additional know-how to advance professionally in areas that can cover the complete software innovation cycle. Moreover, the Innovation Associate will benefit from gaining valuable insights into commercial innovation management and business aspects.",
    "totalCost": "96250",
    "ecMaxContribution": "96250",
    "coordinator": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998769910": {
            "orgId": "998769910",
            "orgName": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
            "ecContrib": 96250
        }
    },
    "calculatedTotalContribution": 96250
}