{
    "rcn": "208553",
    "acronym": "D3NAs",
    "topics": "MSCA-IF-2016",
    "title": "Coping with Inhospitable Sweetness: Insights from a (Diversity)^3 Study of Nectar Acinetobacters",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "'Plants are hotspots of microbial diversity, and novel lineages of plant-associated microorganisms are continuously described.  Recently, floral nectar has been identified as the natural habitat of different highly adapted yeasts and bacteria which can withstand elevated sugar contents and the presence of plant secondary metabolites with defensive functions. As a consequence of their metabolism, these microorganisms can reduce the nutritional value of nectar and profoundly alter its chemistry, and thus modify pollinatorsí foraging behavior and indirectly affect plant fitness. Although the bacterial species Acinetobacter nectaris and A. boissieri ('nectar acinetobacters', NAs) are among the most frequent bacterial nectar-dwellers, their diversity and intriguing ubiquitous occurrence in floral nectar still remain poorly characterized. Through a comprehensive study of the phenotypic, phylogenetic and genomic diversity (ìdiversity(D)^3 approachî) of NAs, the proposed project aims to explain why A. nectaris and A. boissieri are particularly well suited to thrive in the ìinhospitable sweetnessî of floral nectar. This research question will be addressed by using state-of-the-art methodologies of high-throughput phenotyping, phylogenetic inference and whole-genome sequencing and  analysis. The combination of expertises in applied phylogenetics of the applicant (experienced researcher, ER) and in phenomics and genomics of the host institute will be key for a successful completion of the work plan. Additionally, the implementation of this action will involve training in management, communication, dissemination and exploitation of results, and networking, all of which will boost the ER's potential for reaching a position of professional maturity.'",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}