{
    "rcn": "208562",
    "acronym": "Solar-Store",
    "topics": "MSCA-IF-2016",
    "title": "Solar Powered Thermochemical Heat Storage System",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The EU promotes the use of renewable energy for the reduction of CO2 emissions as part of the EUís effort to protect the natural environment. It aims to reduce carbon emissions by 60% relative to the 1990 level by 2050 and increase the use of renewable energy to 20% by 2020. Buildings account for about 40% energy consumption in the EU and the use of renewable energy for heating and cooling of buildings will be important in achieving this goal.\nTransformation of the EU new-existing building stock towards low/zero energy buildings requires effective integration and full use of the potential yield of intermittent renewable energy sources. Thermochemical heat storage (THS) can play a pivotal role in synchronizing energy demand and supply, on both short and long term basis. The proposed solar powered thermochemical heat storage (Solar-Store) system will integrate solar collector, evaporative humidifier and heat pipe technology with a novel THS reactor design for seasonal storage of solar energy. The proposed system will deliver efficient, low-cost THS that can be fitted in the limited space in dwellings. The fellowship aims to benefit from Prof. Yijun Yuanís recent work in energy storage systems, making use of sorption materials and solar thermal technology. Professor Yuan's considerable industrial and academic experience will make valuable contribution to the EU host organisation in terms of technology/knowledge transfer, PhD student/young researcher training and IP/commercialisation of new technologies. The partner organisations will also involve to this interaction (secondments) to enhance the effectiveness of the fellowship. Combining the skills and experience of UNOTT, Prof. Yuan and partner organisations and presenting them to the next generation of researchers and professionals in industry through the comprehensive programme of knowledge transfer activities proposed in this project will lead to a step change in the development of future products in this area.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}