{
    "rcn": "208571",
    "acronym": "HappyFish",
    "topics": "MSCA-IF-2016",
    "title": "Understanding the role of the rainbow trout metagenome on growth and health in aquaculturally farmed fish",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Aquaculture is the fastest growing food-producing sector world-wide: >50% of consumed fish are farmed and the increasing human demand for high quality protein will continue. The most important challenge for securing continued development of green aquaculture is sustainable solutions to improve feed efficiency as feed makes up >50% of the total cost for producing a fish. Further, animal protein is increasingly substituting plant based ingredients for fish feed; this has yet unknown effects on related metabolic processes affecting growth and health. Promising solutions for optimizing feed efficiency and fish health stem from recent studies that sequence metagenomes (combined microbial DNA in the host gut) to detail out how the complete gut microbiome (the microbial community in the gut) interacts with metabolic and immunological pathways in human and mice; results that have revolutionized the way we understand how microbes affects human health. Identification of beneficial bacteria holds a huge potential for optimizing feed efficiency and boost immunity in farmed fishes. The aim of this project is to pursue this potential. I will apply a multidisciplinary approach using metagenomics to describe, for the first time, the complete metagenome of the rainbow trout gut. This combined genomic resource will be coupled with carefully planned feeding experiments to identify associations with the host trout gut-microbiota and i) animal vs. plant based diets, ii) genes of the host fish, and iii) individual growth and metabolic traits such as growth rate and fat content of the host trout. Results will yield new knowledge on microbe-host interactions in rainbow trout and may lead to new products (e.g. probiotics and fish feed) enhancing fish health by actively modulating the microbiota. The project will additionally establish trout as a general model for the study of how modulation of the microbiota can give rise to increased health and meat quality in any farmed animal.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}