{
    "rcn": "208525",
    "acronym": "Magyc",
    "topics": "INNOSUP-02-2016",
    "title": "Integrated rational design of cell factories for high value compounds",
    "startDate": "15/09/2017",
    "endDate": "14/09/2018",
    "objective": "Industrial biotechnology is being increasingly considered as a means to lower the dependency on oil-derived raw-materials, increase the use of renewable resources and reduce the use of water, energy and the production of CO2 emissions in the current chemical industry. However, although generally more sustainable and environmentally friendly, bioprocesses are normally not yet economically competitive. SILICO develops rational solutions for the optimization of microbes, targeted at the robust and cost-effective production of target compounds such as bio-fuels, food ingredients, chemical building blocks or biopolymers. \nAfter more than six year working closely with leading chemical, materials, agriculture and synthetic biology companies as a development partner to maintain their market edge in increasingly competitive markets. The main current challenge of the company and central objective of this innovation action is to move from a purely service provider company into a product provider company, working in the integrated development of bio-processes, from the in silico design of cell factories to the in vivo implementation by the company itself or in a joint-venture/partnership model. \nThe company expects that, with the collaboration of the Innovation Associate, an innovation strategy exploiting the design of optimized microbes to overproduce selected high value chemicals with high market potential will be defined, thus generating its own IP to be licensed out or used in joint ventures with industrial partners. \nAs part of the Magyc project SILICO, with the collaboration of the Innovation Associate,  aims at  the development of a strategic plan to expand its operations into an integrated rational development company, exploiting the uniqueness features of its core technology and acquiring the required wet lab competences.",
    "totalCost": "110875",
    "ecMaxContribution": "110875",
    "coordinator": "SILICOLIFE LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "960208336": {
            "orgId": "960208336",
            "orgName": "SILICOLIFE LDA",
            "ecContrib": 110875
        }
    },
    "calculatedTotalContribution": 110875
}