{
    "rcn": "208541",
    "acronym": "EGGR",
    "topics": "INNOSUP-02-2016",
    "title": "EGGR - becoming the Eggspert in egg based bioreactors",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "In Ovo, an innovative biotech company in the Netherlands, develops solutions for the poultry industry. They are known for their recently developed gender screening method, which makes it possible to determine the gender of fertilized breeding eggs halfway through the breeding process. This will prevent the manual sorting of newly hatched chicks and the consequent killing of male chicks in the laying industry. \n\nWhen a hatchery implements the gender screening solution, it will no longer kill male chicks after they hatch. Instead. it will take out the male eggs on day nine of incubation. Currently the gender screening solution is being commercialized to suit production of 40,000 eggs per hour. We consider the male eggs to be a high-value resource which should not go to waste. We aim to use the total incubated egg as a natural bio-reactor. By using eggs as a medium for the growth of microorganisms, all sorts of compounds can be produced in a cheap  way.\n\nTo achieve this, we are looking for an experienced microbiologist, who has worked with bioreactors and culturing all sorts of microorganisms. Ultimately, we'll set up a bioreactor capable of large scale production of specific proteins. Therefore, the innovation associate should be accustomed to such bioreactors, know how to maintain stable cultures of microorganisms and have experience with the extraction of specific compounds.",
    "totalCost": "131825",
    "ecMaxContribution": "131825",
    "coordinator": "IN OVO BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929907476": {
            "orgId": "929907476",
            "orgName": "IN OVO BV",
            "ecContrib": 131825
        }
    },
    "calculatedTotalContribution": 131825
}