{
    "rcn": "208589",
    "acronym": "MSIOAM",
    "topics": "MSCA-IF-2016",
    "title": "Multifocal structured illumination optoacoustic microscopy",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Optoacoustic imaging is a highly scalable and versatile method that can be used for optical resolution microscopy (OR-OAM) at superficial  depth yet can be adapted for tomographic imaging with ultrasonic resolution at centimeter penetration scale. However, the imaging speed of OR-OAM is slow as far as concerned with acquisition of volumetric data, which greatly restricts its usage in applications involving dynamic biological processes.\n    In this MSCA project, we propose to develop a new approach using multifocal structured illumination in conjunction with a spherical ultrasonic array detection to achieve real-time volumetric optoacoustic imaging in both optical and acoustic resolution modes. Several challenges are to be addressed to reach these objectives. Firstly, a multifocal structured illumination system with two identical beamsplitting gratings will be designed and fabricated. Secondly, optoacoustic signal unmixing method for the spherical ultrasonic array detection geometry will be developed and image reconstruction algorithms based on the unmixed signals devised. Thirdly, calibration methods for the proposed system will be investigated. Finally, real-time volumetric optoacoustic imaging will be demonstrated in living animals. \n    With the proposed method, real-time volumetric imaging at multiple penetration scales can be accomplished, making it possible to study dynamic functional, kinetic and metabolism parameters at the cellular, organ and whole organism level. By opening new possibilities for visualization of multi-scale dynamics not attainable with existing imaging modalities, the new method will broadly affect both pre-clinical and clinical imaging in the fields of in vivo cell tracking, targeted molecular imaging, studies of tumor dynamics and neovascularization, functional brain imaging.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}