{
    "rcn": "208546",
    "acronym": "STOCOVAR",
    "topics": "MSCA-IF-2016",
    "title": "A combination of approaches from the molecular to the integrative plant level to understand the bases of stomatal responses to CO2 and their variability",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Understanding plant responses to rising atmospheric CO2 is of major interest given the necessity to select and develop new crop cultivars that will perform better in a changing global climate. By regulating the exchange of water and CO2 between the interior of the leaf and the atmosphere, stomata -the pores at the leaf surface- play a major role in CO2-mediated processes. Stomatal aperture is constantly adjusted, in response to internal cues and external environmental signals, through turgor changes of the two guard cells that surround the pore. Plants respond to elevated CO2 levels by reducing stomatal aperture, and recent advances have shed light on the intracellular machinery responsible for this response. However, little is understood about the variability in stomatal responses to CO2, both among and within species. This project will decipher the main factors responsible for variations in stomatal responses to CO2. It will specifically address the roles of ABA-signalling, photosynthesis and stomatal morphology in the response of stomatal conductance (gs) to CO2 and how this impacts on plant performance. These will be investigated from the cellular to the level of the whole plant by using the model plant Arabidopsis thaliana and major European crops. Genetic diversity will be used in different forms (mutants, association studies, inter-specific comparison) to identify the causal factors of variation. The knowledge gained into gs responses will be integrated into predictive models for water-use efficiency to scale-up to whole plant performance.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}