{
    "rcn": "208508",
    "acronym": "Urban Innovation Lab",
    "topics": "INNOSUP-02-2016",
    "title": "Innovation Associate for Urban Innovation Lab project",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "We are delivering no-nonsense innovation and impact solutions for social, commercial and public partners. We are currently successfully growing a service line called ëUrban Innovation Labí which supports European cities in developing and running social innovation labs. These are multi-stakeholder initiatives supported by a carefully designed and professionally facilitated creative process and pervasive technologies to help a district or a city create an innovative & sustainable public space and build a socially coherent & engaged community. We combine innovation process management, design thinking, innovation technologies and collaborative methods expertise to deliver state-of-the art support for such innovation labs. We are one of only a few companies in Europe with this very specialized expertise. As urban innovation labs / living labs / social innovation labs become an increasingly popular form of open innovation, being run by national and local governments, NGOs and businesses alike, we see the potential of very high growth in this domain. To leverage this opportunity, we are looking for an Innovation Associate to join our company. The Innovation Associate will research the current state-of-the-art of the urban social innovation scene, map potential partners and the locations with the best fit for this form of innovation support, develop the service itself (including the collaborative process and a toolbox of urban social innovation tools, techniques, templates and technological support), develop the social impact assessment methodology suitable for the lab context, participate in (potential) client meetings, assist in client proposal preparations, write and publish thought leadership pieces and represent the company in relevant events, networks, and conferences. Moreover, the Research Associate will support us in developing the content for the currently created digital platform to disseminate our results, and elicit interest from potential clients and partners.",
    "totalCost": "121437,5",
    "ecMaxContribution": "121437,5",
    "coordinator": "LIMITLESS SARL",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925303177": {
            "orgId": "925303177",
            "orgName": "LIMITLESS SARL",
            "ecContrib": 121438
        }
    },
    "calculatedTotalContribution": 121438
}