{
    "rcn": "208543",
    "acronym": "REsiliENCe",
    "topics": "INNOSUP-02-2016",
    "title": "Research and development of innovative Enamels and Nanocoatings for the Cooking appliances market",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "REsiliENCe general objective is to internalize research skills by recruiting a highly qualified specialist ñ at least Recognised Researcher R2 - whose expertise will be crucial to assess the industrial development of permanent, photocatalyst, superhydrophobic healthy nanocoatings intended for the cooking appliances domain, by means of carrying out (as a continuous circle) development, analysis/test, fine-tuning of formulas.\nPramar S.r.l, the beneficiary, is a Medium company specialised in enamelling cast iron parts for domestic applications, that produces top quality and competitive products and gained an important role in the field of supplying parts for cooking and heating electrical appliances, used in the manufacture of hobs and cast iron stoves. The company is one of the major players in the world industry of this domain and steadily invest in technological and aesthetic research on materials. Starting from 2013, Pramarís competitiveness strategy have been directing towards R&D of new innovative enamels, in the scope of achieving radical innovations on formulas that could lead to substantial competitive advantage in the market field. This strategy  has then brought to the decision of entering/investigating the domain of film technologies ñ that are pervasive in the industry nowadays - with integration of nanocomponents into coating and enamel solutions. At present, the potential opportunity and Pramarís expected innovation breakthrough is to reach the development of highly-resistant, photocatalyst, superhydrophobic, self-clean, healthy nanocoatings to be applied not only in the domain of cooking and heating electrical appliances (hobs and cast iron stoves) but also to cookware and over racks. \nThe nanocomponents field is a very challenging research domain and Pramar has the capacity and entrepreneurial mindset to innovate but needs to acquire research expertise who can accompany them in a sound path of internal continuous development of the necessary know-how.",
    "totalCost": "119573,75",
    "ecMaxContribution": "119573,75",
    "coordinator": "PRAMAR SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952356283": {
            "orgId": "952356283",
            "orgName": "PRAMAR SRL",
            "ecContrib": 119574
        }
    },
    "calculatedTotalContribution": 119574
}