{
    "rcn": "208535",
    "acronym": "IA-M-SHOP",
    "topics": "INNOSUP-02-2016",
    "title": "Intelligent Algorithm for M-Shop",
    "startDate": "01/09/2017",
    "endDate": "30/11/2018",
    "objective": "The e-commerce market reached $1,5 Trillion by the end of 2014 at worldwide level. On the other hand, more and more people are just joining the Internet through their Smartphones. So the current e-commerce services will turn into m-commerce services in a few years.\nFor this reason, EUROB has already developed M-SHOP (http://m-shop.io/), an innovative m-commerce platform. However, currently it lacks the integration of an intelligent algorithm for providing personalized offers, which could be key for differentiating the service from new competitors.\nIn fact, there is no service available in the market specifically designed for Smartphone which already integrates real time personalized offers to their customers. In order to get a unique value proposition respect to competitors, EUROB has made some attempts to develop an intelligent algorithm based on the geo-location of the users, personal profile and preferences, or the purchases history. However, EUROB has found several barriers for the recruitment of an adequate candidate for developing the intelligent algorithm:\n1. Spanish people prefer to work for large companies than for a recent start-up like EUROB due to the false sense of job security. \n2. EUROB cannot compete in salary level and job conditions to many European countries. Thus, the number of Spaniards who decided to leave the country for better job conditions has increased in last years, and the availability of the needed job profile is much lower.\nThe main goal of this IA-M-SHOP project is the recruitment of a highly qualified specialist for developing the described intelligent algorithm for the m-commerce application developed by EUROB.",
    "totalCost": "103125",
    "ecMaxContribution": "103125",
    "coordinator": "EUROB CREATIVE SLNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944144942": {
            "orgId": "944144942",
            "orgName": "EUROB CREATIVE SLNE",
            "ecContrib": 103125
        }
    },
    "calculatedTotalContribution": 103125
}