{
    "rcn": "208540",
    "acronym": "HORA EST",
    "topics": "INNOSUP-02-2016",
    "title": "Humanitarian Optimization through Research by Argusi ñ Envisioning Shorter Times of delivery",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Argusi is a research driven SME that possesses deep knowledge about supply chain optimization and collaboration in mainly the commercial sector. Argusiís expertise focuses on designing optimal supply networks in terms of minimized cost or time-to-consumer by using state of the art modelling tools and techniques. With the branch Argusi Aid, Argusi aims to explore a new market opportunity by transferring knowledge and technical models from the commercial sector to the humanitarian sector, while at the same time making a contribution to a better world. To be able to develop Argusi Aid to its full potential, knowledge of and experience from both commercial sector and humanitarian sector supply chains is needed. Besides Argusiís strong knowledge of supply chain design, optimization and collaboration, specific knowledge is required on the highly uncertain and variable demand, the challenging distribution networks, the influence of donors as an additional supply chain party, and the difference between emergency response and development supply chains. Cultural and regional knowledge is needed for knowing the right way of transferring knowledge and technical models taking into account country and sector specific factors. This knowledge needs to be combined to research and develop an overview of differences and similarities between commercial, emergency response and development supply chains, a visual insight in global supply chain flows and current (in)efficiencies finding synergies between NGO supply chains and technical supply chain models for the different humanitarian supply chains (emergency response and development supply chains) taking into account the uncertainties and additional actor. An internal and external training package and a long term business plan also have to be developed. Knowledge training in Argusiís topics of expertise and software and skills training in e.g. project management, leadership skills and developing business plans will be provided.",
    "totalCost": "96250",
    "ecMaxContribution": "96250",
    "coordinator": "ARGUSI BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972362436": {
            "orgId": "972362436",
            "orgName": "ARGUSI BV",
            "ecContrib": 96250
        }
    },
    "calculatedTotalContribution": 96250
}