{
    "rcn": "208500",
    "acronym": "GlucoBeam",
    "topics": "SMEInst-06-2016-2017",
    "title": "GlucoBeam: A portable device for pain-free glucose self-monitoring in diabetic patients",
    "startDate": "01/03/2017",
    "endDate": "31/08/2019",
    "objective": "Diabetes mellitus (DM) is one of the largest health challenges currently faced by modern society, affecting over 400 million people in the world. DM cannot be cured, but via well-controlled therapy, a high quality of life with diabetes can be obtained, with a minimum of short- and long-term complications. The key to a successful diabetes therapy is a well-controlled blood glucose level, which is obtained by carefully balancing insulin intake, diet, and exercise and with Self-Monitoring of Blood Glucose (SMBG) as a cornerstone. Conventional SMBG is an invasive test requiring the patient to prick his/her finger with a lancet to extract a blood droplet onto a disposable strip for electrochemical analysis of the glucose concentration. Repeating this uncomfortable and painful task 4-8 times per day leads to severe loss in life quality, often resulting in poor compliance leading to costly complications.\n\nRSPís proprietary non-invasive SMBG technology relies on the capabilities of Raman spectroscopy for directly detecting individual substances, refined by a unique critical depth optical scanning to collect glucose signals from the right tissue depth range, thus avoiding sources of errors during the measurement. Our GlucoBeam device will enable DM patients to test their glucose levels in around 30s and as often as desired ñ at no added cost or pain ñ thereby empowering them to better manage their treatment and minimizing the risk for acute complications.\n\nGlucoBeamís successful commercialization will position RSP to secure an aggregated turnover of approx. Ä253 million over the 5 years post-project period. Furthermore, it has the potential to reach double digit billion savings for EUís healthcare systems and will ultimately lead to significantly improved life quality for the large population of diabetic patients. Moreover, GlucoBeamís commercialization will allow RSP to set a market foothold in order to leverage its medium term innovation strategy.",
    "totalCost": "5219875",
    "ecMaxContribution": "2348943,75",
    "coordinator": "RSP SYSTEMS A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927253168": {
            "orgId": "927253168",
            "orgName": "RSP SYSTEMS A/S",
            "ecContrib": 2348944
        }
    },
    "calculatedTotalContribution": 2348944
}