{
    "rcn": "208530",
    "acronym": "OF vacancy",
    "topics": "INNOSUP-02-2016",
    "title": "Expert in selective/genetic breeding",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Oceano Fresco (OF) is a private innovative science-based company, in Portugal, that develops and produces bivalvesí varieties with superior performance for shellfish farmers at a competitive cost, respecting environmental sustainability and ensuring consumer safety.\nOceano Fresco is applying for H2020 SME Innovation Associate to have the opportunity to recruit highly qualified specialists on the international job market (due to absence or unaffordability in national job market), whose knowledge will be crucial to open up opportunities for innovation and significant growth for the enterprise in the company in a near future.\nThe experienced associate will objectively contribute to the development of a radical and innovative seletive/genetic breeding program for bivalves that does not exist in OF. In fact, worldwide this type of breeding plan is already performed on plants and fish, but no company is conducting it on bivalves. Thus, the innovative associate (a leading researcher) should be able to combine the currently experience of OFís core team in bivalves with the knowledge/experience of other species to create the first seletive/genetic breeding program for clams in the world. This program will contribute to enhance clam market value, that currently, moves about Ä3000 millions per year.\nAn innovative and competitive selective/genetic breeding program will allow Oceano Fresco (OF) responds assertively and competitively to worldwide client needs in order to become, in a near future, a reference leader for sector agents, as already envisaged by present companyís innovation strategy.",
    "totalCost": "165000",
    "ecMaxContribution": "165000",
    "coordinator": "OCEANO FRESCO UNIPESSOAL LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918131288": {
            "orgId": "918131288",
            "orgName": "OCEANO FRESCO UNIPESSOAL LDA",
            "ecContrib": 165000
        }
    },
    "calculatedTotalContribution": 165000
}