{
    "rcn": "208560",
    "acronym": "HISMACITY-pro",
    "topics": "MSCA-IF-2016",
    "title": "Historical Small Smart City Protocol for integrated interventions.",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "'Over the last decade, the urban conservation challenge has grown critical due to rapid urbanization and the resulting growth and transformation of cities worldwide. Conserving historic urban environments is currently one of the most universally urgent and challenging cultural heritage conservation issues. The research project 'Hismacity-pro' aims to develop a detailed protocol of multidisciplinary integrated interventions targeted at the recovery and revitalization of small historic centers by enabling smart city services, in order to improve the quality of life in these settlements, which are usually confined within marginal areas, far from the biggest cities. The protocol will be able to be replicated in other southern European towns with the same needs. At the moment,  Italian small centers havenít been rigorously mapped and requalified and local policies aimed at their recovery are quite absent, while the Italian Agency for Territorial Cohesion has recently set up a central policy for their valorisation. The protocol will be adoptable by this strategy and will convey an operative tool of guidance for municipalities in peripheral areas on policy management, in central Italy and Catalonia (Spain). The research will be grounded in an holistic management of sites and their surrounding context and will encourage a considerable increase in the competitiveness of small historic centers, as well as their conservation and economic sustainable growth. The project will assess the state of information available to practitioners and identify unmet needs in the conservation of historic cities and urban settlements. It will also try to find a response to how small historic towns can use local assets to revitalize their economy, and the logic of turning problems into resources will be adopted (ìsmartî growth). The protocol will foster interventions tailored to the real needs of Euro-mediterranean historic small towns under marginal conditions.'",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI ROMA TRE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}