{
    "rcn": "208539",
    "acronym": "ERA-MobilCar.GR",
    "topics": "SwafS-20-2016",
    "title": "ERA Mobility and Researchers Career Days in Greece: A contribution to decrease brain drain",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The project is led by the Centre for Research and Technology Hellas (CERTH) with 4 partners from the Greek EURAXESS Network and academic and research organizations.  \nThe objectives of the project, addressing the call SwafS-20-2016: ERA Mobility and Career Day will be pursued over a 24 months period.  Main objective of the project is to organize ERA Mobility and Career Days in Central Macedonia, Epirus and Thrace (North Greece) and in the region of Attica (South Greece) by the Greek EURAXESS Services Centers with the support of the national BHO.  As a first step, guidance and practical support to students and young, experienced researchers will be provided on how they can enhance their geographical and inter-sectoral mobility, as well as their career development during the Advisory and Training of the Candidates ñ Preparatory Workshops (Laboratories) and the Individual Advisory Support aligning, thus, with the Horizon 2020 objective.  The ERA Mobility and Career Days will have a highly interactive character enabling one to one meetings of researchers with employers or recruiters in order to acquire useful information on the process for hiring researchers in Research Organizations and Industry. The overall output will consist of the production of a Best Practice Manual for the organizing of ìCareer Daysî event.\nThe impacts are linked to increasing the visibility European job and funding opportunities mainly published on the EURAXESS Jobs portal and personalized assistance tools such as EURAXESS addressing the open labor market for researchers inside and outside Europe. An additional impact should be to attract young people to follow research careers with mobility, taking into account the brain drain situation and the high unemployment rate faced by Greece.",
    "totalCost": "80000",
    "ecMaxContribution": "80000",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS;DEMOCRITUS UNIVERSITY OF THRACE;PANEPISTIMIO IOANNINON;ETHNIKO IDRYMA EREVNON",
    "participantCountries": "EL",
    "projectParticipants": {
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 14025
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 10050
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 17575
        },
        "999659109": {
            "orgId": "999659109",
            "orgName": "DEMOCRITUS UNIVERSITY OF THRACE",
            "ecContrib": 13162
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 25188
        }
    },
    "calculatedTotalContribution": 80000
}