{
    "rcn": "208518",
    "acronym": "TheranOMICS",
    "topics": "INNOSUP-02-2016",
    "title": "Integration of high resolution -OMICS datasets towards personalized therapy in bladder cancer",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "'TheranOMICS Project aims at the recruitment of a highly-qualified research Associate to support the Innovation Business Idea of Mosaiques diagnostics GmbH (MOS). The Associate is expected to have expertise in statistics, computer science and biology. The objective is the integration of high resolution bladder cancer (BC) ñomics datasets that are available at MOS to establish molecular profiles which can predict disease outcome and treatment response. The tasks include application of state-of-the-art bioinformatics tools in the development of two predictive tools that together will be offered as a companion test to assist patient stratification and predict response in BC drug development. The first tool will be based on molecular features associated with the clinical status and will enable the stratification of BC patients to those with the higher probability to progress. The second tool will be built on molecules/biomarkers associated with drug response and will enable to prediction of success of chemotherapy, as a test case study. MOS Business Innovation Idea is the development of the above predictive tools, to be served as a 'business-to-business' product for pharmaceutical companies developing Bladder Cancer (BC) drugs. The expected outcome is the improved stratification of BC patients and the increased efficacy of new therapeutic agents. The benefit for the customers (Pharmaceutical Industry) is the reduction of the number of investigated subjects, time requirement and cost of clinical trials. The benefit for MOS enterprise is the opening of new marketing possibilities and the positioning in the Market of Pharmaceutical Industry. As a secondary aim, we target implementation of the tools for BC Patient management, aiming at improved, personalized intervention to prolong patientsí lives and increase their quality of life. Thus, TheranOMICS aims beyond the one-year period of INNOSUP support and provides perspectives for the Associate for a long-term employment.'",
    "totalCost": "116250",
    "ecMaxContribution": "116250",
    "coordinator": "MOSAIQUES DIAGNOSTICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 116250
        }
    },
    "calculatedTotalContribution": 116250
}