{
    "rcn": "208597",
    "acronym": "Sewage Sludge in PC",
    "topics": "MSCA-IF-2016",
    "title": "Management of Municipal Water Waste Treatment Plants Potential by-Products of Sewage Sludge Ash type, as Active or non-Active Additions to Portland Cement-based Binders",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The main objective of the proposal is to design a flow chart for the valorisation process of sewage sludge (SS) waste stream from municipal water treatment plant origin, (code 19 08 05, in accord with 2014/955/EU Decision), and its subsequent use as supplementary cementitious material (SCM).\nThe End-of-Waste (EoW) criteria is applied, in the first stage, by assessing of the potential organic and inorganic hazardous constituents content and manner of their removal or inertization (by optimized incineration process, mainly). Secondly, in order to generate a final SS ash (SSA) by-product of constant physical-chemical properties, apt to be used as a SCM, an adequate analysis of its main chemical components (SiO2, Al2O3, Fe2O3) is provided, according to EN and ASTM requirements and testing to quality standards, with a special consideration of eventual pozzolanic activity. Once the classification of thus obtained SCM is carried out as active or non-active addition, its performance in the Portland cement (PC) based binders is studied. The manufacturing of new PC/SSA cements and its resultant products, concretes and mortars, is focused from the following principle perspectives: mechanical compressive and flexural strength efficiency, volume soundness and chemical durability in front of chemical aggressive media like sulfates, chlorides, sea water action, etc. Finally, an impact assessment of the proposed EoW procedure is evaluated taking into account its legal, economic, market, social and environmental aspects.\nThe current proposal seeks to address regional work programme of sustainable energy development in Central Poland by putting forward an idea of the local residual materials management, once converted into by-products, to manufacture concretes and mortars in the same conditions and with identical constructive uses that PC ordinary concretes and mortars, nowadays, dictated by environmental and economic questions, principally, in the most of industrialized EU countries.",
    "totalCost": "134462,4",
    "ecMaxContribution": "134462,4",
    "coordinator": "CENTRUM BADAN I INNOWACJI PRO-AKADEMIA STOWARZYSZENIE",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955416342": {
            "orgId": "955416342",
            "orgName": "CENTRUM BADAN I INNOWACJI PRO-AKADEMIA STOWARZYSZENIE",
            "ecContrib": 134462
        }
    },
    "calculatedTotalContribution": 134462
}