{
    "rcn": "208512",
    "acronym": "RapidDiag",
    "topics": "INNOSUP-02-2016",
    "title": "Development of a compatible nanoparticle based rapid and sensitive diagnostic platform for microbial infections",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "LIG Biowise Ltd specialises in the development of targeted nanodrugs and targeted nanodiagnostic systems. The company is now developing a next generation rapid diagnostic system for use by healthcare staff to quickly determine whether medical symptoms are a viral infection or bacterial infection. Many infectious diseases present with similar symptoms and it can be difficult to correctly diagnose and treat a patient without further diagnostic investigation. \n\nInfectious diseases are one of the major cases of global morbidity and mortality, resulting in 16.2% of all deaths per year. The majority of these infectious diseases are a result of viral or bacterial pathogens. It is estimated that in the UK alone, over 10 million needless antibiotic prescriptions are written each year. This number includes prescriptions incorrectly given to patients suffering from viral infections. This is not only a waste of financial resources, but also leads to the development of drug resistant bacteria strains. This trend has been repeated worldwide, meaning that antibiotics are losing their effectiveness at an increasing rate and antibiotic resistance has become a worldwide problem. A diagnostic kit, such as the product proposed by LIG Biowise, will save millions of euros in costs associated with the over prescription of antibiotics for viral infections and lead to reductions in the number of drug resistant bacteria.\n\nLIG Biowiseís rapid medical diagnostic kit will give healthcare staff a rapid diagnosis, while remaining technologically simple, have minimal training requirements and will not require expensive instrumentation. The SME Innovation Associate will play a crucial role in helping LIG Biowise reach this goal. They will also undertake a 12-month training programme, including; a mentoring scheme with academic and industrial leaders, opportunities to attend conferences, and full participation in EU core training programme.",
    "totalCost": "70187,5",
    "ecMaxContribution": "70187,5",
    "coordinator": "LIG BIOWISE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922137485": {
            "orgId": "922137485",
            "orgName": "LIG BIOWISE LIMITED",
            "ecContrib": 70188
        }
    },
    "calculatedTotalContribution": 70188
}