{
    "rcn": "208517",
    "acronym": "MILAS",
    "topics": "INNOSUP-02-2016",
    "title": "MIcro-pulsed, diode-based LASer",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Norlase is a spin-out company set up to develop and commercialize a new class of compact, stable, low-noise visible lasers in the 1-20 W output power range ñ tapered diode doubled lasers (TDDL). TDDL is a method of converting infra-red light emitted by diode lasers into visible light which overcomes current laser technologies limitations by delivering better performance with far more efficient tapered diodes. A key advantage is the wavelength selectivity range; in particular, TDDL can offer wavelengths in the green-yellow region at high power and diffraction-limited output beam. This is especially interesting for medical applications, namely in the field of ophthalmology, where current technologies cannot offer the preferred wavelengths (561 and 577 nm) from a therapeutic stand point.\n\nWhile Norlase is currently on track in the development and maturation of yellow (560-600 nm) lasers for medical treatments, the addition of micro-pulsing capabilities to our product would grant the possibility to modulate the laser light intensity, i.e. for lasers to be used in photocoagulation applications the collateral damage through excessive heating will be avoided. Leveraging on the opportunity provided by the SME IA we aim to recruit a physicist - with skills within semiconductor physics, devices, and photonic systems - to develop stable, micro-second pulsing of Norlase's proprietary semi-conductor diode based laser. \n\nThe successful implementation of the MILAS project will not only strengthen Norlase technology¥s value proposition towards the medical segment but it will also grant the recruited IA with unique competences in one of the most promising application areas of high-power semiconductor diodes. This together with a first-hand experience in a fast-growing start-up such as Norlase will significantly increase the IAís employability in both academic and industrial organizations.",
    "totalCost": "114780",
    "ecMaxContribution": "114780",
    "coordinator": "NORLASE APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938309131": {
            "orgId": "938309131",
            "orgName": "NORLASE APS",
            "ecContrib": 114780
        }
    },
    "calculatedTotalContribution": 114780
}