{
    "rcn": "208593",
    "acronym": "GlycoPeptides",
    "topics": "MSCA-IF-2016",
    "title": "Exploiting in vitro evolution of macrocyclic glycopeptides to explore selectin interactions",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Many important biological processes involve binding of proteins to carbohydrates, including the recruitment of immune cells to tissues by proteins called selectins. The core binding requirement of all three types of selectins is a four sugar unit called the Sialyl LewisX epitope. However, affinity for this epitope alone is low. Further requirements for binding of selectins to their glycoprotein ligands include other carbohydrate and protein moieties, as well as sulfation of the carbohydrate or tyrosines. Open questions include what is necessary and sufficient for tight binding to each selectin, what sorts of ligands can bind to all selectins, and how the binding requirements can be presented on a synthetic scaffold. Answers to these questions will lead to a better understanding of the selectins, tools for future biological studies, and hopefully new medications for the many immune disease processes in which their abnormal functioning has been implicated.\n\nI will combine my background in peptide selection technologies with the host expertise in lectins and bio-orthogonal chemistry to bring the power of evolution-based techniques to bear on these questions. Carbohydrates and sulfotyrosines will be incorporated in a scaffold of genetically tagged macrocyclic peptides, then selection pressure will be applied to a hugely diverse library of random structures. This will provide ligands that can bind to each selectin, as well as ligands that can bind to all selectins, and subsequent comparison of these ligands will illuminate the particular requirements for interaction with each selectin, as well as revealing shared features recognized by all. In addition to an increased understanding of the selectins, through this project I will gain new expertise in the glycosciences, share my unique experience with in vitro peptide selections using genetic code reprogramming ñ a technique not currently used in any laboratory in Europe ñ and kick-start my independent research career.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}