{
    "rcn": "208575",
    "acronym": "ZINCLAPS",
    "topics": "MSCA-IF-2016",
    "title": "Light-addressable potentiometric sensors (LAPS) for zinc imaging with high spatiotemporalresolution for elucidating the role of zinc in age related macular degeneration.",
    "startDate": "21/06/2017",
    "endDate": "24/08/2019",
    "objective": "Light-addressable potentiometric sensors (LAPS) have great potential as a tool for functional electrochemical imaging of the attachment area of cells, providing information such as ion concentration, extracellular potentials and ion channel activity. The technique is particularly attractive for analysing cell responses of cells with planar polarisation as the cell-surface attachment area is not accessible to conventional electrophysiological measurements. However, current systems suffer either from poor resolution or slow scanning speed. In this project, we propose to develop a novel LAPS setup with high spatiotemporal resolution combined with two-photon fluorescence microscopy that allows imaging of physiological processes with submicron resolution and in real time. Novel zinc sensitive surfaces will be developed and used in conjunction with the new high-resolution and high-speed LAPS setup to investigate the role of zinc in age related macular degeneration (AMD). The retina and the underlying retinal pigment epithelium contain high concentrations of zinc. Several eye disorders are associated with altered zinc balance, and zinc supplementation has become a choice of treatment for diseases like agerelated macular degeneration. Despite its importance in health and diseases of the eye, it is still not well understood how zinc participates in cellular and molecular events and how zinc supplementation might be beneficial. We will investigate zinc fluxes at the basal side of the retinal pigment epithelium where zinc is suspected to play a key role in the formation of deposits and the initiation of AMD. The results of the study may lead to new treatments to prevent, forestall, or reverse the effects of the disease and may also help to elucidate zinc's role in other diseases including type 2 diabetes, pancreatic cancer, and Alzheimer disease and are therefore expected to impact the pharmaceutical industry and increase the quality of life for an ageing population.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}