{
    "rcn": "208596",
    "acronym": "STARNANO",
    "topics": "MSCA-IF-2016",
    "title": "Spheroids as a Tool to Assess Realistic long term effects of mixtures of nanomaterials and chemicals",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Humans and the environment are simultaneously exposed to a plethora of pollutants. Nanomaterials (NMs) constitute a new class of substances with very particular physico-chemical properties whose use is steadily increasing a wide variety of products. Significant advances have been made in the field of NM toxicology, however most studies fail to consider the influence of NMs on the effects of other substances that co-exist in the environment and in particular the long term effects of these mixtures. In vitro approaches, particularly those allowing long term exposures as three dimensional (3D) cell cultures can generate essential information on the mechanisms underlying the toxicity of very low, environmentally realistic, concentrations of substances that only cause effects after long periods of exposure. The central objective of this proposal is to study the combined effects of NMs and pre-existing chemicals widely distributed in the environment using 3D cell cultures and long-term exposures to perform appropriate assessment of the effects associated with nanotechnology products. Achieving this outcome, the present project will provide an insight into the intracellular fate of NM, the transfer of NMs from cell to cell, and the effects of the combination of NM-organic substances. This information will support the safe and sustainable use of NMs as carriers of other substances (e.g. pesticides or antibiotics) in agriculture or livestock farming. This project addresses some important areas on the ecotoxicity of NMs declared as needed within the framework of REACH regulation. The topic of this project is directly related to the Social Challenges (agriculture, environment and health) and Industrial Leadership (nanotechnology) strategic policy objectives of Horizon 2020 programme. Moreover, the use of this experimental approach is requested under the call for ìScience-based risk assessment and management of nanotechnologiesî of the above mentioned work programme.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}