{
    "rcn": "208591",
    "acronym": "SalFluMa",
    "topics": "MSCA-IF-2016",
    "title": "Saline Fluids in the Mantle - Experimental Investigation of Their Role in Diamond Formation and Kimberlite Magmatism",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The majority of natural diamonds that have great economic importance for the gem industry are formed at great depth beneath old continents in the subcontinental lithospheric mantle (SCLM). The main carrier of these diamonds are kimberlites, deep volcanic rocks that transport fragments of the SCLM to the Earthís surface. Both diamond formation and kimberlite genesis are still heavily debated processes in the Geosciences. Growing evidence from natural samples, such as fluid inclusions in diamonds, suggests that chloride-bearing fluids may play an important role in diamond formation and possibly in kimberlite generation. These saline fluids are envisaged to percolate into the SCLM from slabs of oceanic crust that are subducted underneath the continents.\nThe proposed research will investigate this hypothesis from an experimental perspective. High-pressure and temperature experiments, performed at the Institute for Mineralogy at the University of M¸nster (WWU), will examine the reactions between saline fluids and different rock types that constitute the SCLM. The reaction products will be evaluated by micro-analytical methods, and their compositions compared to natural samples and to kimberlitic melts. These petrological experiments are completely novel and indispensable in testing existing hypotheses on diamond formation and kimberlite generation.\nThe applicant is new to the field of experimental petrology, but brings along a wealth of complimentary experience. During his Diplom and PhD research (at the University of Mainz and the University of Alberta, respectively) he has worked with a wide range of analytical methods and gained profound knowledge of kimberlites, diamonds, and phase equilibria of the mantle. The WWU would benefit from the applicantís previous research experience and his contacts in academia and industry. In return, the applicant would greatly benefit from a transition into experimental petrology at one of Europeís top research institutes in this area.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}