{
    "rcn": "208595",
    "acronym": "2DMAT4ENERGY",
    "topics": "MSCA-IF-2016",
    "title": "Stimuli-Responsive Two-Dimensional Materials for Renewable Energy",
    "startDate": "18/09/2017",
    "endDate": "17/09/2020",
    "objective": "I will engineer van der Waals (vdW) heterostructures of two-dimensional (2D) materials with tuneable electrochemical response for exploitation in renewable energy applications. These heterostructures, which are constructed by stacking 2D crystals on top of each other, have been attracting increasing attention in solid-state physics, optoelectronics, and photonics but their full potential in electrochemical applications such as energy storage, conversion, and sensing remains completely unexploited. I will control their electrochemical response by external stimuli including electric field, strain, and illumination. In order to succeed, I will first develop a solid understanding of the unexplored key electrochemical properties of 2D materials and their dependence on these stimuli. I will fully exploit my recent experience in 2D materialsí research and the access to the world-class nanofabrication and characterisation facilities and scientific expertise at Cornell University, the University of Manchester, and National Physical Laboratory.\n\nThis research is motivated by the ever-increasing need for reliable sources of renewable energy, which will provide clean and inexpensive electric energy and address the irreversible depletion of fossil fuels. However, the intermittent nature of renewables (day-night, tidal, and weather cycles) does not permit on-demand supply of electricity. Energy conversion and storage technologies, whose majority relies on electrochemical interfaces, balance this ëdemand vs. supplyí mismatch and prevent energy wastage. The topic of my fellowship is in an excellent alignment with the long-term research strategies within the Horizon 2020 and Graphene Flagship EU programmes. The proposed research will have a significant impact on target areas of EU energy policy, i.e. the 2030 Energy Strategy and Horizon 2020 research programme: namely the 27% of energy consumption from renewable sources and 27% of energy savings while meeting the current demands.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}