{
    "rcn": "208526",
    "acronym": "CRISP-4-CROPS",
    "topics": "INNOSUP-02-2016",
    "title": "CRISPR/Cas9 technology implementation for improved resistance to Abiotic Stress in cereals",
    "startDate": "15/09/2017",
    "endDate": "14/09/2018",
    "objective": "The overall proposal objective is to overcome the barriers to the recruitment of highly qualified PHD or equivalent specialists in gene editing techniques for agriculture applications, in particular CRISPR-Cas 9\nIden Biotechnology S.L. is a private agribiotech company founded in 2005 with the mission to serve the needs of the agri-food industry.\nWe aim at exploiting CRISPR/Cas9 (clustered regularly interspaced short palindromic repeats), a newly developed technology for targeted genome modification, to produce new cereal varieties with resistance to abiotic stress (resistance to low temperatures, draught and/or salinity). \nCRISPR/Cas9, gives scientists the ability to more precisely modify DNA by turning genes on or off or editing DNA. They can pinpoint and remove weakness or insert desired traits already found elsewhere in the species. \nThere are three main advantages of managing to use this technique for crop improvement: Technical, legislative and competitive:\nï\tThe results obtained  are similar to  what could be obtained through natural mutations and conventional breeding, though it is directed, more precise and quick.\n ï\tBesides the technical advantages mentioned above,  crops modified with this technique may not fall under the GMOs legislation, opening up new market opportunities, including the European market\nï\tCompetitive advantage. The crop biotech sector in Europe could have a new innovation tool to overcome the situation defined by the European Academies Science Advisory Council as: ìThe E.U.  falling behind international competitors in agricultural innovation and this has implications for E.U. goals for science and innovation.î\n\nWith the help of the associate recruitment we aim at applying this technology to carry out targeted genome modification in cereals, in particular maize or wheat which will help us the development of new improved crop varieties, opening up new market opportunities.",
    "totalCost": "72500",
    "ecMaxContribution": "72500",
    "coordinator": "IDEN BIOTECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941490343": {
            "orgId": "941490343",
            "orgName": "IDEN BIOTECHNOLOGY SL",
            "ecContrib": 72500
        }
    },
    "calculatedTotalContribution": 72500
}