{
    "rcn": "208566",
    "acronym": "RepliStressTiming",
    "topics": "MSCA-IF-2016",
    "title": "Impact of replicative stress on DNA replication timing control",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Replication stress has emerged as a prominent driver of genomic instability. The ATR kinase is a master regulator of the cellular response to replication stress and defects in ATR activation or loss of its signaling components leads to DNA damage, genomic instability and tumorigenesis. Yet the direct mechanisms by which ATR signaling prevents these repercussions remain poorly understood. The primary aim of this study is to investigate a novel role for ATR in regulating the cellular replication timing program and corresponding gene expression. I hypothesize that replication stress caused by disruption of ATR signaling perturbs the carefully regulated timing by which genes are replicated. This directly alters gene expression patterns, potentially leading to oncogene activation and/or silencing of tumor suppressors. This idea is substantiated by my preliminary results indicating striking shifts in replication timing of select genomic loci under defective ATR signaling. Furthermore, a recent finding that ATR maintains the transcriptional status of genes in the vicinity of stalled forks alludes to a similar connection. This timely study will be the first to identify genes with altered transcriptional activity as a result of perturbations in replication timing under ATR-mediated replication stress. Functional characterization of these gene products will provide new insight into how ATR determines replication timing and direct mechanistic basis for how ATR signaling safeguards against tumorigenesis. The outcomes can better inform exploitation of replication stress in cancer therapeutics in the form of ATR inhibitors and underlying pathologies in ATR-deficient Seckel syndrome and associated hereditary diseases. By bridging the fields of replication stress and timing, I will gain new skills in transcriptomics, chromatin biology and in vivo tumor models to complement my previous expertise in replication timing and genomics, laying strong foundations for my independent career.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}