{
    "rcn": "208594",
    "acronym": "Origami-SEQ",
    "topics": "MSCA-IF-2016",
    "title": "SINGLE-MOLECULE DNA SEQUENCING THROUGH DNA ORIGAMI NANOANTENNAS.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The inner working of many fundamental biological nanomachines implies many stochastic changes in conformation and molecular interactions. These changes are reflected as variability in the activity of the same molecule over time, and in heterogeneous activities between different molecules. By the direct observation at the molecular scale of these nanomachines activity, single-molecule fluorescence techniques have gained access to this stochastic information, which is otherwise missed by bulk techniques but is essential for their understanding. However, the widespread use of these techniques in many biological systems has been hampered by the low working concentration (nM) determined by the diffraction limit of light, and current nanophotonic solutions to this problem are technically too demanding.  Here, we propose self-assembled DNA origami nanoantennas as nanophotonic platforms aiming to break this concentration barrier by means of fluorescence signal enhancing and reduction of the observation volume. The versatility of DNA origami structures, biocompatibility and ability for site-directed immobilization of biomolecules, make them perfectly suited to perform complex biological assays. In the presented action we aim to achieve single-molecule fluorescence DNA sequencing using DNA origami nanoantennas to probe the potential of these platforms to perform complex bioassays, in the high concentration regime and demanding multiplexing. Moreover, since they avoid the fabrication and instrumental challenges related to other nanophotonic devices, self-assembly DNA origami nanoantennas are amenable, easy to handle and friendly technology to the biological experimenter, and thus we expect to boost their use in biology.  Besides, the fulfilment of this action will provide the fellow with a complete formative training that would boost his future scientific career, and will generate also a new DNA-sequencing technology that will impact positively European scientific excellence.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 73086
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 86375
        }
    },
    "calculatedTotalContribution": 159461
}