{
    "rcn": "208505",
    "acronym": "MoBI",
    "topics": "INNOSUP-02-2016",
    "title": "Scientist for neurophysiological research applications in Mobile Brain/Body Imaging",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Brain Products GmbH is operating in the market of neurophysiological research. For this demanding and continuously changing market, we develop and produce complex systems for electroencephalography (EEG). The next step is to enter the innovative and promising field of wearable technologies and Mobile Brain/Body Imaging (MoBI). This is an emerging research field, where increasing numbers of laboratories, institutes, universities, and companies take part. Our idea is to enter this research field ñ which at the same time presents a promising market for us ñ by connecting research institutes and, as their customers, (big) companies interested in MoBI with our company. Our aim is to develop and deliver new and innovative solutions for wearables and MoBI research. Emerging grants and preliminary market analysis suggest that for Brain Products, the MoBI market currently has a market potential of 1,5 to 2 million Euro with our existing solutions. The development of new products and applications could amplify this market potential significantly.\nWe are applying for an innovation associate, who will be busy in strategic marketing and help us open up the MoBI market and gain market shares. The innovation associate we are looking for is a very specialised person who is not available on the German job market as ñ until now ñ there exist only three experienced laboratories in the MoBI field in Germany. However, there is a strong MoBI community in Europe and also worldwide. Due to these reasons we¥d like to expand our search for a qualified scientist ñ and hope that the grant will give us the chance to find such a person who will open up the new ÑMoBIì horizon to our company.",
    "totalCost": "116500",
    "ecMaxContribution": "116500",
    "coordinator": "BRAIN PRODUCTS GMBH SOFT- UND HARDWARE FUER NEUROPHYSIOLOGISCHE FORSCHUNGSANWENDUNGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996431046": {
            "orgId": "996431046",
            "orgName": "BRAIN PRODUCTS GMBH SOFT- UND HARDWARE FUER NEUROPHYSIOLOGISCHE FORSCHUNGSANWENDUNGEN",
            "ecContrib": 116500
        }
    },
    "calculatedTotalContribution": 116500
}