{
    "rcn": "208576",
    "acronym": "PlasmaSolution",
    "topics": "MSCA-IF-2016",
    "title": "Demonstration and implementation of an integrated process for the Plasma-Enhanced Chemical Solution Deposition of PMMA-multicomponent coatings on wood and wood-based substrates",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This action will implement the new Plasma-Enhanced Chemical Solution Deposition (PECSD) technique for coating of wood and wood-based substrates. This technique synergistically employs plasma-chemistry in the gas phase and polymer chemistry in the liquid formulation, thus combining all benefits of conventional surface coatings and plasma-based deposition technologies. This will be carried out as a novel integrated process for the continuous coating of substrates including three steps:\n(a) Plasma pre-treatment for optimized substrate wetting and liquid uptake,\n(b) Application of poly(methyl methacrylate) (PMMA)-based liquid formulations including various additives,\n(c) Film formation via fast plasma curing.\n\nThis overall goal is divided into three main objectives:\nObjective I: Building the integrated device,\nObjective II: Optimization of the deposition parameters, and\nObjective III: Demonstrating the techniqueís capability and priming the industrial implementation.\n\nThese objectives can only be achieved in the proposed collaboration, i.e. with my knowledge of plasma deposition and design of suitable devices, the wood coating expertsí knowledge of surface wood finishing at the University of Ljubljana, as well as the knowledge of plasma and surface diagnostics at the Joûef Stefan Institute. This complementarity is unique in all of Europe and will ensure the success of the action.\n\nFurther, the knowledge exchange will not only help me to implement a stable career path in research and innovation, but also yield a cross-border propagation of this new and innovative field of research. The cross-cutting objectives especially extend the new technique to contribute to the pan-European sustainable development by implementing a novel environmentally friendly production technique that will allow to use renewable (e.g. wood-based) resources in novel settings. The transfer of this technology to the industrial sector will be already primed by the action.",
    "totalCost": "157287,6",
    "ecMaxContribution": "157287,6",
    "coordinator": "UNIVERZA V LJUBLJANI",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 157288
        }
    },
    "calculatedTotalContribution": 157288
}