{
    "rcn": "208542",
    "acronym": "MUSA",
    "topics": "INNOSUP-02-2016",
    "title": "Monitoring built-Up area from SAtellite",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Survey Lab is a spin off company of Sapienza University devoted to scientific and technological knowledge-transfer in order to capture additional business opportunities in the field of civil and environmental engineering. The company core business is the development and commercialization of innovative geomatic monitoring systems based on advanced surveying and mapping technologies. A specific focus is on the assimilation of remote sensing data obtained by Earth Observation satellite sensors into ground-based monitoring and modelling procedures.  Survey lab has recently obtained a Grant from European Commission through the SME Instrument phase 2 in the topic Space with the project I.MODI. \nPresently, the main business strategy of the company is to develop innovative value added services and products with a particular focus on Copernicus Earth Observation Programme. To reach this goal the company needs to strengthen its expertise on the development of advanced geostatistics tools that will be tailored to services that are currently still under development.\n\nTherefore, a specialist with a solid background in geospatial data analysis and experience in software development is needed. To this day, Survey Lab hasnít be able to the recruit a highly qualified specialist on Italian national job market, due to the lack of University Courses in this specific field. On the contrary there are many post-graduate, masters and phd courses active in other EU countries with solid experience in statistic and programming language (such as Geo-Information Science and Earth Observation University of Twente, Delft University of Technology, etc.). \n\nWe believe that the required expertise could lead to a significant growth of Survey Lab capability in the implementation of advanced numerical tools, necessary to improve the data analyses procedures.",
    "totalCost": "72500",
    "ecMaxContribution": "72500",
    "coordinator": "SURVEY LAB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954488149": {
            "orgId": "954488149",
            "orgName": "SURVEY LAB SRL",
            "ecContrib": 72500
        }
    },
    "calculatedTotalContribution": 72500
}