{
    "rcn": "208548",
    "acronym": "TeleoLogic",
    "topics": "MSCA-IF-2016",
    "title": "Logical and Psychological Foundations for a Teleosemantic Theory of Productivity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "How can we understand sentences weíve never heard before? What distinguishes meaningful things from nonmeaningful things? These questions pose the problems of productivity and intentionality, respectively. \n\nThese questions have typically been addressed independently. While this modular approach certainly has advantages, no\nsolution to either problem is fully adequate unless it satisfactorily integrates with a solution to the other. Moreover, work on these problems, especially the problem of productivity, has traditionally interacted only peripherally with psychological work on language understanding and language development.\n\nThis project will explore the prospects of a leading theory of intentionality, teleosemantics, in addressing the problem of productivity. It will build a recent psychological theory of information management into the core of the theory of productivity.\n \nA growing body of literature surrounds the problem of productivity for teleosemantics, but the theory is not yet adequately predictive. By contrast, the traditional approach to the problem of productivity uses mathematical logic in the analysis of natural language. This clear formal structure allows for precise formulation and testing of hypotheses. Teleosemantics cannot be a legitimate alternative unless it provides similar predictive power. \n\nThe projectís overarching question, ìWhat should logic look like for a teleosemanticist?î. I will draw on my background in formal semantics and developmental psychology. Existing psychological theory of information management (a) faces similar problems as teleosemantics w.r.t. the problem of productivity and (b) has substantial resources for addressing those problems. Bringing these fields together provides a novel perspective on the overarching question. This will yield a teleosemantic theory where precise semantic hypotheses can be developed and tested and, ultimately, an alternative model of the fundamental mechanics of language.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}