{
    "rcn": "208515",
    "acronym": "InnoSME-LV-2017-2018",
    "topics": "H2020-SGA2-EEN",
    "title": "Raising Innovation Capacity for Innovative Companies from Latvia (2017-2018)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The overall objective of the project is to contribute to smart growth in the European Union by increasing the efficiency and effectiveness of investments in research, development and innovation and by contributing to a better and more efficient connection of actors along the innovation chain. To achieve this objective the following measures are foreseen:\nï To support SMEs, as the beneficiaries of the SME Instrument to identify bottlenecks to the creation of economic impact in companies benefitting from grants by Horizon2020's SME instrument and address these bottlenecks with the help of capable coaches;\nï To increase the efficiency and effectiveness of innovation processes in small and medium sized enterprises with significant innovation activities that could potentially become beneficiaries of European support to research and innovation but would not have effective access to consulting services for innovation management.\nIn practice at least fourteen (14) specialised 7-day service packages will be delivered to SMEs to assist them in successful participation in the SME Instrument programme under Horizon 2020 and increase their innovation management capacity beyond this programme.\nThe services addressed by the current proposal will be integrated in already existing Enterprise Europe Network services.",
    "totalCost": "45548,75",
    "ecMaxContribution": "45548",
    "coordinator": "LATVIJAS INVESTICIJU UN ATTISTIBAS AGENTURA",
    "coordinatorCountry": "LV",
    "participants": "LATVIJAS TEHNOLOGISKAIS CENTRS NODIBINAJUMS",
    "participantCountries": "LV",
    "projectParticipants": {
        "999939342": {
            "orgId": "999939342",
            "orgName": "LATVIJAS TEHNOLOGISKAIS CENTRS NODIBINAJUMS",
            "ecContrib": 45548
        },
        "999921009": {
            "orgId": "999921009",
            "orgName": "LATVIJAS INVESTICIJU UN ATTISTIBAS AGENTURA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 45548
}