{
    "rcn": "208557",
    "acronym": "Perceptual Learning",
    "topics": "MSCA-IF-2016",
    "title": "Perceptual Learning",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Perceptual learning is fundamental to human cognition. It can be defined as an enhancement in the ability to distinguish between similar stimuli (that otherwise would be very hard to tell apart) as a consequence of experience with them, or with stimuli similar to the target stimuli. This allows the wine connoisseur to distinguish between different wines, the bird watcher to tell one warbler from another, and people to identify that face as a given person rather than someone else, if the face is taken from an ethnic grouping that they are familiar with. My research focuses on the mechanisms responsible for perceptual learning. By using a range of neuroscience techniques (tDCS, fMRI, TMS/MEP, EEG/ERP) in conjunction with the behavioural designs provided by experimental psychology I will investigate the neural basis for perceptual learning, test a computational model of the phenomenon, and try to control the development and expression of this perceptual skill. This programme of research will train me in new techniques, further develop my expertise in the domain of perceptual learning, and allow me to work in one of the leading laboratories for this type of research at the present time. It will also allow me to raise my and my discipline's profile, and to do this, as part of this research proposal, I will convene an International Workshop on Perceptual Learning to bring together the various researchers working on this issue and publish the proceedings as an edited book.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}