{
    "rcn": "208564",
    "acronym": "INSPIrE",
    "topics": "MSCA-IF-2016",
    "title": "Intellectuals in History: Political Process and Cultural Impacts in Medieval Europe (14th and 15th centuries)",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The principal aim of INSPIrE is to create a picture of the relationship between politics and written culture in 14th and 15th century Europe, focusing on the Franco-German and Italian geographical areas. INSPIrE will answer several questions which have arisen regarding the link between intellectual production and major historical events, such as: which are the most relevant historical events for written culture? Can a philosophical treatise influence politics? How many women write political texts?\nThe project aims to identify the development lines, breaking points, peculiar cases and matching patterns of the relationship between politics and written culture, reckoning with five key features: the combination of events, places, times, languages, gender and literary genres will allow us to map the networks of texts linked to historical events.\nIn the first phase, data concerning texts linked to the historical events selected as relevant - four case studies are planned - will be gathered and arranged according to the five key features. In the second phase of the research, the analysis of collected and arranged data will produce the expected results.\nThe bottom-up methodology, based only on concrete data, the synchronic and diachronic approach and the text/context connection are the most innovative elements of INSPIrE. The project represents an excellent topic for Medieval Studies and also constitutes a ground-breaking chance to fill the gap between past and present, since it clarifies the roots and history of the connection between politics and culture in Europe. Moreover INSPIrE addresses the guidelines of the Horizon 2020 Work programme 2016-2017: the project will promote interdisciplinary cross-fertilization to overtake the separation among SSH disciplines and better understand historical and cultural phenomena. INSPIrE will also use an innovative approach to research training, with special focus on the gender dimension in research contents.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}