{
    "rcn": "208565",
    "acronym": "GRIDAMUS",
    "topics": "MSCA-IF-2016",
    "title": "Greek Identity in Art Music since the Early Nineteenth Century: Towards an Interdisciplinary Methodology",
    "startDate": "10/01/2018",
    "endDate": "09/01/2020",
    "objective": "This project is the first large-scale, interdisciplinary attempt to study mechanisms of national identity construction through modern Greek (post-1830) art music. It has two primary objectives: a) to develop an interdisciplinary methodological framework for the analysis of Greek art music drawing on historical musicology, Modern Greek Studies and ethnomusicology; and b) to offer a revisionist study of Greek art music ñ a repertory that remains to be investigated in the depth it merits ñ by exploring the ways in which it has mediated Greek identity during the period since the formation of the Greek nation-state in the early 19th century. Traditionally, the issue of ìGreeknessî ñ a perceived national character or identity ñ in music has been analysed with respect to the question of the assumed ìcontinuityî of Greek history and culture since antiquity, as well as a quest for authenticity, purity, loyalty and uniqueness. Yet, such treatment of national identity is essentialising and self-exoticising. Recent scholarship on Greek music is starting to recognise the usefulness of contemporary methods of historical and cultural contextualisation. These approaches have much to gain from dialogue with a) recent critical discourses developed to understand and contextualise the concept of ìGreeknessî within modern Greek studies and b) ethnomusicological approaches to the study of music and identity. This project will equip me to become the first specialist on Greek art music to use an interdisciplinary methodology for the analysis of this music that draws on historical musicology, modern Greek studies and ethnomusicology, a method that has the potential to become paradigmatic for the study of other national repertories too and useful for other disciplines. The research will exploit archival sources while also drawing upon ethnographical methods. The outcomes will be: 1) a monograph, 2) two conference papers, 3) a series of public lectures and 4) a seminar series.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}