{
    "rcn": "208568",
    "acronym": "qBioNano",
    "topics": "MSCA-IF-2016",
    "title": "Quantifying bio-nano interactions of nanoparticles through microfluidic live cell Raman spectroscopy",
    "startDate": "21/08/2017",
    "endDate": "20/08/2019",
    "objective": "As a Marie Sk?odowska-Curie Fellow in ìqBioNano: Quantifying bio-nano interactions of nanoparticles through microfluidic live cell Raman spectroscopyî, I will combine three emerging fieldsólayer-by-layer (LbL) assembly of nanoparticles (NPs), microfluidics, and live cell Raman spectroscopy (RS)óto enable 3D imaging and quantification of how NPs and cells interact under physiological conditions. This will allow, for the first time, non-invasive, non-destructive, label-free, spatiotemporally resolved study of a range of biomolecules (e.g., lipids and proteins) and biostructures (e.g., nuclei and mitochondria) at the same time as LbL assembled NPs to answer long-standing questions on particle-induced changes in cellular states and processes. The NPs will be produced through LbL assembly of alkyne-containing polymers (having Raman spectra clearly visible in biological environments), andóusing microfluidic devices (where cells can be introduced and maintained in physiologically relevant environments)óI will study how these NPs affect both healthy and diseased cells and tissues (e.g., at cell-cell interfaces and using spheroids). This project will provide: (i) the first detailed view into the biology underlying cellular responses to LbL assembled NPs under physiological conditions, and (ii) a new platform offering insight into key cellular processes and responses governing how cells and tissues interact with, and respond to, engineered NPs. By combining my expertise in developing NPs, microfluidic systems and investigating bio-nano interactions, with the supervision of Prof. Molly Stevens at Imperial College London (ICL), who runs a world-class interdisciplinary biomaterials group with extensive experience in RS, materials science, and cell and tissue biology, this project is uniquely situated to address these urgentóbut challengingótopics and deliver the highest quality results.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}