{
    "rcn": "208587",
    "acronym": "Lightsheetelegans",
    "topics": "MSCA-IF-2016",
    "title": "In-toto imaging of C. elegans larval development using adaptive optics light-sheet microscopy",
    "startDate": "01/03/2017",
    "endDate": "31/03/2019",
    "objective": "Our project aims to combine concepts and methodologies from biology, physics and engineering to address a fundamental question in neuroscience: how is the nervous system rewired during development transitions. The nematode C. elegans is one of the most important model organisms in neuroscience due to its relatively simple stereotypical anatomy, well-studied genetics and behavior, translucent body and nervous system, ideally suited for in-toto (in its entirety) imaging. Yet most of the knowledge available refers to adult animals, and little is known about neuronal plasticity and mechanisms of behavioral changes during development. \nOne of the technical reasons for this gap is the lack of high-resolution fast-scanning optical microscopes compatible with microfluidic devices that are routinely used in nematode larva studies. To address this limitation, we propose to build a light-sheet microscope for imaging C. elegans larvae in conventional microfluidic chips with high spatio-temporal resolution, and minimize the optical aberrations caused by chamber material using adaptive optics. The microscope will allow parallel imaging of larvae while exiting dauer diapause (an alternative larval stage geared for survival). We will use the imaging data together with available (yet unpublished) electron microscopy reconstructions of C. elegans dauer larva to study nervous system rewiring during this critical period of animal development, and which neurons are active during developmental changes. This information will pave the way for optical manipulations of candidate neurons by laser ablations and optogenetic activation, to probe their causal roles in developmental transformations.\nDue to its versatile design, our microscopy technique may be further applied in other studies where high-resolution imaging through non-isotropic refractive media is required, such as imaging through thick brain tissue samples, or in larger model organisms (e.g. zebrafish larva, mouse embryo).",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}