{
    "rcn": "208554",
    "acronym": "LTPAM",
    "topics": "MSCA-IF-2016",
    "title": "Low Temperature Plasma for Applications in Medicine",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Atmospheric pressure low temperature plasma (LTP) is a burgeoning field due to its vast potential in biomedical applications. Reacting with ambient air, these plasmas generate a variety of molecular, ionic and radical species, responsible for the anti-bacterial, anti-viral and anti-cancer properties of LTP. It is especially important when more traditional therapies fail, such as antibiotic-resistant bacteria. Recently, a large number of studies of the biological effects of LTP emerged, as well as diagnostics of the gas phase LTP, and various models. However, the chemical and physical processes in biologically relevant media still lack detailed understanding. Water is an essential part of the bio-milieu, and both initial and secondary LTP-induced chemistries in liquids require deeper studies. This project will aim at several goals, which will aid the progression of LTP towards wide and diverse clinical use. 1) It will utilise the RF COST plasma jet (created to standardise the LTP research in Europe and the world). The sources of the reactive species induced by the jet will be studied by employing isotopically labelled molecules. 2) The plasma-induced chemistry will be studied in conditions mimicking those in vivo: (i) generation of secondary species from Cl-, one of the most abundant chemicals in bio-media, and assessment of their cytotoxicity; and (ii) quantitative identification of short-lived reactive species (radicals) created by LTP in gels, structures resembling tissue (this is especially important in the case of direct plasma exposure where radical chemistry greatly influences processes in liquids). 3) The enhancement of LTP effects will be studied via generation of ONOO- from its precursors in plasmas with aerosols. The work will be focussed on liquidsí analysis by electron paramagnetic resonance and nuclear magnetic resonance spectroscopy, mass spectrometry, ion chromatography, etc.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}