{
    "rcn": "208547",
    "acronym": "TheSBIE",
    "topics": "MSCA-IF-2016",
    "title": "Thermodynamic Stabilization by Interface Engineering",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "'This GF proposal concerns nano-crystalline (NC) metallic alloys, unique materials having extremely small crystals (grains) which exhibit significantly improved mechanical properties over their conventional coarse-grained counterparts. Yet their inherently-large fraction of internal interfaces (grain boundaries, GBs), associated with excess energy, leads to coarsening of their structure at elevated temperatures during either fabrication, processing or service life. This results in a rapid deterioration of their properties, rendering them unsuitable for many applications. Compared with conventional, kinetic stabilization of NC alloys, which is limited and temporary in nature, the approach proposed here is of ëThermodynamic Stabilization by Interface Engineeringí employing solute segregation: alloying with elements which preferentially migrate to GBs to substantially reduce their excess energy, leading to a stable, tunable nano-scale grain size even at high temperatures. Employing a thermodynamic approach for engineering the structure and chemistry of interfaces in these materials stands a good chance of overcoming their fundamental stability hurdle with natureís blessing. The main materials to be studied are iron-based alloys. In particular, NC iron-magnesium alloys have the potential for exceptional absolute and specific strength, exceeding that of the hardest steels. Experiments will be combined with mesoscale and atomistic simulations of thermodynamic, kinetic and mechanical properties. This international interdisciplinary research involves MIT (USA), Technion (Israel) and WWU (Germany), bridges physical metallurgy, nanotechnology and interface science. It will result in a deeper fundamental understanding of energetics and kinetics in NC alloys; tools for designing stable NC alloys with tailored mechanical properties; and commercialization of successful alloys. It shall thus strengthen the EU 'metallurgical infrastructure' according to the ECís Metallurgy Road Map.'",
    "totalCost": "263385",
    "ecMaxContribution": "263385",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 263385
        }
    },
    "calculatedTotalContribution": 263385
}