{
    "rcn": "208507",
    "acronym": "3DPD",
    "topics": "INNOSUP-02-2016",
    "title": "PhD position in commercial environment: cancer immunotherapy drug screening in 3D",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "OcellO B.V., a Dutch SME, is recruiting an Immuno-Oncology Innovation Associate to support the diversification of its portfolio of innovative services. OcellO is a contract research organization (CRO) that delivers supreme in vitro screening tools for drug developers. The SME has a number of high-throughput screening tools on the market, all of which are based on its proprietary 3D cell culture technique with concomitant imaging and analyses tools. Currently, OcellO is growing so-called ëorganoidsí composed of a single cell type. The different screening tools it now has on the market each make use of a single cell type of different origin.\n\nStrengthened by the needs expressed by the market, OcellO wants to expand its portfolio with the delivery of 3D cultures based on two or more different cell types combined in one organoid. The primary focus for this project is on combining cancer cells with cells from the immune system, to support the development of immuno-modulating cancer drugs ñ a highly promising field of anti-cancer drug development. There is a high unmet need for affordable and meaningful screening technologies for the selection of the most promising drugs for clinical development from a vast number of promising compounds designed for stimulating our immune system to eradicate cancer cells. None of the screening tools currently available can deliver on the needs of the industry.\n\nFor the development of its first screening platform based on the co-culture of cells in 3D, OcellO is eager to hire a post-doc level, established researcher (R3). The Immuno-Oncology Innovation Associate has a PhD in immunology and experience in oncology. (S)he has affinity with cell biology, fluorescence imaging, and with exploitation of technology. In the competitive Dutch employment environment, it is hard for OcellO to compete for the top researchers. With EU support, OcellO can target a larger market and offer a truly competitive package of remuneration and fringe benefits.",
    "totalCost": "134625",
    "ecMaxContribution": "134625",
    "coordinator": "OCELLO BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952763101": {
            "orgId": "952763101",
            "orgName": "OCELLO BV",
            "ecContrib": 134625
        }
    },
    "calculatedTotalContribution": 134625
}