{
    "rcn": "208502",
    "acronym": "KAM2CentralPoland-2",
    "topics": "H2020-SGA2-EEN",
    "title": "Enhancing the innovation management capacity of the SMEs in Central Poland-2",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The KAM2CentralPoland-2 project will be implemented by the consortium called EEN-CP in central parts of Poland. The main objective of the project is to increase the efficiency and the effectiveness of R&D and innovation investments that will contribute to smart growth in EU countries. Main objective of the project will be implemented via two specific objectives: 1.To provide higher quality innovation support services to small and medium enterprises where those are absent or offered at unaffordable market prices. This objective will be implemented by a specially designed activity called Enhancing the innovation management capacity of SMEs (EIMC), addressed to SMEs with a real potential for international growth via product, process, service or business model innovation but lack the knowledge, skills or ability to manage innovation activities; 2.To ensure that the SME Instrument beneficiaries receive the most appropriate services to enhance the probability of successful exploitation of the innovation project supported by the Instrument and to leave a footprint for the future sustainable growth of the beneficiary by identifying bottlenecks and indicated solutions with the help of a capable coach. This objective will be implemented by the tailor made service of The Key Account Management (KAM). There are measures within the structural funds dedicated to the SME sector that support elements of innovation management but the mentoring and coaching schemes still needs to be improved. Thus, both services the KAM and the EIMC offered under this proposal address the challenges described in the Article 10 of the COSME regulation as well as it meets the requirements of the specific activities in the context of innovation support described in the Terms of Reference of the Consultation of Enterprise Europe Network partners on the work programme for 2017-2018 H-2020 activities (H2020-EEN-SGA2-2017-2018).",
    "totalCost": "189362,5",
    "ecMaxContribution": "189362,5",
    "coordinator": "POLSKA AGENCJA ROZWOJU PRZEDSIEBIORCZOSCI",
    "coordinatorCountry": "PL",
    "participants": "INSTYTUT MECHANIZACJI BUDOWNICTWA I GORNICTWA SKALNEGO;UNIWERSYTET WARSZAWSKI;FUNDACJA ROZWOJU PRZEDSIEBIORCZOSCI;TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA;WOLNA PRZEDSIEBIORCZOSC ODDZIAL TERENOWY W GDANDK",
    "participantCountries": "PL",
    "projectParticipants": {
        "999781911": {
            "orgId": "999781911",
            "orgName": "FUNDACJA ROZWOJU PRZEDSIEBIORCZOSCI",
            "ecContrib": 23369
        },
        "999743014": {
            "orgId": "999743014",
            "orgName": "TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
            "ecContrib": 67940
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 28660
        },
        "999833612": {
            "orgId": "999833612",
            "orgName": "WOLNA PRZEDSIEBIORCZOSC ODDZIAL TERENOWY W GDANDK",
            "ecContrib": 18425
        },
        "999717309": {
            "orgId": "999717309",
            "orgName": "POLSKA AGENCJA ROZWOJU PRZEDSIEBIORCZOSCI",
            "ecContrib": 15169
        },
        "999783948": {
            "orgId": "999783948",
            "orgName": "INSTYTUT MECHANIZACJI BUDOWNICTWA I GORNICTWA SKALNEGO",
            "ecContrib": 35800
        }
    },
    "calculatedTotalContribution": 189363
}