{
    "rcn": "208511",
    "acronym": "CoALIVE",
    "topics": "INNOSUP-02-2016",
    "title": "Coenzyme A ñ Launch of In Vivo Experiments",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Acies Bio is looking to hire an expert on disease model development ñ particularly whole organism models in fruit flies ñ to join our drug discovery team developing 4-phosphopantetheine-related compounds for treating a range of Coenzyme A (CoA) metabolism related pathologies. Acies Bioís lead compound is able to directly manipulate cellular CoA levels, which addresses the common underlying cause of this class of diseases. High therapeutic potential of this innovative treatment has been demonstrated for pantothenate-kinase-associated neurodegeneration (PKAN) and has resulted in the European Medicines Agency granting our lead compound orphan medicinal product designation. Application of this class of compounds to related diseases forms a core part of our Innovation Strategy, and could have far reaching implications in diverse areas such as numerous rare metabolic diseases, Alzheimer's disease and diabetes. This would not only make treatment available to a wider population of patients, suffering from currently untreatable conditions, but also open new opportunities for Acies Bio. Despite being world leaders in the field of CoA metabolism, as evidenced by our contribution to the TIRCON consortium, prior recruitment of relevant expertise has been hindered by obstacles within the national labour market. Hence, this call affords a valuable opportunity to recruit an Innovation Associate, to evaluate existing models in fruit flies, develop new disease models, implement novel phenotypic assays, and lead a dedicated facility. Acies Bio will provide outstanding coordination and support facilities, state-of-the-art chemical synthesis and analytics laboratory and a research-driven, commercial environment. Successful completion of this crucial step for proof-of-concept in alternative metabolic diseases, will accelerate patent protection and market approval of these ground-breaking therapeutics.",
    "totalCost": "74750",
    "ecMaxContribution": "74750",
    "coordinator": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997260784": {
            "orgId": "997260784",
            "orgName": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
            "ecContrib": 74750
        }
    },
    "calculatedTotalContribution": 74750
}