{
    "rcn": "208534",
    "acronym": "SimVisTec",
    "topics": "INNOSUP-02-2016",
    "title": "Validation of SimVis Technology",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "2Eyes Vision is a streamline and dynamic company, specialized in optics and visual corrections. At present, the main project of the company is the creation of a new product, called SimVis Gekko, a visual simulator device that allows the surgeon to take personalized decisions on the lens to be implanted based on the patientís preference. \n\n2Eyes Vision has scarce human resources to continue developing the SimVis technology due to several barriers: \n- Optical engineers are a rare breed. There are less than 10,000 optical engineers worldwide compare to an estimated 150,000 mechanical engineers and 250,000 electrical engineers. In Spain, in particular, where 2Eyes is based, Optical Engineering Programs does not exist, but is does in EU countries such as France and the Netherlands. The development of the Sim Vis technology requires high level skills and knowledge in optical engineering and it is difficult to find this talent in Spain. \n- 2Eyes Vision is a young company, with a great potential, but which may be not very attractive to a experienced PhD. The company needs an external support, such as the offered by the EU sponsorship, trough funding programs, in order to consolidate its position as a reliable company for the attraction of talent and foreign entrepreneurial human capital.\n- There is an unquestionable relationship between development of the product and incomes. 2Eyes Vision is having difficulties, due to the lack of human resources, to develop the SimVis Gekko and, therefore, the incomes have also been low. And this makes difficult the recruitment of new high qualified employees. This vicious circle can be broken by means of EU support, institutionally and financially. \n\nThe main aim of the SimVisTec project is the recruitment of a highly qualified international PhD, who will be in charge of the development of the SimVis Technology. The company will establish with him/her a long-term contractual relationship, based on mutual training and sharing of experience",
    "totalCost": "77500",
    "ecMaxContribution": "77500",
    "coordinator": "2 EYES VISION SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918031475": {
            "orgId": "918031475",
            "orgName": "2 EYES VISION SL",
            "ecContrib": 77500
        }
    },
    "calculatedTotalContribution": 77500
}