{
    "rcn": "208581",
    "acronym": "MARBAL",
    "topics": "MSCA-IF-2016",
    "title": "Mortuary Archaeology of the Rame? Bronze Age Landscape: Identity and inequality in early mining communities (2700-2200 BC)",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "MARBAL will integrate human osteology with isotopic analyses of diet and mobility, osteobiographical reconstructions of the lives of prehistoric individuals, and archaeological analyses of material culture. The project aim is to investigate how Early Bronze Age †(2700-2200 BC) mortuary practices shaped, and were shaped by, emerging regional trade networks and the establishment and negotiation of community identities in the Apuseni mountain region of Romania. The research objectives are: 1) To understand the social factors that made individuals eligible for kinds of mortuary treatment, to ascertain whether eligibility for burial was affected by aspects of social identity; 2) To investigate the intersection of social and bioarchaeological inequalities, and 3) To reconstruct community social interactions. These objectives will be achieved by providing training for the EF in†1)†osteobiographical and†2)††isotopic analyses, while collecting and analyzing osteoarchaeological data from the site of Rame?-Gugului. MARBAL will contribute to our understanding of the ways in which mortuary practices can be used to shape community and individual identities and dampen or enhance living social inequalities.†It will take place at the University of Cambridge where relevant scientific, regional and period specialisms abound.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}