{
    "rcn": "208521",
    "acronym": "AqPDRA",
    "topics": "INNOSUP-02-2016",
    "title": "Industrial research into the properties of molecular capsules in commercially relevant media",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Encapsulation technologies protect valuable cargos in chemical mixtures by coating the cargos in a protective material until they are needed. Such technologies are used in commercial applications ranging from the protection of enzymes in laundry detergent, to the targeted release of drug molecules in a specific part of the body. Because encapsulation technologies are applicable to a broad range of industries, and they substantially improve the properties of existing products, the chemical encapsulation market is expected to be worth Ä17Bn by 2020.\nAqdot is a growing chemical and materials company, which has developed an award-winning platform technology for providing encapsulation solutions in diverse fields, such as home care, health and beauty, food, and agriculture. It is seeking to recruit a Research Chemist to investigate the behaviour of its nanotechnologies in formulations that are suitable for various industrial applications.\n\nTo succeed in commercialising these new capsules, it is vital to understand how they function in different media, such as gels, lotions and detergents. The Innovation Associate requested for this project will use their expert knowledge of the chemistry that underpins cargo encapsulation to investigate the strength of binding interactions in different media: improving Aqdotís knowledge base and in turn accelerating commercialisation of the new capsules. \n\nThe successful candidate will have a PhD, will have an aptitude for translating fundamentals of physical/supramolecular chemistry into practical product properties, and will bring a ëcan doí attitude so that they can thrive during this opportunity with an ambitious SME.",
    "totalCost": "68407,5",
    "ecMaxContribution": "68407,5",
    "coordinator": "AQDOT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951905330": {
            "orgId": "951905330",
            "orgName": "AQDOT LIMITED",
            "ecContrib": 68408
        }
    },
    "calculatedTotalContribution": 68408
}