{
    "rcn": "208582",
    "acronym": "AfriVeg",
    "topics": "MSCA-IF-2016",
    "title": "Assessment of African Vegetation Resources: New Perspectives from Satellite Passive Microwave Datasets",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Livelihoods of most of the African population strongly depend on local ecosystem services, such as grazing, agriculture, firewood, and construction timber. Although an overall greening trend is shown by both dynamic global vegetation models (DGVMs) and Earth Observation (EO), large uncertainties for each data source are reported and significant divergence between outputs have been documented, impeding accurate assessment of vegetation dynamics in Africa. The overall purpose of this project is to develop methods to for an improved assessment of African vegetation resources based on new capabilities originating from satellite passive microwave observations. Specifically, the vegetation optical depth (VOD) derived from passive microwave data is sensitive to the water content in both the green and woody (i.e., branches and stems) vegetation components which is different from the traditional optical-infrared greenness driven vegetation index (VI) being primarily sensitive to chlorophyll abundance. By combining multi-frequency VOD retrievals with long-term VI datasets, in situ measurements, and DGVMs, this project will accurately quantify woody biomass, green biomass, net primary production (NPP), vegetation phenology and ecosystem functional types (EFT) in Africa, as well as their long-term changes and the climate and socio-economic drivers. The results are expected to pave the road for improved vegetation resource management in Africa and understanding of global carbon cycling. To achieve this, I will be trained in cutting edge skills (EO time series, flux measurements and ecosystem modeling). My major mobility activity will be sparking the integration of passive microwave VOD, carbon and water flux measurements and DGVMs for an improved understanding of changes in vegetation resources and drivers hereof in Africa.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}