{
    "rcn": "208574",
    "acronym": "BCSC-ST",
    "topics": "MSCA-IF-2016",
    "title": "Breast cancer stem-like cells specific vulnerabilities: focus in HER2 over-expression and protein glycosylation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Breast cancer is the most common cause of female cancer death in Europe, hence it is urgent finding alternative treatments. A small population of cells that display stem cell characteristics has been described in breast cancer (BCSC) and linked to tumour progression, resistance to treatment and metastasis. New therapeutic approaches propose the use of stem cell targeting agents in combination with traditional chemotherapy. However, selective targeting of BCSC is still challenging as they are very similar to normal stem cells. Here, I propose to probe two characteristics that may be specific of BCSC: HER2 over-expression and altered protein glycosylation. I will use state-of-the-art technologies including the standardization of a new protocol to isolate Circulating Tumour Cells (CTCs) from blood, and the generation of a library of CRISPRs targeting all the genes related with protein glycosylation. \n\tAfter six years of postdoctoral stage in New York, I have wide experience in RNAi screens valuable for the library development. Supervised by Prof. Elliott at Newcastle University, I aim to learn the insights of protein glycosylation in cancer. The identification of BCSC specific vulnerabilities has important clinical implications as they represent outstanding candidates for new targeted therapies. Importantly, HER2 and protein glycosylation are mainly located in the surface of the cells, being accessible to targeting agents. The accomplishment of the proposal will contribute to my development as an independent researcher since I will: 1) gain knowledge in BCSC and protein glycosylation, fields with multiple functional implications; 2) generate data to use in my future projects, including a list of targeted therapies candidates; 3) standardize a method for isolating CTCs to further study breast cancer metastasis; 4) learn to use CRISPR libraries and generate a library with multiple applications; and 5) be trained and guided in the transition to a full autonomous position.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}