{
    "rcn": "208533",
    "acronym": "SACCSCAN-IA-ML",
    "topics": "INNOSUP-02-2016",
    "title": "Developing Machine Learning Classifier Models for Eye Movements to Diagnose Major Psychiatric Disorders",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "1 in 5 of us are affected by mental illness during our lifetime. It is the largest cause of disability worldwide costing the global economy a staggering US$2.5 trillion per annum and rising to US$6 trillion per annum by 2030. Although illness specific treatments are available, doctors are struggling to provide accurate and timely diagnosis with misdiagnosis occurring more than half the time. Currently, when patientsí history, symptoms and behaviour donít meet the criteria set out in the diagnostic manual, it may take up to 10 years to diagnose the illness. And unlike in other branches of medicine there are no objective tests in psychiatry to aid the diagnostic process. SaccScan is a novel point-of-care (PoC) software diagnostic system which has been demonstrated to detect schizophrenia with better than 95% accuracy and can be extended with the same precision to other major psychiatric conditions. The software diagnostic tool successfully utilises eye-movement abnormalities as clinical diagnostic biomarkers for serious mental illnesses. The test can be performed within 30 minutes in a standard consulting room environment and results produced over the internet at near realtime speed. Early economic modelling showed that introducing SaccScan into health care services could produce savings of Ä33 474 per patient in the case of suspected schizophrenia. The purpose of this SME Innovation Associate application is to identify a post-doctoral talent from across the EU to help develop next generation models within the SaccScan diagnostic system in order to increase the clinical utilities of the test by the identification and implementation of new eye movement biomarkers which in turn will extend the test to other illness categories.",
    "totalCost": "121250",
    "ecMaxContribution": "121250",
    "coordinator": "SACCADE DIAGNOSTICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934942067": {
            "orgId": "934942067",
            "orgName": "SACCADE DIAGNOSTICS LIMITED",
            "ecContrib": 121250
        }
    },
    "calculatedTotalContribution": 121250
}