{
    "rcn": "208513",
    "acronym": "TreatStroke",
    "topics": "INNOSUP-02-2016",
    "title": "arTificial neuRal nEtwork prediction of hAemorrhagic Transformation in STROKE.",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Short door-to-needle times are critical in acute ischemic stroke, as stroke progresses over time and hence treatment benefits are time dependent as well. It is estimated that about 1.9 million brain cells are lost per minute in untreated stroke cases, which emphasizes the time urgency of stroke care. Early identification of salvageable tissue is crucial in management and treatment of patients suffering from acute ischemic stroke to avoid further tissue injury ñ and current approaches are time consuming and highly dependent on clinicianís skills. \n\nWe at Combat Stroke need an innovation associate (IA) ñ Biomedical Data Scientist ñ to aid us in developing a novel fully automated personalized clinical decision support system (CDSS) for optimal treatment of acute ischemic stroke patients ñ the HTSafe solution under development at CS. Our company is an SME with limited capacity to mobilize the job market and attract highly skilled professionals to continue the development of the HTSafe. Particularly, the demand for data scientists is far outstripping supply worldwide. Job trends data confirms the rise in popularity for the position, showing that the number of job postings for data scientist positions increased by 1700% between 2012 and 2016. Thus, the H2020-INNOSUP initiative will bridge the gap in our company to develop a novel and disruptive product, which has a large commercial potential to Combat Stroke. Moreover, the programme includes a tailored and core EU training to support the development of new skills and competences of the IA.\n\nThe international CDSS market is currently worth over Ä360 million, and it is growing at astonishing 21.5% CAGR to reach over Ä1.1 billion by 2022. Given the high incidence of IS cases and the high importance of quickly allocating the appropriate therapeutic intervention, we expect to capture a good share of the CDSS market by 2025.",
    "totalCost": "114405",
    "ecMaxContribution": "114405",
    "coordinator": "CERCARE MEDICAL APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920595961": {
            "orgId": "920595961",
            "orgName": "CERCARE MEDICAL APS",
            "ecContrib": 114405
        }
    },
    "calculatedTotalContribution": 114405
}