{
    "rcn": "208570",
    "acronym": "DyNAmics",
    "topics": "MSCA-IF-2016",
    "title": "Dynamic synthetic molecular duplexes",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Precise control of macroscopic properties at molecular level is one of the biggest challenges of modern science. Nature accomplishes this by adding information to matter, and organizes chemical system of nonliving components into living, biological systems. Achieving a deep knowledge on the appropriate manipulation of the intermolecular non-covalent interactions, will allow chemistry to be not only the science of the structure and transformation of matter, but also an information science, involving the storage of information at the molecular level. Inspired by the most fascinating natureís information system, the DNA, ìDyNAmicsî will perform a modular and highly flexible synthesis of novel information carrying monomers, able to self-organize in duplex structure, through both covalent and non-covalent bonds formation. The reliability, robustness and the dynamic formation of H-bond based duplex, together with the template ability in a dynamic combinatorial system, will be deeply investigated. By quantitative assessment of multivalent recognition of complementary sequences and imperfections in the duplex formation of non-complementary and defective sequences, valuable information on the structural features and fidelity of supramolecular assembly formation of various sequences will be obtained. Reliable formation of dynamic synthetic duplexes would allow precise control over supramolecular interactions and will lay the foundation for formation of smart advanced materials with unprecedented properties, such as innovative data storage materials and new Constitutional Dynamic Materials. Furthermore this will be crucial for the development of efficient template directed synthesis for information encoding molecules, and it will provide information to answer to important questions regarding the formation of duplex encoding information, in a enzyme free system, such as the prebiotic word.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}