{
    "rcn": "208567",
    "acronym": "EROSIVE",
    "topics": "MSCA-IF-2016",
    "title": "The influence of Earth-surface processes on solid-Earth, ice-sheet, and sea-level interactions for Scandinavian Ice-Sheet collapse",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "One of the grand challenges for society in the future will be to cope with the consequences of a changing climate and resulting changes in global sea level. Yet, predictions of past and future scenarios are associated with significant uncertainties, as we do not currently understand all processes that influence ice-sheet variability and thereby global ice volume. One key shortcoming relates to Earth-surface processes. Fjord formation by selective glacial erosion has the potential to elevate surrounding regions significantly by erosional unloading (~1 km in Greenland). However, the consequences for ice-sheet dynamics and global sea level have never been explored. My approach is to combine state-of-the-art numerical modelling efforts from the two disciplines of sea-level research and glacial geomorphology with empirical data analysis, in order to investigate the influence of such processes on the solid Earth, ice sheets, and sea level. I will apply this novel modelling scheme to study the former Scandinavian Ice Sheet (SIS), where remarkable empirical constraints exist on glacial isostatic rebound, past ice sheet extent, and deposited sediment volumes. By investigating a former ice sheet, I will improve our understanding of processes that are highly relevant for the future evolution of existing ice sheets. This will improve the scientific basis for decision makers to shape well-founded policies for optimal adaptation to future sea-level changes. While acquiring new expertise in glacial geology and sedimentology, I will i) constrain solid-Earth deformation and global sea-level changes due to Quaternary erosion and deposition in the Scandinavian region, ii) assess the influence of long-term glacial erosion for SIS dynamics, ice volume, and sea-level contributions, and iii) gain significant insight into important interactions between surface processes, solid-Earth deformation, ice-sheet variability and sea-level change, and improve our understanding of SIS collapse.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}