{
    "rcn": "208592",
    "acronym": "MIRA",
    "topics": "MSCA-IF-2016",
    "title": "Characterizing Microbe-specific Immune Responses in the pathogenesis of Autoimmunity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Dysregulation in the balance of CD4\\ T helper cell populations can severely alter susceptibility to a number of chronic inflammatory diseases, including inflammatory bowel disease (IBD). The incidence of IBD is dramatically increasing in Europe and worldwide and its therapy represents an important unmet medical need, since a significant proportion of patients fail to respond to currently available immunotherapies. Therefore, a better characterization of the immunological events underlying each form of IBD is of foremost importance. Increasing evidence points to the pivotal role of a dysregulated mucosal immune response to the intestinal microbiota in the pathogenesis of IBD. However, little is known about the mechanisms contributing to the generation of commensal-specific adaptive immune responses, and whether their differential localization can shape severity and anatomical extent of the disease. Indeed, the intestines comprise anatomically distinct regions that are exposed to different luminal antigens and this diversity eventually determines a regionalization of intestinal immune functions and microbiota-specific T cell responses. The aim of this proposal is to deeply characterize microbiota-specific T cell responses generated under different inflammatory conditions, in terms of differentiation, plasticity, heterogeneity, function and homing potential. To this aim, the proposed work will combine the use of CBir1 TCR transgenic mice, whose T cells recognize a microbial antigen that is immunodominant in IBD patients, and cutting-edge techniques such as single-cell RNA sequencing.\nBy modelling the microbiota-specific immune response in vivo in the context of gut inflammation, I will characterize the function and homing properties of microbiota-specific T cells at the population and single-cell level, aiming at identifying new therapeutic targets for the treatment of localized forms of gut inflammation.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}