{
    "rcn": "208544",
    "acronym": "Vanrestrep",
    "topics": "MSCA-IF-2016",
    "title": "Vancomycin resistance regulation in the antibiotic-producers streptomycetes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Antimicrobial resistance is a critical health issue today. Important pathogens have become resistant to many or all available antibiotics and limited new antibiotics are in the pipeline. Vancomycin is used as a ëlast resortí antibiotic treatment for many bacterial infections, but worryingly vancomycin resistance (VR) has spread to major hospital-acquired pathogens such as Enterococcus faecium and Staphylococcus aureus. Most pathogen VR gene clusters likely came from actinomycetes, the natural producers of glycopeptides and most other antibiotics of natural origin. Induction of VR in the model actinomycete Streptomyces coelicolor is highly influenced by nutritional conditions, in particular by the phosphate (Pi) concentration in the medium. My previous work has shown that VR in S. coelicolor is blocked with Pi concentrations above 0.2%; suggesting a key role of this nutrient in VR repression. Furthermore, I have isolated a mutant strain (SCO2594::aac(3)IV) lacking this Pi control over VR. This mutant has cell wall synthesis defects and up-regulates a putative small non-coding RNA (sRNA) located in the promoter region of the vanSR regulatory genes. This project aims to understand the mechanisms of Pi regulation of the S. coelicolor van cluster, and to expand this study to other nutrients that may also control VR. A main focus is on the role of sRNAs in the regulation, as they offer potential novel targets for future clinical exploitation such as ìantisense RNA therapyî. The work also aims to understand the role of SCO2594 in VR and to identify new players involved in the process. The proposed project represents an excellent opportunity for the researcher to develop new skills whilst helping to ramp up the development of new antimicrobial platforms in the Salas lab.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE OVIEDO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}