{
    "rcn": "208569",
    "acronym": "MELBA",
    "topics": "MSCA-IF-2016",
    "title": "MEMBRANE PROTEINS OF ELECTROACTIVE BACTERIA PROBED AT LIPID LAYERS ONTO MODIFIED ELECTRODES",
    "startDate": "01/04/2017",
    "endDate": "22/07/2019",
    "objective": "MELBA aims at developing an efficient and versatile electrochemical platform for probing the charge transfer properties, electronic or protonic, of membrane proteins extracted from Gram negative electroactive bacteria. This 2 years research project will be conducted at the UniversitÈ de Rennes 1, UR1 France, including a six months Secondment at Universidade Nova de Lisboa, UNL Portugal. Carbon electrodes will be covalently modified with pH-responsive electrophores through surface modification techniques, WP1 Task1. Lipid layers will be deposited onto the modified electrodes to create an artificial membrane as a host for extracted membrane proteins, WP1 Task2. The experienced researcher Dr. LebËgue will learn protein expression, extraction, purification and characterization during the six months Secondment at UNL, WP2 Task3. Finally extracted proteins will be incorporated into the artificial membrane deposited onto the modified electrodes and their electronic and/or protonic charge transfer properties will be characterized, WP2 Task4.\nThe ambition of MELBA is to understand the coupling of extracellular electron transfer with proton transport in Gram (-) electroactive bacteria. The outcome of MELBA will be useful to optimize potential microbial electrochemical technologies based on electroactive bacteria and will be applied to the characterization of the charge transfer properties of any membrane protein. Within MELBA, 3 oral communications will be given at international conferences, 5 high impact papers will be published in the field of bioelectrochemistry and 5 formal public engagement actions have been scheduled. MELBA will allow Dr. LebËgue to develop and extend her expertise in electrochemistry, materials science and surface modification to microbiology and biochemistry. Dr. LebËgue will enter the field of microbial electrochemistry and acquire a unique and solid interdisciplinary profile, required to compete for permanent academic positions and grants in Europe.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}