{
    "rcn": "208590",
    "acronym": "AgentSeal",
    "topics": "MSCA-IF-2016",
    "title": "Movement of Harbour seals: an individual-based modelling framework as a reliable management tool",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Understanding movement is fundamental to animal ecology in areas such as foraging, predator avoidance, mate encounter, and migration. Moreover, movement responses of individuals to the changes in environment such as disturbance will affect their individual performance. Effective conservation of species in an altered habitat must, therefore, be built on an understanding of the link between environment and animal movement. Declines in local populations of UK Harbour seals give cause for concern and disturbance have been suggested as possible cause for the declines. The ways in which stressors influence animals may not be straightforward as they may show very non-linear responses. The main objective of the project is to build a realistic movement model and to predict the consequences of simultaneous and cumulative effect of different stressors on harbour seal movement based on biologically realistic processes. The proposal aims to develop an individual-based model (IBM) that takes into account individual variation in behaviour and simultaneous effect of a range of stressors operating at different spatial scales on movement of seals. IBMs are currently the most reliable ways to address combinatorial problems where essential processes such physiology, ecology, life cycle, and multiple stressors have to be included in order to get a realistic picture of the studied problem. The model will be based on the impressive amount of data already collected for Harbour seals during the last 20 years, fitting the 3Rs: replacement, reduction and refinement principle, and parameterised using most up-to-date statistical techniques. The model will be readily adaptable to take account of additional marine stressors, and to simulate long-term effects on movement of seals. Through simulations, it will then be possible to suggest answers to important ecological questions and to use the model as a management tool to meet demand from conservationists and developers for ëwhat ifí scenario.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}