{
    "rcn": "208580",
    "acronym": "POSEIDoN",
    "topics": "MSCA-IF-2016",
    "title": "Atlantidae: Predators at the Ocean SurfacE as InDicators of chaNge.",
    "startDate": "03/07/2017",
    "endDate": "02/07/2019",
    "objective": "Large-scale ocean changes, including ocean acidification (OA) and ocean warming (OW), are projected to occur over the next 50-100 years as a result of elevated atmospheric CO2. Living close to the atmosphere/ocean boundary, plankton are particularly vulnerable to, but also excellent indicators of these changes. \nEuthecosome pteropods (small swimming gastropods) have been highlighted as bio-indicators because their delicate aragonite shells are susceptible to OA. However complex feeding behaviours have impeded laboratory experiments on pteropods, limiting research to short term studies.\nThe proposed action will apply an interdisciplinary approach to investigate the past, present and future effects of OA and OW upon the planktonic family Atlantidae, and to evaluate their use as bio-indicators. Atlantid heteropods are also small (max. 14 mm), aragonite shelled, planktonic gastropods that are sensitive to OA and OW.  Unlike pteropods, atlantids are predatory and have the potential to be excellent experimental organisms with which to investigate the effects of these surface ocean changes. Atlantids also provide a unique opportunity to investigate the effect of OA and OW at an as-yet unstudied and potentially more sensitive trophic level.\nThe Experienced Researcher has worked with atlantids for >8 years and is one of very few researchers able to identify atlantid species. As such, she is uniquely positioned to deliver the objectives of this interdisciplinary project. The proposed research will provide opportunities for the Researcher to advance her career and skill-set through specialist training and teaching opportunities. \nThe proposed action will improve our appreciation of how surface ocean changes will affect zooplankton and produce high impact data that are relevant to a wide body of marine scientists. The atlantids are also beautiful, charismatic gastropods, and excellent ambassadors for engaging the public and policy makers with current ocean changes.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING NATURALIS BIODIVERSITY CENTER",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999603043": {
            "orgId": "999603043",
            "orgName": "STICHTING NATURALIS BIODIVERSITY CENTER",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}