{
    "rcn": "208527",
    "acronym": "INNO-CYANO",
    "topics": "INNOSUP-02-2016",
    "title": "INNOvative mapping, reporting and forecasting of CYANObacteria blooms applying the synergistic use of advanced in situ optical data, satellite imagery and statistical modelling",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Water Insight (WI) specialises in high quality spatial information products for monitoring surface water quality applying the synergistic use of Earth Observation (EO) and optical in situ measurements. Based on a close interaction with users, WI wants to add a new user-tailored service branch to their portfolio: forecasting of cyanobacteria blooms.\nDue to climate change and anthropogenic activity, massive blooms of cyanobacteria become an increasing problem for lakes world-wide. Cyanobacteria may be toxic for animals and humans, change the water quality and ecosystems. The consequences are visible in social, economic and industrial levels. While WI's technology has been proven to be very suitable for monitoring the development of cyanobacteria blooms, water managers also require quick and precise forecasts of the blooms development to take timely measures or mitigating actions. Existing process-based forecasting models are complex, need a too long processing time and more input data than is operationally available. \nWI has an extensive dataset of EO and in situ data on affected lakes. A data-driven statistical model could be developed based on these data, and significantly reduce the processing time for a forecast. To develop such a model, a highly-skilled searcher (PhD) is required, with specialised knowledge of EO data, proven skills in statistical modelling, cyanobacterial ecology and water quality. It is difficult for WI to recruit such a specialist as there is a lack of university graduates, particularly on the PhD level, in this field in the Netherlands.\nINNO-CYANO will be beneficial for all: WI will get the chance to hire a specialist to develop our innovative ideas, the candidate will get the chance to get an insight in the practice of a commercial company and to develop in the field of business innovation, and the ëINNO-CYANOí model will serve water managers with a precise forecast of the blooms and therefore improve the management of cyanobacteria blooms.",
    "totalCost": "83042,5",
    "ecMaxContribution": "83042,5",
    "coordinator": "WATER INSIGHT BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997608141": {
            "orgId": "997608141",
            "orgName": "WATER INSIGHT BV",
            "ecContrib": 83042
        }
    },
    "calculatedTotalContribution": 83042
}