{
    "rcn": "208551",
    "acronym": "CARERA",
    "topics": "SwafS-20-2016",
    "title": "Information Day for Hungarian students and young researchers on career possibilities in the European Research Area",
    "startDate": "01/03/2017",
    "endDate": "28/02/2018",
    "objective": "The Hungarian higher education system is renowned for its excellence, both in technical and social sciences. However, many graduates do not find appropriate jobs in the country. Young researchers are often employed in poorly paid temporary positions with a low chance of finding stable employment in a reasearch institution. For them, information and assistance with European opportunities is crucial and can be instrumental in the continuation of their career as a researcher.\nThe Association of Hungarian Women in Science ñ a Civil Society Organisation ñ together with EURAXESS Bridgehead Bay Zoltan Ltd. and the Central European University (CEU) will jointly organise a series of Inspiring Science Workshops and a large-scale ERA Mobility and Career Day in Budapest to enhance the career prospects of graduate students and young researchers from all fields of science. The events will be hosted by the partners with the latter taking place in the campus of CEU. Research organisations from several countries, international organisations and multinational companies will be invited to inform the participants on European research funding and career opportunities offered by them in a job fair format. Pre-arranged interactive meetings between the employers and potential employees will complement the fair.\nPractical workshops on career development (CV drafting, interview tactics, presentation skills), information sessions addressing the EURAXESS portal, career resources, personalized assistance tools to overcome the barriers of researchersí mobility will maximize the knowledge of young researchers and students and help them starting a career in European research institutions. A workshop on Responsible Research and Innovation, with special regard to gender issues, will target all participants.The project will offer students and young researchers in Hungary better knowledge about European job and funding opportunities, and will contribute to providing more researchers for ERA.",
    "totalCost": "81483,75",
    "ecMaxContribution": "81483,75",
    "coordinator": "NOK A TUDOMANYBAN EGYESULET",
    "coordinatorCountry": "HU",
    "participants": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.;KOZEP-EUROPAI EGYETEM",
    "participantCountries": "HU",
    "projectParticipants": {
        "954347790": {
            "orgId": "954347790",
            "orgName": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.",
            "ecContrib": 18750
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 40546
        },
        "936577196": {
            "orgId": "936577196",
            "orgName": "NOK A TUDOMANYBAN EGYESULET",
            "ecContrib": 22188
        }
    },
    "calculatedTotalContribution": 81484
}