{
    "rcn": "208523",
    "acronym": "ADMS",
    "topics": "INNOSUP-02-2016",
    "title": "Proof of Concept ñ Arctic Data Management System Beta version ñ capacity building for interpretation and data management system of the Arctic-related data and knowledge (Arctic Data Management System)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The specific objective is to design the Proof of Concept (PoC) - Arctic Data Management System (ADMS) Beta version - the first phase necessary for the implementation of the ADMS - a system of interpreting and managing Arctic-related data and knowledge. ADMS identifies and retrieves Arctic-related data and knowledge from multiple databases, adapts it to a common standard and provides interpretation, visualization and retrieval of the standardized data to an end-user. ADMS is based on state-of-the-art data intelligence tools including geographic information system (GIS), metadata catalogues, and interpretation and visualization tools. In the interpretation of data the system combines the highest level of technical and human elements to provide end-users with the highest quality and most appropriate data solutions. The Proof of Concept - ADMS Beta version - is a realization of a method to demonstrate the feasibility of the proposed data management system and to technically verify that the concept has the potential of being used by customers. \nBy recruiting an Innovation Associate the Arctic Portal aims at demonstrating the feasibility of the proposed data management and interpretation system of the Arctic-related data and knowledge. The Innovation Associate will help the Arctic Portal to: (i) position itself as a hub for monitoring networkís Data Management System, Arctic interlinked data, analysis models and decision support tools; (ii) strengthen and improve the existing Global Terrestrial Network for Permafrost (GTN-P) Data Management System (DMS) located in Akureyri and designed by Arctic Portal; (iii) generalize and apply similar data management tools for other Global Monitoring Networks.",
    "totalCost": "96328,75",
    "ecMaxContribution": "96328,75",
    "coordinator": "NORDURSLODAGATTIN EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973696477": {
            "orgId": "973696477",
            "orgName": "NORDURSLODAGATTIN EHF",
            "ecContrib": 96329
        }
    },
    "calculatedTotalContribution": 96329
}