{
    "rcn": "208506",
    "acronym": "CREG",
    "topics": "INNOSUP-02-2016",
    "title": "Chemist Researcher for Adhesive and Resolvable Electrolyte Gel Development",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Chemist Researcher for Adhesive and Resolvable Electrolyte Gel Development\n \nEEG is a well-established clinical diagnostic method and a valuable tool in neurocognitive research. Lately it is becoming increasingly important for applications like Brain-Computer-Interfaces, NeuroErgonomics, NeuroMarketing. These usages would be even more effective, if EEG would not be so delicate. A lot of working time is wasted in the established applications, and the development of the newer applications is heavily impaired by electrodes that fall off or lose contact, and by incomprehensive EEG data due to overlaying movement artifacts. This situation could be cured very often by electrodes that are fixed to head or skin in an absolutely reliable way, in order to fully benefit of the EEGís property to be a non-invasive, uncomplicated method to register brain activity as the basis of everybodyís behavior. Our plan is to develop such a reliable fixation method with chemical methods. We, Easycap GmbH, are experienced in manufacturing EEG electrodes and accessories for many different applications, including a high level of support, and therefore we can make sure, that a new product for this field will be user-centered and exactly fitting, and we have the structure for subsequent certification, marketing, and sales to a widespread community. But we currently lack of chemical knowledge, and therefore we are applying for a doctoral chemist as innovation associate.",
    "totalCost": "122650",
    "ecMaxContribution": "122650",
    "coordinator": "EASYCAP GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918149136": {
            "orgId": "918149136",
            "orgName": "EASYCAP GMBH",
            "ecContrib": 122650
        }
    },
    "calculatedTotalContribution": 122650
}