{
    "rcn": "208514",
    "acronym": "PROZE",
    "topics": "INNOSUP-02-2016",
    "title": "Using a protein approach with Waddlia chondrophila and zebrafish as model organisms to conquer the female tubal factor subfertility market",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "TubaScan Ltd. is a Dutch R&D-performing SME developing molecular diagnostic assays based on human biomarkers with a strong focus on the subfertility market. We predict female subfertility as a result of  infection with the bacterium Chlamydia trachomatis. However, to be able to conquer the female subfertility market TubaScan is in need of a competitive edge. Currently, innovation within the company and exploration of new markets is hampered by a lack of specific tools and models. PROZE will enable TubaScan to solidify our position as an innovative biotech SME, bring a novel assay to the subfertility market and establishing R&D programmes for new markets. PROZE will do this through hiring an Innovation Associate (IA).\n\nï The IA will complete the available biomarker panel with protein.\nï The IA will provide a model organism to study Chlamydia-like pathogenesis (i.e. Waddlia chondrophila).\nï The IA will develop a unique in vivo model to study host mechanisms involved in Chlamydia-like pathogenesis (i.e. Waddlia chondrophila zebrafish embryo infection model, with CRISPR/Cas approaches for functional analysis). \nï The IA will perform a technical feasibility study for and investigate the market potential of the WaddliaSCAN, an assay predicting female subfertility based on measuring the host immune response to Waddlia chondrophila proteins.  \n\nPROZE will not only bring major benefits for TubaScan, but is focused around the training of the Innovation Associate, thereby creatly improving his/her career development.\n\nï Gaining novel technical skills and building an own research line with translational diagnostic applications.\nï Gaining innovation and business management skills in a multidisciplinary setting.\nï A training programme tailored to his/her specific needs and major contribution to personal career development.",
    "totalCost": "111687,5",
    "ecMaxContribution": "111687,5",
    "coordinator": "TUBASCAN LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931981918": {
            "orgId": "931981918",
            "orgName": "TUBASCAN LTD",
            "ecContrib": 111688
        }
    },
    "calculatedTotalContribution": 111688
}