{
    "rcn": "208510",
    "acronym": "Cloud-HTMD",
    "topics": "INNOSUP-02-2016",
    "title": "A CLOUD APPLICATION PLATFORM FOR RATIONAL DRUG DISCOVERY USING HIGH THROUGHPUT MOLECULAR DYNAMICS",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Since 10 years, Acellera is at the forefront in the development of Molecular Dynamics (MD) applications for drug discovery, and is committed to developing next generation tools that facilitate adoption of this technology by a wider segment of the drug discovery community. \n\nAcelleraís strategy is to develop a powerful cloud-computing platform to widen access to high-throughput molecular dynamics simulations SaaS solution (Software as a Service). The aim is to accelerate market uptake of computational drug discovery and drive down the cost of development in the pharmaceutical industry. To this end a new software technology platform was released recently open source (HTMD.org) in order to help create a large community of scientists acquainted with our technology. HTMD aims to help dramatically accelerated pre-clinical research and to provide an order of magnitude increase in productivity compared to traditional in-vitro screenings. \n\nIn this project, Acellera proposes a new integrated computational chemistry solution for Cloud computing. The objectives that Acellera would like to achieve by recruiting an Innovation Associate are a) to develop a web-application to facilitate the use HTMD on cloud for biotech companies and smaller pharmaceutical companies, and b) to develop an innovative medicinal chemistry protocols via a web based and cloud-powered infrastructure. \n\nThe IA will be in charge of solving an industrial problem reported by the market. The development of the new tools will allow answering the unmet need to enable any small, medium company to perform similar in-silico protocols of top-pharmaceutical companies for accelerating their discovery pipelines.",
    "totalCost": "75000",
    "ecMaxContribution": "75000",
    "coordinator": "ACELLERA LABS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934330579": {
            "orgId": "934330579",
            "orgName": "ACELLERA LABS SL",
            "ecContrib": 75000
        }
    },
    "calculatedTotalContribution": 75000
}