{
    "rcn": "208501",
    "acronym": "BRINE MINING",
    "topics": "INNOSUP-02-2016",
    "title": "Applying circular economy solutions in industrial wastewater management: request of SME Associate to develop the necessary energy simulation tools for recovery of waste heat from industrial operations",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "'Global competition for water is increasing and is expected to lead to social, economic, environmental and geo-political\nconsequences.  Desalination provides a promising solution for the water crisis. However, current desalination technologies cause serious environmental impacts, due to the wastewater effluent called 'brine'. At the same time, this brine contains valuable materials which can, if recovered, create significant value and job opportunities for our economies. BRINE-MINING project aims to develop the 1st Circular Economy Plan for closing the loop of desalination wastewater, by applying an eco-innovative technology developed in previous EU projects in industrial environment, while exploiting waste heat available.The company is commercializing an eco-innovative technology that was demonstrated successfully at pilot scale, within the European project SOL-BRINE (BEST LIFE 2015 ENVIRONMENT project). The research was further advanced through a second EU funding, to elaborate a feasibility study (SME Project No. 674455). \n\nTo do so, our company needs expertise in advanced simulation tools that will allow integration of our technology in the industrial environment, by making optimal use of the waste heat available. This is expected to reduce drastically the operating expenditure of the solution provided, achieving competitive prices and thus empowering our unique selling proposition. The ultimate goal will be to recruit a talented researcher in the position of Senior Software Development Engineer, who will be able to apply his expertise in order to realize our innovation potential. This is expected to contribute significantly to the growth of our company, creating approximately 6 new job positions and the possibility to collaborate with the SME Associate on a permanent basis towards our game changing path of making desalination circular.'",
    "totalCost": "82000",
    "ecMaxContribution": "82000",
    "coordinator": "SEALEAU BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924002504": {
            "orgId": "924002504",
            "orgName": "SEALEAU BV",
            "ecContrib": 82000
        }
    },
    "calculatedTotalContribution": 82000
}