{
    "rcn": "208599",
    "acronym": "LandsOfMeaning",
    "topics": "MSCA-IF-2016",
    "title": "Lands of Meaning. A Geographical Information System Study of Space and Social Praxis in Ancient Attika, Greece, from the Mycenaean Age to the birth of Democracy (1200-480 BC)",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The proposal aims at considering space in Ancient Greece as a true ëland of meaningí. Ancient Attika, in particular, constitutes a highly heuristic observatory of the continually evolving social identities during the period from the final period of the Mycenaean palaces until the Classical Age (1200-480 BC). In fact, many aspects of these historical processes are currently poorly understood, because no strong link to spatial analysis has ever been attempted. We are dealing with a period during which material investment leads to the creation of spaces for living that are less mobile, thus increasing the advantages of clustered ëurbaní life and enabling a changing economy with wider opportunities for regular exchange in  networks of contacts with the outer world by exploiting a well-known landscape. Subject of the research are space, places and social patterns in this area of Ancient Greece, of a paramount importance for the history of the ancient Mediterranean and the modern world.  Important questions are still present as ever, concerning the birth, evolution and negotiation in time of regional and sub-regional identities, the formation of territorial compounds, monumental public and religious architecture, along with the subjacent societal constructions, such as the birth of citizenship and democracy. A new approach is much needed. The use of cutting-edge digital mapping technologies (Geographical Information System, GIS) and still under-exploited innovative theoretical frameworks such as spatiology will enable a new systemic contextualisation of the available archaeological and textual evidence. The outcome will be a better understanding of the cultural, political and symbolic dynamics, in their continuous reiterations and reinventions through space and time as evolved in ancient Athens, which still inspires the European imaginary. Therefore, the project owes its timely conception to similar concerns of the modern world, which is ill at ease in its priorities.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999859123": {
            "orgId": "999859123",
            "orgName": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}