{
    "rcn": "208528",
    "acronym": "CMI2T IA",
    "topics": "INNOSUP-02-2016",
    "title": "Harmless Clostridium bacteria as a highly targeted, continuous delivery system for immunomodulatory anti-cancer drugs",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "DualTPharma (DTP) is a new venture developing a highly-potent and proprietary line of targeted pharmaceuticals for personalised cancer treatment. Our mission is to broaden our current pipeline by developing a new class of dual drugs for cancer treatment which are well tolerated and can be taken orally. \n\nThis novel solution comprises the application of non-pathogenic Clostridium bacteria as a novel tumour delivery vehicle for anti-cancer drugs to increase immunotherapy efficacy. Even though DTP has a multi-disciplinary team available in the oncology field, we lack the required expertise and skills in the bacterial genetic field to test the feasibility and lead the development of this new line of R&D. Therefore, the goal of this project, CMI2T IA, is to hire an Innovation Associate with expertise in the bacterial genetic field for our company, to determine the feasibility of this novel solution. The successful candidate is preferably a microbiologist with an interest in bacterial applications in cancer treatment and with strong expertise in bacterial genetics. During the first 12 months, the innovation associate will be involved with both technical and business-related activities. (S)he will be responsible for establishing the new line of R&D, with activities ranging from establishing and managing a new lab to, planning research, to performing hands-on laboratory work. More specifically, the research activities will include genetic modification of bacteria, and performing in vitro efficacy assays on human cell lines. From a business perspective, the Innovation Associate will critically contribute to a market study and the development of a business strategy of the new business unit. \n\nThis position will open up new career opportunities for the Innovation Associate, by obtaining transferable skills in both the business and technical field, and will leverage DTPís growth by expanding DTPís drug pipeline with a very novel and promising cancer drug delivery candidate.",
    "totalCost": "115625",
    "ecMaxContribution": "115625",
    "coordinator": "DUALTPHARMA BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938366264": {
            "orgId": "938366264",
            "orgName": "DUALTPHARMA BV",
            "ecContrib": 115625
        }
    },
    "calculatedTotalContribution": 115625
}