{
    "rcn": "208583",
    "acronym": "Cytokineproteomics",
    "topics": "MSCA-IF-2016",
    "title": "Investigating inflammatory signaling by combining phospho- and ubiquitin proteomics with CRISPR/Cas9 technology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Deregulation of pro-inflammatory cytokine signalling is the underlying cause for many inflammatory diseases. Thus, understanding the molecular mechanism of cytokine signalling is necessary to develop suitable therapies. The enormous complexity of cytokine cascades has however impeded the development of new therapies. To shed more light into these intertwined signaling cascades, I plan to use a proteomics approach that allows the identification of signalling mechanisms in a multi-dimensional and unbiased fashion. The recent development of the EasyPhos protocol in the Mann laboratory will allow me to take an unprecedented look at phosphorylation events occurring in cells stimulated by single and by combinations of disease relevant cytokines. Simultaneously I will be able to detect changes in the ubiquitinome using the di-Gly enrichment strategy. By combining phosphoproteomics and ubiquitin proteomics with the CRISPR/Cas9 technology to delete and modify members of diverse signaling pathways, I will be able to analyze the role of these players and their post translational modifications in the respective signalling pathways. This study will therefore investigate the mechanisms and the relationship between phosphorylation and ubiquitylation in cytokine signalling in an unprecedented way and has the potential to result in the identification of new therapeutic strategies for the treatment of a range of inflammatory diseases.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}