{
    "rcn": "208561",
    "acronym": "EMES",
    "topics": "MSCA-IF-2016",
    "title": "Enhanced Microbial Electrosynthesis and Visualization of Microbial Metabolism",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Microbial electrosynthesis (MES) is a novel strategy in which microbes accept electrons from a cathodic surface to synthesize high-value chemicals and fuels via the reduction of carbon dioxide. A cathode material is an essential component of MES and hence the development of improved cathode materials is critical to enhance the performance of MES. The proposed work tackles the largely unexplored challenge to develop highly efficient cathode materials using hollow nanostructures and three dimensional graphene scaffolds to maximize biofuel production through MES. The electro-activity of the microbes at the hollow cavities is extremely fascinating as the cavities can behave like nano-reactors. Also, the proposed project will design a p-type CaFe2O4 semiconductor/Shewanella biofilm hybrid system as a photobiocathode to power MES with solar light through photo-generated electrons. Finally, a novel analytical technique will be developed to visualize the metabolic activity of the cathode-attached microbes using a fluorescent dye, redox sensor green (RSG). RSG coupled with microscopy can be used to directly visualize the metabolism of Shewanella oneidensis MR-1 attached on the cathodic surface. MES technology has already found early commercial applications in the US; this project aims to be a catalyst to stimulating the industrial sector in the EU to invest and develop this field. The proposed research falls into the category of EU climate and energy policies, and Europe Horizon 2020 strategy to reduce greenhouse gas emissions. Strong long lasting collaborations would be established during the research project that can create career opportunities for the applicant.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}