{
    "rcn": "208578",
    "acronym": "ELEMIN",
    "topics": "MSCA-IF-2016",
    "title": "How the earliest life on Earth became mineralized",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The appearance of microbial life on Earth is manifested by stromatolites in ~3.5 billion year (Ga) old marine sediments in Pilbara, Australia. The processes involved in the mineralisation and preservation of these earliest signatures of life remain incompletely understood. It has been observed that the stromatolites are mineralised by several generations of carbonate and silica phases, but when and how the different cement phases formed is under debate. Knowing the time and conditions of mineralisation of the stromatolites is necessary to evaluate whether the cements represent primary phases truly indicative of past environmental conditions or a post-depositional overprint. As some of the mineral phases have been suggested to represent reliable archives of ancient Pilbara seawater, they can be used to reconstruct the habitats of the earliest life on Earth.\n The goal of project ELEMIN is to reconstruct the syn- and post-depositional history of the Pilbara stromatolites and differentiate between primary and later-stage carbonate/silica mineral phases. High-resolution petrographic methods, such as electron backscatter diffraction mapping, in combination with radiometric isotope dating will be applied to date individual mineral phases and to identify pristine mineral phases that were directly precipitated from seawater ~3.5 Ga ago.\n Trace elements and neodymium isotope compositions of these pristine mineral phases yield detailed insights into the local physico-chemical conditions prevailing at the site of stromatolite growth, such as redox conditions and the source(s) of elements dissolved in Pilbara seawater. Both proxies trace the origin of elements to either continental weathering or to submarine hydrothermal systems. This distinction is essential as it allows us to evaluate contrasting models for early life, suggesting either a peculiar ocean chemistry or submarine hydrothermal systems as the cradle of life.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}