{
    "rcn": "208522",
    "acronym": "PITCHER",
    "topics": "INNOSUP-02-2016",
    "title": "boosting Performance with an Innovation associate with TeCHnical and business ExperRtise on short food supply chains",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Health benefits have become a central guiding point for food purchasing decisions, favouring agrifood producers that can credibly market these benefits. Short food supply chains (SFCs) empower local producers who have a large competitive advantage in this new agrifood market. However, current retail is well below market potential. InoSens has integrated providers of mature ICTs, supply chain analysis consultants, and various end-user groups for an innovative SFC-facilitating concept, which directly addresses end-user needs not satisfied by existing business models.\n\nIn baseball, the pitcher sets-up up the play and leads the entire team.  InoSens seeks an experienced researcher with SFC expertise and advanced modelling skills that the company does not possess and are not available on the local labour market. The Innovation Associate will allow for several challenges the company is presently facing to be effectively addressed: system complexity, lack of key structural parameters and insufficient data. The Innovation Associate will develop a dynamic and precise methodology (including a modelling tool) to empower informed decisions for future innovation projects, and identify the best market for demo launch of the concept.\n\nThe Innovation Associate will be positioned as a senior analyst working full time on the project. S/he will report directly to the CEO of the company, who will be personally responsible to provide ad hoc support for his work and development from companyís staff and capacities. InoSens embraces a startup company culture, we will be highly reactive to identify and react to the professional development needs of the Innovative Associate and smoothen her/his transfer into the private sector.\n\nThe company strategy favours long-term investments with people, therefore the optimal scenario for the company is to employ the Innovation Associate beyond the lifetime of PITCHER.",
    "totalCost": "77075",
    "ecMaxContribution": "77075",
    "coordinator": "INOSENS DOO NOVI SAD",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933205185": {
            "orgId": "933205185",
            "orgName": "INOSENS DOO NOVI SAD",
            "ecContrib": 77075
        }
    },
    "calculatedTotalContribution": 77075
}