{
    "rcn": "208550",
    "acronym": "CustomCOF",
    "topics": "MSCA-IF-2016",
    "title": "New strategies for the formation of two-dimensional covalent organic frameworks (2D-COFs) on surfaces.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Organic chemistry, including polymer synthesis, has a great impact on society, since many consumer goods would not exist without these chemistries. Most often, organic synthesis is carried out in solution and, despite the fact that it is a proven powerful approach, new synthetic strategies are needed for the formation of the next generation of complex materials. One kind of functional materials that receive great attention nowadays are the so-called two-dimensional covalent organic frameworks (2D-COFs). Basically, these are extremely thin films (one-molecule thick) that are often crystalline in two dimensions, and that contain nanopores. Potential applications of this type of materials range from superthin membranes to advanced electronics. This innovative project deals with the use of surfaces to template the formation of such sophisticated 2D-COFs. New synthetic approaches are explored, not only to generate the next generation of this type of materials with unique topologies and functionality, but also to conceive smaller versions of these 2D-COFs with a well-defined size. In this highly interdisciplinary project, we use atomically flat substrates that act as support for the formation of these new networks. These exciting novel 2D-COFs are not only of interest by themselves, but they also nanostructure and functionalize the surfaces they are adsorbed on.\nCustomCOF will provide an exceptional platform to acquire new knowledge through research and training, to reach scientific maturity, leadership and independent thinking, strengthening my team-working spirit, individual personal development training and my willingness to assume responsibilities and accept risks, which are always important assets to obtain high-quality results. It will offer networking opportunities and international collaborations. In brief, this MSCA grant will be a turning point in my career towards scientific excellence.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}