{
    "rcn": "208537",
    "acronym": "CTFMAUTOMATION",
    "topics": "INNOSUP-02-2016",
    "title": "Automation of Correlative Optical Tweezers-Fluorescence Microscopy Experiments",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "LUMICKS is a recent spin-off from the VU University in Amsterdam, bringing to market a revolutionary technology which makes it possible to visualize DNA-protein interactions at the single-molecule level in real time, which is key to e.g. cancer research. \n\nIn order to make the step from the biophysics market, which LUMICKS currently serves, towards the biology market a great part of the experimental proceedings need to be automated. Entering the biology market will be a great step for both LUMICKS and the single-molecule research world, as this will enable a greater group of researcher to work on single-molecule biology and discover the building blocks of life.\n\nFor automating the experimental process LUMICKS seeks to hire a Technology Development Engineer which leads the project and develops working prototypes. The 12-months period will be set-up in such a way that the associate is completely informed about LUMICKS' technology and has followed the first trainings on how to successfully handle the project within two months. The project is built-up from multiple work packages: onboarding and training, automate in-situ assay assembly, automate calibration, automate alignment, automate experiments and automate error detection. During this period more tailored trainings will be provided to prepare the associate for the non-academic world.\n\nSimilar vacancies have proven to be impossible to fill by Dutch scientists, since people with the required profile are scarce, due to the unique set of abilities necessary for the tasks, and recourses within start-ups are relatively low (and salaries relatively high) in the Netherlands. Therefore, recruitment should be done to people outside the Netherlands. \n\nAll this makes the SME Innovation Associate grant a unique opportunity for LUMICKS to make the next step in our innovation strategy and for the associate to make the step from an academic towards a more commercial environment.",
    "totalCost": "83750",
    "ecMaxContribution": "83750",
    "coordinator": "LUMICKS B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941077220": {
            "orgId": "941077220",
            "orgName": "LUMICKS B.V.",
            "ecContrib": 83750
        }
    },
    "calculatedTotalContribution": 83750
}