{
    "rcn": "208584",
    "acronym": "SHADOWS",
    "topics": "MSCA-IF-2016",
    "title": "SHADOWS: Tackling Undeclared Work in the European Union",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Across the member states of the European Union and beyond, paid transactions occur that are not declared to the state for tax, social security and/or labour law purposes when they should be declared. This is not a minority practice and thus tackling undeclared work has become a core issue on the policy agendas of supra-national agencies and governments (European Commission, ILO). Reviewing the literature, it becomes quickly apparent that not only are there two distinct approaches, namely a ërational economic actorí approach that tackles undeclared work by ensuring that payoff from undeclared work is outweighed by the costs, and a ësocial actorí approach grounded in a view that undeclared work arises when tax morale is low, but also an emergent debate about whether these are complementary or competing approaches. This Fellowship aims to advance knowledge, by evaluating not only the effectiveness of using each approach to reduce undeclared work in different contexts, but also develops new understandings of the most effective overall approach by for the first time analysing interaction effects (between deterrents and tax morale, and vertical and horizontal trust) in various contexts. Considering the ambitious objective of advances a new theory for explaining and tackling the undeclared work, the main focus of the project is to ensure that all four types of triangulation, namely methodological triangulation, data triangulation, theory triangulation and investigator triangulation (interdisciplinary board) are addressed. As such, four extensive datasets are used as well as in-depth interviews in two countries with contrasting contexts of undeclared work (UK and Romania). This project conducted under the supervision of Prof Colin C. Williams, and the Cluster for Research on the Informal Sector and Policy team, will greatly increase our understanding of the undeclared economy and will provide evidence-based policy relevant findings.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}