{
    "rcn": "208623",
    "acronym": "MIGWEB",
    "topics": "MSCA-IF-2016",
    "title": "A Comparative Diachronic Analysis of Post-Byzantine Networks in the Early-modern Europe(15th-18th c.)",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The research proposed here will focus on the connections of post-Byzantine ÈmigrÈs to the early-modern European West. The Researcher will examine how these webs were organized, controlled and enacted to keep together ÈmigrÈs of various backgrounds, generations and interests for longer periods of time and in changing historical circumstances; then, it will survey how the nods established by these bonds facilitated interactions between the ÈmigrÈs and their host societies; lastly, it will analyse the diffusion and ìbehaviourî of these networks, seeking significant mechanisms and potential common patterns that channeled the key integration processes in a wider context of early-modern Europe.\nThe core part of the research will be done in the Host Institution's premises; apart from its resources, the Researcher will use extensive library collections and archival materials located in institutions related to the Host Institution, or the ones that generally sustain scholarly research in the humanities.  \nThe research will be followed by intense training and networking that will allow efficient transfer of knowledge. From the Host Institution, this transfer will aim at enhancing the Researcher's capacities in working with latest theoretical and technological tools, which will, consequently enhance the visibility of her work in the international field academia, as well as a further transfer of this knowledge and specific research outcomes to the related projects and regions of EU with which the Researcher is or will be collaborating. The Researcher, from her end, will transfer her field expertise in working with CE and SEE field contexts, as well as her skills in publishing, program development and coordination, and field networking.\nAmong outcomes of this collaboration will be scholarly publications and conference presentations that target international interdisciplinary audience, as well as a new digital tool that will allow further studies of the field.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}