{
    "rcn": "208601",
    "acronym": "ACRoNNIM",
    "topics": "MSCA-IF-2016",
    "title": "Aerosol and Climate Response to NH3 in the NMMB/BSC Inter-Scale Model",
    "startDate": "12/09/2017",
    "endDate": "11/09/2019",
    "objective": "Atmospheric particulate matter reduces visibility, adversely affects human health and impacts Earthís climate. Recent laboratory research has identified NH3 as a potentially important reactive species in the formation and aging of SOA, a significant but not-well-quantified class of aerosol particles. The goal of this proposal is to answer the questions: How does NH3 affect aerosol mass loadings and optical properties on a global scale? And, what impact do these effects have on air quality and climate? This will be accomplished by incorporating NH3-related SOA chemistry, currently being investigated by collaborators at the University of California, Irvine (UCI) into the state-of-the-art CACM/MPMPO SOA module. The updated module will be deployed in the NMMB/BSC global chemical weather model, maintained at the Barcelona Supercomputing Center (BSC). Model predictions will be validated by field measurements collected during an IDAEA-CSIC campaign that the experienced researcher (ER) will participate in, as part of this proposal. This will result in one of the most advanced SOA treatments available in global models, and allow an investigation of the impact of NH3 on global SOA, air quality and climate, thus directly impacting a crosscutting issue of the Horizon 2020 Program, climate action. The ER has experience using laboratory results to develop mechanisms for aerosol processes, and in the development of CACM/MPMPO as a graduate and postdoctoral researcher at UCI. This experience, coupled with training in global model development at BSC, will provide ideal conditions to successfully execute this proposal, and strengthen the collaboration between the European BSC and IDAEA-CSIC, and US-based UCI teams. By the end of the Fellowship, the ER will have hands-on experience in field, laboratory and computational aerosol research, uniquely positioning him to develop and carry out comprehensive, collaborative research initiatives and opening up improved career opportunities.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}