{
    "rcn": "208629",
    "acronym": "Health1UP2",
    "topics": "MSCA-IF-2016",
    "title": "Differentiated health impacts of primary and secondary ultrafine particles",
    "startDate": "07/09/2017",
    "endDate": "06/09/2019",
    "objective": "Exposure to particulate matter (PM) has been linked to negative health effects. Traditionally attributed to PM<10µm and<2.5µm, negative health effects may be enhanced with decreasing particle size, suggesting that ultrafine particles (UFP, PM<0.1µm) might be responsible for what has previously been attributed to larger size fractions of PM.\nAccording to their origin, UFP can be primary (directly emitted to the atmosphere) or secondary (formed in the atmosphere from precursor gaseous pollutants). In central European cities, UFP particle concentrations (N) are mainly affected by road traffic emissions, as evidenced by the parallel variation of N and Black Carbon (BC, traffic tracer) concentrations. However, in European regions with high insolation, the maximum N is observed at midday (when BC is low) due to photochemical nucleation. A methodology developed by Rodriguez et al. (2007) allows the quantification of the primary (N1) and the secondary (N2) contribution to total N. \nDepending on origin and size, UFP may differently affect human health but no study has yet tackled this key issue. Moreover, there are currently no legal ambient standards for UFP. \nThe main objectives of Health1UP2 (Differentiated health impacts of primary and secondary ultrafine particles) are (i) to uncover the differences in N1 and N2 in the cities of London (UK), Barcelona (Spain), Zurich (Switzerland) and Helsinki (Finland), based on long time-series of size-segregated UFP and BC data, and (ii) to determine the health impacts (mortality and hospital admissions as outcomes) of the exposure to differentiated N1 and N2 in different size-ranges in these cities.This research requires an international collaboration, since different meteorological conditions, pollutant emissions and other parameters influence divergently on N1 and N2. The results of this work will serve as indication to the corresponding authorities of which pollutants should be included in future EU legislation about air quality.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}