{
    "rcn": "208643",
    "acronym": "EDAPOL",
    "topics": "MSCA-IF-2016",
    "title": "The Epistemic and Dynamic Aspects of Polarization.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Group polarization is a collective phenomenon that typically occurs when an initial tendency of individual group members toward a given direction is enhanced following group discussion. For example, a group of members of the same party will get more convinced of their opinion after an internal debate. The most convincing explanation provided for polarization by social psychologists is based on Persuasive Arguments Theory. The explanation holds that individuals become more convinced of their view when they hear novel and persuasive arguments in favor of their position. Therefore group discussion causes an individual to shift in a given direction to the extent that the discussion exposes that individual to persuasive arguments favoring that direction. However, the exact mechanisms by which this process unfolds are still unclear. The main aim of the EDAPOL project is to unveil the deep structure of the process of information  flow and opinion change that generates polarization in a group. To this end, two main tools are combined: argumentation frameworks (AF) ñ mostly used in artificial intelligence ñ and logics of information change (LIC) ñ developed by logicians. The combination of such analytical tools allows to model the knowledge base of an individual (AF), its modification by the successive steps of information exchange (LIC) and, subsequently, to analyze all critical points where polarization can arise in a debate. Understanding polarization on a rigorous basis meets an important societal challenge in the era of social media. Indeed, virtual online discussion witnesses a more pronounced tendency for groups to polarize towards opposite directions than face to face discussions, with a detrimental impact on the associated life of our society. The project will widen Dr. Proietti skillset and provide an important added value towards Dr. Proietti's professional aim of becoming a distinguished researcher in the area of logical research applied to social sciences.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}