{
    "rcn": "208641",
    "acronym": "IndiVISUAL",
    "topics": "MSCA-IF-2016",
    "title": "Role of individual retinal ganglion cell types in visual computation and behaviors",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The nervous system contains thousands of morphologically and physiologically different neuronal cell types, organized in distinct circuits. Information processed by the retina is streamed into more than 10 retino-recipient brain regions through approximately 20 distinct visual channels, originating in retinal ganglion cell types. One key feature of visual processing is significant convergence and divergence of retinal ganglion cell type inputs to different brain regions. The objective of this proposal is to understand the relevance of this convergence and divergence of visual pathways. Recently, we have identified several Cre transgenic mouse lines in which labeled ganglion cells show a mosaic-like distribution pattern of ganglion cell bodies in the retina and restricted axonal projections in the retino-recipient layers of the lateral geniculate nucleus, superior colliculus, and accessory optic system. Utilizing these new cell-type-labeled mouse lines, we will first characterize the morphological and physiological properties of Cre-expressing cell types. Next, we will silence or activate the synaptic release of individual cell types at a selective terminal region, such as the visual cortex and superior colliculus, using pharmacogenetic and optogenetic tools, and test their effects on light responses by in-vivo two-photon imaging. Finally, we will investigate the effects of silencing and activation of individual synaptic terminals on behaviors that it has been proposed are mediated by specific visual pathways: visual discrimination mediated by the retino-geniculate pathway; innate escape and approach behavior by the superior colliculus; and visually evoked compensatory head and eye movements by the accessory optic pathway. We aim to link, for the first time, individual pathways of ganglion cell type function with visual computation and behavior in order to gain mechanistic insights into how neuronal circuits are functionally organized in our brain.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}