{
    "rcn": "208686",
    "acronym": "DICTUM",
    "topics": "MSCA-IF-2016",
    "title": "Divide and Collect: Understanding Method in Plato",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "DICTUM (Divide and Collect: Understanding Platonic Method) is a research project that investigates the origins of the Western ideal of rational inquiry, Platoís conception of dialectic. The project examines this conception under the hypothesis that, contrary to a near-consensus in present-day scholarship, Platoís dialogues embody a unified understanding of dialectic. The experienced researcher tests this hypothesis systematically by minute philosophical analyses of Platoís dialogues that will be supported by philological and historical considerations.\n\nPlato's conception of dialectic is central to his idea of philosophy and consequently to our understanding of Plato. His discussion of dialectic is also the first philosophical inquiry into the nature of method and central to large parts of the Western and Islamic philosophical traditions. Despite this, very few modern attempts to present a unified Platonic dialectic exist, a consequence of interpretative assumptions underlying the bulk of modern Plato scholarship. DICTUM will challenge these assumptions. The interpretation of Plato is important to classical scholarship in philosophy, philology, and history of ideas, as well as to contemporary philosophy concerned with dialectical inquiry. By challenging the interpretative assumptions underlying the now dominant picture of Platonic method, the project is likely to have a significant impact on these fields of study. \n\nThe main hypothesis of DICTUM subsumes four sub-hypotheses (detailed in the project description), and each hypothesis will be tested in discussion with DICTUM's two supervisors. Four articles will treat of each sub-hypothesis and they will constitute the core of DICTUM's dissemination strategy; the project also includes an international conference on Platonic dialectic as well as workhops and lectures and public dissemination activities.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}