{
    "rcn": "208675",
    "acronym": "HiddenLife",
    "topics": "MSCA-IF-2016",
    "title": "Understanding the role of environmental and climatic changes in shaping subterranean diversity to preserve Europeís unique hidden biodiversity",
    "startDate": "05/06/2017",
    "endDate": "04/06/2019",
    "objective": "Climate warming and other anthropogenic perturbations are affecting ecosystems worldwide, contributing to the sixth mass extinction. Documenting and explaining a vanishing biodiversity are major challenges in evolutionary and ecological research, but understanding biodiversity is an essential step towards halting its loss and the degradation of ecosystem services, a headline target of EU 2020 biodiversity strategy. Caves are isolated and extreme habitats that, like oceanic islands, offer unparalleled opportunities for biodiversity research. Subterranean ecosystems are simpler than surface ones. Their stable climatic conditions, scarcity of food and absence of light drive the evolution of highly adapted fauna. Because of the difficulty to access and explore caves and the rarity of cave dwelling organisms, the study of the subterranean realm has lagged behind the research conducted in other experimental ecosystems. Despite of their reputedly stable climatic conditions, recent studies show that global warming may impact subterranean habitats by rising temperatures and, consequently, threatening troglobionts, which have low tolerance to temperature variations, causing the reduction of optimal habitat and driving narrowly distributed species to extinction. HIDDENLIFE project aims to improve our understanding of one of the top biodiversity hotspots in Europeñthe Dinarides, and its unique cave fauna, to ensure its conservation and future well-being. Through a multidisciplinary approach that combines state of the art molecular and statistical tools, I will investigate the systematics, phylogeography, and environmental preferences of three independent lineages of cave spiders. This will contribute to untangling the mechanisms that shaped their origin and present day diversity and distribution. By projecting potential distributions under predicted scenarios of global warming, I will predict future habitat suitability and assess vulnerability of this unique and fragile fauna.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}