{
    "rcn": "208645",
    "acronym": "sexual dimorphism",
    "topics": "MSCA-IF-2016",
    "title": "Sexually dimorphic neuronal circuits underlying social behaviours in Drosophila",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Sex differences are basic for reproduction, parenting and other social interactions. Pheromone secretions that are differentially perceived by males and females, release stereotypical behaviours in many species. I will study how simple connectivity switches in a Drosophila sexually-dimorphic neuronal circuit are assembled into complex networks, from sensory processing to behavioural control. 11-cis-Vaccenyl-acetate (cVA) is a male-pheromone eliciting sex-specific responses: attracts females and repels males. Sex-specific wiring of olfactory neurons reroutes cVA information, forming a developmental switch in information flow. Central aSP-g neurons receive cVA innervation in females but not males, while this cluster is implicated in male-male aggressive behaviour. The role of aSP-g in social interactions was not compared between sexes, and that is my first aim. Next, I will find input and output neurons of aSP-g neurons in both sexes, by combining state-of-the-art anatomical, physiological and behavioural methodology: in-silico circuit-tracing methods to find neurons with overlapping innervations to aSP-g; and a unique electron-microscopy volume scan of a female brain to reconstruct aSP-g neurons and their synaptic partners. I will validate functional connectivity using photoactivation of output neurons while calcium-imaging target neurons. I aim to discover how sexually-specific wiring differences in homologous circuits regulate sexually-dimorphic social behaviours. These basic neuronal connectivity motifs may be conserved beyond flies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}