{
    "rcn": "208671",
    "acronym": "APOLLO",
    "topics": "MSCA-IF-2016",
    "title": "Assessing population health from exposure to tobacco-specific carcinogens in Belgium using an innovative wastewater-based epidemiology approach",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Tobacco smoking is the major cause of many chronic diseases, especially cancer. Knowledge on population exposure to tobacco smoking is essential to characterise the population health. National questionnaire surveys are currently the main source of population tobacco smoking. However, surveys have clear limitations due to its dependence on true self-reported usage and representativeness of the whole population. International comparison of surveyed data is also restricted due to different questionnaire formats among nations. An additional approach allowing more objective, efficient and near real-time assessment is necessary to address this important societal issue. Hence, the project APOLLO aims at developing and validating an innovative approach, wastewater-based epidemiology (WBE), for assessing population exposure to tobacco and its related carcinogens in the community. This involves analysis of raw wastewater from targeted communities for tobacco-specific biomarkers of exposure and cancer risk (the tobacco-specific nitrosamines (TSNAs) and their metabolites). The project comprises three main objectives: (1) development and validation of the WBE methodology; (2) evaluation of TSNA and metabolite levels in wastewater from different Belgian communities; (3) assessment of population health from exposure to tobacco-specific carcinogens in Belgium. The completion of the project will advance our knowledge on factual and near-real-time assessment of population exposure to these carcinogens from community to national and international levels using WBE as a standardised approach. This will be also a valuable tool to evaluate the efficacy of intervention actions against tobacco smoking and its related diseases in the population and specific community e.g. prisons, high schools. This project will promote my career prospect with enhanced interdisciplinary network and research mobility in Europe.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}