{
    "rcn": "208689",
    "acronym": "SQALE",
    "topics": "MSCA-IF-2016",
    "title": "Integrating Superconducting Qubits with Two-dimensional Electron Systems",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Computers that use quantum superposition and entanglement are set to revolutionise how the world stores, processes, and communicates information. At the heart of quantum computers are building blocks known as qubits. Despite huge progress over the last decade, building a large number of interacting qubits protected from the environment remains a major challenge. One emerging solution makes use of elements comprising semiconducting nanowires with superconducting contacts. These profit from electric-field control and scalable methods to couple qubits. One natural implementation would be to use a two-dimensional electron gas (2DEG) as the semiconducting element. Recent measurements on indium arsenide 2DEG Josephson junctions are extremely promising, but the microwave response of 2DEGs is unknown and the substrate/gate dielectrics might limit qubit performance. To address these challenges I will fabricate scalable hybrid Josephson junctions in different 2DEGs. I will then readout the state of excitations in the 2DEG using microwave spectroscopy. Finally, I demonstrate operation of a 2DEG qubit with coherence times in the few ?s range. What qualifies me to carry out this research is my experience with low-temperature measurements of nanodevices. To establish a group exploiting new discoveries in quantum technologies I require a deeper direct knowledge of quantum control techniques and experience working directly with industrial partners. I will acquire these skills by working at the Centre for Quantum Devices (QDev) at the University of Copenhagen under the supervision of Prof. Charles Marcus, a world-leader in the field. I will learn new research skills related to sophisticated microwave circuits while gaining valuable experience working in collaboration with top scientists at Microsoft Station Q. Introducing new 2D materials could also open exciting new collaborations with QDev and create future platforms for realising topological phases of matter.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}