{
    "rcn": "208667",
    "acronym": "TSPO METALLODRUGS",
    "topics": "MSCA-IF-2016",
    "title": "Novel, highly effective and selective anticancer metallodrugs",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Dr. Leila Tabrizi, an Iranian national, is making an application to this programme to carry out a 24 months project in the area of medicinal chemistry in the group of Dr. A. Erxleben at the National University of Ireland, Galway.\nThe objective of this proposal is the synthesis of novel gold anticancer drugs that simultaneously target two mitochondrial proteins that are associated with cancer progression. Gold(III) complexes will be designed that recognize the translocator protein which is overexpressed in various tumour types and that release the metal upon intracellular reduction to gold(I), a known inhibitor of thioredoxin reductase. Binding of the carrier ligand to the translocator protein and inhibition of thioredoxin reductase will induce cell death pathways in a synergistic manner, thus leading to highly effective and selective anticancer action. Detailed in vitro biological studies will be performed to evaluate the potential of the new anticancer drug candidates, to establish structure-activity relationships and to fully understand their mode of action.   \nThe researcher has already an excellent background in coordination chemistry and this project will allow her to deepen and expand her skills in synthetic chemistry, to enter into the biological field by receiving relevant training in cell and biological techniques and to establish important academic and industrial collaborations.\nThe researcher who has recently been awarded a Government of Ireland Postdoctoral Fellowship proposes to carry out further research training at NUI Galway which is strategically developing strength in Biomedical Research and Cancer, one of the most important and challenging branches of Chemistry/Biochemistry in Europe. NUI Galway will also provide training in transferable skills and mentoring to the researcher. Both the scientific and personal training will contribute to her personal development and will allow her to reach professional maturity as an independent researcher.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}