{
    "rcn": "208660",
    "acronym": "ExoSensor",
    "topics": "MSCA-IF-2016",
    "title": "A Nano-photoelectric Exosome Biosensor for Point-of-care Diagnosis of Early-stage Cancer",
    "startDate": "11/10/2017",
    "endDate": "10/10/2019",
    "objective": "Tumour-derived circulating exosomes are an ideal, easily accessible reservoir of cancer biomarkers to assess disease processes. Quantitatively pinpointing exosome tumour markers, a clinical field of an unmet need is appealing, yet challenging. The main objectives of the proposal are to develop an integrated dual-signalling exosome biosensor (ExoSensor) for rapid and specific detection of GPC1\\ exosomes and fabricate a 3D-printed portable prototype for POCT diagnosis of pancreatic cancer, offering an universal technology for clinical cancer diagnosis through quantitatively monitoring the protein marker of cancer-derived exosomes, in a simple way. The novelty resides in creatively achieving accurate, sensitive, and simultaneous detection of exosomes by integrating two synergetic methods (optical and electrochemical) on one single nanosensing platform, avoiding false positive/negative results to the utmost and ensuring the reliability of tests. This European Fellowship at Kings College London will provide the researcher with advanced technical training in molecular biology, exosome, cancer cell and animal handling, analytical chemistry and microscopy and imaging techniques, as well as academic mentoring in research management. A secondment to Cardiff University will seek and confirm the best possible biomarker(s). Another secondment to the industrial partner AstraZeneca Ltd will offer access to various exosomes research (diagnostics, toxicology and therapeutics) and evaluate the feasibility of commercial transfer if possible. Guyís, St Thomas, and Kingís College Hospital (part of Kingís Health Partners) will provide valuable clinical samples for final validation stage. Other collaborators will advise on 3D-printing, pancreatic cancer and biomarkers. These interdisplinary contributions are essential and well-related to the proposal research, fostering high-quality cooperation from biology, chemistry, engineering, nanotechnology and clinical areas the other way round.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}