{
    "rcn": "208621",
    "acronym": "Cortical circuits",
    "topics": "MSCA-IF-2016",
    "title": "Detection of visual motion in the cortex",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Direction selectivity is a feature of selected neurons in the visual cortex that is conserved in evolution. The emergence of cortical direction selectivity has been extensively studied but its circuit mechanism is still debated. My goal is to understand the circuit mechanism of cortical direction selectivity that is independent of retinal direction selectivity. I plan to approach this by using two animal models in which retinal direction selectivity has been disrupted. I will investigate the neuronal circuits of those cortical direction-selective neurons which retain their specificity in these animal models by performing single-cell-initiated functionalized rabies tracing and single-cell electrophysiological recordings. I will ask the three following questions: Do axon terminals of the principal cells of the lateral geniculate nucleus (LGN) fully lose direction selectivity after the abolishment of retinal direction selectivity, or could cortical feedback from layer 6 entrain direction selectivity in a subset of LGN cell axon terminals? What is the synaptic input profile underlying retina-independent cortical direction selectivity in pyramidal neurons? What is the contribution of the local presynaptic networks to the direction-selective tuning of pyramidal neurons with retina-independent cortical direction selectivity? This work will provide insights into how cortical selectively for environmental features arises.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}