{
    "rcn": "208624",
    "acronym": "QMBDyn",
    "topics": "MSCA-IF-2016",
    "title": "Dynamical Phenomena in Quantum Many-Body Systems",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "We will study dynamical phenomena in strongly interacting quantum systems, which currently receive increased attention due to recent experimental, numerical and theoretical breakthroughs. Our research will push the limits of the state of the art of numerical simulations in this context by bringing together experts (the ER and the host group) on different aspects of this topic in an outstanding research environment in Munich with an excellent infrastructure and a clustering of theoretical and experimental groups with the potential to world class collaborations.\n\nOur research will gravitate around the important question of the mechanism of thermalization (and its absence) in isolated quantum systems and tackle outstanding questions, such as the existence of many-body localization (MBL) in higher dimensions and the nature of anomalous thermalization in subdiffusive systems. The focus of this project is the study of the MBL transition, which is a dynamical phase transition driven by disorder, separating disordered correlated systems in a thermal, metallic phase and a localized, insulating and non-ergodic phase, depending on the strength of the disorder.  Our detailed numerical transition will help to obtain a deeper understanding of the MBL transition and of states with localization protected quantum order.\n\nWe will also study systems with time dependent Hamiltonians, most importantly those with a periodic time dependence (Floquet systems), which have been shown to exhibit fascinating phenomena such as a spontaneous breaking of time translation symmetry in Floquet time crystals and will aim to discover new types of time order in these systems. \n\nThe timeliness and expected outstanding quality of our results will establish the ER as a leader in the field of numerical studies of dynamical strongly correlated systems and the environment in Munich will make him highly visible in an international context, greatly enhancing his leadership skills and career perspective.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}