{
    "rcn": "208666",
    "acronym": "SCAVENGER",
    "topics": "MSCA-IF-2016",
    "title": "Determining the drivers and importance of scavenging behaviors in a changing world using agent based modeling approaches.",
    "startDate": "25/09/2017",
    "endDate": "24/09/2019",
    "objective": "In the face of global change and a rapidly changing world ecologists must understand the fundamental components of ecological systems. Unsurprisingly, much research has focused on the trophic links of which ecosystems are constructed. However, despite this attention one particular type of trophic link, scavenging, has been relatively ignored. This is despite estimates showing that scavenging accounts for more energy transfer in comparison to predation, clearly demonstrating its crucial role in determining ecosystem dynamics. Yet scavenging is a still a poorly understood behavior as despite its prevalence across predators, little explanation is available for the enormous level of variation in the level of scavenging both across species and with them. SCAVENGER proposes to address this imbalance using a state of the art simulation approach recently developed by the fellow to test the ecological and physiological drivers of scavenging behaviors and explore the importance of this behavior in extinct, extant and potential future ecosystems. By using a combination of biomechanics, energetics and macroecology in an agent based modeling framework I will test the drivers of scavenging efficiency focusing on the roles of body size, locomotion, biomechanics, population dynamics and environmental factors such as temperature. After mapping out the drivers of scavenging this approach will be applied to both understanding the  role of scavenging in an extinct system, were the role of scavenging in early Hominds will be explored, and in future scenarios, were systems of conservation and management importance will be identifies as part of a secondment at the Zoological Society of London. The SCAVENGER proposal will allow me to address a substantial gap in the understanding of an important ecological component, develop a novel approach to foraging ecology and apply it in multiple fields, and provide me with a vital stepping stone towards becoming a future leader within ecology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}