{
    "rcn": "208665",
    "acronym": "DOC",
    "topics": "MSCA-IF-2016",
    "title": "Dark Ocean Cosmeceuticals -DOC-: The Cosmetical and Pharmaceutical Potential of Marine Dissolved Organic Matter",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "An ageing population as well as chronic and infectious diseases, pandemic threats and antimicrobial resistance are currently on the rise. As a consequence, increasing attention is paid to the development of novel drugs, treatments and personal care products. In this context, blue biotechnology offers an opportunity to explore the potential of the marine microbial world to produce biological active metabolites, which may support health and wellbeing. The general goal of this proposal is the extraction and identification of biologically active substances in one of the largest reservoirs of organic material on Earth: the recalcitrant marine dissolved organic matter (RDOM) pool. This pool is an unexplored potential source of bioactive substances. For this purpose, the RDOM will be extracted from (1) one of the oldest water masses of the global ocean located at intermediate depths of the North Pacific and (2) the reworked DOM of marine sediments porewater in the North Sea. A comparative screen will be performed with the more recent surface oceanic water of the North Pacific. The antioxidant, immunostimulant and antitumoral potential of these DOM samples will be explored to evaluate possible cosmetical and pharmaceutical suitability. The DOM molecular diversity and features identified by mass spectrometry and nuclear magnetic resonance will be correlated with the different modes of bioactivity. This proposal will enable Dr. Catal· to broaden her expertise on molecular characterization of the DOM pool, to learn new methodologies of bioactive substances identification as well as to meet future challenges on marine natural product research, endorsed by the H2020 Societal Challenges of 'Health, Demographic Change and Wellbeing' and 'Marine Research and the Bioeconomy'. This combination of expertise is unique, and thus will be a milestone in Dr. Catal· career towards an independent scientist of high international visibility.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}