{
    "rcn": "208646",
    "acronym": "ZeoPoreDiff",
    "topics": "MSCA-IF-2016",
    "title": "Linking Zeolite Porosity to Molecular Diffusion at the Single Crystal Level",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Zeolites are the key enablers of diverse chemical reactions, fulfilling a role of utmost importance in (petro-) chemical industry. They contain a precisely defined micropore network, which exposes a 3-D distribution of Br¯nsted acid sites. The performance of zeolites relies to a great extent on the accessibility of these acid sites, making the facile molecular diffusion through the zeolite pore network essential. For this reason, methods for hierarchical porosity development ñ such as steaming ñ are used to increase the molecular uptake of zeolites. These methods introduce auxiliary meso- and macroporosity, which maximize the utilization of the catalyst volume, and thereby improve the catalyst performance and lifetime. \n\nDespite their importance, little is known on zeolite porosity and diffusion due to a lack of nano-sensitive characterization tools which can extract local information on pore features and diffusion properties. The purpose of my research project is to exploit the pore characteristics inside single zeolite crystals through spatially resolved SAXS micro-tomography (µSAXS-CT). This will allow to harvest unprecedented quantitative information on the size distribution and orientation of micro-/meso-/macropores within (sub-) micron volume compartments of single zeolite crystals. In addition, single molecule super-resolution fluorescence microscopy will be used to track the trajectories of single fluorescent reporters with nanometer accuracy during diffusion within these zeolite crystals. This will yield spatially resolved intracrystal diffusion coefficients, which can be directly correlated to the quantitative structural information gained by µSAXS-CT.\n\nThe combined application of µSAXS-CT and single molecule tracking at different stages of zeolite steaming will allow to link intracrystal heterogeneities in pore and diffusion properties, respectively. This approach will form a first step towards the 3-D transport modelling within single zeolite crystals.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}