{
    "rcn": "208636",
    "acronym": "IKETIS",
    "topics": "MSCA-IF-2016",
    "title": "The Mediation of Climate Change Induced Migration. Implications for meaningful media discourse and empowerment of key intermediaries to raise public awareness",
    "startDate": "03/04/2017",
    "endDate": "02/04/2019",
    "objective": "The IKETIS project will seek to raise awareness in the UK of the need for action to address climate change induced migration and will focus on the mediation of the climate refugeesí issue. The first aim of the action is to understand the representational practices that shape media and NGOs discourse about climate refugees. The second aim is to build capacity of journalists, NGOs and policy-makers, key intermediaries in the mediation of climate change induced migration, to enhance social support for policy actions. Together, both aims contribute to the transformation of how climate change induced migration is perceived and provide new patterns of critical thinking and civic engagement. The research consists of four phases: i) identify the policy, institutional and definitional factors that may impede meaningful media discourse on the issue ii) perform critical discourse analysis (image and text) and frame analysis of the representations of climate change induced migration of UK online news media iii) using these findings, then move on to examine how UK humanitarian and environmental NGOs utilise and challenge frames identified by online news media coverage of climate displacement and iv) based on the understanding of the representational practices that formulate climate refugees mediated discourse, promote climate justice approach to frame climate change and build capacity of journalists, NGOs and policy-makers to best use climate justice approach through e-learning strategies. This training-through research scheme will provide the applicant with the necessary skills to develop competences in media theory, visual communication, critical discourse and frame analysis and digital media research and plan an academic career track for a better integration into the academic community, while the applicant will be of specific benefit to the research-informed teaching that forms the basis of the host institutionís approach to undergraduate and postgraduate teaching practice.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}