{
    "rcn": "208655",
    "acronym": "LiSDMA",
    "topics": "MSCA-IF-2016",
    "title": "Liver steatosis drives muscle atrophy in type 2 diabetes patients.",
    "startDate": "21/02/2018",
    "endDate": "20/02/2020",
    "objective": "Problem: Muscle atrophy is defined as a decrease in muscle mass, and is a major problem in many patients with type 2 diabetes (T2D). Previous studies have linked a fatty liver to the development of muscle atrophy in T2D patients, but the exact mechanisms are unknown. Background: Many T2D patients are characterised by hepatic steatosis. We have preliminary data to suggest that secretion products from the steatotic liver play an important role in the development of muscle atrophy. Aim: we will identify how hepatic steatosis affects the liver secretory profile, and we will determine the impact of these secretion products on muscle protein metabolism. We will also identify novel liver-secreted proteins that are causally related to muscle atrophy, and validate these proteins in patients with hepatic steatosis and T2D. Hypothesis: We hypothesize that hepatic steatosis changes the liver protein secretion profile which negatively impacts muscle mass. We also expect to identify proteins that are causally related to muscle atrophy, and to validate these proteins in patients with liver steatosis and T2D. Methods: We will use a translational approach in which leads from human studies will be investigated in cell- and animal experiments and subsequently tested again in human subjects. We will combine functional metabolic assays, high-throughput molecular biology approaches, cell biology and in vivo studies to investigate whether secretion products from the liver play a role in the development of muscle atrophy. Outcome: This project is the first to investigate whether secretion products from the liver directly contribute to the loss of muscle mass in T2D patients. Our research is innovative and will provide crucial proof-of-concept information to further develop therapeutic approaches to treat or prevent muscle atrophy in T2D patients.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}