{
    "rcn": "208690",
    "acronym": "CANT",
    "topics": "MSCA-IF-2016",
    "title": "Prepared for Every Fortune:Cynicism as an Analytical and Normative Perspective in Democratic Theory",
    "startDate": "04/09/2017",
    "endDate": "03/09/2020",
    "objective": "This research project aims to recover and defend analytical and normative uses of cynicism for political analysis. Beginning with a conceptual reconstruction of cynicism (understood as a radical mode of disaffection, evincing a unique normative perspective, and tied to a definable set of political tactics and rhetorical techniques), I will develop an interpretive framework for engaging with contemporary manifestations of cynical distrust and estrangement. In the view of many theorists and pundits, cynicism remains one the gravest ills to befall any democratic society: injecting a virulent estrangement which leaves its sufferers unable to trust elected representatives and unwilling to participate in collective action. The central critical claim of my project is that this alarmist view serves only to widen the gap between the professed ideals of democratic institutions and the lived experiences of democratic publics. By conducting a more attentive and sympathetic reading of cynical disaffection, I aim to demonstrate the constructive potential of its critical ethosówhich otherwise tends to be pathologised as a self-defeating, anti-democratic, and illegitimate basis for political action and protest. My project will proceed along two tracks of inquiry: (1) a normative/conceptual reconstruction of cynicism, to elucidate the differences between constructive and self-defeating forms of political disaffection (2) qualitative analyses of case studies, to facilitate the development of an empirically-based framework for assessing the relative effectiveness of cynical ëtacticsí versus other modes of political action and protest. In a non-ideal world, replete with institutional failures and democratic deficiencies, distrust and disenchantment are not necessarily counterproductive. Cynicismís constructive potential expresses a non-defeatist strategy for coping with the uncertainties, betrayals, and false promises that are constant features of our social and political existence.",
    "totalCost": "251555,4",
    "ecMaxContribution": "251555,4",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 251555
        },
        "998225740": {
            "orgId": "998225740",
            "orgName": "MCMASTER UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251555
}