{
    "rcn": "208683",
    "acronym": "EXCITING-CT",
    "topics": "MSCA-IF-2016",
    "title": "Excellent lung cancer imaging and tumour identification using next generation computed tomography",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Lung cancer has the highest incidence and mortality rates of all cancers, and patient survival is strongly linked to early detection. Therefore, low-dose CT screening of high-risk individuals, the only method proven to improve survival, is now recommended by major health organisations. There are, however, concerns with the high rate of false positives and increased radiation exposure associated with screening. We propose to investigate the clinical benefits of spectral CT for lung nodule detection and characterisation. The unique, photon-counting, spectral silicon detector developed by the host group offer twice the resolution, no lower dose limit, reduced artefacts, and higher contrast sensitivity than current state-of-the-art. Our hypothesis is that the patient dose can be significantly reduced in both the detection and characterisation steps, and that the higher resolution will reduce false positives. The reduction in screening dose alone would prevent an estimated 15 cases of induced cancer per 10,000 individuals screened. Fewer false positives would then further reduce the dose through fewer follow-ups and characterisations, lower clinical costs and workload, and reduce patient distress. The fellowship would allow the researcher to benefit from the world-class research, close ties to commercial partners and strong international collaborations of the host, and the exceptional clinical expertise of the partner organisation. In particular, training in cutting-edge detector technology, novel image reconstruction techniques and management of patient studies would complement the researcherís strong background in medical physics and image analysis. The training, expected high-impact research and networking opportunities will strongly enhance the career prospects of the researcher, the outreach activities will give public awareness of the potential of spectral CT, and the expected clinical gain will benefit society at large, in particular future lung cancer patients.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}