{
    "rcn": "208696",
    "acronym": "SRec BIPV",
    "topics": "MSCA-IF-2016",
    "title": "Smart Reconfigurable photovoltaic modules for Building Integrated PhotoVoltaic applications",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The use of PhotoVoltaic (PV) modules in the built environment has rapidly been growing during the last years, especially in Europe. Building Integrated PhotoVoltaic (BIPV) modules cannot always be placed under ideal circumstances due to restrictions arising from the building profile. Therefore, non-ideal orientation and inhomogeneous irradiation resulting from shadowing from obstacles will often create non-uniform illumination. This, in turn, creates current mismatch among the different PV modules as well as among the different cells each PV module is made of. This mismatch can cause a dramatic reduction of the overall PV module power. Since current PV module technologies, both standard and smart, are not able to efficiently and effectively face the mismatch issue in highly non-uniform applications such as BIPV, innovative PV module technologies are required. The aim of this proposal is to realize a first fully functional demonstrator of Reconfigurable Smart PV (RSPV) module, able to dynamically change the electrical interconnection between the PV cells in real-time as the PV module adapts to its environment, and to develop the integrated intelligence. Both hardware and software will be designed ad hoc in order to balance additional cost and energy harvesting in non-ideal conditions. Such a solution will increase the energy harvesting in BIPV applications, where non-uniform operating conditions often occur.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}