{
    "rcn": "208682",
    "acronym": "AGG-REST-WEB",
    "topics": "MSCA-IF-2016",
    "title": "Let restore our soils : using the soil food web to engineer the soil structure and functionning",
    "startDate": "01/06/2017",
    "endDate": "11/07/2020",
    "objective": "Rationale: Soils are precious for human health and food production but 33 % of the world soils are degraded. Developing ecological engineering strategies to restore them is an urgent need. Soil structure is a key aspect of soil functioning, with soil aggregates being organo-mineral associations, constituting its building bricks. The influence of soil organisms on soil aggregation is commonly acknowledged but supported by little direct mechanistic evidence, which are mainly single group approaches, hence not depicting the role of the complex soil biota.\nAim: The aim of this MSC project is to directly link the soil food web properties to the formation of soil aggregates, with subsequent consequences on the restoration of soil functioning. The novelty of this project is that it will provide direct mechanistic evidence of how species interactions ñ and not only diversity ñ can influence a key soil process: the formation of aggregates. The resulting knowledge will provide basis for developing soil ecological engineering techniques to restore degraded soil via soil biota manipulation. \nMethodology: Unravelling such mechanistic understanding will require a multidisciplinary approach merging soil animal ecology and soil physics. The project will be hosted by the University of Gˆttingen in Germany, providing unique access to soil ecology and physics lab facilities. Two experiments, respectively manipulating targeted trophic interactions (bacteria-amoebe and fungi-collembola) and natural soil food web complexity (tracked by isotope tracing, PLFA, etc.) will be run in microcosms and mesocosms, and resulting changes in soil aggregate properties and soil functioning will be assessed by cutting edge physics techniques, such as neutron radiography and X-rays tomography. A secondment period in the Freie University of Berlin will allow the fellow to reach a functional understanding of the effect of soil biota on aggregation through the measurement of soil organismal traits.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}