{
    "rcn": "208668",
    "acronym": "AJAPP",
    "topics": "MSCA-IF-2016",
    "title": "Writing Jewish History: Ancient Judaism as a Political Problem in Central Europe at the Rise of the Nation State",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "AJAPP investigates the integration of religious minorities amid the rise of nation-states in Central Europe in the late modern period. Specifically, AJAPP focuses on political representation of ancient Judaism by Catholics, Jews, and Protestants throughout Prussia, Austria, and Bavaria in the course of the 19th century. The goal is to understand how portraits of the past reflected both the concerns and the conditions of modern times and, in turn, how these portraits impacted contemorary debates on issues of national, cultural, religious, and ethnic identity. It analyses how political and social differences - as opposed to strictly ethnic or cultural ones - as well as subtle prejudices manifested themselves in discussions of the past, how boundaries were made within a shared tradition, and how identities were configured in regional and national entities. This period is especially imortant as this was a time when distinct regions were negotiating their political relationships to one another (often with violence), when public discourse was debating which communities had which stakes in and rights to the political realm, and when the past became especially contested territory for determining which groups were insiders and which ones were outsiders. Given the current rise in regionalism, nationalism, and right-wing extremism across Europe, AJAPP addresses a central problem palpable on the local, international, and global levels today. It reveals how implicit assumptions inscribe the conceptualisation of the past, which then find their way back into the present.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}