{
    "rcn": "208609",
    "acronym": "NanoGraphInk",
    "topics": "MSCA-IF-2016",
    "title": "Nano-Hybrid Graphene-Based Ink for Printable Flexible Transparent Applications",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "'Aim: Development of conductive graphene ink for printed flexible transparent applications.\nState-of-the-art: Advancing of printed electronics via high quality graphene inks for highly flexible displays of higher energy class and better visibility, and next generation products as wearables and transparent displays.\nInnovation: First graphene/carbon quantum dots (CQDs) and graphene nanobuds conductive inks. Essential study to warrant that final printed circuits demonstrate zero nanoparticles emissions.\nExcellence: Exploitation of grapheneís unique properties. High interdisciplinary nature linking also directly research with industry.\nCapacities: I have multidisciplinary background, advanced skills and extensive experience in synthesis and characterization of nanomaterials, excellent track record. Prof. Ferrariís expertise ensures proper supervision. Cambridge possesses essential instrumentation and is excellent host institution. 'TheGrapheneBox' secures commercialization of inks.\nImpact: Gain skills for advanced characterization techniques as TEM, recognized as an expert in graphene inks, raise my profile by joining Cambridge, expand my network. Dealing with the hot market of printed electronics, commercialized products will find a direct industrial use.\nUse of foreground: Proper dissemination/exploitation of results in form of conference participations, patents, commercialized products, and publications at high impact factor journals warranted by projectís excellence. Respect to intellectual property. Follow Horizon 2020 priority for open science. Rapid communication of the outcomes by a set of measures.\nImplementation: Solid work plan. Use of CQDs and functionalized fullerenes for grapheneís dispersion in water. Modifiers tuning inkís features to acquire proper rheological properties and stable colloidal suspensions. Inkjet and roll-to-roll printing employed. Films integrated in devices evaluating their applicability. Proper tasksí allocation and mitigation actions.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}