{
    "rcn": "208662",
    "acronym": "CONSUMEHealth",
    "topics": "MSCA-IF-2016",
    "title": "Using consumer science to improve healthy eating habits",
    "startDate": "28/06/2017",
    "endDate": "27/06/2020",
    "objective": "Although modern consumer can make informed decisions about the types and quantity of food which are best for a healthy lifestyle, an increase in diet-related health problems -caused by unhealthy and over-eatingñ has been recorded in the European Union in recent years.\nThe objective of this Marie Sk?odowska-Curie Action (MSCA) is to understand what drives consumers to make healthier food choices and provide evidence-based recommendations for stakeholders and policy makers to develop and communicate innovative win-win solutions improving eating habits.\nThis MSCA will consist of spending 24 months at Cornell University Food and Brand Lab (Partner Organization), under the supervision of Dr. Wansink who is a well-recognised Professor in the field of consumer behaviour. Behavioural economics studies through interviews, lab and field experiments (hypothetical and non-hypothetical) will be carried out. Workshops and courses on food consumer research methods will provide excellent training. Visits to conferences, stakeholders and other research centers (Michigan and Oklahoma State Universities), already scheduled, will be made. Finally, the return at the University of Parma will be instrumental in building on the expertise acquired to improve teaching abilities and to disseminate findings to several stakeholders by organising a workshop in collaboration with the European Food Safety AuthorityñEFSA (secondment).  \nInspired by the finding of his MSCA and striving to maximise the impact of the research outcomes, the candidate is planning to organise public engagement activities, to publish a book intended for the public and papers in highly ranked peer-review journals that will benefit food scientists, agricultural economists and policy makers interested in healthy eating habits. This proposal will be a tremendous opportunity for Dr. Sogariís career, allowing him to be eligible for a tenure-track position at his home University and become a professional European researcher.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}