{
    "rcn": "208614",
    "acronym": "Schizo-EPICOG",
    "topics": "MSCA-IF-2016",
    "title": "Inflammatory processes underlying cognitive deficits in schizophrenia: epigenetic mechanisms and pharmacological regulation",
    "startDate": "11/04/2018",
    "endDate": "10/04/2020",
    "objective": "'Cognitive deficits represent nuclear symptoms of schizophrenia and are considered prognostic factors of the disease. Moreover, they are resistant to the currently available treatments and it is clinically suspected that atypical antipsychotics might worsen cognitive conditions of schizophrenic patients. Preliminary data indicate the involvement of epigenetic regulation of histone deacetylases (HDACs) in this effect and the possibility of neuroinflammmatory activity as the inductor mechanism. In the etiopathogenesis of schizophrenia a double-hit phenomenon has been suggested. Thus, a prenatal priming event that would induce vulnerability is followed by a second stressful hit in peripuberty. Physio- and psychopathology could emerge from these mechanisms through neuroinflammatory hyperactivity. The aim of the present project is to study the relationship between cognitive deficits and neuroinflammatory activity in a traslational 'double hit' mouse model based on the maternal inmmune activation during gestation followed by social isolation at puberty. In this animal model will be evaluated: 1) Gene and protein expression of inflammatory signalling proteins, HDACs and the status of histone acetylation; 2) Cognitive and psychotic status by means of validated behavioural tests; 3) Modulation of cognitive responses by chronic treatment with the antipsychotic clozapine, the HDAC inhibitor SAHA and the inflammatory activity inhibitor minocycline. Cognitive responses will be related to neuroinflammatory alterations at molecular level. The findings in the animal model will be compared with those obtained in the study of neuroinflammation markers, HDACs expression and histone acetylation status in postmortem human prefrontal cortex of subjects with schizophrenia under antipsychotic treatment or drug-free conditions and matched controls. In these subjects the possibility of an excess of inflammatory activity associated to antipsychotic treatment will be analyzed.'",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}