{
    "rcn": "208632",
    "acronym": "MILORD",
    "topics": "MSCA-IF-2016",
    "title": "Managing trIplets for fLuorescence in ORganics: Towards a predictive moDel (MILORD)",
    "startDate": "01/11/2017",
    "endDate": "30/11/2019",
    "objective": "The research in the field of organic light-emitting diodes (OLEDs) has greatly advanced over the last decades, driven by the potential of OLED technology for various display applications. Yet, today, most of the commercial OLED devices contain expensive rare metals like Iridium and Platinum. An alternative promising strategy is based on the use of all-organic emitters, featuring the recently reported thermally activated delayed fluorescence (TADF) mechanism. Relying on a reverse intersystem crossing (RISC) process, TADF-based OLEDs may utilize all electrically generated singlet and triplet excitons, going well beyond the 25% spin statistical bottleneck of organic electroluminescence. Nowadays, however, only a few TADF-based OLEDs have demonstrated efficiencies comparable to the best metal-organic materials. Research efforts so far have been mostly based on a trial-and-error approach in absence of a solid fundamental understanding of the underlying processes. The project MILORD aims at providing a comprehensive picture of the TADF mechanism through the use of an original multiscale modelling approach, going all the way from the molecular to the device scale. We will explore the energetics and nature of the involved excited states, describe the kinetics of competing processes, and model the diffusion and interactions of singlets and triplets in a realistic medium. The results of MILORD will provide detailed mechanistic insights into the TADF process, which will ultimately allow us to identify structure-property relationships and propose new strategies to minimize losses. By integrating the research into a large collaborative network around the Host and the Fellow, we hope that our theoretical work will guide synthetic efforts towards the discovery of a new generation of more efficient materials and device architectures.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DE MONS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990884004": {
            "orgId": "990884004",
            "orgName": "UNIVERSITE DE MONS",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}