{
    "rcn": "208681",
    "acronym": "GlycoNanoPep",
    "topics": "MSCA-IF-2016",
    "title": "Glyco and Nano Peptide Conjugates for Selective Cell Penetration",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The next generation therapeutic agents such as proteins, nucleotides, cytotoxic agents and molecular probes hold promising properties to solve many crucial health issues. However, efficient and selective transport of this therapeutic cargos and imaging probes into the right cells at the right moment stands as a fundamental limitation of these new technologies.\n\nIn this action we will develop a new generation of highly efficient, selective and biocompatible supramolecular vehicles for specific cell delivery. This strategy will consist in the implementation of dynamic bonds as linkers for glycoconjugated cell penetrating peptides. These peptide hybrids will be recognized very specifically carbohydrate receptors and internalized. These stimuli responsive dynamic bonds will assist in critical steps of the delivery process such as the cargo release and endosomal escape.\n\nWe will expand this strategy to incorporate glycopeptides conjugated into multifunctional nanoparticles through host-guest interactions. We will implement state of the art synthetic, biophysics and cell biology techniques to identify new supramolecular selective membrane transporters.\n\nThis action will combine the glycochemistry background of the applicant with the expertise in membrane transport of the host group. The potential discoveries will trigger new opportunities in the delivery of the next-generation probes and proteins (i.e. CRISPR).",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}