{
    "rcn": "208602",
    "acronym": "AGORA",
    "topics": "MSCA-IF-2016",
    "title": "Alternative Grassroots Organizations as a Response to Austerity: perspectives from Southern Europe",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "In recent years the global financial crisis and the consequent austerity measures have triggered protest movements all over the world. In Southern Europe there has been a strong wave of mobilizations directed to defend public welfare provision. These anti-austerity movements have been characterized by a call for social justice framed in solidarity and inclusion, against the perception of a reduced capacity by the state of addressing citizensí needs. This low level of trust in institutional politics has triggered the creation of alternative spaces of deliberative and participatory democracy, directed to experiment with different political expressions. A crucial question is whether and how this claim for different forms of democracy has been translated by social movements into organizational forms that bring increased democracy also into the economic sphere. In order to address this still underinvestigated issue, AGORA focuses on those entrepreneurial activities that originate from the civil society, in this specific case as a direct expression of anti-austerity movements, that are characterized by the prevalence of social objectives over profit maximization.\nAGORA will investigate the organizational dynamics and characteristics of Social and Solidarity Economy (SSE) organizations that emerged in Spain and Portugal in the aftermath of the financial crisis. The general objective of AGORA will be to assess how SSE is politically framed by investigating the linkages between social movements and SSE.\nStarting from a social movement perspective, AGORA will adopt an interdisciplinary approach, by finding synergies between social movement scholarship, economic anthropology, organization studies and SSE scholarship (which is per se interdisciplinary), with the aim of integrating different approaches proposed by these disciplines.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}