{
    "rcn": "208634",
    "acronym": "LPEMM",
    "topics": "MSCA-IF-2016",
    "title": "Liquid Phase Electron Microscopy of Magnetite",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Liquid Phase Electron Microscopy (LPEM) is a state-of-the-art analysis technique for real-time observations of nanoscale processes in liquids. As a research tool, it is unique in its ability to observe material formation pathways in complex environments. Consequently LPEM is expected to solve grand challenges in materials science; however, several obstacles need to be overcome before this technique can fully impact the whole materials science community. In the proposal LPEMM, I intend to address these multidisciplinary problems through the study of an ideal, but industrially relevant material system, namely magnetite. Magnetite is the most magnetic naturally occurring substance on earth, and of great technological interest in areas such as water purification, biomedicine and data storage. The magnetic properties of magnetite are determined by particle size, shape and organization, which in Nature is controlled though the process of biomineralization. In Magnetotactic bacteria biomineralizations occurs in confined, complex compartments called magnetosomes. I will replicate this environment inside the electron microscope and record the process with nanometer resolution, providing the first ever real-time videos of the magnetite formation. In collaboration with an industrial partner FEI Company, I will determine optimal microscope configuration and imaging conditions for LPEM based on particle motion, contrast and liquid layer thickness. The proposed research will provide a unique insight into magnetite biomineralization allowing the design of new synthetic routes to form magnetite under ambient conditions, with control over particle size, shape and organization. In a broader context summation of this research will provide a clear platform for the investigation of material formation in complex environments by LPEM; thereby obtaining unprecedented details on the formation pathway and establishing new synthetic routes to complex materials.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}