{
    "rcn": "208637",
    "acronym": "CAP-SAliPharm",
    "topics": "MSCA-IF-2016",
    "title": "Cold Atmospheric Plasma (CAP) sterilization of powdered products: optimization and validation at alimentary and pharmaceutical levels",
    "startDate": "02/01/2018",
    "endDate": "01/01/2020",
    "objective": "Insight market requirements are leading the R&D at food technology area to provide ready-to-eat products, microbiologically safe, with organoleptic and nutritional added value, and as longest as possible shelf-life guided by international trade search of competitiveness. Powders are worldwide distributed commodities. Valuable properties associated to them are: stability; easy storage and transportation; nutritional compounds integrated in formulas; price; and limited microbial proliferation. In spite of these characteristics, nowadays the sterilization of powders is not completely solved. Spore-forming bacteria are widely capable to survive in powders during long periods of time, initiating after the rehydration process, a rapid germination and proliferative activity with fatal consequences mainly in infant and elderly. The present project aims to analyse the Cold Atmospheric Plasma (CAP) technology application integrating the study of process parameters and reference powders characteristics to optimize the sterilization process of alimentary and pharmaceutical products. Moreover, the optimized conditions will be validated in real matrices, infant powder (milk formula and cereals) and multivitamin and protein complexes. Finally, the optimized conditions at pre-industrial level will be delivered in technical sheets regarding the technological, microbiological and risk-assessment relevant outputs of the project, contributing to provide the methodological basis for the industrial establishment of more sustainable production of a new generation of powdered products. Such system for powders sterilization has not been described previously and is one of the most ambitious points of research in the present MSCA framework. The present project aims to contribute to the cutting-edge of this technology application at International level, making a significant impact on the position of the European Union in the know-how regarding CAP application.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}