{
    "rcn": "208613",
    "acronym": "DENOCS",
    "topics": "MSCA-IF-2016",
    "title": "The Double Edged Role of Nitric Oxide and Hydrogen Peroxide in a Coral Symbiosis",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Global climate changes affect coral reefs worldwide and these valuable marine biodiversity hotspots are increasingly experiencing a symbiotic dysfunction known as coral bleaching, where the global bleaching events in 2016 are the most significant to date. The underlying physiological mechanisms inducing the bleaching response remain unclear. It is known that cellular oxidative stress and reactive species such as nitric oxide (NO) and hydrogen peroxide (H2O2) are involved, but the sources and sinks of these compounds, their interplay and spatio-temporal dynamics have not been investigated in corals, partly due to lack of suitable experimental tools.  \nThe DENOCS projects will apply a suite of novel quantitative assessment techniques to investigate the dynamics and impact sites of NO and H2O2 in intact corals, coral tissue culture, and isolated photosymbionts when subjected to experimental treatments mimicking global change-induced environmental stress scenarios. This will encompass expert training of Dr. Schrameyer in the use of novel microsensors for NO and H2O2 in combination with advanced bioimaging of the oxidative and nitrosative stress response in corals, variable chlorophyll fluorescence imaging and cellular 14C-fixation assays to assess symbiont photosynthesis. Prospective outcomes of DENOCS include a better understanding of oxidative and nitrosative stress responses in corals, quantification of threshold concentrations and impact sites of reactive oxygen and nitrogen species, and how these are involved in the coral bleaching response. The project DENOCS will promote EUís research and innovation excellence through its interdisciplinary measurement approach and international collaboration, and will enable the restart of a promising career of Dr. Schrameyer after a maternity break.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}