{
    "rcn": "208647",
    "acronym": "REPLICIAS",
    "topics": "MSCA-IF-2016",
    "title": "Architectural replicas in the scramble for the past: Politics of identity in Istanbul, Athens, Skopje",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "In Southeastern Europe, a region parcelled into nation-states with exclusive definitions of identity, architectural heritage has often been recruited in the service of politics. Shared layers of history have been split among competing historiographies and, in a period marked by crisis, conservatism and 'East-West' dilemmas they are still in the core of heated debates today, impeding visions of European integration, prosperity and peace. Anchored on on-going projects in three cities in the region, this research explores the ways heritage is claimed through its reproduction. In some cases this corresponds to a recurring wave of revivalism, resulting to large replica buildings installed in the heart of the city, such as in Istanbul (where the reconstruction of the barracks on Gezi park led to the riots of Taksim square in 2013) or in Skopje (ëSkopje 2014í project). In other cases the production of copies is politicised on a small scale, as the copies of the Elgin Marbles in the New Acropolis Museum and the copy of the Alexanderís Sarcophagus in the Skopje Archaeological Museum testify. The research aims to ask, how does ëreplica architectureí intersect with questions of national identity and economic policy? And how is its relationship with the original transformed, lost or, at times, irrelevant? Moreover, in a region of strongly defined borders, how do such reconstructions connect to each other, addressing local and international audiences? Through interviews with the actors involved and analysis of the visual and textual discourses surrounding these projects, the research will unpack instances of politicisation of heritage in the above-mentioned geography, while inviting into dialogue the disciplines of architecture, history, museology, art conservation, and political sciences. In so doing, it will contribute to the goal of competitive, innovation-based European research and to a knowledge-based society while profoundly advancing the career of the researcher.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "Elliniko Idryma Evropaikis kai Exoterikis Politikis (HELLENIC FOUNDATION FOR EUROPEAN AND FOREIGN POLICY)",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997802238": {
            "orgId": "997802238",
            "orgName": "Elliniko Idryma Evropaikis kai Exoterikis Politikis (HELLENIC FOUNDATION FOR EUROPEAN AND FOREIGN POLICY)",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}