{
    "rcn": "208633",
    "acronym": "NanoEAscopy",
    "topics": "MSCA-IF-2016",
    "title": "Mapping Nanoscale Charge Separation at Heterojunctions with Ultrafast Electroabsorption Microscopy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Nanostructured electronic materials e.g. organic semiconductors (OSCs) and 2D semiconductors offer great promise for applications in optoelectronic (OE) devices, such as photovoltaics (PVs), light emitting diodes (LEDs) and photodetectors. The primary photoexcitations in both OSCs and 2D semiconductors are strongly bound excitons, quasiparticles of electrons and hole bound by the Coulomb interaction. Three aspects of these materials stand out when attempting to study photophysics of these materials. (1) Many of the crucial OE process in these systems occur at heterojunctions between p- and n-type materials, where charges recombine to form excitons and excitons dissociate to form charges. (2) The timescale for many such process is sub-ps, and charge transfer and charge separation (CS) can occur on sub-100fs timescales. (3) thin films made of these materials possess spatial inhomogeneity on µm and sub-µm length scales, due to variations in molecular packing, crystallinity and phase segregation in OSCs and due to lattice defects and variation in surface passivation and strain in 2D materials. No currently available technique has the ability to spatially correlate transient spectroscopic data with local molecular structure and composition. In order to do this, we will develop a new platform to directly image CS with sub-10fs time-resolution with sub-µm spatial resolution. Recent advances in pump-probe microscopy and ultrafast Electro-Absorption (EA) spectroscopy in the hostís group will be combined with the applicantís expertise with optical microscopes and advanced data analysis methods to detect and quantify inhomogeneity. Novel analysis methods combined with an ultrafast EA pump-probe microscopy will allow for correlation of transient spectroscopic data with local molecular structure and composition. This will lead us to elucidate how CS is controlled by local properties such as molecular packing and crystallinity in OSCs and defect sites etc. in 2D semiconductors.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}