{
    "rcn": "208673",
    "acronym": "XeMoon",
    "topics": "MSCA-IF-2016",
    "title": "Sources and sinks for excess Xe and Ar on the Moon",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Noble gases trace the evolution of reservoirs inside terrestrial planetary bodies because their isotopic signatures are diagnostic of volatile sources. In addition, original compositions can be modified by radioactive decay of rock forming elements, providing constraints on the chemistry of an interior reservoir and the time at which it was isolated (since when noble gases were retained). Some lunar samples are known to preserve signatures in xenon and argon that were degassed from one or more interior sources to the exosphere, then incorporated into the regolith, potentially allowing this record to be read. In this work I will combine (i) my expertise in lunar evolution, sample characterization and the 40Ar-39Ar system, (ii) the University of Manchesterís expertise in xenon isotope systematics, world-leading instrumentation for xenon isotopic analysis and state-of-the-art sample characterisation facilities, and (iii) expertise relevant to the lunar exosphere from a network of collaborators. With this team, I will (i) determine the range of xenon and argon signatures in lunar regolith samples and the times at which they were incorporated, (ii) develop a model of the lunar exosphere to infer source reservoir compositions from those measured in samples and so (iii) investigate the number of contributing lunar reservoirs, their compositions and their histories. The results of this interdisciplinary study will be disseminated to the range of specialist and non-specialist audiences. They will serve to test models of lunar evolution, allow comparison with the Earth and Mars to gain wider understanding of terrestrial planetary bodies, and stimulate engagement with planetary science.  Additionally, I will develop my leadership and teaching skills by completing the University of Manchesterís New Academics Programme, equipping me to move to the next stage of my career as a researcher, leader and teacher for the next generation of multidisciplinary planetary scientists.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}