{
    "rcn": "208604",
    "acronym": "REPCAT",
    "topics": "MSCA-IF-2016",
    "title": "The Role of the Ethnic Majority in Integration Processes: Attitudes and Practices towards Immigrants in Catalan Institutions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project proposal aims to take research on diversity management and integration further by focusing on how ethnic diversity is represented in three central Catalan institutions: the public school system, the Catalan police force and the City council of Barcelona. The case of Catalonia appears particularly relevant for an empirical study on the actual representation of diversity given its pronounced intercultural policy focus, while socio-economic inequality between natives and immigrants is vast, and many immigrants live in situations of precariousness and marginalization. \n\nThe proposal addresses key priorities set by the H2020/Europe in a changing world-Inclusive, innovative and reflective societies program, and contributes to European excellence in the social sciences by proposing a research program designed to i) increase knowledge on diversity management and obstacles for the participation/representation of immigrants in societal institutions, and ii) develop an action strategy to address shortcomings in this area, based on the view that research on social challenges as inequality and discrimination to a greater extent should contribute to combat these problems through practical implementation. The proposal is based upon the assumption that there is broad awareness of the problems with misrepresentation and discrimination of immigrants within Catalan institutions, but that these problems are merely addressed at the discursive level; what is lacking are measures to accomplish better practices.\n\nAt the theoretical level, the concept of interculturalism will be critically examined and de facto representation will be introduced as a central, complementary concept. The knowledge and action strategies generated through this project will be transferrable and useful in other contexts, also at the European level.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}