{
    "rcn": "208625",
    "acronym": "IRWIC",
    "topics": "MSCA-IF-2016",
    "title": "Influence of Insecticide Resistance, Wolbachia and their Interaction on Chikungunya transmission",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Vector-borne diseases represent one of the greatest public health challenges. Their incidence and their geographical range have dramatically increased over the past several decades. Due to the lack of protective vaccines, the control of transmission by targeting the mosquito vectors is the only affordable measure. However, mosquito vectors experience a very intense selective pressure from insecticides, which has led ultimately to the selection of insecticide resistance in many vector species. Alternative control strategies that are species-specific and environmentally friendly are being developed. Among them, the use of the symbiotic bacteria Wolbachia as sterilizing agent of mosquito populations through the incompatible insect technique (IIT) appears promising. Furthermore, it was shown that insecticides as well as Wolbachia can affect the infection of mosquitoes by pathogens, and thus their transmission. An important question is how mosquitoes' adaptations to insecticides and to Wolbachia influence the vector competence for pathogens? This proposal addresses this question in the context of the emergence of Chikungunya worldwide in order to sustainably control its transmission with current and prospective vector control tools. It addresses in particular the question whether there are any interactions between insecticide resistance and symbiotic Wolbachia infection that might significantly affect the vector competence of Aedes albopictus for Chikungunya virus. Characterizing the genes likely involved in vector competence and how they can be modulated to alter this trait will provide valuable data for management of transmission control strategies. It will allow a more rational use of insecticides, as well as the development of alternative control methods based on Wolbachia; both approaches are crucial in the context of widespread insecticide resistance.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}