{
    "rcn": "208642",
    "acronym": "Clumped Isotopes",
    "topics": "MSCA-IF-2016",
    "title": "Reconstructing atmospheric oxidation processes in the past with clumped isotope measurements in O2 trapped in polar firn and ice air",
    "startDate": "25/09/2017",
    "endDate": "24/09/2019",
    "objective": "Air trapped in polar ice cores provides a unique archive of atmospheric composition in the past. However, reactive gases are not stable in ice core air, and therefore no paleo-proxies exist that allow reconstructing the oxidation capacity of the past atmosphere from ice cores. Recent study shows that isotope exchange between highly reactive oxygen atoms (O(3P)) and relatively non-reactive O2 in the atmosphere imprints an isotope signal in the ìclumpedî isotopic composition of atmospheric O2, which can be a tracer for the abundance of O(3P) in the troposphere. Clumped isotopes are isotopologues containing more than one heavy isotope (e.g., 18O18O), and they are now detectable at high precision using modern technology. I propose here to develop these novel clumped isotope measurements on O2 into a tool to reconstruct the oxidative capacity in the past atmosphere from O2 trapped in firn and ice core air. I will first verify the hypothesis that the large clumped isotope signal originates from fast O(3P)\\O2 exchange at low temperatures in the stratosphere, and that this signal is only partially erased by further exchange in the troposphere, where much lower O(3P) and higher temperatures prevail. Clumped isotope analyses on O2 trapped in ice cores will then be used to decipher past variations in atmospheric oxidation processes with a temporal resolution of decades to millennia. I am particularly interested in determining the effects of both natural (glacial-interglacial) climate variability and anthropogenic climate change associated with fossil fuel combustion on oxidation processes in the atmosphere. My experience in the field of clumped isotopes fits perfectly to the expertise of the host group in atmospheric research using isotopes, and the project will make use of the new world-leading high precision isotope ratio mass spectrometer MAT 253 ULTRA facility that will enable measurement of all 6 isotopologues of O2, including the rarest one, 17O17O, for the first time.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}