{
    "rcn": "208669",
    "acronym": "TEROPPLATE",
    "topics": "MSCA-IF-2016",
    "title": "Testing the role of thermo-chemical piles in the generation and continuation of plate tectonics",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The mechanics of plate tectonics (the movement of the Earth's surface) is a fundamental scientific question in understanding the recycling of mantle volatiles in processes that affect habitability. The emergence of plate tectonics on Earth set the planet apart from others in our solar system allowing for the propagation of life, yet the fundamentals of how it all began remain unresolved. Present-day geophysical imaging of the deep mantle show anomalous chemical piles thought to originate from the beginnings of Earth. Recently, consensus has been reached that the chemical piles can impact, and be impacted by, plate tectonic processes. However, their interaction with mantle convection in a pre-plate tectonic early Earth is not well known. In this study, state of the art numerical experiments will be designed and implemented to offer the first investigation into what role deep chemical heterogeneities play in the initial breaking of the lithosphere (to initiate a form of plate tectonics). Furthermore, a numerical analysis into the evolution of temperature and mantle dynamics in the early Earth will be conducted to assess a range of geodynamic scenarios previously hypothesized.  This fellowship is timely as it complements a number of recent developments in early Earth tectonics, numerical modelling, and in knowledge of thermo-chemical pile behaviour. \n\nReturning to the EU, the applicant will expand his ability to design, program, and develop  large-scale numerical models using high performance computing gained from doctoral and post-doctoral experiences in Canada. This project allows for the applicant to reintegrate into EU academia, and contribute his acquired research skills. The expertise of the contributors and the design of the research will provide the applicant with new knowledge and experience in early Earth geophysics and geochemistry. As a result, the fellowship will augment the applicant's skill set ready for the next step of an independent research career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}