{
    "rcn": "208659",
    "acronym": "SHYDRO-ALP",
    "topics": "MSCA-IF-2016",
    "title": "Quantifying ecological effects of small hydropower in Alpine stream ecosystems",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "In Europe, hydropower is the largest renewable energy resource accounting for 16% of total production, most of which is concentrated in the Alpine region. However, this renewable energy comes at great environmental costs and development of large dams is now considered untenable in many Countries. While studies addressing the ecological implications of hydropower have mostly focused on large facilities, investigations on small hydropower (SHP) are scarcer. Yet, development of SHP is booming globally and in the Alps rising concerns about cumulative effects on riverine systems.\nThis project proposes a multi-disciplinary investigation to better quantify hydrological alterations from SHP and its effects on Alpine stream ecosystems. Combining field-experiments, surveys and innovative modelling of existing flow data-series, the project will: i) quantify the spatio-temporal scales of hydrologic alterations associated with SHP using integrated analytical tools and modelling approaches applied to long-term, spatially distributed data; ii) experimentally mimic water abstractions from SHP using semi-natural flumes to assess the response of aquatic invertebrates and the link between community assembly and ecosystem function applying the Price Equation partition; iii) quantify flow-ecology relationships and the cumulative effects of multiple SHPs using novel functional regression models with streams hydrographs. The results will provide new insights into the short- and long-term effects of SHP on Alpine streams, with practical implication for the sustainable use of water resources.\nDuring the project, I will train intensively in methods and software to quantify and model alterations of river flow and habitat and in handling large datasets. I will exchange knowledge with modellers, engineers and freshwater ecologists and foster new collaborations, which will benefit my host organisation and myself. The fellowship will also allow me to return to my homeland after a decade.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}