{
    "rcn": "208635",
    "acronym": "ECHO",
    "topics": "MSCA-IF-2016",
    "title": "Evolution of the Cochlea and Hearing in Odontocetes",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "Toothed whales (Odontoceti) are a spectacular example of evolutionary adaptation, highly specialised apex predators and a key component of modern ocean ecosystems. The key innovation that has facilitated their evolutionary success is echolocation. Research into odontocete hearing has so far been biased towards physiological experiments and auditory pathway identification; quantitative studies on the cochlea are lacking, despite its critical role in audition. I will fill this gap in knowledge of the cochlea in cetaceans by: (1) quantifying differences in the morphology of odontocete cochlea through the application of cutting-edge scanning, visualisation and quantitative analytical techniques (e.g. 3D geometric morphometrics) to gather in depth data of all features of a fully representative  range of odontocete cochlea; (2) testing through statistical analysis whether these differences correlate with, or are driven by, factors such as diet, behaviour or auditory sensitivity; (3) incorporating fossil taxa to pinpoint the timing of the evolution of echolocation; and (4) identifying convergent evolution of specialised high frequency hearing in river dolphins using novel methods for testing and quantifying morphological convergence. This project will create the most comprehensive data set of odontocete inner ear models ever compiled and will mark a major advance in the understanding of cetacean sensory evolution, providing profound insights into how this enigmatic group of marine mammals came to dominate the oceans - making sense of a sixth sense. The data gathered will be made openly available to other researchers.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "Natural History Museum",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}