{
    "rcn": "208611",
    "acronym": "VINe",
    "topics": "MSCA-IF-2016",
    "title": "Social Vulnerability and its Intersections: The role of gender in a comparative perspective",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "VINE seeks to disentangle the multidimensionality of the risk of social exclusion, focusing on vulnerable populations; specifically, those individuals who are in a fragile condition with regard to integration into the domains of well-being (family, labour market, welfare state). Using EU-SILC microdata, the project analyses the interactions between social vulnerability and different individual characteristics that might magnify it. Secondly, the project intends to study how, and in what ways, these individual characteristics combine to determine economic insecurity at household level. The main contribution of this project is proposing an analysis of how the institutional context as well as individual characteristics affects individual risk of living in vulnerable households, from a comparative and multidimensional perspective. By comparing six European countries, as representatives of different institutional environments, the VINE project aims to deliver a better understanding of the causes and mechanisms that determine both men and womenís exposure to social vulnerability. The innovation herein is the assumption that gender is the main analytical dimension in interactions, when theorised according to the intersectional perspective. With a multi-dimensional explorative analysis, and multinomial logistic regression, the analysis will lead to the development of a synthetic indicator of economic insecurity at the household level, permitting assessment of its interactions with specific individual vulnerability profiles. The final aim is to disentangle factors informing individualís exposure to different degrees of social vulnerability, analysing their consequences and householdís economic insecurity, and possible influences from the institutional context. Thanks to this project, the ER will fill her gap in quantitative research analysis and she will be able to empower her professional profile compete for tenure-track position in the international academic labour market.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}