{
    "rcn": "208680",
    "acronym": "CRISTONE",
    "topics": "MSCA-IF-2016",
    "title": "Targeting CRISPR-based HDAC inhibitors to histones: a new tool for assessing mechanisms of class I HDAC inhibitors and developing chemical probes.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Cancer is responsible for 8.5 million deaths worldwide each year, representing a considerable burden for society. In cancer cells, tumor repression genes are deactivated by epigenetic mechanisms. The accessibility of DNA to transcription factors is determined in part by the chemical modifications of histones, proteins that pack DNA into condensed chromatin. When histones are deacetylated by histone deacetylases (HDACs), the chromatin structure is even more packed, preventing gene expression. HDAC inhibitors are epigenetic drugs currently in the market, able to increase histone acetylation, unpacking DNA for gene transcription. However, the specific mechanisms leading to the success or failure of those drugs are poorly understood, leading to unpredictable therapeutic outcomes. HDAC inhibitors are expected to interact with HDACs in the cell nucleus. However, fluorescence-labeling has revealed HDAC inhibitors to locate mostly outside the nucleus in living cells, suggesting that their genomic effects represent only part of their activities. This project aims at developing a set of tools, using a modified genome-editing method and a fluorescent chemical probe combined with genome-wide assays to understand specifically the genomic mechanisms of HDAC inhibitors. We will develop the CRISTONE (CRISPR-based HDAC inhibitor targeted to histones) tool to allow targeted HDAC inhibition. We will target an HDAC1 inhibitor (a histone tail peptide) specifically to repressed loci in the genome of HDAC1-overexpressing HEK 293T cells. To understanding the transcriptional consequences of targeted and untargeted HDAC1 inhibition, the CRISTONE effects will be compared to those of a new fluorescent chemical probe capable of inhibiting nuclear HDACs. To assess the cellular phenotypic outcome, we will test the genome-wide cellular effects on transcription and chromatin accessibility, giving insights into the specific effects of genomic, targeted HDAC inhibition.",
    "totalCost": "265840,2",
    "ecMaxContribution": "265840,2",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "962364452": {
            "orgId": "962364452",
            "orgName": "YESHIVA UNIVERSITY",
            "ecContrib": 0
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 265840
        }
    },
    "calculatedTotalContribution": 265840
}