{
    "rcn": "208678",
    "acronym": "ReXeG",
    "topics": "MSCA-IF-2016",
    "title": "Deciphering molecular mechanisms that resolve mutagenic DNA G-quadruplex structures",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "G-quadruplex (G4) structures are stable four-stranded nucleic acids assemblies that can form in guanine-rich DNA. Their recent visualization in mammalian cells has established G4 structure formation throughout the genome and fueled research into understanding the biological implications of these structures in cell regulation. \nG4 sequence motifs are abundant and conserved in our genome. G4 structures form transiently and regulate numerous cellular processes such as DNA replication, transcription and telomere maintenance. Importantly, these structures also come at a cost as they are able to induce genomic instability in certain cellular conditions, for example in cancer cells that suffer from replication stress.\nCurrently, the mechanisms that form and resolve G4 structures are unknown. Several helicases can unwind these stable DNA structures in vitro but it is unclear whether and how these helicases function in vivo. Understanding the biochemical mechanisms that resolve G4 structures is crucial to further understand their function and how they induce DNA mutations in the cell.\nIn this project, I propose to decipher the molecular mechanisms of G4 structures unwinding. The groundbreaking nature of this proposal is the use of a unique method to follow G-quadruplex unfolding in time under near-physiological conditions in vitro. This method, which was recently established in the host laboratory, uses DNA replication stalling and bypass at defined G4 structures as a direct readout for G4 stability and unwinding. This gives me the opportunity to address important aspects that have not been studied under physiological conditions before: \nAim 1: To determine the stability and unwinding properties of distinct G4 conformations.\nAim 2: To identify molecular mechanisms and novel proteins in G4 unwinding.\nThe results of this project will give important new insights into G4 regulation, an unexplored but important biological process.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}