{
    "rcn": "208612",
    "acronym": "MYSOBIO",
    "topics": "MSCA-IF-2016",
    "title": "MYcenaean SOcial BIOarchaeology: Deciphering the interplay of funerary treatment and social dynamics in the Mycenaean period",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "MYSOBIO investigates the complex relationship between funerary treatment and wider social dynamics through a novel interpretive model based on the contextual analysis of human skeletal remains and associated mortuary data. The research focusses on the post-mortem treatment of the body in collective mortuary assemblages. The main aim is to reconstruct, to a new level of detail, development in Mycenaean mortuary practice in the Late Bronze Age Aegean (1700-1050 BC). MYSOBIO will unravel the diversity of social responses at death and their mutual relationship with wider socio-political developments, instrumental in the rise and fall of the Mycenaean palaces, one of the first complex societies in Europe. To achieve this, it employs, for the first time, a holistic bioarchaeological approach that integrates up-to-date theoretical reflection in mortuary archaeology with cutting-edge, interdisciplinary scientific advances in the study of collective skeletal assemblages. This methodology brings together traditional archaeology, current mortuary theory, biological anthropology, funerary taphonomy, forensic sciences and archaeo-thanatology, further enhanced by state-of-the-art technological innovations from other scientific fields (social geography, applied mathematics, geomatics and archaeogenetics). The Fellowship will offer to the Experienced Researcher (ER) the opportunity to receive advanced training in these fields and achieve the research objectives, creating a new methodological pathway to the social dimensions of prehistoric mortuary assemblages with world-wide implications for Social Bioarchaeology. At the same time, the ER will attain professional maturity and greatly advance her career perspectives. She will acquire significant transferable skills, establish lasting multidisciplinary research networks, motivate the youth and educate the public on the social significance of archaeological research and the benefits of science.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}