{
    "rcn": "208622",
    "acronym": "Hy-solFullGraph",
    "topics": "MSCA-IF-2016",
    "title": "New hybrid-nanocarbon allotropes based on soluble fullerene derivatives in combination with carbon nanotubes and graphene. Application in organic solar cells and biomaterials.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The overarching goal of the Hy-solFullGraph project is to undertake, from a molecular level, the synthesis of new functional hybrid materials based on carbon allotropes with outstanding properties. Synthetic carbon allotropes (SCAs) are regarded to be among the most promising candidates for future high performance materials. Precise control of the derivatisation will play a key role in tailoring their solubility and reactivity to maximise the advantages of their outstanding properties. We propose herein 1) to selectively functionalise C60 fullerenes with different substituents (hydrophobic, hydrophilic, and polyfluorinated) to tune their solubility and their superstructured assembly. 2) By controlling the addition pattern, we will include an additional functional group which will facilitate their covalent attachment to other carbon allotropes such as graphene or CNT. In this way, new Hybrid-SCAs will be synthesised for the very first time and the interactions between the hybrid allotropes will be unravelled. 3) Moreover, by changing the chemical decoration around the allotropes, we will be able to endow them with different functionality for their application in optoelectronic and biomedical fields. For optoelectronic applications, such as the development of solar cells, we propose to tune the electronic interactions and energy levels of fullerene and graphene and to control the energy transfer processes and packing behaviours between the allotropes by well-designed chemical functionalisation. Furthermore, we will use the hydrophilic fullerenes to prepare functional biomaterials by taking advantage of their electrical properties to ultimately assist nerve tissue regeneration. The project will be developed at the crossroads of organic and supramolecular chemistry, materials science, nanotechnology and physical chemistry to produce novel synthetic hybrid carbon allotropes with tailored properties towards new nanomaterials for optolectronical and biomedical applications",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}