{
    "rcn": "208698",
    "acronym": "Epi-Somaclone",
    "topics": "MSCA-IF-2016",
    "title": "Epigenetically Stable Cloned Plants: Increasing The Epigenetic and Phenotypic Diversity of Plants through Tissue-Specific Regeneration",
    "startDate": "01/10/2017",
    "endDate": "31/12/2019",
    "objective": "Most of phenotypic variation comes from variation in DNA sequence. However, a number of studies have clearly shown that phenotype variation and diversity can also be the result of epigenetic changes. The major goal of this proposal is to develop a novel methodology for robust production of epigenetically stable plant variants, in order to increase epigenetic and phenotypic diversity. A key element in the project will be a recent breakthrough in the generation of clonal individuals from different tissue types using inducible overexpression of the embryonic regulatory protein RKD4. Preliminary work shows that plants regenerated from roots inherit many aspects of root specific methylation and gene expression patterns, even in the leaf tissue. Importantly, these features are stably transmitted across generations. For this project, I propose to: (1) evaluate physiological consequences of altered epigenomes in RKD4 regenerated plants; (2) compare (epi)genomic and phenotypic variation between plants regenerated using hormones and RKD4 overexpression; (3) compare epigenomic and phenotypic consequences in regenerants of different Arabidopsis thaliana accessions and close A. thaliana relatives Arabidopsis lyrata and Capsella rubella. The program, which will be carried out under supervision of Detlef Weigel, a world leader in plant genetics and genomics, will substantially contribute to increasing the toolkit for plant breeders to generate meaningful phenotypic diversity.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}