{
    "rcn": "208688",
    "acronym": "NETBIO-GE",
    "topics": "MSCA-IF-2016",
    "title": "Quantitative brain network biomarkers for patient-specific diagnostics in idiopathic generalized epilepsy",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Epilepsies are common and highly disabling diseases characterised by recurrent seizures. They constitute a relevant health problem: ~2 million adults suffer from active epilepsy in Europe, leading to significant direct and indirect costs (estimated to be ~14 billion euro (2010)). The scientific objective of this fellowship, to be carried out at the Division of Neuroscience at King's College London and the Centre of Predictive Modelling in Health Care of the University of Exeter, is to develop a novel type of diagnostic biomarker for idiopathic generalised epilepsies (IGE), an important group of syndromes that affects 25-30% of patients, particularly young adults. This will be achieved by conducting a cross-sectional case-control study that will use advanced quantitative neuroimaging techniques to measure alterations of brain network connections in IGE patients and healthy controls, and machine-learning algorithms to (1) classify patients with different seizure types according to these alterations, (2) predict their seizure risk, as assessed with long-term electroencephalography (EEG), and (3) model the effect of network disruption on brain dynamics, using computational modelling. The educational objective is to equip the fellow with the skills needed to become an independent clinical scientist in epileptology. This will be achieved through a comprehensive clinical and scientific teaching programme that will include: (1) part-time participation in clinical rounds and clinical long-term EEG monitoring of complex epilepsy, (2) training in the neuroanatomy and quantitative measurement of white matter connections of the human brain,(3) training in computational neuroscience, and (4) courses in scientific writing and project management. This programme is expected to broaden and diversify the fellow's skills, strengthen the ties between the cooperating research centers and yield novel insights that might help improve clinical management of a highly relevant disease group.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}