{
    "rcn": "208672",
    "acronym": "BIOSTISYM",
    "topics": "MSCA-IF-2016",
    "title": "Investigation of plant biostimulating properties of feather protein hydrolyzate and the effects on symbiotic microorganisms",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "One of the greatest challenges in the EU and worldwide is the reduction of negative environmental impact of modern agriculture. One often overlooked aspect here is the negative impact of intensive chemical inputs on the key ecophysiological features of terrestrial plants, symbioses with mycorrhizal fungi and endophytic microorganisms. The use of environmentally friendly products such as plant biostimulants generated from waste products may hold the key to new sustainable crop production systems. Aim of this project is the development of a new biostimulant based on feather protein hydrolyzate, a waste product that would otherwise be disposed with the negative impact on the environment, which can enhance plant growth and/or stress resistance, and act in synergy with symbiotic microbes and/or promote their growth/functioning. Synergistic effects of tested biostimulant and the symbiotic microbes on the growth promotion of wheat will be studied at the level of plant biometric parameters, biomass yield, nutrients and photosynthetic apparatus. The indirect plant mediated effects of biostimulant foliar treatments on root colonization by symbiotic microbes, their functional enzymatic activities and community structure will be determined. This project will enable the Researcher to acquire professional maturity in the sector of plant-microbe interactions related to biostimulantsí research. The involvement of the private sector by a secondment will facilitate the commercial exploitation of the results. The new biostimulant product, which contributes to synergistic or growth promoting action of certain mycorrhizal fungi, would be the complete novelty on the market with biostimulants. The project will increase the awareness of the society on the necessity of development of eco-friendly agricultural products for sustainable crop management, and on the need of biostimulantsí regulation by EU laws.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "BOTANICKY USTAV AV CR, V.V.I.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999551633": {
            "orgId": "999551633",
            "orgName": "BOTANICKY USTAV AV CR, V.V.I.",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}