{
    "rcn": "208628",
    "acronym": "SKDWONTRACK",
    "topics": "MSCA-IF-2016",
    "title": "Room temperature stabilization and all-electrical manipulation of chiral spin structures in metallic multilayers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The constantly increasing energy consumption associated with the functioning of micro-electronic devices calls for the design of more energy efficient technologies. While semiconductor technologies have reached their intrinsic limitations, spintronics offers a new path towards the design of memory and logic devices with high density and low power consumption. However, present spintronic devices such as magnetic-RAMs still suffer from high current density requirements. \nThese drawbacks call for the development of new material systems with intrinsically stable magnetic states, easy to manipulate/detect at a low energy cost. Metallic multilayers hosting chiral spin structures (CSSs) such as magnetic Skyrmions (SKs) and homo-chiral domain walls (DWs) seem to offer a highly promising solution. Their topological stability and outstanding transport properties make them a natural choice for the development of new memory and logic devices. However, much still needs to be learned about their room temperature stabilization, manipulation and detection before being ready for real applications.\nThe project focuses on the investigation of metallic multilayers hosting CSSs using spin polarized-low energy electron microscopy (SP-LEEM) and spin polarized-scanning tunneling microscopy (SP-STM). First, metallic multilayers hosting magnetic SKs and chiral DWs at room temperature will be characterized by SP-LEEM. The dimension, chirality and polarity of the spin structures will be measured. Second, the multilayers containing the most stable SKs and DWs will be patterned into micro-tracks, where the SK and DW motion by spin-orbit torques will be investigated. Third, several electric current/field-based writing, reading and deleting processes of single magnetic SKs will be studied and optimized at the SP-STM. The final goal of the project is to achieve a much better understanding of: CSSs stabilization in metallic multilayers; CSSs manipulation by electric currents and fields.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}