{
    "rcn": "208657",
    "acronym": "BRAINHIB",
    "topics": "MSCA-IF-2016",
    "title": "Integrated drug discovery approach to generate brain-penetrant inhibitors of glioblastoma cell proliferation",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Glioblastoma multiforme (GBM) is the most common and aggressive cancer that begins within the brain. Without treatment the average survival following diagnosis is merely 3 months. Although clinically-approved kinase inhibitors present promising features to treat GBM, most of them do not cross the blood brain barrier (BBB), impeding their clinical use in GBM patients. We propose an agile approach that combines ligand-based drug design of highly-focused compound libraries and first-in-class phenotypic assay for simultaneous screening of BBB penetration, unspecific toxicity and anticancer properties, in an iterative manner. This approach will allow a one-step selection of hit / lead compounds from in-house generated compound libraries that cross the BBB to accelerate the design of CNS-active anticancer drugs. Furthermore, the use of chemical proteomics and the state-of-the-art proteomics techniques will facilitate the identification of the kinases and / or pathways that are involved in the observed phenotype, which could result in the discovery of novel GBM oncotargets and unknown modes of action. This highly innovative integrated approach has the potential to speed up preclinical drug discovery efforts in CNS diseases, and in doing so, promote European Scientific Excellence. As a developer and provider of such tools, the applicant will be positioned in a privileged position for starting cross-disciplinary collaborations with academics and Pharma across Europe and for establishing herself as an independent researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}