{
    "rcn": "208650",
    "acronym": "Mr.PARTS",
    "topics": "MSCA-IF-2016",
    "title": "Minirhizotron: Phenology And Root TraitS",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Mr.PARTS investigates plant belowground carbon investment and the timing of root development. Root turnover is an important part of global carbon (C) cycles and plants may alter investment into root systems due to nutrient imbalances or droughts as well as under anthropogenic global change.  However, soils  are difficult to study and root biomass is highly spatially and temporally variable, especially as seasonal timing (phenology) of aboveground plant events may affect resource investment and growth periods belowground.  I focus on advancing specially designed camera systems for belowground observatories (minirhizotrons; MR) for non-destructive root/soil system observation and repeatable quantification of root biomass, life/death status and traits, using frequent automated data collection and automatic data processing. I will develop new MR instruments and deploy them first in  a greenhouse-based mesocosm at the host institution in a controlled and well monitored setting, then a transfer to the field in a thoroughly instrumented (e.g. multiple height eddy covariance CO2, above-ground phenology cameras, soil lysimeters) study site as part of  an ecosystem-scale experiment manipulating nutrient stoichiometry in a seasonally dry savanna in Spain.  Data streams from the MR instruments will be processed by machine learning techniques and compared and calibrated against manual measurements of root biomass and root traits made via conventional destructive soil coring as well as whole system above-ground phenology, water and carbon budgets, to identify links between above- and belowground phenology as well as root control over ecosystem C fluxes. In addition, a paired 13C isotope labelling experiment will investigate C partitioning to non- root biomass building pools (e.g. root exudates, mycorrhizal fungi, maintenance respiration) to produce an integrated budget of plant belowground C investment and the controls on root production.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}