{
    "rcn": "208677",
    "acronym": "MATESI",
    "topics": "MSCA-IF-2016",
    "title": "Multi-modal Approaches for Treatment and Evaluation of Swallowing Insufficiencies",
    "startDate": "20/08/2018",
    "endDate": "19/08/2020",
    "objective": "Human survival is dependent on swallowing because it underpins oral nutrition (eating/drinking) and protection of the respiratory tract. Swallowing difficulties (dysphagia) are a common consequence of a wide range of disorders (eg. stroke, head & neck cancers, ageing) with the results (dehydration/malnutrition/weight loss/increased susceptibility to pneumonia) linked to significant decline in quality of life. There is significant need to improve diagnosis, monitoring and rehabilitation (eg. by developing novel stimulation devices). However, existing gaps in understanding of the co-ordination of muscle activity significantly limit current advances.\n\nThe proposed research is structured to exploit a novel combination of imaging and neurophysiology methods to develop a new framework for non-invasive study of swallowing muscle function, which will support development and application of new tools for diagnosing, monitoring and treating swallowing disorders.\n\nUltrasound/elastography/MR/videofluoroscopy imaging and myoelectric data will be combined with finite element modelling to provide state-of-the-art methods for analysis of the integration between muscle anatomical and mechanical properties and neural input. This will provide a paradigm shift in understanding the translation of neural commands to co-ordinated movement. It will underpin development of next generation computer simulations which are required for technology/diagnosis/treatment advances; improvements in patient care; reduced clinical/economic burden and sustainable healthcare systems.\n\nThe multi-disciplinary skills the Fellowship is designed to develop are fundamental to the growth of the most promising researchers. They are also essential for advances in better disease diagnosis/more effective therapies/interventions and underpin the European Commissionís quest to keep older people independent for longer and promote personal health; a healthy workforce/economy and lower public health bill.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE MANCHESTER METROPOLITAN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}