{
    "rcn": "208649",
    "acronym": "SONAR-CO2",
    "topics": "MSCA-IF-2016",
    "title": "Southern Ocean Nanoplankton Response to CO2",
    "startDate": "01/02/2018",
    "endDate": "02/03/2020",
    "objective": "The impact of anthropogenic ocean acidification on calcifying organisms is expected to be imminent, particularly in high latitude ecosystems. Coccolithophores are the most abundant calcareous phytoplankton in the ocean and play a key role in the global climate by contributing to the oceanic pumps of organic matter and carbonate. Many laboratory experiments suggest that the increasing CO2 levels in the ocean will produce a transition in dominance from more to less heavily calcified coccolithophores. However, this point remains controversial. \nThe Southern Ocean, contains about 40% of the global inventory of anthropogenic atmospheric CO2 with much of the drawdown occurring in the Sub-Antarctic Zone or SAZ. This large inventory of anthropogenic CO2 together with the relatively small changes in other chemical and physical variables in the surface layer of the SAZ makes this region an ideal setting to examine the response of marine calcifying plankton to increasing anthropogenic CO2 levels in their natural habitat. Indeed, there is evidence that the ongoing ocean acidification in the SAZ is already affecting the calcification of key calcifying plankton such as planktonic foraminifera. \nCoccolithophores are thought to be the main contributors of the elevated Particulate Inorganic Carbon (PIC) concentrations in the waters of the Subtropical, Subantarctic and Polar Fronts. However, despite the importance of coccolithophores in the subantarctic ecosystems, their composition, abundance, seasonality and calcification response to increasing CO2 levels are poorly characterized. In the proposed Marie Curie project, we will combine the analysis of the coccolithophore assemblages collected by an automatic surface layer sampler, sediment traps and sediment samples from two sectors of the Subantarctic Zone. The water and sediment trap samples represent the late industrial era, while surface sediment and sediment core samples are used as a pre-industrial baseline.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}