{
    "rcn": "208670",
    "acronym": "FusionPAMPs",
    "topics": "MSCA-IF-2016",
    "title": "New generation of chimeric TLR2-NOD agonist compounds for vaccine adjuvants",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "New vaccine modalities need to be developed that can activate more potently the immune system, in this regard, adjuvants augment adaptive immune responses and can improve vaccine performance. Aluminium salt (alum) is the most commonly used adjuvant for human vaccination. However, it drives primarily TH2-effector responses and is not effective for vaccines that target mucosal surfaces. Thus, safe and potent adjuvants need to be developed that can increase and direct vaccine-specific immunity. Recent advances in our understanding of innate immune responses are providing opportunities to design better adjuvants. The innate immune system senses microbes through pattern-recognition receptors (PPRs), which include the Toll-like receptors (TLRs), and intracellular NOD-like receptors (NLRs) and C-type lectin-like (CTLs) receptors that are expressed by immune cells. Activation of these receptors leads to the production of cytokines that provide early defences during infection. Cytokines also regulate adaptive immunity by controlling the quantity and quality of B and T cell activation, which in turn results in protective immune responses to pathogens. Pathogen-associated molecular patterns (PAMPs) such as lipopolysaccharides, lipopeptides, and peptidoglycan fragments can activate PPRs and are attractive compounds for the development of new adjuvant. Although during microbial infection many different PRRs are activated, almost all adjuvants that are being developed rely on the stimulation of a single PRR. In this project, we propose that compound adjuvants derived by the covalent linking of two PAMPs (fusion PAMPs), for example, TLR2 and NOD agonists, will ensure that immune cells are being exposed to both, resulting in efficient cross talk of signal transduction pathways and in synergistic immune activation. If so, chimeric immune modulators (fusion PAMPs) can be employed at lower adjuvant concentrations, thereby minimizing unwanted side effects.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}