{
    "rcn": "208608",
    "acronym": "ARMSRACE",
    "topics": "MSCA-IF-2016",
    "title": "PLANT DEFENCE STRATEGIES IN THE ARMS RACE WITH FUNGAL DISEASE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In less than 40 years, humanity will face the challenge of having to feed 9 billion inhabitants, which will require a 70% increase in global agricultural productivity. Currently, losses in crop yields caused by fungal diseases account for approximately $60 billion annually. Fusarium oxysporum is a devastating soil-borne pathogen that provokes vascular wilt in over a hundred field and greenhouse-grown crops both in industrialized and developing countries. Current methods of control of F. oxysporum depend on the extensive use of chemical pesticides, which is increasingly regarded as unsustainable. We propose here that the exploitation of the plant's innate immune system provides a powerful source for future Integrated Disease Management of vascular fusariosis. The resistance response that plants mount against F. oxysporum is multigenic, i.e. it involves the regulation of a network of genes that function in specific defence signalling pathways. F. oxysporum has developed sophisticated strategies to suppress the activation these defence mechanisms. Recently, the host group has demonstrated that this pathogen secretes a peptide that mimicks RALF (Rapid ALkalinization Factor), a family of plant regulatory peptides which triggers alkalinisation of the host tissue to enhance fungal colonization. It was proposed that Fusarium (F)-RALF target plant defence responses, however, the underlying mechanisms are currently unknown. ARMSRACE will investigate the mode of action of F-RALF in the manipulation of plant defence mechanisms upon infection, by genetically and biochemically dissecting the key defence pathways in the Arabidopsis-Fusarium interaction. This will reveal novel plant components and signalling modules targeted by fungal pathogens, which can be manipulated to increase resistance. The proposal addresses a crucial objective in food security, namely the sustainable control of plant diseases.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE CORDOBA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}