{
    "rcn": "208692",
    "acronym": "CombLimit",
    "topics": "MSCA-IF-2016",
    "title": "Limit Theory in Combinatorics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Graph limit theory is a new and important field, motivated by large real-life networks such as the internet, the nervous system, traffic networks, social networks, interaction graphs of proteins, etc. Sparse graph limit theory is a direction partially inspired by these applications. This is a new and intensively studied field, and one of the two main topics of the research proposed. Local algorithms or constant-time distributed algorithms is an important tool for sparse graph limit theory, and this is in the focus of the proposed research. It is also useful to understand stochastic processes and phase transitions in large networks, and it is strongly related to ergodic theory.\nThe applicant very recently demonstrated through some examples that the tools of limit theory can be very useful in solving combinatorial problems as well. This observation opened the door for plenty of new applications, which are also in the focus of the proposed research.\nWith the proposed CombLimit initiative the applicant would complement the research agenda of the RÈnyi Institute, and he would also be an important link connecting pure mathematics with its applications in computer science, economics, physics and biology. Upon completion of the CombLimit MSCA program, the applicant will have a good basis for successfully applying a tenured/permanent position at RÈnyi Institute.",
    "totalCost": "134239,2",
    "ecMaxContribution": "134239,2",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA RENYI ALFRED MATEMATIKAI KUTATOINTEZET",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998078979": {
            "orgId": "998078979",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA RENYI ALFRED MATEMATIKAI KUTATOINTEZET",
            "ecContrib": 134239
        }
    },
    "calculatedTotalContribution": 134239
}