{
    "rcn": "208610",
    "acronym": "Nano Traction",
    "topics": "MSCA-IF-2016",
    "title": "Nano Traction",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "In this Marie Sk?odowska-Curie Fellowship project entitled ìNano Tractionî I will design a platform for the directed autonomous movement of nano- and microparticles. This will be achieved using a completely novel form of traction based on the dynamic covalent attachment of the particles to a surface.  Asymmetrically applied redox potentials will induce motion allowing the electrical control of nano- and microparticle motion and the creation of particles that autonomously move and seek out cells that are producing reactive oxygen species a key indicator of disease.  This Fellowship will be undertaken under the supervision of Prof. Molly Stevens in the Division of Biomaterials and Regenerative Medicine at the Karolinska Institute (KI), which has the world-leading expertise in functional nanomaterial synthesis, biomaterials engineering, cell biology and tissue engineering crucial to the objectives of this proposal. This ground-breaking new method of particle control at micro and nanometre length scales will have application in many areas including; precision actuation for nanorobotics and microfluidics and; the creation of cell seeking particles for biosensing and the targeted delivery of nanoparticle agents. It will not only initiate new research areas at the cutting edge of nano- and biomaterials science, but will help me to establish my own independent research career following the proposed Fellowship.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}