{
    "rcn": "208652",
    "acronym": "MicroMod-PSII",
    "topics": "MSCA-IF-2016",
    "title": "Microscopic modelling of the highly efficient intra- and inter-antennae energy transfer to the reaction centre in plant photosystem II",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "MicroMod-PSII aims to provide an unprecedented microscopic, structure-based understanding of the excitation energy transfer mechanism in plant photosystem II (PSII) from the outer antennae complexes to the reaction centre under physiological conditions. It will unravel natureís highly sophisticated way of harvesting sunlight in unrivalled detail.\nWithin the framework of MicroMod-PSII, the first-ever coarse grained molecular dynamics simulations at almost atomistic resolution of PSII supercomplexes in thylakoid membrane patches will be performed. Based thereon, the intra- and inter-antennae excitation energy transfer toward the reaction centre will be modelled using high-level ab initio quantum chemistry. For this purpose, a procedure will be developed to transform coarse grained molecular dynamics snapshots into atomistic structures best suited for quantum chemical calculations. The calculated chromophore properties will provide a detailed understanding of the interplay between rigorous, highly conserved structural organisation and dynamic flexibility at the protein-protein interfaces and its impact on the outstanding light harvesting properties of PSII. The overall strategy developed during MicroMod-PSII can emerge as an important tool for computational biology as it allows modelling of a wide variety of reactions in the electronic ground or excited state catalysed by protein supercomplexes.\nDuring MicroMod-PSII, the researcher will acquire extensive expertise in state-of-the-art coarse grain molecular dynamics and will transfer knowledge in quantum chemistry and quantum dynamics to the host group. The improvement of complementary skills such as scientific management, networking, public engagement and team leadership will significantly develop the researcher. Together with the broad knowledge of state-of-the-art simulation techniques covering multiple time and length scales, this will provide excellent preparation for the researcherís next scientific career step.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}