{
    "rcn": "208697",
    "acronym": "GeoInSight",
    "topics": "MSCA-IF-2016",
    "title": "Geological constraints on the crustal structure at InSight landing site, Elysium Planitia, Mars",
    "startDate": "10/07/2017",
    "endDate": "09/07/2019",
    "objective": "The internal structure of Mars provides valuable insights into the differentiation and thermal evolution history of the planet. InSight (Interior Exploration using Seismic Investigations, Geodesy and Heat Transport) robotic lander, planned to launch for Mars in May 2018, will be the first lander using a seismometer to investigate the interior structure of Mars. However, the geologic context and subsurface structure of the landing site, which is crucial for understanding the geophysical data to be acquired by the mission, has not been well-established. Here I propose to organise a comprehensive study to constrain the subsurface geology using a suite of datasets acquired by previous orbital missions. I will work with Prof Cathy Quantin-Nataf at University of Lyon, taking advantage of the Mars dataset system (MarsSI) developed in the host lab. Through completion of a combined, thorough analysis of the morphology and thermophysical properties of the surface units, I will establish the boundary and time relationships of surface geological units. I can also characterize chemical and structural discontinuities in the crust, from investigation of impact craters that expose the mineralogy of the subsurface. The synthesis of these results will allow for reconstruction of the subsurface stratigraphic model for the interpretation of seismic data. This proposal demonstrates the transfer of knowledge to the host institution Claude Bernard University of Lyon 1; the training of the candidate in Mars geology research as well as project management; specific plans for dissemination and communication of the action results and the timeline and quality of implementation. The project puts the candidate and host organisation in good positions to participate in future Mars missions and reinforces the role of EU in Mars explorations. The science results of the proposed action will have great significance in understanding both the internal structure and fundamental geologic processes on Mars.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}