{
    "rcn": "208685",
    "acronym": "Repro_organoid",
    "topics": "MSCA-IF-2016",
    "title": "Direct reprogramming of human astrocytes into functional neurons in cerebral organoids derived from genome edited hiPSCs",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Work over the last decade has shown that the genetic programs underlying cell identity are still plastic in terminally differentiated cells. Direct lineage reprogramming takes advantage of this plasticity to induce cell fate conversions from one cell type into another. This is achieved by forced expression of specific fate determinants, usually transcription factors that regulate cell fate during development. This proposal will allow me to address the fundamental biological question whether human glia can be reprogrammed within a human tissue setting, and if so, whether this depends on their state of maturation. I propose to study the possibility of converting human glia into induced neurons within an in vivo-like tissue context. Towards this I will employ cutting-edge techniques such as generation of cerebral organoids from human induced pluripotent stem cells (hiPSCs) and genome-editing techniques to allow for inducible expression of reprogramming factors in human glia at different maturation stages within the cerebral organoids. In order to perform the hiPSCs genome-editing I will use CRISPR/Cas9 technology which will permit me to obtain stable, cell-type specific and inducible hiPSC lines. This novel and valuable genome editing strategy will facilitate the use of different reprogramming factors sets in order to optimize the reprogramming of glial cells into functional neurons. This study may pave the way for translating direct lineage reprogramming into new strategies for brain repair.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}