{
    "rcn": "208663",
    "acronym": "LINGUISTIC ILLUSIONS",
    "topics": "MSCA-IF-2016",
    "title": "Linguistic Illusions in Children with Down Syndrome, Specific Language Impairment and Typical Language Development",
    "startDate": "21/08/2017",
    "endDate": "20/08/2020",
    "objective": "This project investigates the acquisition of grammar in children with Down syndrome (DS), Specific language Impairment (SLI) and typical language development (TLD) between the ages of 2 and 12, speaking African American Vernacular English (AAVE) and Southern English (SE). Similarities and differences will be compared between the three populations to determine whether the reduced use of inflectional marking in AAVE speaking children is the result of linguistic illusions, conditioned by factors external to morphosyntax (i.e dialectal particularities). \nChildren speaking AAVE are often referred to speech language pathologists for further assessment and intervention, because reduced production of overt inflectional marking resembles the speech of children with SLI. Similar characteristics have been argued for individuals with DS. Studies looking at DS and SLI comparatively find a number of similarities across the two populations. However, recent work on DS has shown that productions that may be seemingly due to a morphosyntactic impairment, are in fact ìmorphosyntactic illusionsî, where the surfacing effect might seem to be a result of grammatical restrictions but it is in fact an effect caused by physiological/articulatory limitations and differences in the phonological system. The same has also been argued for toddlers with TLD.\nThis study will provide information on the stages of language acquisition in the three populations and determine if the potential differences recorded across the three groups are the outcome of problematic language acquisition or linguistic illusions (phonetic/phonological effects, dialectal particularities, etc). Therefore, this project constitutes innovative research with regard to different stages of (a)typical language development across the three populations speaking AAVE and SE. We further aim to provide sufficient information for therapists for the development of new tools to improve linguistic performance in populations with DS and SLI",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "962206439": {
            "orgId": "962206439",
            "orgName": "THE UNIVERSITY OF MISSISSIPPI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}