{
    "rcn": "208653",
    "acronym": "PULSATES",
    "topics": "MSCA-IF-2016",
    "title": "PULsar Science Across The Electromagnetic Spectrum",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Over the last 50 years the study of pulsars has advanced our scientific knowledge over an incredibly broad range of topics, from particle physics, where they provide the only means of experimentally testing theories that describe the behaviour of matter at densities greater than those in an atomic nucleus, to enabling exquisitely precise tests of gravity. Since their initial discovery, over 2000 pulsars have been found in surveys worldwide, and observed from 100 MHz up to TeV gamma-ray energies, however ten times more than this are expected to be observable in our Galaxy.\n\nOver the course of this fellowship I will develop, and implement, an advanced survey strategy that, for the first time, will incorporate simultaneous observations from across the electromagnetic spectrum to exploit the truly broadband nature of the pulsar emission mechanism. Additionally, I will design innovative analysis techniques to extract the maximum scientific information both from the survey data, and the subsequent long-term observations. \n\nThis fellowship will extend my existing knowledge of pulsar timing, from which the precision science is extracted, to include the other core aspect of pulsar astronomy, that of pulsar searching, bringing me into close contact with observational astronomy using both the current, and next, generation of radio telescopes. I will transfer my unique expertise in statistical analysis and precision pulsar timing to the host, where it will be applied to a wide range of projects, including international efforts to detect gravitational waves, and the ERC Synergy Grant ìBlackHoleCamî, which involves the discovery and analysis of a pulsar orbiting the central supermassive black hole in our Galaxy. \nFurther, I will gain critical skills from the group, both within astrophysics, and beyond, in writing observing proposals, project management, and disseminating my research to the general public, all of which will be vital as I pursue a career in astrophysics in Europe.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}