{
    "rcn": "208615",
    "acronym": "PE-FECATS",
    "topics": "MSCA-IF-2016",
    "title": "Pasteur's Empire - French Expertise, Colonialism, and Transnational Science",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "This project investigates how bacteriologists at the Pasteur Institute reimagined the French empire as a biotechnological space of experimentation in the early twentieth century, and conversely, how medical technologies developed in French colonies in Indochina, West Africa and Tunisia were enrolled to both shore up and challenge colonial power. \n\nScholars are increasingly interested in how global inequalities shape medical development i.e through the outsourcing of clinical trials. Yet most work has focused on the role of politicoeconomic inequalities. This project firstly investigates how the framework of empire interacted with the construction of colonial technoscience - new epidemiological data, laboratory infrastructure - that rendered French colonies legible as spaces of medical experimentation. Scientists turned the colonies into resources they could use to maneuver around metropolitan obstacles such as resistance to large-scale human trials of new vaccines, and push their projects further. \n\nSecondly, this project focuses on plague containment, alcohol and opium fermentation, and tuberculosis and yellow fever vaccination, showing how these projects empowered French, Vietnamese and African actors in the realm of politics. French colonial administrators used vaccines and fermentation techniques as examples of rational French progress, imposing reforms that limited labor rights, centralized major industries in French hands, and restricting rights of association for colonial subjects. At the same time, Vietnamese and African activists could leverage the discourse of progress to point to the practical failures of bacteriological technologies, opening up a new language for claiming rights and criticizing the empire.\n\nBy integrating transnational history with science and technology studies, this project provides a new lens for studying the history of empire and understanding the political consequences of medical development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}