{
    "rcn": "208638",
    "acronym": "THEcore",
    "topics": "MSCA-IF-2016",
    "title": "Thermally efficient, cost-reduced nanostructured foams for vacuum insulation panels",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Climate change is an energy problem, says the conclusion of studies related to global warming. Aware of this ìinconvenient truthî, Europe launched strategies, with precise energy savings and gas emissions reductions, to be reached by 2020 and an ultimate sustainable energy system by 2050. As a large share of energy consumption is spent by the household sector (heating, air conditioning, refrigeration), advanced thermal insulation products give a crucial contribution to better energy efficiency.\nVacuum Insulation Panels (VIPs) are currently the most effective solution. By offering ten times higher thermal insulation than traditional materials of the same thickness, VIPs use less material, thus saving usable spaces. Besides the high insulation capacity, volume reduction by the use of VIPs eases waste disposal, lowers extra logistic costs and transport emissions while reducing the energy needed to keep the temperature at a desired level. On the other hand, high performance VIPs are still unaffordable for the majority of customers mainly due to the costly fumed silica core (~50% of the VIP cost). The search for cost-effective core materials is a challenge for the scientific community but, revolutionary and cheap nanostructured polystyrene foam (SUMFOAM), recently developed by Sumteq GmbH, may fill this gap in VIP technology. \nThis project focuses on the unique combination of SUMFOAM with VIP. The vast experience in VIP technology by va-Q-tec will be fundamental to achieve higher thermal efficiency at much lower production costs than previously reached. Also, SUMFOAM offers the possibility of accurately shaping and tailoring solutions for the intended application. In addition to setting a new figure-of-merit in VIP, the ultimate goal of the project is to contribute to the EU strategy of reducing energy impact by establishing advanced, application-tailored VIP products with a higher thermal efficiency and a reduced weight at an affordable price compared to existing VIPs.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "VA-Q-TEC AG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996620390": {
            "orgId": "996620390",
            "orgName": "VA-Q-TEC AG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}