{
    "rcn": "208618",
    "acronym": "Mobilising Archives",
    "topics": "MSCA-IF-2016",
    "title": "Mobilising Archives: photography in Southwest Angola",
    "startDate": "01/03/2017",
    "endDate": "28/02/2020",
    "objective": "Africanist archival photography has posed significant questions from a postcolonial perspective. This project aims to further investigate its current visual economy by studying different practices of ethnographic field photography in Lusophone countries. It explores three collections produced over different historical times by using an innovative methodology that combines postcolonial archival research, visual culture studies, ethnographic fieldwork and a collaborative photography project with contemporary villagers. It scrutinises the historicity of the ethnographic concept of the visual by looking at the archives resulting from three distinct photographic engagements with Southwest Angolan cultures, during the colonial period and after: the ethnographic photographs taken by a missionary (1930s-1970s), a museum officer (1960s) and an ethnographer (1990s). The research aims to understand the historical trajectory and contemporary uses of these collections to explore how different production and reception contexts impact on their social meanings over time ñ and to present its findings in a virtual exhibition. By mobilising these collections from the archive to the field and back again, the research will test through photo-elicitation and new photographic practice, the resonances of two topics among scientists and indigenous people. a) It will analyse the persisting yet changing approaches to gender carried out by the selected photographers with the perceptions of contemporary rural indigenous people. b) It will explore the resilience of rural domestic economies to the precarious ecological conditions of semi-arid highlands today, a topic which former photographers only marginally approached in their own collections. Therefore, this project will contribute to global climate issues as well as to gender studies, while overall adding value to visual anthropology studies about evolving practices of photography and to debates on archival, science and exhibition practices.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "INSTITUTO DE CIENCIAS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}