{
    "rcn": "208605",
    "acronym": "UNISLAND",
    "topics": "MSCA-IF-2016",
    "title": "Towards a unified mechanistic model of oceanic island biogeography",
    "startDate": "16/09/2017",
    "endDate": "15/09/2020",
    "objective": "Understanding how ecological and evolutionary processes shape patterns of biodiversity remains a central challenge for ecological and biogeographic theory. Oceanic islands, because of their spatiotemporal properties, provide the most promising arena to address this challenge. UNISLAND will advance general theory by applying novel ecological, evolutionary and genomics approaches to explicitly test mechanistic predictions derived from the recently developed General Dynamic Model (GDM). The GDM, while an island focused model, is of broad ecological relevance, because it encompasses generally held ecological relationships, such as the species area relationship (SAR) and the species abundance distribution (SAD). Two key mechanistic predictions derived from the GDM have so far been untested, and are the focus of UNISLAND. The first is that the older an island is, the more old are the single island endemic species (SIEs) that evolved on that island. The second is that single island endemic species (SIEs) have higher extinction probabilities that other species. UNISLAND is embedded in a multidisciplinary framework involving: comparative phylogenetics; community-level modeling; ëmuseumí genomics; and spatially-explicit coalescent-based analysis. Data generated by UNISLAND will evaluate the range shift and extinction risk (species-level and ecosystem-level), thus addressing international and European-level research priorities. Through the collaborative phase between the ER and OPS, UNISLAND will provide the ER with state of the art skills in historical DNA genomics and ecological modelling that will be transferred to the CSIC during the return phase. The complementary research profiles of the OPS, RPS and ER, their mutual interests in the spatial structuring of biodiversity, and the application of modern fit for purpose methodology, underpin the strength of UNISLAND.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}