{
    "rcn": "208631",
    "acronym": "NTPleasure",
    "topics": "MSCA-IF-2016",
    "title": "Non-Thermal PLasma Enabled cAtalysis-Separation system for UpgRading biogasto mEthane-NTPleasure",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "Biogas (CO2, 15~60 vol.%, CH4, 40~75 vo.l%) is produced by the anaerobic digestion of organic wastes such as sewage, food wastes and landfill, which can produce biomethane as the transport fuel. Therefore, extensive efforts have been dedicated for the separation of CO2 from biogas to enrich CH4 present. In addition, the further utilization of separated CO2 (e.g. CO2 to methanol or CH4) is also a challenge for directing its carbon cycle and hence reducing the current greenhouse gas emissions. In this project, an integrated separation-nonthermal plasma (NTP)-catalyst system will be developed to enable the full utilization and valorisation of biogas. The system will be based on selective capture of CO2 from the biogas stream using ultra-thin SAPO-34 zeolite membranes (~1 ?m thickness) and the subsequent NTP-assisted catalytic CO2 methanation on Ni- and/or Co-based catalysts supported on 5A zeolite membrane (~3 ?m thickness). The integrated design combining CO2 capture with CO2 methanation at ambient temperature will be an excellent candidate for further exploitation in the industrial scale biogas upgrade process. This project will also use transient kinetics and advanced in-situ characterization methods to understand the reaction mechanism and nature of the active site, including steady-state isotope kinetic analysis, short-time-on-stream diffuse reflectance infra spectroscopy and near ambient pressure X-ray photoelectron spectroscopy, etc.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}