{
    "rcn": "208676",
    "acronym": "HumanUniqueness",
    "topics": "MSCA-IF-2016",
    "title": "Does the temporal cortex make humans special? What comparing the human and great ape brain can tell us about cognitive evolution",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "What makes humans the dominant animal species on the planet? Much of the popular literature has emphasized similarities between humans and our closest animal relatives, especially the chimpanzee. But there can be no doubt that humans are special. A major human cognitive specialization is our ability to process conceptual information. We are able to form abstract concepts by combining sources of information and generalizing from current knowledge. These concepts can be invoked in the absence of immediate percepts and used to recognize exemplars not encountered before (e.g., recognizing a basset hound as a dog even after only encountering beagles in the past).\n\nTo understand how our brain evolved the ability to process such conceptual information, we need to know what anatomical specializations occurred to allow this behavior. We still know little, but damage to the anterior temporal lobe in humans produces disruption to the production and manipulation of abstract concepts. We also know that the anterior temporal lobe has disproportionately expanded in the humans since our divergence from old world monkeys and that its connections with other parts of the brain have proliferated.\n\nTherefore, the goal of the current proposal is to investigate which anatomical specializations have developed in the human brain, compared to that of our closest animal relatives, and whether these are involved in the uniquely human ability to process conceptual information. We will use a combination of ineuroimaging techniques to investigate the organization of the human, chimpanzee, and macaque brains to identify parts of the temporal cortex that are unique to the human brain. Then, using functional neuroimaging in the human volunteers, we will test whether this unique area is indeed activated when people engage in the processing of conceptual information. Together, this presents a unique opportunity to study human uniqueness in a combined comparative and psychological project.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}