{
    "rcn": "208600",
    "acronym": "MAREXT",
    "topics": "MSCA-IF-2016",
    "title": "Macrocyclic receptors for selective anion extraction",
    "startDate": "02/05/2018",
    "endDate": "01/05/2020",
    "objective": "Developing selective receptor molecules for biologically relevant anions will enable major technological advances for rapid sensing, and extraction and removal of toxic components from waste waters. However, selective binding in water with synthetic receptors is difficult to achieve since water effectively competes with receptor-anion interactions. MAREXT aims to offer pioneering solutions for the selective binding of targeted anions in water by novel calixpyrrole assemblies: micelles with hydrophilic polyethylene glycol tails for the selective recognition of anti-inflammatory drugs with carboxylate groups. The project focuses on advanced synthesis of the calixpyrrole receptors, preparation and characterization of the micellar assemblies, and extraction of target anions from water. MAREXT combines the expertise of the experienced researcher and Prof. Ballesterís group promoting multidisciplinarity and knowledge transfer in fields of colloids and molecular recognition. The fellowship provides training for the candidate in advanced synthesis, chromatography and DOSY NMR, and transferable skills such as research project management, grant writing and scientific communication. The results of the high-impact project will improve the capacity of the candidate to achieve her next career stage and improve the competitiveness of Europe in extraction technologies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}