{
    "rcn": "208626",
    "acronym": "HiPArtDoc",
    "topics": "MSCA-IF-2016",
    "title": "Between Evidence and Representation: History of Performance Art Documentation from 1970 to 1977",
    "startDate": "29/05/2017",
    "endDate": "28/05/2019",
    "objective": "'Between Evidence and Representation: History of Performance Art Documentation from 1970 to 1977' introduces a new historiographical approach that accounts for the dynamic development of performance art and its theories through the history of performance documentation. Focussing on the role of performance documentation in the conservation and presentation of performance-based art from 1970 to 1977, ìBetween Evidence and Representationî will examine the different strategies undertaken to provide duration and mediated access to definitionally ephemeral and immaterial events. The projectís aim is to demonstrate that, simultaneous to the formation, circulation, and acknowledgment of the category of performance art in the early 1970s, performance documentation itself was aestheticised. The goal of the research is to show that both these changes are part of an historical process of containment of performance within the traditional framework of visual arts. Thereby, ìBetween Evidence and Representationî will show how this process actively shaped the history of performance art, filling a gap in the historiography of  performance art and performance documentation. The research programme, which will end in the publication of a monograph, will be carried out in three phases. In the first phase, programmatic writings by artists and art movements will be used to map theories of performance from the 1950s to the 1970s. Referencing art journals, indexes, and exhibitions catalogues and documents, the second phase will examine the function assigned to performance documentation from 1970 to 1977, as well as its correlation to parallel developments in the critical discourse concerning the medium of ìperformanceî. The last phase of the research, relying on archival sources, will provide a final corroboration to the research hypothesis through its application to four paradigmatic case studies.'",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}