{
    "rcn": "208661",
    "acronym": "AMAM",
    "topics": "MSCA-IF-2016",
    "title": "Ageing Multiphysics of Asphalt Materials",
    "startDate": "21/09/2017",
    "endDate": "20/09/2019",
    "objective": "The ultimate objective of this fellowship, entitled ìAgeing Multiphysics of Asphalt Materials (AMAM)î, is to intensively train a talented researcher, Dr Fan Gu, through an interdisciplinary project focused on the modelling of the ageing multiphysics and performance evaluation of asphalt materials. Deliverables including fundamental understanding of asphalt ageing multiphysics, novel anti-ageing materials and a systematic performance prediction framework for engineering applications in sustainable design, construction, and maintenance of road infrastructures. The Fellow will receive intensive technical training in multidisciplinary field of chemistry (Aston), material science (Aston), computational modelling (Aston, TUD), experimental characterisation (NTEC) and industry applications (Nynas and AI). The Fellow will also receive inter-sector professional skills training in project management, organization and networking. The project outputs will enhance the EU scientific excellence by exploring the ageing mechanisms of complex bitumen-based materials, strength the EU industry leadership in anti-ageing material innovation, and protect EU environment and natural resources through extended service life of the aged road infrastructures using innovated recycled/bio-based anti-ageing construction materials. Uniquely, the project will enable the Fellow to an independent leading researcher in infrastructure engineering for his academic career and to become a rare asset to European research through leading the research and building effective collaboration network among academia and industry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}