{
    "rcn": "208640",
    "acronym": "UBIMAPS",
    "topics": "MSCA-IF-2016",
    "title": "Ubiquitin-dependent regulation of the microtubule cytoskeleton",
    "startDate": "01/11/2017",
    "endDate": "31/01/2020",
    "objective": "The microtubule cytoskeleton is a dynamic array of cylindrical polymers that play important roles in various cellular processes including chromosome segregation and ciliogenesis. Hundreds of accessory factors ñ grouped under the term microtubule-associated proteins (MAPs) ñ orchestrate this network by governing the interaction profile and growth behaviour of microtubules. Due to this critical function, the precise abundance and distribution of MAPs within cells is of high importance and their deregulation is associated with various human diseases, such as ciliopathies and cancer. Surprisingly little is known about mechanisms involved in the regulation of MAPs and so far only a few of them have been identified as targets of the major proteolytic control machinery in cells, i.e. ubiquitin-proteasome system. In this work, I will further explore how MAPs are regulated by ubiquitin-dependent degradation by focussing on a multi-subunit ubiquitin E3 ligase called SCFFbxw5 that seems to play an important role in microtubule control according to preceding experiments of the host lab. Hence, I will investigate in detail two MAPs that were identified as substrates of SCFFbxw5 by the host lab in order to unravel the functional, temporal, and spatial characteristics of their ubiquitylation by SCFFbxw5. Since these MAPs are known to fulfil crucial functions in ciliogenesis and chromosome segregation, this work will promote our knowledge about how ubiquitin-dependent degradation contributes to these processes and may open up novel therapeutic strategies with the associated diseases.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}