{
    "rcn": "208644",
    "acronym": "meltRBP",
    "topics": "MSCA-IF-2016",
    "title": "Tracking interactions between RNA and RNA-binding proteins by thermal profiling of the proteome",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "RNA-binding proteins (RBPs) are among the key players in post-transcriptional gene regulation. A detailed knowledge of the RBPs bound to a specific RNA target is critical to the unravelling of the regulatory steps of RNA expression under normal and disease conditions. However, the study of these interactions is complex and requires methodologies that go beyond the scope of individual RBPs. So far, the techniques have been confined to post-lysis protein or RNA enrichment, which limits the identification of non-abundant targets and often relies on the insertion of tags.\nTo solve these issues, thermal proteome profiling (TPP)órelying on the stabilisation of the endogenous protein through the binding of its ligandówill be applied in this project. Here, using mass spectrometry, TPP will be applied to investigate complex RBP-RNA interactions on a proteome-wide level in an unbiased manner ('meltRBP'). \nFirst, the methodology will be benchmarked with the help of a well-characterised interaction: the iron regulatory proteins and their RNA target, the iron response element (IRE). Secondly, TPP will be applied to a biologically relevant system, namely the mRNA of the Amyloid Beta Precursor Protein (APP). The proteolysis of mutant APP proteins, which are generated from alternatively spliced mRNAs, generates highly aggregation-prone ?-amyloid peptides, a hallmark of Alzheimerís disease (AD). The application of TPP to identify RBPs bound to the wild-type versus mutant APP mRNA will reveal new potential targets for AD treatment. Finally, TPP will be used to determine the specificity of the hybridisation of antisense oligonucleotides (ASOs), currently of great interest to the field of neurodegenerative disease treatment and whose global cellular effects have thus far not been investigated in a high-throughput manner.\nIn summary, this proposal encompasses the benchmarking and application of an innovative proteomic technique, that has the potential to function as a screen for ASOs.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}