{
    "rcn": "208658",
    "acronym": "TeenEduGoals",
    "topics": "MSCA-IF-2016",
    "title": "Adolescentsí education transitions: Multiple insights into the process dynamics of goal-construction and youth actions over time",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The literature recognizes (1) that to date little is known about how individuals change and where differences between them come from; (2) the need to deepen our understanding and ability to intervene in the manifest, social and subjective processes occurring during adolescence. This requires the adoption of more radical approaches to the study of development allowing the field to move beyond its current emphasis on individual processes and ease in the adoption of a more holistic, dynamic understanding of how young people build meaning across time and in certain contexts. It is the aim of our research to bring together 3 perspectives (developmental life span psychology, dynamic systems approach, contextual action theory) allowing complementary insights into the process dynamics of goal-construction and youth actions over time during adolescence. The specific domains of observation will be peer relationships and youth education transitions from early to late adolescence and young adulthood in Finland.\nThe achievement of the work package objectives will entail (1) learning by research and hands-on training activities, (2) involvement with the research and financial planning of the study, (3) me expanding my network of collaborations. The project will help me improve my career prospects and employability, thus to progress from the early career stage to a consolidated position in a competitive academic institution. It will also help me assert myself as an expert (1) on the theoretical and methodological approaches informing the research project, (2) on adolescentsí education transitions and related interventions.\nWe will (1) derive implications for future research, intervention and policy, (2) disseminate and communicate our findings as widely as possible to effectively transfer the knowledge acquired with the project to other researchers, sectors and disciplines (e.g., through scholarly publications, media briefs, workshops, seminars/meetings with community members).",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}