{
    "rcn": "208617",
    "acronym": "SpliceCore",
    "topics": "MSCA-IF-2016",
    "title": "Functional dissection of core spliceosomal mutations causing Retinitis Pigmentosa.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "More than 95% of human genes undergo pre-mRNA splicing, and alternative splicing of mRNA precursors represents a prevalent mode of gene regulation. Errors in this process are often the origin of of disorders. Most of splicing-related diseases are caused by perturbation in pre-mRNA transcripts which lead to their aberrant processing. Interestingly, a fraction of mutations affecting directly splicing factors, including core spliceosomal components, has been linked to a group of pathologies. Particularly intriguing are variants of the key spliceosomal subcomplex U4/5/6 tri-snRNP, associated with Retinitis Pigmentosa. Why these mutations lead to highly tissue-specific phenotypes, rather than general toxicity cause by a global block in splicing, remain unexplained. The proposed research aims to increase our understanding of the molecular mechanisms underlying the effects of these mutations and shed light on the basis of the disease. To functionally dissect these variants, I will combine spliceosomal network approaches (I) with genome-wide transcriptome analysis (II) and detailed biochemical and structural studies (III). Mechanistic insights derived from these analyses will help to identify transcripts that are predominantly sensitive to these mutations and that could be behind their pathogenic effects (IV). This work will allow us to better understand the function of key splicing factors, as well as the basis for their effects on splice site selection and their contributions to Retinitis Pigmentosa pathology.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}