{
    "rcn": "208606",
    "acronym": "NANO-DIELECTRICS",
    "topics": "MSCA-IF-2016",
    "title": "Nanostructured dielectric platforms for electric and magnetic field-enhanced spectroscopies and nonlinear photonics with low-loss characteristics",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "It is widely known that metals, such as gold and silver, when suitably structured at the nanometre scale, are able to focus light into very small (sub-wavelength) volumes, greatly enhancing its local intensity. For this unique capability such metallic nanostructures are often referred to as ìnanoantennasî. In the last decade, metallic nanoantennas have opened up a wide range of applications in numerous fields, spanning (bio)imaging and sensing to the development of optoelectronic hybrid devices. However, since the mechanism of light confinement relies on the collective oscillation of free electrons, generation of heat via Joule dissipation is inherent to the process and detrimental effects arise for several uses, such as surface-enhanced spectroscopies and nonlinear optics.\nThe central objective of this project is to circumvent this issue through the use of dielectric nanoantennas made of silicon or germanium, which have been proposed recently as low-loss alternatives with relatively high field enhancement capability. Specifically, this research will determine, for the first time, the ability of the dielectric nanoantenna to selectively enhance a moleculeís electric and magnetic dipole emmisions, without perturbing the sample by undesired heating. Furthermore, this project will investigate the coupling of dielectric resonators to suitable nanomaterials for high-efficiency infrared-to-visible light conversion, and will design hybrid arrangements of dielectric and metallic nanostructures to combine the best of both worlds. Finally, dielectric metamaterials will be studied for both enhanced spectroscopies and nonlinear photonics to further improve these characteristics. The results of this work will have significant impact in a number of fields and will represent, for the case of silicon, the perfect scenario for the integration of optical nanoantennas and metamaterials with the extensively used silicon-based optoelectronics technology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}