{
    "rcn": "208607",
    "acronym": "RhoSNATCH",
    "topics": "MSCA-IF-2016",
    "title": "Dissecting Rho GTPase signalling networks through acute perturbation techniques",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Recent advances in technologies to measure Rho GTPase signaling with unprecedented spatiotemporal resolution in single living cells have led to novel questions. Important new insights are that Rho GTPase signaling involves the formation of signaling complexes that fluctuate on subminute time and micrometer length scales, and that complex signaling networks involving multiple Rho GTPases fine tune the leading edge dynamics that power fibroblast migration. Novel methodologies are required to dissect this newly discovered signaling complexity. RhoSNATCH aims to characterize these signaling networks by acutely perturbing and recording Rho GTPase signaling at biologically relevant timescales in live-cell imaging experiments of cell migration. I will identify the crosstalk between Rac1/RhoA/Cdc42 that positions and maintains specific Rho GTPase activity zones in time and space and identify dedicated functional signaling modules that fine tune specific cytoskeletal output at the leading edge of motile fibroblasts.  \nMicrofluidic technology will be used to induce precise fibroblast leading edge signaling states. Genome editing in combination with a reversible chemical dimerizing system will be used to acutely perturb endogenous RhoA,Cdc42 and Rac1 signaling, as well as a subset of their upstream regulators that regulate leading edge dynamics. Rho GTPase activation patterns and downstream cytoskeletal outputs will be systematically recorded in the different perturbed states. Computer-vision assisted image analysis will allow the multiplexing of multiple data sets to produce one of the first integrated models of the molecular circuitry that fine-tunes Rho GTPase signaling and cytoskeletal dynamics during leading edge extension. This novel, integrated approach will allow for the first time the identification of different spatiotemporally organised Rho GTPase signaling modules, and give relevant insight into the crosstalk between and functions of Rho GTPases in time and space.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}