{
    "rcn": "208693",
    "acronym": "ADAPTOMICS",
    "topics": "MSCA-IF-2016",
    "title": "Adaptations to temperature regimes in sponges: Genomic insights into the developmental and physiological evolutionary changes of early-branching metazoans",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Species which inhabit the Antarctic have evolved to exist in some of the most challenging conditions found anywhere on the planet. Marine creatures must cope with sea temperatures generally ranging between 0 to -1.8 degrees Celsius and a food supply which fluctuates widely from summer to winter, rendering their survival difficult. Nevertheless, species have found the means to thrive in such conditions. Their adaptation to cold environments will have included a host of genetic changes, and to date we still know little about the nature of these molecular adaptations, the way these act in vivo, and the exact benefits such changes confer.\n\nI aim to investigate the molecular differences between congeneric species of sponge adapted to vastly differing thermal environments and find the means by which these species adapt to cold conditions. This will be approached in several ways, starting with transcriptomic sequencing of six species of sponges of genera Axinella, Mycale and Phorbas. These are abundant in the Antarctic, Caribbean and Mediterranean seas, and play essential roles in the benthic ecosystems in which they are found. Transcriptomic analyses will be supplemented by genomic sequencing, RNA in situ hybridization, molecular ecological and functional approaches.\n\nThis will allow me multiple means of assaying the molecular and population-level diversity of these sponges, and, specifically, how they have evolved to live in such cold environments. More broadly, these findings will allow us to begin to determine whether the same adaptive molecular mechanisms to extreme cold are used repeatedly across sponge and animal phylogeny. Any evidence of convergent evolution to extreme cold will suggest constraints on the means of adaptation. Similarly, novel molecular changes would be of great interest to a wide variety of fields. Our findings will therefore add substantially to a nascent area of enquiry, and provide a firm basis for future work both in these species and beyond.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "Natural History Museum",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}