{
    "rcn": "208679",
    "acronym": "NpQFT-NEq",
    "topics": "MSCA-IF-2016",
    "title": "New non perturbative methods for out-of-equilibrium quantum field theory",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "A full understanding of the out-of-equilibrium dynamics of many-body quantum systems is one of the ultimate goals of statistical physics. It is often extremely difficult to compute how physical quantities evolve with time in these settings, and to know when and how these systems eventually can reach some form of equilibrium. This difficulty is specially marked in systems described by quantum field theory, where non equilibrium dynamics are still less well understood than in discrete lattice models and quantum spin chains. \n\nRecent years have seen many developments of powerful non perturbative methods for understanding equilibrium quantum field theory, from different areas of physics. There seems, however, to be a disconnection between the plethora of new techniques developed in areas like high energy physics, nuclear physics, and cosmology, and the few applications these have seen in some of the younger active disciplines in non equilibrium quantum field theory, such as understanding the time evolution of observables and equilibration dynamics in low dimensional and strongly correlated systems. \n\nThe main aim of this proposal is to implement an interdisciplinary approach to understand out-of-equilibrium physics, and quantum field theory in particular, borrowing and developing techniques from areas of high energy physics, such as non Abelian gauge theories, supersymmetric field theories and resurgent transseries, and from condensed matter physics, such as Bethe ansatz solutions and new quasilocal conserved quantities for integrable lattice models. This will provide several new analytical methods to approach non equilibrium field theory that go beyond perturbation theory and methods based on integrability. The success of this action will be ensured by the interdisciplinary backgrounds and expertise of both, the applicant and the host, as well as the diversity and opportunity for collaborations found at the host institution.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}