{
    "rcn": "208735",
    "acronym": "DrugSearchTool",
    "topics": "MSCA-IF-2016",
    "title": "Innovative FRET-based toolkit for screening of drugs to fight miRNA-related diseases and its use in the development of cancer treatment with miRNA-96 as a therapeutic target",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The overall goal of this project is to develop a universal FRET-based toolkit for screening of drugs targeting microRNA (miRNA). Specific outcome will be a high-throughput assay for finding drugs targeting miRNA-96, a tumor-suppressing miRNA in pancreatic cancer cells. FRET is the technique of choice and recently, Prof. Marcus Wilhelmsson, Chalmers University of Technology (CHALMERS; project main supervisor) pioneered the development and photophysical characterization of fluorescent base analogues (FBAs) optimized for high-resolution FRET analysis of nucleic acid systems. There is an urgent need in pharmaceutical industry for an in vitro, cell-free, pre-miRNA-small molecule interaction high-throughput assay and also to increase the understanding of the nature of miRNAs. In this project, the unique FRET FBAs will be utilized to develop such assays and to provide new knowledge regarding miRNA structure, dynamics and interactions with other biological molecules or drugs. Apart from taking on the new research field stated above and developing my professional skills, I will bring in new competences to CHALMERS in RNA biochemistry (from the University of Warsaw and Max Planck Institute in Gˆttingen). Moreover, as part of my training, I will carry out research at AstraZeneca (AZ) and Gothenburg University (UGOT) through secondments. CHALMERS/AZ/UGOT have an established collaboration and I will take full advantage of their R&T capacities in order to gain interdisciplinary and intersectoral expertise as well as to master my skills in scientific communication, scientific writing, coordinating research projects, results exploitation, critical assessment, mentoring, supervision, presentation and networking with other researchers across the globe. This MSCA Postdoctoral Fellowship will help me reaching a position of professional maturity invaluable for starting up my own research group or taking leading roles in industrial R&D organizations.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}