{
    "rcn": "208738",
    "acronym": "NOVA",
    "topics": "MSCA-IF-2016",
    "title": "Novel Antimicrobial Graphene Oxide-Lanthanide- Hydroxyapatite Composites as Therapeutic Materials in Bone Infection and Repair",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "NOVA is an innovative multi- and inter-disciplinary Fellowship hosted by the University of Birmingham in the UK with the main aim to develop antimicrobial graphene oxide (GO)-lanthanide glasses (Ln)-hydroxyapatite (HA) composites for bone repair. Large bone defects and infections represent a major challenge for orthopaedic surgeons. Infections may be life-threatening or, commonly, associated with long-term disability and pose a serious and increasing threat to public health, especially when antimicrobial resistance is becoming a serious problem. It is therefore highly desirable to develop novel multi-functional systems that can exhibit antimicrobial properties for bone repair. Lanthanide glasses (Ln) and Graphene Oxide (GO) have shown very interesting properties, the first being used in sensing and imaging as well as enabling cell attachment and isomorphic replacements for calcium, the second being an antimicrobial. NOVA will develop a multifunctional composite system combining the useful properties of a lanthanide host glass with the antimicrobial activity of Graphene Oxide and the bioactivity of Hydroxyapatite (HA). The proposed research is a novel research direction, and there is no previously published research on what is proposed to be a new class of multi-functional composites.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}