{
    "rcn": "208712",
    "acronym": "ConscriptedVolunteer",
    "topics": "MSCA-IF-2016",
    "title": "Conscripted Volunteering: An Ethnographic Study of Community Engagement Schemes in the Israeli Military",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Militaries increasingly engage their soldiers in activities framed as ëcommunity engagementí or ëvolunteeringí, ranging from facilitating activities for children to delivering food to the needy. ëConscripted volunteeringí, as I term this phenomenon, is part of a broader ëmoralizationí of contemporary society that glorifies ëvolunteeringí as a prominent route for ethical conduct. Under neoliberalism, ëvolunteeringí becomes an object of intensified political interest and promotion. While ëvolunteeringí that is facilitated by militaries can be considered as a means to enhance their public legitimacy, inspired by corporate techniques of reputation management, I propose to analyse it also as a governmentality technique that reinforces the ideological and ethical adherence of soldiers. The proposed research project explores the intensive implementation of ëconscripted volunteeringí in the Israeli military, a military which is considered a paradigmatic case in studies of armed forces.\n\nThe project provides a theoretically-informed, in-depth ethnographic account of a phenomenon that has so far been neglected in the literature. It examines why and how ëconscripted volunteeringí emerged and became widespread in the Israeli military, how these volunteering schemes are assembled, organised and managed, and how this new type of soldiersí engagement affects their notions of morality, citizenship and subjecthood. These questions are addressed through in-depth interviews, participant observations and content analysis.\n \nThe project uniquely converges the thematic areas of military studies and volunteering research; it brings together the candidateís expertise in studying the rise of ëvolunteeringí with the host instituteís specialization in anthropology of military and security. The project contributes to the increasing interest in military-civic entanglements, and to the critical analysis of the emergence of ëvolunteeringí, and of its causes, meanings and implications.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}