{
    "rcn": "208741",
    "acronym": "EPOFFSPRING",
    "topics": "MSCA-IF-2016",
    "title": "Epigenetic mechanisms underlying the influence of paternal drug experience on offspring behavior",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The idea of transmitting paternal environmental impact across generations has been indicated and described in studies across species, but the mechanism is still unclear. The overall aim of the project is to test whether H3K27me3, a type of epigenetic modification on histone 3 [1], is involved in transmitting environmental impact across generation to influence the behavior of offspring. With a behavioral neuroscience background, the experienced research (ER) will apply his expertise in high throughput behavioral assay and combine techniques he will learn from the host lab, including epigenetic profiling, NGS, targeted epigenome editing and computational analysis to address specifically whether paternal drug experience influence offspring behavior via modifying H3K27me3 on dopamine-related genes that are involved in various behaviors [2]. Besides advancing our understanding of the importance and mechanism of paternal inheritance and the role of epigenetics in general, this project will also further extend zebrafish as a model in studying cross-generational transmission of environmental experience by combining multidisciplinary techniques. The trainings ER will be beneficial and essential for his future goal to study epigenetic mechanisms underlying physiology and pathology of brain.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}