{
    "rcn": "208754",
    "acronym": "LIFEOMEGA",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative highly concentrated Omega-3 Specialized Nutrition Product",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The objective of the project is the industrial and market development of a high concentrated Omega3 EPA nutritional product addressed to improve the health of cancer patients.\n\nLIFEOMEGA-cancer can be considered one chemotherapy essential nutrient co-adjuvant by overcoming:\n\n1.\tThe deficit of necessary level essential Omega3 EPA fatty acid by one efficient concentration and daily dosage (min 2.2 g EPA per day)\n2.\tOn a convenient way for the patient overcoming unpleasant fishy taste and with one unique delivery form\n\nThe product is protected by IP and constitutes a unique product and solution, not present in the market. Moreover, it is flavourized, and being an emulsion, it can be conveniently delivered in other liquids. These features make the product a complete breakthrough Medical Food in the essential nutrition market, both in Europe and in the USA. \n\nCancer patients receiving chemotherapy will be highly benefitted with LIFEOMEGA product; they can have their treatments (as cancer chemo/radiotherapy treatments) outcomes improved, their length of hospital stay reduced, and their quality of life during and after treatment increased. The high convenience allows the consumption of fewer dosages to achieve the targeted Omega3 levels.\n\nLIFEOMEGA has a great potential, as it is estimated that cancer patients recieving chemotherapy unfortunately won't be less than 1 millon / year during the next 11 years, in USA, Spain, France, Germany, UK and Italy.",
    "totalCost": "2445781,25",
    "ecMaxContribution": "1712046,88",
    "coordinator": "SOLUTEX GC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952161119": {
            "orgId": "952161119",
            "orgName": "SOLUTEX GC SL",
            "ecContrib": 1712047
        }
    },
    "calculatedTotalContribution": 1712047
}