{
    "rcn": "208747",
    "acronym": "aPad",
    "topics": "FETOPEN-04-2016-2017",
    "title": "aPad - smaller, lighter, smarter autonomous marine surface vehicle",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "'The project proposes transformation of Autonomous Unmanned Marine Surface vehicle 'aPad', the specific research result of the ongoing FET project no. 640967 'subCULTron', into commercially attractive, sustainable and innovative product that both address societal challenges and is highly competitive in global markets. Our initial market research, end-users inquiries and even first acquisition suggest high market potential of the aPad. Furthermore, Autonomous Unmanned Vehicles are at the top of Emerging Technologies reports. Associating these with the fact that 70% of our planet is covered by the sea give us solid motivation for this proposal.\nCurrent stage of aPad development, according to EC Technology Readiness Level scale, is 6 (prototype demonstration in a relevant environment). The project foresees three main groups of activities. The first is development of a business plan to support future commercialization process, including strong brand development based on market analysis and development of strategies for three main pillars of innovation business: market, intellectual property and finances. The second is oriented towards linking and interacting with the identified potential customers, societal end-users and investors to collect their feedback, assess technological impact on the society, develop case studies and detect potential future partners. The third one is preparation for the actual spin-off oriented towards establishment of the manufacturing processes and building of spin-off organizational structure.\nUNIZG-FER Croatia positioned itself as the regional leader in robotics, coordinating and participating in number of research and industry projects. Two UNIZG-FER entities will participate in the project: Laboratory for Underwater Systems and Technologies (LABUST) actual developer of the aPad, will lead all project activates while Research Support Centre (CePI) will participate in development of the business plan and exploration of an exploitation path.'",
    "totalCost": "99750",
    "ecMaxContribution": "99750",
    "coordinator": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 99750
        }
    },
    "calculatedTotalContribution": 99750
}