{
    "rcn": "208783",
    "acronym": "GeoMeG",
    "topics": "ERC-2016-STG",
    "title": "Geometry of Metric groups",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "What are the best trajectories to park a truck with several trailers?\nHow fast can a lattice grow? These are some of the questions studied in this project because both the infinitesimal control structure of movement of a truck and the asymptotic geometry of a (nilpotent) lattice are examples of metric groups: Lie groups with homogeneous distances.\n\nThe PI plans to study  geometric properties of metric groups and their implications to control systems and nilpotent groups. In particular, the plan is to exploit the relation between the regularity of distinguished curves, sets, and maps in subRiemannian groups, volume asymptotics in nilpotent groups, and embedding results.\nThe general goal is to develop an adapted geometric measure theory.\n\nSubRiemannian spaces, and in particular Carnot groups, appear in various areas of mathematics, such as control theory, harmonic and complex analysis, asymptotic geometry, subelliptic PDE's and geometric group theory. The results in this project will provide more links between such areas.\n\nThe PI has developed a net of high-level international collaborations and obtained several results via a combination of analysis on metric spaces (differentiation of Lipschitz maps, tangents of measures, and Gromov-Hausdorff limits) and the theory of locally compact groups (Lie group techniques and the solutions of the Hilbert 5th problem). This allowed the PI to solve a number of open problems in the field, such as the analogue of Myers-Steenrod theorem on the smoothness of isometries, the analogue of Nash isometric embedding and the non-minimality of curves with corners.\nSome of the next aims are to establish an analogue of the De Giorgi's rectifiability result for finite-perimeter sets and prove the smoothness of geodesics, a 30-year-old open problem.\nThe goal of this project is to tackle them, together with many more related questions.\n\nThe PI received his first degree at SNS Pisa (advisor: M.Abate) and his PhD from Yale University (advisor: B.Kleiner). Before obtaining a permanent position only three years after graduation, he was at ETH, Orsay, and MSRI. He received the prestigious position of research fellow of the Academy of Finland.",
    "totalCost": "1248560",
    "ecMaxContribution": "1248560",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1248560
        }
    },
    "calculatedTotalContribution": 1248560
}