{
    "rcn": "208755",
    "acronym": "FGFSTAB",
    "topics": "SMEInst-05-2016-2017",
    "title": "Industrial Production of Stable Fibroblast Growth Factors for Regenerative Medicine and Related Research Areas",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The FGFSTAB project closes the gap between Enantis knowledge and expertise on protein engineering and the commercial applications of stable fibroblast growth factors (FGFs). FGFs are essential to the embryonic development, maintain tissue homeostasis, may slow down ageing of the organisms, and primarily promote angiogenesis and wound healing. FGFs see the greatest application in the care and treatment of chronic skin ulcers, but find use also in surgical and trauma wound healing. The global wound care market is rapidly growing due to the rising aging population and growing incidences of obesity and diabetes. Advanced wound dressings, such as those involving growth factors, play an important role in current regenerative medicine and companies around the world have started investing heavily in research and development of growth factor-based products. However, despite clinical value, applications of FGFs are limited by the fact that natural proteins have poor thermal stability and a short half-life in the circulation; they are often cleared from the body within hours, if not minutes, thus necessitating frequent administrations during the course of treatment, which goes hand in hand with a higher risk of adverse effects and lower cost-effectiveness of the protein therapy. The key objective of the FGFSTAB project is to use an innovative technological platform, based on the application of Enantis proprietary protein optimization concept FireProt, to increase FGF stability under various stress conditions. Additional challenges including high cost of production, current Good Manufacturing Practise, development of delivery systems for safe and effective wound healing, and pre-clinical testing to support future clinical trials and marketing authorization, will be targeted as well. Financial support provided within SME Instrument phase 2 will help us to close the gap from demanding biotechnological development to the target industrial application in regenerative medicine.",
    "totalCost": "1030000",
    "ecMaxContribution": "1030000",
    "coordinator": "ENANTIS S.R.O",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968896335": {
            "orgId": "968896335",
            "orgName": "ENANTIS S.R.O",
            "ecContrib": 1030000
        }
    },
    "calculatedTotalContribution": 1030000
}