{
    "rcn": "208792",
    "acronym": "MetEpiStem",
    "topics": "ERC-2016-STG",
    "title": "Dissecting the crosstalk between metabolism and transcriptional regulation in pluripotent stem cells.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Pluripotent Stem cells (PSCs) can give rise to all differentiated cells of the body and the germ line, which makes them conceptually fascinating and a valuable tool for regenerative medicine. Mouse PSCs are devoid of any developmental restriction partly thanks to their ìopenî chromatin, characterised by remarkably low levels of repressive epigenetic modifications. Metabolism is a key feature that can be adjusted to meet the cellís needs, and that has the potential to feedback on transcription and epigenetics. How metabolism is regulated in PSCs and whether this is important for their biology remains largely unknown.\nWe recently found a new molecular mechanism by which energy production is coupled to pluripotency. Here we propose to deepen our understanding of how metabolism, epigenetics and transcription are reciprocally regulated for the self-renewal and differentiation of PSCs. To gain insights into how metabolism is dynamically regulated in concert with the transcriptome and epigenome, we will also use somatic cell reprogramming into PSCs, a process in which both the metabolic and epigenetic profiles must be reset to match those of PSCs. Moreover, taking advantage of the recent generation of novel human PSCs sharing most of the transcriptional and epigenetic features found in naÔve mouse PSCs, we will explore how metabolic regulatory mechanisms key for the generation and maintenance of pluripotency are conserved throughout evolution. Altogether, large-scale transcriptional, epigenetic and metabolic profiling of PSCs, combined with cutting edge technologies for their generation, expansion and genetic manipulation, will give us the unprecedented opportunity to build a comprehensive computational model of the metabolic network in PSCs, and to study how gene transcription and metabolism regulate each other.",
    "totalCost": "1498232",
    "ecMaxContribution": "1498232",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1498232
        }
    },
    "calculatedTotalContribution": 1498232
}