{
    "rcn": "208797",
    "acronym": "BYONIC",
    "topics": "ERC-2016-COG",
    "title": "Beyond the Iron Curtain",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "As one of the largest carbon reservoirs in the Earth system, the ocean is central to understanding past, present and future fluctuations in atmospheric carbon dioxide. In this context, microscopic plants called phytoplankton are key as they consume carbon dioxide during photosynthesis and transfer part of this carbon to the oceanís interior and ultimately the lithosphere. The overall abundance of phytoplankton also forms the foundation of ocean food webs and drives the richness of marine fisheries.\n\nIt is key that we understand drivers of variations in phytoplankton growth, so we can explain changes in ocean productivity and the global carbon cycle, as well as project future trends with confidence. The numerical models we rely on for these tasks are prevented from doing so at present, however, due to a major theoretical gap concerning the role of trace metals in shaping phytoplankton growth in the ocean. This omission is particularly lacking at regional scales, where subtle interactions can lead to their co-limitation of biological activity. While we have long known that trace metals are fundamentally important to the photosynthesis and respiration of phytoplankton, it is only very recently that the necessary large-scale oceanic datasets required by numerical models have become available. I am leading such efforts with the trace metal iron, but we urgently need to expand our approach to other essential trace metals such as cobalt, copper, manganese and zinc. \n\nThis project will combine knowledge of biological requirement for trace metals with these newly emerging datasets to move ëbeyond the iron curtainí and develop the first ever complete numerical model of resource limitation of phytoplankton growth, accounting for co-limiting interactions. Via a progressive combination of data synthesis and state of the art modelling, I will deliver a step-change into how we think resource availability controls life in the ocean.",
    "totalCost": "1668418",
    "ecMaxContribution": "1668418",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 1668418
        }
    },
    "calculatedTotalContribution": 1668418
}