{
    "rcn": "208749",
    "acronym": "ROMA",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Resource AuctiOning Engine for the Mobile Digital MArket",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "The ROMA project builds on the theories of strategic interactions developed in the FET CONGAS project and performs the engineering of a new technology for billing and pricing of mobile network infrastructures under competitive sharing of storage, computation power and services. The project will apply such concepts to a specific pilot. The pilot is a mobile edge computing (MEC) platform engineered on cloud technology; such platform is currently under development at CN and will be scaled and customized to achieve the objectives of the ROMA project. ROMA will thus realize modules for the application of advanced network economic concepts to the MEC domain: the modules will permit to a Mobile Network Operator (MNO) to lease the infrastructure to customers for carrier grade premium services. ROMA will provide the implementation of the algorithms for pricing and billing and it will also perform in parallel he assessment for the MEC market penetration. In turn, such kind of technology has great potential to trigger new offers in the digital economy, nurturing a rich ecosystem serving the upcoming mobile digital market. The project will thus address a technology potentially appealing for several future intermediate actors who can become customers of mobile operators, including mobile data brokers, mobile application developers, advertisers, etc. In order to ensure maximum visibility, the project will deliver also pitches and presentations to industrial venues and fairs in order to promote the technology and will validate the IPR strategy most effective in order to approach the emerging MEC market with maximum impact.",
    "totalCost": "99675",
    "ecMaxContribution": "99675",
    "coordinator": "FONDAZIONE BRUNO KESSLER",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 99675
        }
    },
    "calculatedTotalContribution": 99675
}