{
    "rcn": "208744",
    "acronym": "WhiteRabbit",
    "topics": "FETOPEN-04-2016-2017",
    "title": "WhiteRabbit: easily revealing and managing personal information.",
    "startDate": "01/04/2017",
    "endDate": "31/07/2018",
    "objective": "WhiteRabbit aims to bring to the market an innovative software platform. The platform will allow to extract value from personal data, while keeping its subjects in the loop and also complying with upcoming regulations.\nIn the last 20 years the use of personal data generated a big but not still well-regulated market; this has resulted in problems to companies and SMEs like the escalating complexity of data privacy management, the misuse of data and its social/legal consequences. The upcoming General Data Protection Regulation (GDPR) in Europe, with its stricter rules, will introduce even higher complexity and costs for the management of personal data. In an ideal comparison with a well-known and regulated sector, the new software platform introduced by WhiteRabbit will work as an automated ìtax accountantî helping companies to effectively deal with the complexity of regulations related to ìtax returnsî.\nBased on the prototype developed by the University of Trento within the ìSmart Societyî FET project, the WhiteRabbit project will bring such prototype to a further step of development through a new partnership with META Group, a leading company in the field of exploitation of research results, start-up creation, and access to finance. WhiteRabbit will validate the business model and design a commercialisation roadmap for the new start-up that will be launched by the team who developed the software platformís original prototype. The consortium will then test the product in a market environment and finally will foster growth opportunities by pitching it to investors and potential customers.\nWhiteRabbit will generate an impact in terms of an innovation introduced into the market (the platform), the improvement of entrepreneurial mind-set (researchers becoming entrepreneurs within the start-up), and the stimulation of growth and jobs (a new start-up will be created).",
    "totalCost": "99750",
    "ecMaxContribution": "99750",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "META GROUP SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 38125
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 61625
        }
    },
    "calculatedTotalContribution": 99750
}