{
    "rcn": "208740",
    "acronym": "IMEX",
    "topics": "MSCA-IF-2016",
    "title": "Images in Exile:Gender and representations among Syrian Kurdish women in Norway",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The project Images in Exile (IMEX) addresses the current refugee crisis and its implications for Syrian Kurdish women in Europe. It challenges images about Muslim women, who are often the subject of debates on the supposed dichotomy between an imagined secular progressive West and religious backwards East. Kurdish women disrupt this dichotomy through an alternative portrayal in global media. Whereas Kurds were previously often pictured as terrorists, backward, and conservative, they are now presented as courageous fighters against, and victims of, Islamic terrorism; and as progressive forces that include women in their ranks. Ideas about progressive, feminist and secular forms of governance are strongly developed in Kurdish political thought, and central in local self-representations.\n\nHowever, media representations and political ideology often differ from social realities on the ground. Going beyond these representations, this study will investigate Kurdish womenís experiences in a rapidly changing socio-political context. It aims at developing better insights into migrant womenís integration and participation in European societies. IMEX thus directly responds to an important policy priority of the H2020 work programme, and targets a better gender and equality balance.\n\nBuilding on extensive research experience in the Middle East and Europe, and the knowledge of Kurdish, IMEX will carry out field research among refugees and migrant organizations in Norway. Methods include narrative interviews with 40 women, focus group interviews, and action research through the set-up of a photo exhibition. The host organization is the Centre for Gender Research at Oslo University, a leading Gender institute in the Nordic region. Dissemination is directed towards high academic quality and policy development. IMEX strongly contributes to the researcherís career prospects and to the broadening of the Centreís research agenda, and responds to an urgent societal concern.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}