{
    "rcn": "208784",
    "acronym": "MobileDeaf",
    "topics": "ERC-2016-STG",
    "title": "Deaf mobilities across international borders: Visualising intersectionality and translanguaging",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Deaf signersí international mobilities are rapidly increasing. These mobilities are unique in a number of respects: while being biologically deaf leads to certain limitations and to discrimination and inequalities, being skilled in visual language also creates possibilities and opportunities for communication across national and linguistic borders. There are two main research questions in the project. First, within contexts of international deaf spaces, how does the status of being deaf intersect with other statuses, particularly ethnicity, nationality, education, religion and gender, and which meaningful connections or accumulated inequalities occur? Second, how do deaf signers in these contexts practice and experience translanguaging, by making strategical use of multiple languages and language modalities, and International Sign? Four subprojects will focus on structurally different kinds of international deaf mobilities: (1) forced migration, (2) labour migration, (3) professional mobility, and (4) tourist mobility. The research team will be all-deaf as to maximise access to various sign languages, access to distinct deaf networks, and insights into deaf ways of living. This is a unique endeavour as most deaf-related research is hearing-led. The methodology will be ethnographic but neither logocentric nor audiocentric as visual methods (photography, video, mapping, and the production of four ethnographic documentaries) will be heavily employed, doing justice to the visual nature of sign language communication. By scrutinizing and bridging the concepts of intersectionality and translanguaging, this study will contribute to the study of growing complexity in diversity and mobility; the production/delimitation of social spaces particularly through language practices, strategies and ideologies; while engaging with issues of researchersí embodiment, positionality and engagement, concerns which are central to the so-called third wave in deaf studies.",
    "totalCost": "1499985",
    "ecMaxContribution": "1499985",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 1499985
        }
    },
    "calculatedTotalContribution": 1499985
}