{
    "rcn": "208730",
    "acronym": "SMSC",
    "topics": "MSCA-IF-2016",
    "title": "Single-Molecule Studies on Condensin",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "For division of each of our cells, 2 meters of DNA should be replicated, compacted into a few-micrometer size chromosomes that are segregated and distributed via mitosis, so that each daughter cell gets exactly one copy. How this large DNA genome is well organized into such a small volume is one of the hottest issues for the understanding of chromosomes. Condensin, a ring-like structure formed by SMC dimers, kleisin, and two heat domains, embraces DNA and condenses the DNA using ATP hydrolysis. However, the molecular mechanism on how conformational changes of condensin compact DNA is still unknown. Here, the applicant Dr. Je-Kyung Ryu proposes to use two orthogonal single-molecule approaches, ìhigh-speed AFM (HS AFM)î and ìsingle-molecule fluorescent magnetic tweezersî to reveal the molecular mechanism of condensin. HS AFM imaging is a unique technique to record video-rate real-time images for entire structure of a protein in physiological condition with high spatiotemporal resolution (~1nm, ~50ms). In addition, using single-molecule fluorescence microscopy combined with magnetic tweezers, the applicant can understand how the cooperative binding of condensin to DNA correlate with DNA condensation. These two approaches will not only provide most important clues to understand the mechanism of condensin how DNA enters and exits the condensin ring and how condensin shapes chromosome but also include technical advances in single-molecule techniques. This work will be carried out in the laboratory of Prof. Cees Dekker, who is a world leader in HS AFM and single-molecule biophysics of DNA-protein interactions. The applicantís experts in single-molecule biophysics, fluorescence microscopy, and biochemistry will make synergetic effects with the resources of the Dekker lab to collectively meet the interdisciplinary demands of the innovative effort.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}