{
    "rcn": "208796",
    "acronym": "Global India",
    "topics": "MSCA-ITN-2016",
    "title": "Explaining Global India: a multi-sectoral PhD training programme analysing the emergence of India as a global actor",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The GLOBAL INDIA ETN will deliver a world-class multi-sectoral doctoral training programme focused on Indiaís emergence as a global and regional power, and its relationship with the EU. International research on Indiaís global role has not kept pace with the changes to Indiaís status as a growing economy and significant international actor. This is reflected in the lack of PhD level training programmes in Europe that have a focus on India. Europe lacks a knowledge base on India, the ETN addresses this by creating a multidisciplinary, multi-sectoral network bringing together six leading European universities, with six leading Indian universities, and six non-university partners (one as a beneficiary), all of whom have previously collaborated together. India's actions as a global actor impact on the interests of the EU, and India as a democratic state could potentially be an ally for the EU on international issues that will affect the welfare and security of Europe.  The quality of Indian democracy also shapes Indiaís actions as an international actor and therefore this programme examines the domestic challenges that are shaping Indian democracy and the key international actions of India that are most relevant to its relationship with Europe.  The networks training programme is grounded in the academic excellence of the universities and the complimentarily of the strong, diverse range of non-academic partners ñ a representative business organisation, a consultancy SME; two think-tanks (in Brussels and New Delhi); a human rights organisation and a global company. The training programme requires that all ESRs will attend 9 network training events, providing workshops on skills (academic and practitioner), with inputs from all partners; complete an internship with a non-academic partner; and conduct extended period of field-work based in an Indian University. Key measurable outputs of the network will be 30 journal articles, 60 policy briefs and an active media presence.",
    "totalCost": "3818522,52",
    "ecMaxContribution": "3818522,52",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "KIMMAGE DEVELOPMENT STUDIES CENTRE;UNIWERSYTET WARSZAWSKI;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;INSTITUT BARCELONA D ESTUDIS INTERNACIONALS, FUNDACIO PRIVADA;KATHOLIEKE UNIVERSITEIT LEUVEN;KING'S COLLEGE LONDON",
    "participantCountries": "IE;PL;DE;ES;BE;UK",
    "projectParticipants": {
        "998205952": {
            "orgId": "998205952",
            "orgName": "INSTITUT BARCELONA D ESTUDIS INTERNACIONALS, FUNDACIO PRIVADA",
            "ecContrib": 495746
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 1062698
        },
        "941498879": {
            "orgId": "941498879",
            "orgName": "KIMMAGE DEVELOPMENT STUDIES CENTRE",
            "ecContrib": 265675
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 448275
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 498433
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3818523
}