{
    "rcn": "208702",
    "acronym": "INTERACT",
    "topics": "MSCA-IF-2016",
    "title": "SCRUTINIZING VIRUS-CELL INTERACTIONS: FROM ENSEMBLE TO SINGLE-MOLECULE STUDIES",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Viruses are nano-sized, genome-filled protein containers with metastable mechanical properties. They form by spontaneous self-assembly inside the crowded, heterogeneous environment of the infected cells. While structural characterization of viruses is becoming increasingly more refined, essential questions about the viral life cycle remain unanswered up to date. This includes: (i) how do the capsomeres (capsid proteins) rearrange during the infection cycle of a viral capsid? (ii) What are the interaction forces responsible for successful infection of viral capsids? (iii) Which kinetic parameters govern this process? To address these questions, the present proposal aims to understand the physico-biology behind the binding of viral capsids to their host cell membrane using human adeno virus as a model system. To accomplish these goals I will investigate the structural and mechanical properties of those proteins forming the viral capsids and measure the binding force to the targeted cell membrane. High-speed atomic force microscopy (HS-AFM) will allow me to directly observe the ensemble of proteins in action at high spatio-temporal resolution and under near-to physiological conditions. At the same time Single Molecule Force Spectroscopy (SMFS) will allow to measure directly the magnitude of forces involved in the interactions. Having access to the information on structure as well as to the unbinding dynamics of the capsid proteins, I will be able to build a kinetic model of the first steps of viral infection at the single-molecule level.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}