{
    "rcn": "208787",
    "acronym": "NEEDS",
    "topics": "ERC-2016-STG",
    "title": "Dynamic Urban Environmental Exposures on Depression and Suicide",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "19% of the Dutch population suffer from depression and people affected by depression have a significantly higher suicide risk. Although the World Health Organization attributes modifiable environmental factors including urban environments (i.e. the built, natural and social environments) to health outcomes, they are largely disregarded as either stressors or buffers in scientific debates on depression and suicide. A limitation of current studies is that urban environmental features are often restricted to the neighbourhoods within which people live. This may result in incorrect conclusions about health-influencing factors and inappropriate policies. Human life ultimately unfolds over space-time; people are exposed to multiple urban environments not only during daily life but also over the course of their lives. It is this, not yet assessed spatiotemporal interplay of urban exposures that might revolutionize health assessments.\nThis research aims to understand the interactions between urban environments, depression and suicide in the Netherlands. The scientific breakthrough will be dynamic health geographies embedded in space-time by two innovative case studies. We will investigate the following research questions: What are the associations between depression and the built, natural and social urban environments along peopleís daily space-time paths? And what are the associations between suicide and the built, natural and social urban environments of previous residential locations?\nA multidisciplinary approach combining health, geographic information science and urban geography will lead to this breakthrough. It will be grounded on cutting-edge smartphone-based human tracking, health register data and spatiotemporal modelling. Knowledge about dynamic urban exposures is key to revealing disease aetiologies, advancing health preventions and formulating policies supporting a healthier urban living.",
    "totalCost": "1499902,5",
    "ecMaxContribution": "1499902,5",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1499902
        }
    },
    "calculatedTotalContribution": 1499902
}