{
    "rcn": "208798",
    "acronym": "ULTIMATE",
    "topics": "ERC-2016-COG",
    "title": "Towards the ultimate dark matter detector",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Dark matter is a major component of the Universe, outnumbering ordinary baryonic matter by a factor 5. As it has not yet been observed, its detection and subsequent characterization is one of the most important goals in particle physics. ULTIMATE will be the first project world-wide that focuses entirely on cutting-edge research towards the ultimate detector. Using a low-background time projection chamber (TPC) filled with ~40t of liquid xenon (LXe), this instrument will search for Galactic dark matter in the form of Weakly Interacting Massive Particles (WIMPs). It will probe the entire experimentally accessible parameter space above masses of a few GeV/c≤, which is eventually limited by irreducible neutrino backgrounds. If dark matter will be detected by the next-generation experiments, the ultimate detector will deliver a high statistics WIMP sample to study its properties.\n\nTo eventually propose and build this detector, which will be also sensitive to many non-WIMP science channels, various fundamental experimental challenges need to be solved now. These include a significant reduction of radioactive backgrounds, which would seriously limit the instrument's sensitivity, and structural aspects related to the TPC size of ~2.5m. ULTIMATE will tackle both, following several orthogonal strategies: Two novel TPC concepts will be developed and operated in LXe for the first time, to reduce background from 222Rn (hermetic TPC) and to optimize background rejection (single-phase TPC). Background neutrons and 222Rn emanation from the important material PTFE will be minimized by the identification of radio-pure PTFE, a systematic study of surface treatments, and by building a full-scale TPC mockup.\nSuch prototype has not been constructed before and will enable detailed design, construction and assembly studies of a TPC with minimal material budget. The combination of all strategies explored in ULTIMATE will represent an optimal concept for the ultimate WIMP detector's TPC.",
    "totalCost": "1982938",
    "ecMaxContribution": "1982938",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1982938
        }
    },
    "calculatedTotalContribution": 1982938
}