{
    "rcn": "208703",
    "acronym": "3D-POWER",
    "topics": "MSCA-IF-2016",
    "title": "Three-Dimensional Perovskite Oxides as Working ElectRochemical devices",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Three-Dimensional Perovskite Oxides as Working ElectRochemical devices (3D-POWER) will focus on utilization of perovskite oxides in combination with functional metallic materials to address the specific demands of sustainable energy sector. The so formed 3D structures will serve as promising electrodes for the development of electrochemical devices such as solid oxide fuel cells, electrolyzers, batteries and supercapacitors. Specifically, within this project atomically layered perovskites including La1-xSrxCo1-yFeyO3 (LSCF) and La1-xSrxMnO3 (LSM) will be synthesized through pulsed laser deposition and/or molecular beam epitaxy on pre-designed 3D substrates of Copper or Iron depending on growth conditions of perovskites and eventual applications of the electrodes. These substrates will be uniquely fabricated by nanoscribe printing of metals to cast a 3D scaffold like support for the growth of perovskites and later will be chemically etched off. Further, the performance of these perovskite constructs will be enhanced by depositing highly functional transition metal dichalcogenides (TMDs). This will serve as interconnects due to their excellent electrical, chemical and physical properties and overall enhance deviceís catalytic activity.\nThe custom designed formation of electrodes proposed in 3D-POWER will address the critical issues like reproducibility, low gravimetric density, and long range conduction. Innovative combination of perovskites in 3D scaffold architecture with the functional TMDs will propel new pathways for high performance electrochemical devices for energy storage and conversion. Through 3D-POWER I will utilize Imperialís advanced cutting edge technology and develop relevant applications with Prof. Skinnerís multidisciplinary team that have an excellent track record for producing fundamental material science, knowledge transfer through training and interaction with relevant industrial partner as under planning with Ceres power.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}