{
    "rcn": "208710",
    "acronym": "AgroPHYS",
    "topics": "MSCA-IF-2016",
    "title": "Understanding how plants overcome drought by controlling stomatal function: applicability and impacts on agriculture",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "Land plants have coped with drought since they first colonized dry land. Drought is the most frequent cause of water stress ñ a functional and structural plant response to low water availability. An understanding of the impact, mechanisms and traits underlying drought tolerance in agricultural plant species is essential to improve productivity, and it further represents a major European priority (SFS-01-2016): optimizing agriculture in a changing climate with reduced water availability and a growing population. To address this urgent need it is necessary to first understand how stomata regulate leaf gas exchange, since stomatal is the main limitation of photosynthesis in crops under water stress. Both hydraulic and non-hydraulic or hormonal signals are the main drivers of stomatal regulation. Therefore, AgroPHYS proposes to investigate how these signals interact to protect plants against damaging desiccation. This project will generate physiological knowledge, at UTAS, from a range of experimental techniques and apply it to a physiology-based model and an automatic plant-based sensor to guide both irrigation management and research, at IRNAS-CSIC. The objectives of AgroPHYS are (i) to evaluate the relative importance and coordination of hydraulic and hormonal signals in plant stomatal responses to drought and recovery, and (ii) to apply this knowledge, by means of a mechanistic model and a plant sensor, to predict productivity relative to water consumption in agricultural plant species with different water use strategies. The outgoing research group is at the cutting-edge of physiological research and the environment of learning will provide maximum benefit to the candidate and excellent opportunities to interact with researchers from across the globe. These skills and knowledge will be transferred back to IRNAS-CSIC, providing essential data not only for scientific research on plant function but also for precision agriculture and optimal management of irrigation.",
    "totalCost": "263440,8",
    "ecMaxContribution": "263440,8",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 263441
        },
        "992198063": {
            "orgId": "992198063",
            "orgName": "UNIVERSITY OF TASMANIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 263441
}