{
    "rcn": "208721",
    "acronym": "EpiMethFly",
    "topics": "MSCA-IF-2016",
    "title": "Study of the role of m6A RNA methylation in the nervous system of Drosophila melanogaster: an in-vivo model to dissect the impact of epitranscriptome reprogramming in physiology and cancer",
    "startDate": "19/09/2017",
    "endDate": "18/04/2020",
    "objective": "The identification of reversible m6A RNA modification strongly points towards the existence of a novel level of complexity of gene expression regulation. Recent studies have suggested that m6A might be involved in several biological processes and that dysregulation of this modification may contributes to neuro-developmental abnormalities and cancer. The aim of the described research is to clarify the role of m6A RNA modification in the nervous system in physiological conditions -during brain development - and to discover its contribution to pathological conditions - Glioblastoma. To achieve this goal I propose to use Drosophila melanogaster to study : Aim 1 the impact of perturbing  different members of the m6A machinery on brain morphology, progenitors differentiation and neuronal axon growth and guidance; Aim2 the impact of modulating the levels of m6A RNA modification in a Glioblastoma model and study the effect of this perturbation on tumor growth and progression. The results obtained will be of fundamental importance for the development of the field of epitranscriptomics by shedding light on the biological outcome of  m6A modification in-vivo. In particular, Drosophila might become an efficient model to screen for novel members of the m6A machinery and to clarify how m6A is read and translated into a biological response. Finally, the data obtained by the analysis of the Glioblastoma model, will strongly contribute to the understanding of the link between RNA methylation and tumor development and aggressiveness.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}