{
    "rcn": "208753",
    "acronym": "nanoHPcs",
    "topics": "SMEInst-11-2016-2017",
    "title": "Sustainable nanoHVOF and nanoaxialPlasma coating solutions against wear problems of extrusion machines allowing an eco-efficient use of materials and the increase of recycling in the plastics industry",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Company Thermico has developed the first technology that enables to highly increase the share of recycling in the EU plastics industry. This cost-effective coating technology ñ called nanoHPcs ñ solves wear and corrosion problems in critical components of plastics extrusion machines. Today, plastics and fibre-reinforced plastics have become the first material of use in many sectors (construction, automotive, aviation, etc.), being in many cases lighter, cheaper, more resistant and recyclable than metal. This highly affects the production equipment, as for plastics extrusion, machines must cope with increasing production amounts and requirements. Even more challenging is the extrusion of waste materials and of plastics aggregates with abrasive metal, ceramic, glass and wooden particles. The challenge in this industry is to make recycled plastics as pricely attractive as raw plastics material. Since recycled plastic is much more abrasive, extrusion machines must not lose any performance through incorporating the recycled material. Compared to conventional coating methods, nanoHPcs can enhance the share of plastics recycling in the industry by at least 10%, displaying a fantastic price-performance ratio, a reduction of more than 50% of production costs of critical components and of up to 70% of coating manufacturing and finish processing costs. With help of the SME-Instrument, Thermico expects by 2023 a turnover increase from currently Ä5.3 million to Ä40.2 million, a staff increase of 132 employees and a market share in its calculated addressable market of 15%. To guarantee a successful market introduction, Thermico will build strong references through numerous field tests at customers. Thermico could therefore acquire 4 launching customers: 1 OEM, 2 repairers and retailers of extruder components and 1 plastics producer. Introduction of the solution in the plastics extrusion market will occur in several steps: DACH countries, the EU and, later, North America and Asia.",
    "totalCost": "2773694,75",
    "ecMaxContribution": "1941586,32",
    "coordinator": "Thermico GmbH & Co.KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953745323": {
            "orgId": "953745323",
            "orgName": "Thermico GmbH & Co.KG",
            "ecContrib": 1941586
        }
    },
    "calculatedTotalContribution": 1941586
}