{
    "rcn": "208790",
    "acronym": "ZooMWest",
    "topics": "ERC-2016-STG",
    "title": "Zooarchaeology and Mobility in the Western Mediterranean: husbandry production from the Late Bronze Age to Late Antiquity",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "Human survival and success is substantially determined by the ability to move across the landscape and adapt. Consequently, ëmobilityí is a crucial topic in historical and archaeological research. To overcome the seasonal scarcity of food and the related over-grazing of pastures, it is essential for animal husbandry to move across territories. However, the decision to allow or deny rights of way to mobile people and livestock depends on political judgements. How might these shape animal husbandry production, and society?\nThe period between the Late Bronze Age and Late Antiquity in the Western Mediterranean witnessed the development of complex societies with a high territorial component, the Roman conquest, and the decline of the Western Roman Empire. Animal husbandry reflects human decisions regarding the management of resources, and the study of livestock rearing in specific geographical locations is possible through the isotopic analysis of ancient animal teeth. Consequently, we can analyse whether the nucleation of power occurring during the Bronze and Iron Ages, the centralization in Roman times and the later re-fragmentation in Late Antiquity transformed animal husbandry production. Crucially, we can then understand how political systems and decisions shaped human mobility through investigating animal production.\nZooMWest brings together isotopic chemistry, ancient DNA, zooarchaeology and geospatial analysis through four related work packages. Other than elucidating long term debates in archaeology ñdid transhumance exist in prehistoric Europe?ñ, this multidisciplinary and innovative project will create an open-access database of strontium and oxygen stable isotopes of the Iberian Peninsula and Italy. This database will enable us to refine geographic provenance to any discipline assessing the origin of matter, including geology, forensic studies, and the alimentary industry, as strontium and oxygen are present in many molecules, including organic tissues.",
    "totalCost": "1199319",
    "ecMaxContribution": "1199319",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 952559
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 246760
        }
    },
    "calculatedTotalContribution": 1199319
}