{
    "rcn": "208751",
    "acronym": "REALITY",
    "topics": "SMEInst-01-2016-2017",
    "title": "Revolutionary projector platform for virtual and augmented reality eyewear",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Augmented reality (AR) and virtual reality (VR) technologies are finally starting to emerge from the lab into applications for everyday life. Researchers agree that the industry is only beginning its global triumph and will grow significantly in the next years ñ global AR/VR revenues are forecasted to hit Ä144 billion by 2020.\n\nThe potential of AR/VR market cannot, however, be fully realised unless eyewear with an appearance of regular glasses become available. So far, it has been impossible to build proper AR/VR eyewear because of the large size and complexity of the required electronics. The biggest unsolved issue in the industry has been the imaging component which would generate excellent image quality and be small enough to enable production of AR/VR eyewear that consumers are willing to wear continuously.\n\nFinnish SME Brighterwave has created a revolutionary laser light source that is 97% smaller than its closest competitor, enabling a mass-producible ultra-compact projector engine providing the best image quality in AR/VR eyewear. We have successfully completed SME Instrument Phase 1 project NOVLASE that confirmed the technological, practical and economic feasibility of our projector engine. The REALITY project will focus on miniaturisation and productisation of the existing technology. The specific objectives of the project are:\n\nï Optimise and fabricate a laser light source and a projector engine for AR/VR eyewear;\nï Demonstrate the projector engine in AR and VR applications in cooperation with customers (large consumer electronics manufacturers);\nï Promote the technology to potential new clients to ensure commercial success.\n\nSuccessful completion of the project will result in the worldís smallest projector engine that enables building the first consumer-friendly AR/VR eyewear, and make Brighterwave the preferred laser projector provider in the AR/VR market by 2020.",
    "totalCost": "3195000",
    "ecMaxContribution": "2236500",
    "coordinator": "BRIGHTERWAVE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934574728": {
            "orgId": "934574728",
            "orgName": "BRIGHTERWAVE OY",
            "ecContrib": 2236500
        }
    },
    "calculatedTotalContribution": 2236500
}