{
    "rcn": "208734",
    "acronym": "CerebellumTherapy",
    "topics": "MSCA-IF-2016",
    "title": "Sensorimotor plasticity in the cerebellar microcircuit and its therapeutic potential",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Neural circuits operate to drive behaviour and can cause debilitating brain disorders when malfunctioning. However, how circuit activity is causing learning and action and which modifications underlie the development of a disease is mostly unknown. The cerebellum is an ideal structure to tackle this issue because of its well-characterised anatomy, established motor learning and control theories, and relevance to pervasive brain disorders like autism. However, our cellular and circuit-level understanding of the cerebellar roles in learning and modulating behaviour and in modifying disease is still not satisfactory, therefore the therapeutic potential of cerebellar intervention is underestimated.\nIn this proposal, I will address this potential by combining multi-colour two-photon imaging and optogenetic interrogation in the cerebellar cortex of wild type and disease model mice performing a multi-sensory association task.\nMy first goal is to characterise the circuit operation of the cerebellum at unprecedented resolution. I will record two identified neuronal inputs simultaneously using independent expression of green and red fluorescent probes in neurons in the cerebellar cortex to investigate how multi-modal sensory inputs are associated during motor adaptation. The second goal is to define detailed cerebellar circuit deficits by using above methods in autism model mice. Finally, I will establish the causal roles of these neuronal inputs for this adaptive behaviour. I will perturb these motor control- and learning-related neuronal inputs and outputs using optogenetics to probe their unique contribution. I will apply similar optogenetic manipulations to restore the function of the dysregulated cerebellar circuit in autism model mice. Ultimately, I will build a bridge between this experimental technique and a human-applicable method.\nTogether, this project will provide substantial insights into the implementation and refinement of clinical cerebellar manipulation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}