{
    "rcn": "208732",
    "acronym": "SIFINS",
    "topics": "MSCA-IF-2016",
    "title": "Stable isotope signatures in dorsal fin spines as a non-invasive and non-lethal alternative to otoliths for reconstructing fish life and environmental history",
    "startDate": "03/07/2017",
    "endDate": "29/09/2019",
    "objective": "'The use of stable isotopes as powerful 'natural tags' for reconstructing fishesí environmental and life history, has been largely restricted to ear bones or otoliths. The extraction of otoliths requires sacrificing the fish, which is not allowed for endangered species, and greatly affects the appearance of a fish, which is non-practical for commercially valuable species as it can diminish their market value. The aim of the SIFINS project is to investigate tuna dorsal fin spines as a non-invasive and non-lethal alternative to otoliths for reconstructing environmental and life histories of individual fishes. Using SI signatures in fin spines of key highly migratory temperate and tropical tunas, SIFINS proposes a novel multispecies and interdisciplinary approach integrating the fields of chronology, chemistry and population dynamics research. SIFINS will provide (i) a more refined understanding of the movement and population-stock structure of tunas across their distribution range and (ii) a new and original perspective of stable isotope chemistry research in fishes, particularly relevant to support the management of endangered and commercially valuable species under the EU Biodiversity and Fisheries policies priorities. The results of the project will promote EU excellence in marine fish population dynamics, likely to be of increasing interest in the future due to climate and human-induced change to marine environments. The applicantís research and professional skills complement the host infrastructure and research team expertise, and their capacity to manage fellowships/grants and train researchers for the successful outcome of all aspects of the project including training, dissemination of results, and outreach activities. SIFINS will contribute to the researcherís professional career development putting the fellow in an optimal position to become a leading European scientist in this interdisciplinary research field after a maternity leave career break.'",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION AZTI - AZTI FUNDAZIOA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999514385": {
            "orgId": "999514385",
            "orgName": "FUNDACION AZTI - AZTI FUNDAZIOA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}