{
    "rcn": "208743",
    "acronym": "PhySense",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Physarum Sensor: Biosensor for Citizen Scientists",
    "startDate": "01/06/2017",
    "endDate": "31/05/2018",
    "objective": "Imperative utilization of biosensors has acquired paramount importance in the field of drug discovery, biomedicine, food safety standards, defense, security, and environmental monitoring. This has led to the invention of precise and powerful analytical tools using biological sensing element as biosensor. PhyChip has demonstrated an effective and practical technology for using the slime mould Physarum polycephalum as a living transducer in mechanical, optical and chemical sensors. The slime mould maps a wide range of volatile chemicals, tactile stimuli and light of various wavelengths into unique combinations of frequency and amplitude of oscillations of extracellular electrical potential. Given an unknown stimulus one can infer about nature  of the stimulus from the frequency and amplitude of the electrical potential oscillations. PhySense will transform the ìlab basedî techniques of the slime mould hybrid sensors into `everydayí use in a cost effective and user friendly format by designing, manufacturing and selling the bio-sensors to research centres, universities, schools and laymen enthusiasts. In addition to making the technology accessible to both the general public and non-specialists this transformative project will establish an online portal capable of collecting and sharing millions of measurements. Recent work by our group has already developed a working prototype --- based on low cost electronics and bespoke software --- which demonstrate the paradigm shift which this project offers. Citizen participation will be used to leapfrog years of traditional research catapulting Europe in the driving seat of this exciting new scientific frontier of living technologies in sensing and computing.",
    "totalCost": "99991,25",
    "ecMaxContribution": "99991,25",
    "coordinator": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 99991
        }
    },
    "calculatedTotalContribution": 99991
}