{
    "rcn": "208742",
    "acronym": "I2C8",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Inspiring to Create",
    "startDate": "01/05/2017",
    "endDate": "30/04/2018",
    "objective": "I2C8 will start from the successful research carried out during the Lrn2Cre8 FET project and bring it closer to market, by exploiting results related to creativity and automatic music generation technologies. I2C8 will develop a new product for music chord generation and randomization, with intelligent and automatic features, aimed at the music production market. \n\nI2C8 will empower electronic musicians, producers and DJs to enrich their creative palette and have a tool for interactive inspiration in their music-creation process by providing a ëmusical sketchpadí able to quickly record musical ideas with the assistance of intelligent music algorithms.\n\nObjective of I2C8 is to develop a product ready for market launch. Therefore, two main streams of activities will be carried out: 1. Integration and consolidation of relevant technologies (both developed during the FP7 project and owned by partners) into a standalone product, incorporating user-informed and market-generated requirements; 2. product development and market push activities.\n\nThese two streams of activities will be tightly integrated by adopting an iterative development process and fit within the objectives of the FET Launchpad.\n\nThe project will include two of the Lrn2Cre8 partners: RECO and EHU. RECO will lead the project, being an SME already selling successful music-creation software and with a strong user/market base. EHU, which is an International Excellence Research Campus in Spain, will provide the technical expertise and continuity with the key research topics carried out during the FET project.",
    "totalCost": "99937,5",
    "ecMaxContribution": "99937,5",
    "coordinator": "RE-COMPOSE GMBH",
    "coordinatorCountry": "AT",
    "participants": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "ES",
    "projectParticipants": {
        "951326919": {
            "orgId": "951326919",
            "orgName": "RE-COMPOSE GMBH",
            "ecContrib": 75738
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 24200
        }
    },
    "calculatedTotalContribution": 99938
}