{
    "rcn": "208707",
    "acronym": "SufisEthicsDemocracy",
    "topics": "MSCA-IF-2016",
    "title": "Sufis Ethics and Democracy",
    "startDate": "15/09/2017",
    "endDate": "14/09/2019",
    "objective": "Among contemporary Sufi orders (mystical Islamic religious movements), a new political and theological tendency has been developed in the last decades: Sufi counter reformism. Which is a Muslim political-theological movement, inscribed by the Islamic tradition, open to democratic values, and in opposition to Islamic reformism and Islamism. My main hypothesis is that some Sufi orders are playing an important role in the expansion of democratic space in Europe and in the Maghreb. \nIn this research, I will investigate the role of Sufi orders as political actors in Belgium, France, Morocco and Algeria.\nSufi counter reformism offers new perspectives on the debate on Islam, democracy, and secularism. It will deconstruct the dichotomist perspective, which opposes secular and religious, private and public, and traditional and modern. \nWe need empirical research on Islam, and in particular on Muslim politics, in this period of social and political tensions. \nFinally, this research will give more visibility to the organisations committed to improve democratic rights, by improving and creating new networks, and raising awareness about the debate on Islam and democracy. It will reduce the gap between institutions and citizens, through a better understanding of Islamic democratic engagement, in order to build a more trustful European society.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}