{
    "rcn": "208746",
    "acronym": "SCOOTER",
    "topics": "ERC-PoC-2016",
    "title": "Silicon-Organic Hybrid Transceivers for Terabit/s Data Network",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Megatrends such as the Internet of Things (IoT), Industry-4.0 paradigms, and cloud-based service delivery are combining to push data-center infrastructures to their limits. This applies in particular to Ethernet-based communication networks within large data centers, which limit further scalability of computing power and storage capacity already today. Compact power-efficient transceiver concepts are key to overcome these bottlenecks.\nSCOOTER aims at what the Ethernet Alliance has recently classified as the ìHoly Grailî of the Ethernet ecosystem: Transceivers that enable serial transmission of 100 Gbit/s data streams, while fulfilling the stringent requirements of small-form-factor-pluggable (SFP) packages. The project exploits the concept of silicon-organic hybrid (SOH) integration that combines the economics of large-scale silicon photonic integration with the exceptional performance of organic electro-optic (EO) materials. In a series of experimental demonstrations, we have proven the superior performance of SOH electro-optic modulators, both in terms of speed and power consumption. \nThe SCOOTER transceiver concept is expected to hit a strongly growing multi-billion Euro market. The study aims at an in-depth analysis of market opportunities and competitive boundary conditions, the specification of technical product concepts, as well as the associated IP strategy and risk analysis. The project shall result in a comprehensive business plan that allows to raise funds for the next phase of commercialization through a start-up company. We expect that the envisaged transceivers will not only help to overcome the communication bottlenecks in todayís networks, but may also have transformative impact on the long-term Ethernet roadmap, enabling interface rates of 400 Gbit/s, 800 Gbit/s, 1 Tbit/s, and beyond.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}