{
    "rcn": "208785",
    "acronym": "Cytokine Signalosome",
    "topics": "ERC-2016-STG",
    "title": "Mapping Cytokine Signalling Networks using Engineered Surrogate Ligands",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Cells use an intricate network of intracellular signalling molecules to translate environmental changes, sensed via surface receptors, into cellular responses. Despite their prominent role in regulating every aspect of life, we lack a comprehensive understanding of how signalling networks convey extracellular information into specific bioactivities and fate decisions. To rationally manipulate cell fate, which could fundamentally change the way that we treat human diseases, first we need a systematic understanding of how signalling is initiated and propagated inside the cell. I discovered that specificity of cytokine receptor signalling not only depends on cellular determinants such as receptor density and endocytic trafficking, but can be systematically altered by modulating ligand binding parameters and receptor binding geometries. A fundamentally novel approach combining high-throughput flow cytometry and QMS with engineered cytokine surrogate ligands able to fine-tune signalling responses will generate detailed maps of the signalling networks engaged by cytokines in time and space to unveil the mechanistic basis that allow a receptor to trigger different signal activation programs and bioactivities in response to different ligands. By quantitatively characterizing the signalling programs activated by ligands, using state-of-the-art biochemical, biophysical, structural, genetic and fluorescence imaging techniques, I plan to identify events critical for cellular decisions. By fully characterizing the intracellular signalling network hard-wired inside a cell and understanding its dynamic in response to environmental changes will we be able to comprehend and manipulate the enormous functional plasticity exhibited by cells. TInsights generated will open new fields of investigation where engineered ligands prove indispensable to understand complex biological responses and greatly advance our understanding of cytokine biology and human immunology in health and disease.",
    "totalCost": "1687500",
    "ecMaxContribution": "1687500",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1687500
        }
    },
    "calculatedTotalContribution": 1687500
}