{
    "rcn": "208724",
    "acronym": "ECOSEA",
    "topics": "MSCA-IF-2016",
    "title": "Effects of contaminants on seabirds: an energetics approach",
    "startDate": "04/12/2017",
    "endDate": "03/12/2019",
    "objective": "The pace of change in the World oceans is ever quickening. For instance, increasing quantities of contaminants are found in marine food webs, exposing top predators to high doses of them through food ingestion. Contaminants decrease fitness in vertebrates, but the underlying mechanisms are poorly understood, which limits the ability to predict potential long-term effects on their populations. Contaminant accumulation is thought to impose direct and indirect costs to vertebrates, through increased energy demands for detoxification mechanisms, or disruption of energy metabolism. Other impacts could be mediated via increased susceptibility to disease. Yet, the energetic consequences of contaminants on vertebrates have been largely neglected in wild animals, especially in combination with disease. This project will quantify the effects of natural (mercury, Hg) and man-made (perfluorinated compounds, PFCs) contaminants on the energy expenditure of a seabird species that frequently suffers from severe infections of gastro-intestinal parasites: the European shag. Hg and PFCs concentrations will be measured in blood of individuals with different parasite loads, and their free-ranging energy expenditure quantified using miniaturised data loggers. This project is the first mechanistic investigation of the potentially interactive effects of contaminants and disease on energetics of free-living seabirds. My knowledge in ecotoxicology, together with expert mentorship of the Host and Partner Organisations in seabird bioenergetics and parasitology, will guarantee high-quality results. The combination of cutting-edge techniques in bioenergetics and parasitology with ecotoxicology will greatly enhance my research profile. This multidisciplinary project is highly relevant for the EU Marine Directive and is a priority under Horizon 2020. Ultimately, it will disentangle how contaminants may act in association with disease and impact animal populations through a hidden energetic cost.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}