{
    "rcn": "208708",
    "acronym": "2D-COF-WS",
    "topics": "MSCA-IF-2016",
    "title": "Designing and screening two dimensional covalent organic frameworks for effective water splitting",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "In order to mitigate the energy crisis and serious environmental pollution as well as global warming, the conversion of solar energy into chemical fuels including hydrogen has been extensively developed to flexibly and conveniently utilize this clean energy form. Generally, hydrogen can be produced via photocatalytic water splitting under sunlight irradiation. The efficiency of this solar driven process to synthesize hydrogen depends entirely on the selected semiconducting photocatalysts. \n    Composed of light-weight elements and linked by strong covalent bonds, two dimensional (2D) covalent organic frameworks (COFs) are low-cost, low-toxic and promising catalytic materials that can facilitate the water splitting process under solar irradiation. However, the structural, electronic and optical properties of 2D COFs can vary significantly with different factors, which will determine the final photocatalytic performance of 2D COFs. Therefore, finding viable 2D COFs for effective water splitting requires extensive fundamental research.\n    In this project, we will explore the feasibility of using 2D COFs for photocatalysis on the basis of comprehensive theoretical computations. Via collaborating with experimental researchers, deep insights will be generated for the design and synthesis of 2D COF photocatalysts. After understanding the intrinsic properties and photocatalytic properties of 2D COFs, we will effectively and significantly help to design and screen promising catalysts for water splitting and promote the development and application of green energy.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAET LEIPZIG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 107163
        }
    },
    "calculatedTotalContribution": 107163
}