{
    "rcn": "208759",
    "acronym": "SymbiCoat",
    "topics": "SMEInst-07-2016-2017",
    "title": "A breakthrough in rechargeable N-Halamine technology for unparalled antimicrobial efficacy on hard surfaces",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Exigence SymbiCoatô represents a fundamentally different approach for creating materials which can prevent pathogens from surviving on a surface, and can also inhibit the presence of dangerous biofilms.The technology is revolutionary when compared to the products that dominate todayís antimicrobial coatings market. Most antimicrobial coatings rely upon a relatively simple but flawed premise. A toxic active ingredient, such as silver, copper or zinc in various forms, is impregnated into the coating. That active ingredient leaches out to contact and kill germs. This means the store of the chemical that provides the antimicrobial action is relatively quickly depleted ó very soon, the ëantimicrobialí product has very little positive activity or effect at all. In addition, this leaching of toxic chemistry has negative implications for the aquatic environment, food safety and human and animal health. SymbiCoatô chemistries modify existing coating materials (vinyls, epoxies, polyurethanes and others) through a method that does not contain a disinfecting chemical or active ingredient. Instead, SymbiCoat technology provides a remarkable capability to the newly modified materials: the ability to rapidly bind the ECHA (European Chemical Agency)-registered  chlorine bleach into ëreceptorsí in the coating. Chlorine bleach is one of the most widely used, cost-effective and well understood disinfectant chemicals available globally. Exigence SymbiCoatô allows the chlorine bleach to provide a much longer period of action than would otherwise be possible, even at levels that are safe for food contact. Thus, SymbiCoat has the potential to radically enhance the contamination control in the food industry, helping prevent the spread of resistant bacteria and foodborne diseases.",
    "totalCost": "1493063,5",
    "ecMaxContribution": "1045144,45",
    "coordinator": "EXIGENCE TECHNOLOGIES UK LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924087573": {
            "orgId": "924087573",
            "orgName": "EXIGENCE TECHNOLOGIES UK LTD",
            "ecContrib": 1045144
        }
    },
    "calculatedTotalContribution": 1045144
}