{
    "rcn": "208700",
    "acronym": "ColoFILM",
    "topics": "MSCA-IF-2016",
    "title": "Multifunctional polymeric film-based drug delivery system for oral anti-TNF-alpha-based inflammatory bowel disease therapy",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The prevalence and occurrence of inflammatory bowel diseases have experienced steep increase in Western countries, as well as in populations considered ëlow risksí before. Nevertheless, currently available therapies, including anti-tumor necrosis factor-? (TNF-?) therapy, have numerous limitations and are often associated with severe adverse effects. Therefore, the research project aims at safer and effective inflammatory bowel disease therapy by proposing development of a novel multifunctional polymeric film based platforms for oral delivery of anti-TNF-?. The drug delivery system comprises of a nanoformulation encapsulating anti-TNF-? which are then entrapped into a mucoadhesive polymeric film. These mucoadhesive polymeric films are composed of second generation highly efficient mucoadhesive S-protected thiolated polymer, which are then loaded inside pH responsive capsules for site-specific delivery. The proposed system would provide enhanced therapeutic outcome by minimizing side effect via reduction of the frequency of dosing and targeted delivery of anti-TNF-? at the site of action, which would be achieved by preventing the degradation of the encapsulated biologics, prolonging the gastrointestinal retention time of the drug delivery system, increasing drug accumulation at target site and minimizing the systemic absorption. Furthermore, additional unique benefits of the proposed systems such as the biocompatibility, biodegradability, sustained drug release at targeted site, mucus penetration of the nanoformulation, and use of accessible and patient friendly oral route, can widen its biomedical applicability and explore its use in clinics and pharmaceutical industries.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}