{
    "rcn": "208705",
    "acronym": "HIVOL",
    "topics": "MSCA-IF-2016",
    "title": "Herbivore-induced emissions of biogenic volatiles from arctic plants under climate warming",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Biogenic volatile organic compounds (BVOCs) play important roles in biosphere-atmosphere interactions. However, it remains unexplored how climate warming and concomitant increase in insect herbivory interact to influence emissions of BVOCs from arctic plants. This greatly limits the current understanding of the complex abiotic and biotic processes controlling BVOC emissions in arctic ecosystems, and hampers the development of appropriate BVOC emission models. Here, I propose a project that will assess 1) how climate warming influences insect herbivory on dominant woody plants in the Arctic, 2) how insect herbivory, both alone and in conjunction with warming, influences plant BVOC emissions, and 3) how to integrate herbivory effects into the existing emission model to estimate these effects at the landscape scale. The project takes an interdisciplinary approach involving insect science, environmental science, chemical ecology and ecosystem modeling, and it combines my research experience on biotic control of BVOC emissions and the expertise that the host has on the bidirectional exchange of BVOCs between the ecosystems and the atmosphere in the Arctic. This forms a strong basis for making the project a success. The importance of biotic control of BVOC emissions in the Arctic is unknown and this project will generate pioneer results that are awaited in the scientific community. The outputs of this project will lead to important scientific breakthroughs and improve our comprehension of the factors driving BVOC emissions as well as the ecological and atmospheric functioning of BVOCs in the rapidly changing Arctic. The project will also lead to novel collaborations due to the strong complementarity between my own research and the research of the host and collaborators. The expected high-quality publications, practice training and interdisciplinary collaborations will be valuable assets that support my career development towards full independence.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}