{
    "rcn": "208763",
    "acronym": "LocationWise",
    "topics": "SMEInst-13-2016-2017",
    "title": "LocationWise Payment Card Validation: A cloud based location verification system that willsignificantly lower cost of payment card cyber security",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "The vision of LocationWise project is to lower fraud costs incurred by banks from Ä1.03 to Ä0.55 per transaction and thus saving Europe ca. Ä456 million annually. Card fraud directly costs the Single Euro Payments Area ca. Ä1.44 billion annually and Ä14.55 billion globally with banks bearing 62% of costs and merchants 38%. These are not the only costs associated with payment card fraud. The other cost (amounting to Ä13.13 billion globally) is associated with measures to handle legitimate transactions that would have been incorrectly flagged as fraudulent and hence blocked, for example call centre costs and lost transaction fees. Reducing or minimising these costs is no easy solution as tightening fraud risk rules directly increases false positives while loosening them has the converse effect of increasing fraudulent transactions. Given that ca. 86% of adults carry their mobile phones with them there is a high probability that the location of the mobile device is close or the same location where a transaction is occurring. LocationWise automatically queries the userís mobile device to determine his/her location without human intervention so that fraud detection systems can, with greater accuracy, apply location data to reduce the number of fraudulent transactions and false positives. Because of its access to the widest global mobile coverage and use of multiple verification methods, LocationWise gives the most accurate location data. This reduces the number of genuine card transactions that are incorrectly flagged (based on location) as fraudulent by 51% and the number of actual fraudulent transactions by 62%. Among other things, the purpose of Feasibility Study is to better understand the target market, determine optimum platform resources required to handle a given volume of transactions and to further refine IP strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CREATIVITY SOFTWARE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930191880": {
            "orgId": "930191880",
            "orgName": "CREATIVITY SOFTWARE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}