{
    "rcn": "208756",
    "acronym": "DIGITALIA 2",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disruptive process for the construction of railway transition zones, reducing drastically construction and maintenance costs",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "When a train crosses from an embankment area to a bridge, tunnel or viaduct (transition zone), there is an abrupt change invertical stiffness, accelerating track degradations and generating vibrations. Hence, the embankment at transition zones are constructed differently to the rest of the track, using cement-treated soil to constitute a wedge shaped backfill. However, this construction is complex, uncertain and time-consuming, while not completely solving the vertical stiffness transition. Consequently, maintenance needs of transition zones are up to 6 times higher than regular tracks,requiring yearly about 471MÄ (10% EU investment in track maintenance), while only accounting for 2,8% of total length.\nTORRESCAMARA has developed DIGITALIA 2,an innovative solution for transition zones based on precast concrete slabsthat properly smooth vertical stiffness and maintain this performance over time, with the aim of: 1) Simplifying and speeding up the construction process, 2) Reducing costs of the construction process, 3)Reducing maintenance operation needs, and 4) Reducing the associated vibrations to improve passenger comfort.\nThe successful execution of Phase1 has led to the definition of a business model to deploy DIGITALIA 2 and reach EU market, establishing strategic alliances with potential stakeholders, users as well as commercial suppliers.In Phase2, our overall objective is to introduce DIGITALIA 2 in the market through the construction of an advanced demonstration element in the most complex and demanding conditions. We will also develop tools to ease and speed up the design,manufacturing and construction process. We will ensure a quick market deployment and promote the inclusion of DIGITALIA 2 in the specifications of railway infrastructure owners.\nAs a result, the commercialization of DIGITALIA 2 will lead to a revenue of nearly152MÄ and a benefit of 13MÄ by the 5th year, while saving construction managers over 98MÄ in construction cost and 8MÄ on maintenance.",
    "totalCost": "2182598",
    "ecMaxContribution": "1527818,6",
    "coordinator": "TORRESCAMARA Y CIA DE OBRAS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924112987": {
            "orgId": "924112987",
            "orgName": "TORRESCAMARA Y CIA DE OBRAS SA",
            "ecContrib": 1527819
        }
    },
    "calculatedTotalContribution": 1527819
}