{
    "rcn": "208737",
    "acronym": "OCEANURB",
    "topics": "MSCA-IF-2016",
    "title": "the unseen spaces of extended urbanization in the North Sea",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "This proposal investigates the ocean as a spatial realm and the site of unfolding urbanization processes- a challenging new field within urban studies.\nThe project aims to,\n1. promote a holistic, inter-disciplinary view of the ocean which connects its geo-physical, biological and socio-economic dimensions through spatial means. Rather than a peripheral realm, or a void, the ocean is placed at the geographical and epistemological centre of current territorial developments, which represents a paradigm sift in perspective and is beyond the state of the art. The project proposes methods of spatial analysis that enable the invisible urbanization processes in ocean space to be represented, evaluated and shared as data to a range of stakeholders and academics- a new contribution to urban theory.\n2. Support theoretical reflections by producing a case-study on current urbanization processes in the North Sea, in collaboration with a territorial study of North Sea settlement led by the supervisorís chair. The two-way transfer of knowledge takes place across the land-sea threshold, demonstrating how the greater sea-space has influenced urban development. The North Sea project achieves a continuity of analysis across the interlocking land- and sea-sides ñ something that has never been achieved at the scale of the Sea as a whole and therefore stands to rewrite understandings of regional urbanization.\n3. Critically examine and theorize the contradictory spatial dimensions of maritime transport as a sub-topic- although the backbone of globalization, consuming increasing on- and offshore areas, carrying increased loads, shippingís spatial typologies are elusive, lacking architectural quality and interaction with urban contexts. \nThrough the project the researcher will profit from first-hand experience and exchange with the European hub of maritime trade and an excellent research environment, gaining new specialist knowledge in the field which is applied to enrich urban research.",
    "totalCost": "133199,1",
    "ecMaxContribution": "133199,1",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 133199
        }
    },
    "calculatedTotalContribution": 133199
}