{
    "rcn": "208765",
    "acronym": "CHINO",
    "topics": "SMEInst-13-2016-2017",
    "title": "The Health Data Security Platform for EU Developers Enterprises",
    "startDate": "01/01/2017",
    "endDate": "30/06/2017",
    "objective": "Digital health applications are disrupting the healthcare sector by bringing huge innovation and improving the quality of care.\nHowever, this innovation brings also some risks since those apps collect and store extremely privacy sensitive data in cloud\nand mobile environments.\nAccording to analysis performed by 39 Data Protection Authorities worldwide in 2014, 85% of the 1.211 analyzed mobile\nhealth apps do not comply with data protection laws and security requirements. This behavior puts at serious risk usersí\nprivacy and trust in digital health.\nChino helps application developers and enterprises to solve security and privacy law compliance issues by offering a secure\nplatform to manage application users and how they access, store and share health sensitive data. Developers can easily\nintegrate the Chino platform (its API) into their apps to ensure compliance, increase security, speed up application\ndevelopment, shorten time to market, at affordable pay-per-use cost.\nTo ensure security of data transfers and storage Chino applies security-by-design principles and state-of-the-art security\nmechanisms. From compliance point of view, Chino terms of service define its liabilities and it ensures that the data\nmanagement is performed according to EU and Member States laws. In addition, Chino is working on ISO 9001 & 27001\ncertifications, giving more guarantees to its customers.\nThanks to its innovative services, the market opportunity, and the EC support (which will speed up the adequate team\ngrowth, marketing plan, technological roadmap implementation and international commercialization), the company expect to\ncreate over 46 high qualified jobs and generate a turnover over 10MÄ by 2020. Furthermore, the overall results of this project\nwill catapult Chino company as a global leader on the digital health & cyber security market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CHINO SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928335591": {
            "orgId": "928335591",
            "orgName": "CHINO SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}