{
    "rcn": "208718",
    "acronym": "PODARCIS",
    "topics": "MSCA-IF-2016",
    "title": "Potential Oxygen Limitation of Distributions And Responses to Changing Climates In Ectotherms",
    "startDate": "19/06/2017",
    "endDate": "18/06/2019",
    "objective": "Climate change is driving many species to migrate along the altitudinal gradient of mountainous landscapes. While the impacts of temperature shifts on range expansion are well established, the effects of altitude-related hypoxia on the ability of organisms to colonize and adapt to higher altitudes during warming have, to our knowledge, not received scientific interest. Specifically, the short, medium and long term effects of acute and chronic hypoxia on the growth, survival, reproductive biology and colonization dynamics of animals reaching higher altitude refuges remain unknown. PODARCIS will generate such knowledge, via a detailed study of physiological responses to hypoxia across an altitudinal gradient in a species that undergoes upward range expansion, the wall lizard Podarcis muralis. PODARCIS will (1) assess multivariate acclimation responses in embryos and adult lizards from low to high altitude using common garden and reciprocal transplant experiments (i.e. to assess the effectiveness for plastic responses to enable colonization and detect changes in the degree of plasticity across the altitudinal gradient) and (2) predict the dynamics of colonization by integrating data on physiological plasticity, reproductive output and dispersal. Taken together, this project will combine hard-to-obtain empirical data with theoretical modeling approaches to provide valuable insights into the ecological and evolutionary processes that determine a species' response to climate change. PODARCIS requires a multidisciplinary approach, drawing from the fields of physiology, quantitative genetics, evolutionary theory, and computer modeling. The synergistic skill sets brought to this project by the fellow and the mentor scientist will allow an important cross-continental exchange of ideas and approaches. Furthermore, this project will offer the fellow a unique opportunity to develop new talents that will significantly enhance his career trajectory as an independent researcher.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}