{
    "rcn": "208716",
    "acronym": "T.A.MA",
    "topics": "MSCA-IF-2016",
    "title": "'Sharing without Solidarity: Politics, Heritage and Pilgrimage in a Divided European Society'",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "The proposed project will explore how religion, politics and heritage intersect in a deeply divided European society, by examining the Christian-Orthodox shrine of Apostle Andreas, in the Turkish-occupied Karpass peninsula (Cyprus). The shrine is mainly visited by Greek-Cypriots and to a lesser degree by Turkish-Cypriots, and it is currently being restored by both communities with the involvement of the EU. Using semi-structured interviews with pilgrims and officials involved in the shrineís management and restoration, participant observation, and visual and archival research material, the study will look at (a) the attempts to restore the shrine, and (b) the revival of pilgrimages in conditions of ongoing division. The initial aim is to uncover symbolic, cultural, ethnic and political associations ascribed to the shrine and the pilgrimage by local and international actors. Examination of the shrine is also a powerful means through which to access past and present aspects of intercommunal relations. One original dimension of the proposed project is that it is one of the very few to study the institution of pilgrimage as a whole, looking at pilgrims, organizers, political actors and international organizations. This all-round perspective is appropriate to an analytical approach that, unusually, does not take religious motivation to be the default motivation for participation in the workings of a shrine, and it is necessary as a means of seeing whether and how different stakeholders articulate with each other in a situation of ongoing tension. This model of ëarticulationí is intended to transcend simple dichotomies evident in the anthropological literature between ëcommunitasí (fellowship) and contestation in the operation of a shrine. Focusing on a pilgrimage site that is located in a divided country that is a member of the EU, the project has the potential to inform EU policy on heritage and conflict resolution, while benefiting the communities under study.",
    "totalCost": "221446,8",
    "ecMaxContribution": "221446,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 221447
        },
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 221447
}