{
    "rcn": "208723",
    "acronym": "UMAQ",
    "topics": "MSCA-IF-2016",
    "title": "Understanding Media Accessibility Quality",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Media Accessibility (MA) - the research area dealing with the theories, practices, services, technologies and instruments that provide access to media products, services, and environments for people that cannot, or cannot properly, access that content in its original form - is at the core of the most pressing priorities of the European Commission, such as the European Disability Strategy 2010-2020 and the Digital Single Market Strategy. For a long time, policies involving MA have been concerned with quantity, that is, setting quotas for inducing the widespread adoption of MA solutions, e.g. hours per year of subtitled TV programmes. Now that quotas are being met in many EU countries, attention is shifting over to quality. Standardisation is the very instrument through which quality requirements are implemented at a policy level. Unfortunately, accessibility standardisation at a EU level is subject to a fragmented situation due to a plethora of divergent rules. Difficulties in harmonising the various standards, beyond mere differences in terms of national systems, are mainly due to a lack of research: the absence of a theoretical framework for understanding quality in media accessibility. The overall aim of this project is indeed to carry out the first comprehensive analysis of the notion of quality in MA and provide a unified theoretical framework for understanding it. Under the hypothesis that MA groups a series of practices to manage, transform and transfer information, the project will draw on scholarship on information quality and investigate if and how it can help to successfully deal with MAQ. The project will boost a coordinated research programme at an international level and enable the creation of a set of recommendations aimed at strengthening the EU policies, which will in turn benefit all the stakeholders in the accessibility value chain and facilitate the achievement of a Digital Single Market.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}