{
    "rcn": "208758",
    "acronym": "Hydrogenlogistics",
    "topics": "SMEInst-10-2016-2017",
    "title": "Enabling the Hydrogen Economy",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "'Hydrogenious Technologies is a pioneer and global industry leader in the field of hydrogen storage and transportation in Liquid Organic Hydrogen Carriers (LOHC). Hydrogen is a chemical energy carrier widely used in a range of industrial applications with large growth potential in the field of low-emission mobility and energy. However, due to the low density of hydrogen gas, storage and transportation of hydrogen using todayís technologies is technically challenging, inefficient and very expensive.\nHydrogenious' patented technology enables safe and cost-efficient high-density hydrogen storage in an easy-to-handle oil, thus eliminating the need for pressurized tanks for hydrogen storage and transportation. The LOHC used is non-toxic, almost inflammable, and offers a five-fold increase in storage capacity, compared with standard high pressure technology. LOHC will reduce the operating cost of hydrogen transport by up to 80% and open up new business opportunities for users. In the long term, LOHC technology will allow smart integration of renewable energy by enabling hydrogen mobility and sector coupling and will thus help decarbonize the world.\nInitially, Hydrogenious plans to focus on the market for hydrogen logistics, followed by the market for mobility refueling solutions (fuel cell vehicles). Hydrogenious' technology has already attracted strong interest from a number of potential customers, including sales contracts worth ~1.5 Mio. Ä already signed. The goals of the Phase II project are to (i) develop a highly dynamic, fully automated hydrogen release system (the 'ReleaseBOX'), (ii) to reduce price, complexity and delivery time and (iii) to prepare commercial roll-out in key EU countries. Hydrogenious is targeting revenues in excess of Ä90m, with 235 employees, three years after completion of the project. The LOHC technology can be an important enabler for a strong European hydrogen economy and has the potential to create many thousands of indirect jobs.'",
    "totalCost": "3260268,75",
    "ecMaxContribution": "2282188",
    "coordinator": "HYDROGENIOUS TECHNOLOGIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928567809": {
            "orgId": "928567809",
            "orgName": "HYDROGENIOUS TECHNOLOGIES GMBH",
            "ecContrib": 2282188
        }
    },
    "calculatedTotalContribution": 2282188
}