{
    "rcn": "208715",
    "acronym": "InvasiveSDM",
    "topics": "MSCA-IF-2016",
    "title": "Frontiers in invasive species distribution modelling: incorporating human-associations and intraspecific niche structure to improve risk predictions.",
    "startDate": "15/07/2017",
    "endDate": "14/07/2019",
    "objective": "Biological invasions represent a major component of global change through their impacts on biodiversity, ecosystems and societies. Awareness of biological invasion impacts and the critical importance of evidence-based decision making have led to a persistent effort to understand the factors driving invasion success so as to be able to predict invasion outcomes. To this end, a range of modelling tools has been developed. Among them, species distribution models (SDMs) -phenomenological models that statistically relate observed species occurrences to environmental variables- play a critical role in invasion risk assessments. These models rely on ecological niche theory, which predicts that for recent events such as biological invasions, conservatism of the climatic niche is expected. However, recent studies have demonstrated that this approach could be hampered by apparent niche shifts in invasive ranges. Mismatches between native and invasive distributions derived from SDMs have been often interpreted as species adaptations in response to selection pressures in novel environments. However, methodological drawbacks of previous approaches fuel doubts about the biological meaning of these findings.  In this project, two unresolved challenges faced by SDMs when applied to the biological invasion process will be examined: how (1) speciesí association with human-modified habitats in native ranges and (2) intraspecific niche variation shape the distribution of invasive species at biogeographical scales and how these effects influence the reliability of predictions of invasion risk. To accomplish these goals, I will use an interdisciplinary approach combining global bird distribution data, with molecular phylogenetic data and modern statistical and ecological analyses. The results of the project will contribute to improve prediction accuracy of biological invasions, and will also help better understand the invasion process.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}