{
    "rcn": "208731",
    "acronym": "MAAP",
    "topics": "MSCA-IF-2016",
    "title": "Multidimensional Analysis of Axis Patterning in Plant Embryo",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Plant cells are immobile, therefore positional signaling is essential for body patterning. While many genes involved in positional signaling in plants are known, we currently lack a mechanistic understanding of their functions. Embryonic axis pattering is the earliest and simplest instances of positional signaling. In Arabidopsis thaliana, embryo is initially radial symmetry. Soon after, the embryo switches to bilateral symmetry and development continues along the newly-established axis. How these patterns emerge from a small group of homogeneous cells remains a fundamental unanswered question in developmental biology. Answering this question requires an in-depth analysis of the spatio-temporal relationship between gene expression and cellular patterns. Today, advanced microscopy and latest image analysis allow us to quantify division, growth and gene expression in individual cells throughout embryogenesis. The host group has been studying the regulatory role of homeobox proteins, PHABULOSA (PHB) and PHAVOLUTA (PHV). Distribution of PHB/PHV protein is restricted by microRNA to apical embryo, triggering embryonic shoot formation. If the PHB/PHV distribution is a positional signal reflecting apical-basal axis, how do they regulate cellular growth and division patterns to establish axis? I will generate a 4D map of axis patterning, extract high quality quantitative data to develop spatial computer models, and examine the interplay between geometry and genetic regulation on axis patterning. I will also apply same approaches to study embryos in other Brassicaceae species. Such comparative developmental analysis will reveal the core mechanism of axis formation shared among these species and also provide insights into the origins of their embryonic morphological diversity.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}