{
    "rcn": "208788",
    "acronym": "OWNERS",
    "topics": "ERC-2016-STG",
    "title": "ëThis country is oursí: Collective psychological OWNERShip and ethnic attitudes",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Even in the absence of legal ownership, people tend to experience objects, places, and ideas as belonging to them (ëmineí). This state of mind is called psychological ownership. Research has shown that experiences of ownership are very important for individuals, but can also lead to interpersonal conflicts. What we know almost nothing about is collective psychological ownership (CPO): a shared sense that something is ëoursí. CPO might be especially relevant with regard to territories and in the context of intergroup relations. Statements like ëwe were here firstí or ëwe built this countryí are increasingly used by right-wing politicians in immigration countries to claim ownership on historical basis for the dominant ethnic group, and to exclude newcomers. There are also contexts where two established groups disagree about territorial ownership, such as Albanians and Serbs in Kosovo.\nWhile CPO might strengthen solidarity within groups, it might worsen intergroup relations, thus threatening social cohesion. It is important to establish where a sense of CPO comes from, and how it shapes intergroup relations, so that interventions could be implemented. This ground-breaking project examines 1) the extent to which people perceive their ethnic group as historically owning the country, 2) the psychological needs that motivate them to claim collective ownership, and 3) the implications of collective ownership claims for attitudes towards ethnic groups. \nMy approach is multidisciplinary, combining social psychological theories on intergroup relations with the literature on ownership and territoriality from organizational science and anthropology. I will develop an instrument to measure CPO and provide first empirical evidence about the importance of CPO by collecting representative survey data in European immigration countries (Netherlands, UK, France), settler societies (Australia, New Zealand, USA), and countries with clear territorial disputes (Kosovo, Cyprus, Israel).",
    "totalCost": "1499082",
    "ecMaxContribution": "1499082",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1499082
        }
    },
    "calculatedTotalContribution": 1499082
}