{
    "rcn": "208725",
    "acronym": "LINKIP",
    "topics": "MSCA-IF-2016",
    "title": "Linking time domain spectral IP to hydraulic properties for environmental and engineering applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Access to clean drinking water is a necessary basis of life. A trend towards more use of groundwater is expected due to problems of securing safe drinking water from surface water. To overcome the future problems in groundwater management and protection a new geophysical research approach will be developed. The main objective of this project is to assess how enhanced spectral resolution in DCIP (direct current induced polarization) data can be used to better characterize the subsurface with the newest optimized data acquisition hardware in combination with the latest developments in data processing algorithms. The link information related to hydraulic properties and pollution status properties to geoelectrical models of the subsurface can be achieved by answering the four big questions which each culminate into a separate work package: \n1) Can sufficient spectral information be expected from time domain IP data? \n2) To which extent can spectral information be acquired with time domain IP? \n3) What can be achieved with the new DCIP processing and inversion algorithms? \n4) Can hydraulic properties be estimated from spectral time domain IP data? \nThe questions will be answered by the comparison of both methods in lab and under field conditions and the analyses of the data by the newest (enhanced) algorithm. The link between the time domain spectral IP data and the hydraulic properties will be investigated and developed by hydraulic reference data field tests. \nWith the successful realization of the LINKIP project the ER (experienced researcher) will reach a unique position in the international scientific IP community by bridging the gap between the SIP (spectral IP) and DCIP communities. Together with the training by the luPOD program of the host organization she will improve her management, leadership and teaching skills significant.\nCollaboration with industry and authorities will be a vehicle for transferring research results to practical application.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}