{
    "rcn": "208714",
    "acronym": "IMMUNO_CRC",
    "topics": "MSCA-IF-2016",
    "title": "Microbiota-immune interaction in colorectal cancer",
    "startDate": "01/04/2017",
    "endDate": "27/09/2020",
    "objective": "The human gastrointestinal tract harbours trillions of bacteria that have co-evolved to play important roles in health and disease, conferring immunological, metabolic and neurological benefits to the host. This assemblage is known as the Gut Microbiota and has been a focus of investigation over the last decade. Altered gut microbiota composition has been associated with colorectal cancer (CRC), and studies in germ-free mice established an important role for some gut microbiota members in oncogenesis outcome, tumour progression and response to therapy. Data from the host laboratory show that patients with CRC harbour specific gut microbiota sub-types, among which some are associated with distinct mucosal gene-expression profiles. Thus either directly or through their metabolites, these tumour-associated microbiota appear to differentially recruit and interact with host inflammatory cells, which we hypothesize may be involved in different outcomes of carcinogenesis. The presence of particular immune cells is known to be prognostic of clinical outcome, because it often creates a tumour-promoting environment. Therefore, strategies aimed at manipulating the tumour-associated microbiota in CRC represent a promising therapeutic approach for patients. IMMUNO-CRCís goal is to elucidate the mechanisms by which certain bacterial sub-types associated with CRC may alter immune function and influence clinical outcome. Using multicolour flow cytometry, I will analyse infiltrating immune cells characteristic of different inflammatory responses and microbiota sub-types. Histo-immunophenotyping analysis on tumour biopsies will determine their inflammation and cancer phenotype. Metabolomics will identify specific microbial metabolites involved in the regulation and progression of inflammation. Ultimately, this unique and innovative combination of techniques will pave the way for novel therapeutics targeting the human microbiota for cancer treatment.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}