{
    "rcn": "208736",
    "acronym": "RSCHD",
    "topics": "MSCA-IF-2016",
    "title": "Functional dissection of the head-direction circuit in mouse retrosplenial cortex.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Head direction (HD) cells provide directional information during spatial navigation and thus act as an\ninternal compass. The goal of this study is to understand how the HD circuit creates a lasting neural trace of\ntransient directional changes. Cells selective for HD have been identified in several brain regions, including\nthe retrosplenial cortex (RSC), and display persistent activity in response to transient vestibular turning\ncues. Although a well-established theoretical framework proposes an elegant circuitry for achieving this\nself-sustaining activity, biological evidence for such a circuit is lacking. Studies of HD circuitry have faced\nsignificant challenges due to the necessity of functional monitoring at large and small scales in vivo, and\nprecise stimulus control. This study will take advantage of recent advances allowing the targeting of specific\ncells and their inputs for chronic two-photon imaging in the awake, head-fixed, and passively rotated mouse.\nExperiments will aim to (1) determine the spatial and temporal organization of HD-tuned responses in RSC,\nand (2) functionally characterize the presynaptic inputs of HD cells. This information will validate or reject\na prominent theory of neural network organization, and provide unprecedented insight into a poorly\nunderstood but critical brain function.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}