{
    "rcn": "208701",
    "acronym": "OptoFeedback",
    "topics": "MSCA-IF-2016",
    "title": "Causal study of the role of feedback in the perceptual inference of figure location in the primate visual cortex using targeted optogenetics",
    "startDate": "30/08/2017",
    "endDate": "29/08/2020",
    "objective": "The perception of complex visual scenes requires active processing by the brain. The visual cortex is hierarchically organized in several areas which are linked by connections projecting from lower to higher areas (feedforward) and connections projecting from higher to lower areas (feedback). More complicated processing occurs in higher areas such as V4, where neurons encode which side of a border belongs to a figure. Feedback connections are large in number but their function is poorly understood. An important role for feedback has been proposed in probabilistic inference, whereby cortical areas ìinferî the reality in the external world based on the sensory information they receive from lower areas, combined with prior hypotheses projected down from higher areas. \nIn this project we propose a causal study of the role of feedback connections from area V4 to lower areas in the inference of figure location. We will record neural activity simultaneously in V4 and V1, and V4 and V2, using microelectrodes in the awake rhesus macaque, during the presentation of figures on a background, while we reversible activate or suppress a well-defined patch in V4 using an opsin. By training the animal to perform a figure detection task we can link the perturbation of neural activity to perception.\nThe beneficiary is the Netherlands Institute for Neuroscience, where the researcher will be advised by Prof. Pieter Roelfsema, an internationally recognized expert in visual neuroscience with experience with neurophysiology, behavioral studies and computational neuroscience. There will be an outgoing phase of two years, during which the researcher will perform animal experiments in the laboratory of Prof. John Reynolds in the Salk Institute for Biological Studies, who has extensive experience with optogenetics and viral targeting.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 242930
        }
    },
    "calculatedTotalContribution": 242930
}