{
    "rcn": "208750",
    "acronym": "ITC",
    "topics": "SMEInst-02-2016-2017",
    "title": "Revolutionary instant thread colouring technology for industrial embroidery",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Created 13 years ago in Jˆnkˆping, Sweden, our company, Inventech Europe AB, is a young entrepreneurial entity, specialized in consulting and technical product development. Our team, made of experts in mechanics, software, hardware, chemistry and physics, allows us to give to our customersí products new dimensions and added value through an innovative approach, working with the latest technologies through partnerships with world-leading researchers and industrial leaders. Our philosophy is based upon setting the bar with innovative, high quality and reliable products and systems. This has led us, from previous work with textile industries in 2009, to the development of our own disruptive technology which addresses the current problems ?of the embroidery and textile sector regarding inefficiency, harsh work condition and environmental impact associated with traditional process. \n\nOur project, called ITC (Instant Thread Colouring), will revolutionise these industries by enabling an environmental friendly instant colouring of embroidery threads on demand in a fully controlled and resource efficient way. Using one thread reel instead of several representing each colour will provide increased productivity (\\30-35% on average, up to \\80% with complicated designs) while offering new colouring possibilities never seen before. \n\nThere is no similar product on the market. The commercialization of the ITC technology and associated products will allow us to penetrate and position ourselves strongly in the embroidery sector, aiming to achieve a long term profitability for both our customers and our company: 7.5% share of the global embroidery technology market (Ä200 million revenues), where the European market represents 25% of it (Ä50 million revenues), by 2022.",
    "totalCost": "2984375",
    "ecMaxContribution": "2089062,5",
    "coordinator": "INVENTECH EUROPE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936911167": {
            "orgId": "936911167",
            "orgName": "INVENTECH EUROPE AB",
            "ecContrib": 2089062
        }
    },
    "calculatedTotalContribution": 2089062
}