{
    "rcn": "208728",
    "acronym": "PaCDoC",
    "topics": "MSCA-IF-2016",
    "title": "Electric field driven propulsion and collective dynamics of homogeneous and patchy colloidal capsules.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Colloidal capsules are interesting from the point of view of both physics and application. They can be used for controlled material transport and targeted release, and they have shown tremendous potential for fabricating advanced materials through self-assembly. Recently, such capsules have also been able to propel in carrier fluid by methods including magnetic fields, thermal gradients and bubble propulsion mechanisms. Building on former research by the Experienced Researcher and the main supervisor, as well as new areas of expertise, this project will develop novel fabrication routes for microcapsules with and without functionalised shells (patchy capsules) and propel them over milimeter distances using external fields. The main objective of this action is to experimentally demonstrate propulsion of microcapsules via novel methods involving anisotropic electrodeformation and electrorotation. The experimental research will fill the missing gap in the field of propelling capsules, now mostly presented by computational and theoretical work. \n\nThere are many examples of collective phenomena in nature, ranging from swarming bacteria colonies to flocking animals, and much attention has been devoted to understanding and imitating their collective properties and behaviour. The research project will give the first experimental realisation of collective capsule dynamics by propelling hundreds of electrorotating capsules at boundaries. Such a system has enormous potential for future technology and will be helpful in many aspects, for example, to lower human infertility, design microrobots for drug delivery, biodegradation of environmental pollutants and control of material properties. \n\nThis proposal includes both the training of the candidate and a two-way transfer of knowledge with the host institution and partner organisations. The interdisciplinary aspect of the action is strong, involving a combination of soft-matter physics, medicine, engineering and applied sciences.",
    "totalCost": "134462,4",
    "ecMaxContribution": "134462,4",
    "coordinator": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 134462
        }
    },
    "calculatedTotalContribution": 134462
}