{
    "rcn": "208761",
    "acronym": "WoodStock",
    "topics": "SMEInst-11-2016-2017",
    "title": "Quick and cost-effective integrated web platform for forest inventories",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "WoodStock represents the future of how forest inventories will be realized allowing a rapid, efficient and eco-sustainable management of forest resources. So far, forest inventories have always relied on field work to achieve a precision sufficient to be used as a management tool. WoodStock will allow, through the use of a powerful and innovative algorithm and an online and automatic platform, making inventories just using electronic geographic data made available for the administrations of EU Member States. The months for the realization of forest inventories will become minutes, and the cost will be knocked down. Woodstock main customers will be a) all the woodworking industries requiring a quick and precise inventory for forest exploitation; b) private landowners requiring a cheap inventory to comply with local regulation and c) forest consultants that will use our inventory to define forest management strategies.\n\n A ?-version of WoodStock platform has been already realized and validated in Spain through several data collection campaigns and data analysis which demonstrate the algorithm in relevant environment (TRL 7). The project will optimize the algorithm for different EU biotopes and the automatic data download from administrations' servers of targeted countries.\n\nPhase 1 will provide an assessment of the viability of our established technical objectives and will define the actions for its optimisation. Furthermore it will contain a market analysis and the best entry strategy to disseminate and exploit the results.\n\nWoodStock will not just boost AGRESTA business, making us a technical and commercial reference among forest consultants, but as well it will contribute to the growth of the whole EU forestry sector, improving its eco-sustainable management, mobilizing the market and creating new job positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGRESTA S. COOP.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952712661": {
            "orgId": "952712661",
            "orgName": "AGRESTA S. COOP.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}