{
    "rcn": "208762",
    "acronym": "SEMCRI 2017",
    "topics": "IBA-SC6-EUROMED-2016",
    "title": "Maltese Presidency Conference on Strengthening Euro-Mediterranean cooperation through Research and Innovation",
    "startDate": "15/11/2016",
    "endDate": "14/11/2017",
    "objective": "During the Maltese Presidency of the Council of the EU, the Malta Council for Science and Technology (Ministry for Education and Employment) proposes to hold a conference with the participation of the Research Ministers of the EU Member States and non-EU Mediterranean countries on ìStrengthening Euro-Mediterranean cooperation through Research & Innovationî. The conference will comprise a high-level technical meeting on 3rd May 2017 that will feed a Ministerial Conference on 4th May 2017.  \nThe conference is expected to result in the 'Valletta Declaration on Strengthening Euro-Mediterranean Cooperation in Research and Innovation', which will take stock of progress made in Euro-Mediterranean R&I cooperation, while looking ahead towards the implementation of the major large-scale initiatives that are being rolled out in the region as well as sowing the seeds for potential future priorities during the final part of Horizon 2020 and beyond. These areas reflect the overall objectives of the proposed conference: \n1. Partnership for Research and Innovation in the Mediterranean Area - PRIMA.\n2. Addressing the root causes of migration: the role of research. \n3. R&I for blue jobs and growth in the Mediterranean Area.\nThe conference resonates well with the three overarching priorities of the Maltese Presidency of the Council of the EU, namely: Mediterranean, Migration and Maritime, and provides a logical thematic focus in research and innovation policy in these key selected areas.\nThe proposed event is expected to have significant knock-on effects on the coordination of efforts in R&I cooperation and support to R&I capacities by different services of the Commission as well as at bilateral or multilateral levels of on-going cooperation in the Mediterranean. The proposed event draws on existing knowledge and expertise provided by EU-level setups and networks in the Mediterranean area as well as interdisciplinary participation covering the range of fields addressed by the event.",
    "totalCost": "144500",
    "ecMaxContribution": "144500",
    "coordinator": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
    "coordinatorCountry": "MT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 144500
        }
    },
    "calculatedTotalContribution": 144500
}