{
    "rcn": "208793",
    "acronym": "MIREDI",
    "topics": "ERC-2016-STG",
    "title": "Mechanisms of Immune Receptor Diversification in Cereals",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The plant immune system is innate ñ it is encoded in the germline. In natural pathosystems, plants efficiently deploy hundreds of immune receptors to detect and disarm rapidly evolving pathogens including viruses, bacteria, nematodes, insects, fungi and oomycetes. Exactly how such receptor diversity can evolve is an elusive question with important practical ramifications. A central class of plant immune receptors, called Nucleotide Binding Leucine Rich Repeats proteins (NLR), has been implicated in recognition of vastly diverse pathogen-derived effector molecules. An emerging paradigm of receptor diversification in plant genomes involves new gene fusions of receptors with host proteins that are normally targeted by pathogen effectors. Such fusion receptors ëbaití pathogens and their integrated domains are thought to function as ëdecoysí or ësensorsí that mediate pathogen recognition. I have recently demonstrated that the mechanism of generating new receptors through gene fusions originated at least 500 million years ago in mosses and is common to all flowering plants. Here, I propose to decode the mechanisms of plant immune receptor diversification by gene fusions by studying diversity and functions of immune receptors in grasses, a young highly diversified plant family that includes the three most important crops: maize, rice and wheat. My specific aims are to: \n\n1) Determine rates of receptor diversification within and across genomes. \n2) Dissect the mechanisms of receptor regulation and receptor activation. \n3) Generate novel plant immune receptors based on the NLR platform prone to fusions. \n\nIn this MIREDI research programme, I will combine state of the art sequencing techniques and bioinformatics, molecular biology and novel reverse genetics techniques to study how plant immune system co-evolves with pathogens and what limits diversification of immunity in domesticated crops.",
    "totalCost": "1499997",
    "ecMaxContribution": "1499997",
    "coordinator": "EARLHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "THE SAINSBURY LABORATORY",
    "participantCountries": "UK",
    "projectParticipants": {
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 617098
        },
        "987496085": {
            "orgId": "987496085",
            "orgName": "EARLHAM INSTITUTE",
            "ecContrib": 882899
        }
    },
    "calculatedTotalContribution": 1499997
}