{
    "rcn": "208764",
    "acronym": "JET ANTI-FIRE",
    "topics": "SMEInst-13-2016-2017",
    "title": "INDUSTRIALISATION OF A DISRUPTIVE ACTIVE FIRE-FIGHTING SYSTEM",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "JET ANTI-FIRE has the objective to bring to market the most secure active fire-fighting system in the market, which is able to extinguish a fire in 50% less time while saving 75% of O&M costs and 55% of water compared to existing systems, thus guaranteeing more security for the operator and patrimony while fulfilling the local regulation far better than current systems. The innovation is based on two new devices: a hydrant tap that maintains the pressure balanced in a building including skyscrapers, and a jet system that breaks water producing an efficient water fog and so temperature decrease 50% faster than with traditional methods, allowing fire-fighters get closer to the fire focus in secure conditions. FIRING is an Italian based company, they are experts in active fire-fighting systems and solutions with more than 12 years of experience. FIRING experience in active fire-fighting systems shows us, that existing methods have problems to comply with regulation especially in high buildings. This makes expensive O&M methods as hydraulic compensation engineering and dynamic tests every six months necessary. Because of that fire-fighting experts are demanding more efficient and cost effective fire-fighting systems. Our system implies to invest a 20% more in active fire-fighting systems but the gain in higher security, lower maintenance and lower water usage outperforms this slightly higher initial investment within the first year of usage. FIRING wants to participate with JET ANTI-FIRE in the extension and homogenization of secure and effective fire-fighting systems in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIRING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924113569": {
            "orgId": "924113569",
            "orgName": "FIRING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}