{
    "rcn": "208739",
    "acronym": "PHOSPH-UBIQ-IMMUN",
    "topics": "MSCA-IF-2016",
    "title": "Dynamic interplay between phosphorylation and ubiquitination during plant receptor kinase-mediated immunity",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The first layer of plant immunity is mediated by the recognition of conserved microbial features known as pathogen-associated molecular patterns (PAMPs) by plasma membrane-localized pattern recognition receptors (PRRs). An immediate downstream substrate of activated PRR complexes is the cytoplasmic kinase BIK1, which is a positive regulator of PAMP-triggered immunity (PTI). The objective of this proposal is to uncover how BIK1 regulates plant immune signalling via the characterization of its substrates in PTI. The host laboratory has recently identified a potential BIK1 phosphorylation motif, which is present in 22 Arabidopsis proteins that are rapidly phosphorylated upon PAMP treatment. Eight of these proteins have been confirmed as true BIK1 phosphorylation substrates and include several proteins involved in protein ubiquitination/deubiquitination, including an E3 ubiquitin ligase and two ubiquitin specific proteases (USPs), which will be the focus of this study. Preliminary data indicate that the E3 ubiquitin ligase is a positive regulator of PTI. Here, I will further characterize the role of this E3 ubiquitin ligase in PTI by characterising the role of its phosphorylation by BIK1, and identifying its substrates and their role in PTI using genetic and biochemical approaches. A similar approach will be used to decipher the role of the two USPs in PTI. The project will directly benefit from my previous experience in working with deubiquitinating enzymes during plant development, which will provide all the necessary technical and theoretical knowledge to ensure the projectís success. This exciting project will allow me resuming my career in science, thus corresponding to the objectives of the People Work Programme. At the end of the project, we will have a better understanding on how activated PRR complexes regulate downstream immune signalling, which is a very important question in innate immunity, in both plants and mammals.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}