{
    "rcn": "208729",
    "acronym": "AMBITION",
    "topics": "MSCA-IF-2016",
    "title": "Unravelling the molecular Basis of epigenetic silencing: what factors define a gene as a Polycomb target?",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The current lack of mechanistic understanding regarding how Polycomb targets are selected severely limits the potential for epigenetic manipulation in many eukaryotic systems. This proposal therefore addresses a key central question in chromatin biology: which factors specify a gene for Polycomb mediated silencing? \nIt will make use of the recent identification of a single nucleotide polymorphism within the target gene that blocks cold induced silencing of the Polycomb switching system at FLOWERING LOCUS C (FLC) in Arabidopsis thaliana. At FLC, specific DNA binding proteins (VAL1, VAL2) and their partners interact in a not yet fully understood regulatory network with Polycomb proteins, which consequently convert environmental cues (prolonged cold) into stable epigenetic memory (silencing of the gene) to achieve flowering.\nI hypothesise that this regulation involves components of the Apoptosis and Splicing Associated Protein (ASAP) complex, the functions of which have been linked to RNA processing and RNA quality control. Thus, these protein interactions directly link DNA sequence specificity with co-transcriptional regulation through to Polycomb mediated epigenetic gene silencing. I aim to demonstrate that multiple cis and trans factors determine Polycomb target selection and that their combined actions synergize to nucleate Polycomb complexes at FLC, and thus switch the gene from an epigenetically active to a silent state. The proposed work will be achieved through interconnected molecular, biochemical and genetic avenues. It will yield novel and comprehensive mechanistic insights into the complexity and plasticity of epigenetic regulation of Polycomb target genes in plants, with broad impact on chromatin research in other organisms.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}