{
    "rcn": "208727",
    "acronym": "rDNAevol",
    "topics": "MSCA-IF-2016",
    "title": "Population genomics and experimental evolution of ribosomal RNA gene variants in Arabidopsis thaliana",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The central importance of ribosomal RNA genes (rDNA) for our understanding of biology cannot be overstated: they are evolutionarily the oldest genes, they are the most highly expressed genes in any organism, and their expression is central to cellular growth. Because of the requirement for large quantities of rRNA, eukaryotic genomes contain clusters with hundreds to thousands of rDNA copies arranged in tandem. Despite their high copy number, there is little sequence variation across all rDNA genes within an individual and across individuals in a given species, due to the still mysterious process of concerted evolution. Since not all rDNA copies are expressed, we can already suspect that selection cannot act directly on all rDNA copies. Although our understanding of concerted evolution, and the molecular mechanism how it is achieved (homogenization), has improved over the last decades, no attempt to study it in the context of silent or active rDNA clusters has been made. In the described research programme I will take full advantage of the model plant Arabidopsis thaliana to attack this important connection. The diversity of genetic resources available such as experimental populations to effectively unlinked its two rDNA clusters, the large catalog of over 1,001 publicly available re-sequenced genomes combined with corresponding expression data, as well as its accessibility for genetic manipulation make it an ideal system to pursue the following specific aims: (1) Perform a population genomic analysis of the sequence variability within silent and active rDNA clusters, (2) Generate targeted induced mutations in rDNAs by genome editing to (3) describe the fate and fitness of both natural rDNA variants and newly induced mutations.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}