{
    "rcn": "208786",
    "acronym": "PEP",
    "topics": "ERC-2016-STG",
    "title": "An Empirical Foundation for Understanding Positive Emotions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Positive emotions are of great importance for our physical and mental health and for our social relationships. However, scientific knowledge of positive emotions is lacking, with research to date being both fractionated and scarce. The Positive Emotions Project (PEP) takes on the challenge of formulating a foundational, empirically-based framework of positive emotions. This is accomplished by a set of studies combining methodologies that examine both subjective and objective elements of 17 positive emotions, including gratitude, awe, amusement, compassion, and relief. Central to the investigation is the integration of cross-cultural and developmental approaches, in order to differentiate between consistent patterns and idiosyncratic features. Project 1 will use experience sampling to map out the experience of positive emotions across ten dramatically different cultures, examining subjective elements of emotions, such as antecedent events and psychological states. Project 2 will comprehensively establish which nonverbal facial and vocal signals are associated with different positive emotions across cultures and ages. Project 3 will provide an integrated multi-level account of positive emotions, considering similarities and differences across emotions, taking into account cross-cultural and developmental patterning of subjective and objective features. The empirical and theoretical results of PEP will result in new, innovative paradigms, and substantial, freely available datasets that will help to redress the current dearth of data and approaches for understanding positive emotions. It will also provide the basis for a much-needed scientific, multifaceted account of positive emotion. Such a model will benefit scientists across many disciplines, including affective computing, behavioural economics, and psychiatry, whose work builds on psychological models of emotions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}