{
    "rcn": "208745",
    "acronym": "MOMIMIC",
    "topics": "MSCA-IF-2016",
    "title": "Multi-layered biomimetics of lytic polysaccharide monooxygenases",
    "startDate": "08/01/2018",
    "endDate": "14/01/2020",
    "objective": "The high stability of components like cellulose limit the efficiency and cost effectiveness of biofuel or chemical production from lignocellulosic biomass. Thus, the ability of the recently discovered class of metalloenzymes, lytic polysaccharide monooxygenases (LPMO), to enhance the efficiency of recalcitrant polysaccharide degradation makes understanding these enzymes invaluable for carbon friendly sustainable  chemical and energy development as prioritized under the Horizon2020 program. \nThe current project seeks to develop multi-layered biomimetics of the LPMO active site that can offer unprecedented replication first and second coordination sphere groups, in order to be able to rationally study the collection of interactions that contribute to enzyme activity.  \nThe research involves the design and chemical synthesis of aromatic oligoamide scaffolds that incorporate a specific copper binding site. Through synthetic modification of the scaffold to alter the second coordination sphere, and combined spectroscopic and electrochemical methods, changes in the properties and reactivity of the metal site will be studied with a goal of developing a structure- function relationship that can assist in guiding enzyme modification, as well as, new synthetic catalyst development.\nThe applicant has a strong background in synthetic chemistry and mechanistic studies that will be crucial to the success of the project. Through joining the host lab in Belgium that specializes in coordination and supramolecular chemistry, she will greatly increase her own knowledge base, while transferring her knowledge of synthetic organic chemistry to the host. Additionally, during proposed secondments to work with a collaborator in Germany for the electrochemical studies, the applicant will further expand the gain and transfer of knowledge and strengthen international collaboration between the groups involved.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}