{
    "rcn": "208789",
    "acronym": "SHARE",
    "topics": "ERC-2016-STG",
    "title": "Seizing the Hybrid Areas of work by Re-presenting self-Employment",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "SHARE is a transdisciplinary and multi-method study of the work arrangements which destabilize the dichotomies between standard and non-standard work and between self-employment and dependent employment. More specifically, it will research solo self-employment, namely self-employment without employees. This is a growing contractual category in Europe which comprises very different subjects, often disguised by statistics and difficult to represent by unions: from independent professionals to ëfake self-employedí workers legally self-employed but in fact wholly dependent on the company. Therefore, I introduce the concept of ëhybrid areas of workí to refer to the co-existence of features usually attributed to categories traditionally kept sharply distinct.\nSHARE will study the emergence of hybrid areas of work through comparative research in six European countries: Germany, France, the Netherlands, Italy, UK and Slovakia. Despite the overall large increase of solo self-employment, path-dependency connected to welfare state traditions has induced national legislators to adopt distinct strategies of labour-market (de-)regulation and adjustment of social security systems, producing different consequences on both social protection and collective bargaining.\nThe research programme will make a significant contribution to the advancement of studies on work, employment and industrial relations by moving towards a theoretical rethinking of the categories used hitherto to interpret work and employment. It will combine comparative analysis of labour laws and labour force surveys, both at the EU and national level, with a cross-national ethnography able to inform both macro and legal perspectives with an on-the-ground approach to the forms of collective representation of solo self-employment. By researching how the solo self-employed are classified, measured, and represented, SHARE will furnish societally relevant findings, thus providing both theoretical and applied advancement.",
    "totalCost": "1258250",
    "ecMaxContribution": "1258250",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1258250
        }
    },
    "calculatedTotalContribution": 1258250
}