{
    "rcn": "208711",
    "acronym": "MAESDOSO",
    "topics": "MSCA-IF-2016",
    "title": "Maximize Energy Saving and Deliver Comfort by Innovative Switchable Light Transmittance Technology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "'Independent control over the light and heat transfer is a key target for advanced electrochromic smart glass. Existing commercial electrochromic glasses most often employ thin films of transition metal oxides as the active material which dynamically change color under applied potential. Thus the amount of solar heat and lighting input of the building are controlled. Unfortunately, these glasses suffer from significant drawbacks related to cost, durability, functionality and color. According to 'Electrochromic Glass and Film Marketsñ2014-2021', the market for electrochromic (EC) glasses was small - just over $ 15 million in 2015, but it will reach more than $700 million by 2020. \nThe development of simple, economical, and scalable methods for preparing high-performance electrochromic materials and transparent electrode will endow electrochromic devices with integrated multiple functionalities and wider applications. Motivated by the benefits of electrochromic materials and devices for significant energy saving from reduced heating and cooling loads, the proposed project MAESDOSO aims to develop electrochromic devices for use in domestic ovens. The targeted device configuration will be entirely new in the home appliance market. Reduction of heat losses through glass of doors will be achieved by reflection of infrared radiation using low emissivity coatings on transparent conducting oxide.\nIntegrating the current smart glass technology into the home appliance technology will contribute to reduce the cost of operation, increase the efficiency of the applied appliance and fulfill the aesthetic demands of the user. \nApplication of the smart glass technology into the oven technology will contribute directly in developing alternative resources for energy saving applications complementary to the European Union Horizon 2020 objectives and contribute EU to achieve\n20% energy savings by 2020.'",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "ARCELIK A.S.",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998821708": {
            "orgId": "998821708",
            "orgName": "ARCELIK A.S.",
            "ecContrib": 145846
        }
    },
    "calculatedTotalContribution": 145846
}