{
    "rcn": "208794",
    "acronym": "SLATE",
    "topics": "MSCA-ITN-2016",
    "title": "Submarine LAndslides and Their impact on European continental margins",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The over-arching aim of the SLATE ETN is (i) to understand key factors triggering submarine landslides, the subsequent motion and evolution of failed material, and ensuing geohazards eg tsunamis and (ii) to integrate an innovative broad range of scientific disciplines and private sector needs into a novel training and co-supervision of 15 ESRs. \nSLATE will focus on investigating submarine landslides and associated geohazards as important natural risks that threaten offshore infrastructures and coastal regions in Europe. Submarine landslides can move much longer than any slope failure on land, and occur on remarkably low gradients, suggesting fundamental and still poorly understood differences from onshore counterparts. \nA wide spectrum of tectonic and marine environmental settings needs to be investigated. To master this holistic approach, SLATE will bring together a world-class team of leading experts from renowned academic institutions and key non-academic partners with an unusually comprehensive set of interdisciplinary expertise. This ETN comprises experts with outstanding backgrounds in marine geophysics, sedimentology, civil engineering, geotechnics, tsunami research, and hazard assessment as well as marine technology. SLATE partners offer excellent datasets and skills that include field observations, lab experiments, as well as analytical, mathematical and numerical modelling techniques. \nTraining will cover various geoscientific methods, as well as assessment of consequences and impacts on coastal regions and society. Together with various transferable and complementary courses skilled in SLATE, this integrative approach will guide the research of all projects to train a new generation of highly motivated and excellent qualified young scientists to tackle challenges linked to landslide-initiated hazards.\nSLATE will cover European-wide project with 10 beneficiaries from academia and non-academia (incl. industry) and 4 partner organizations from 6 countries.",
    "totalCost": "3894543,36",
    "ecMaxContribution": "3894543,36",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF DURHAM;CONTROL Y PROSPECCIONES IGEOTEST SL;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONSIGLIO NAZIONALE DELLE RICERCHE;ISTITUTO NAZIONALE DI OCEANOGRAFIA E DI GEOFISICA SPERIMENTALE;STIFTELSEN NORGES GEOTEKNISKE INSTITUTT;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;UNIVERSITAET INNSBRUCK;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "UK;ES;DE;IT;NO;FR;AT",
    "projectParticipants": {
        "998866522": {
            "orgId": "998866522",
            "orgName": "STIFTELSEN NORGES GEOTEKNISKE INSTITUTT",
            "ecContrib": 572550
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 249216
        },
        "999625644": {
            "orgId": "999625644",
            "orgName": "ISTITUTO NAZIONALE DI OCEANOGRAFIA E DI GEOFISICA SPERIMENTALE",
            "ecContrib": 258061
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 255934
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 747649
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 273288
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 273288
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "951762643": {
            "orgId": "951762643",
            "orgName": "CONTROL Y PROSPECCIONES IGEOTEST SL",
            "ecContrib": 247873
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3894542
}