{
    "rcn": "208717",
    "acronym": "RHOMBOSMALPS",
    "topics": "MSCA-IF-2016",
    "title": "Enabling malaria rhomboid proteases as drug targets: usage of molecular cookie cutters to shape novel activity assays and inhibitors.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Rhomboid proteases from P. falciparum, the causative agent of malaria, play a role in invasion of human red blood cells. The exact role of the individual members is challenging to track, because of difficulties in genetic manipulation of the P.falciparum and the inviability of some loss-of-function mutants. Hence, a chemical strategy is an attractive alternative. Unfortunately, the study of these eukaryotic rhomboids (PfROMs) has rendered impractical to date.\n\nThe bottleneck is that the current purification techniques use detergents that eliminate the physiological membrane, yielding low enzyme stability and activity. In its turn, this rules out the use of activity assays and chemical probes to study their function. Encapsulating these proteins in their lipid environment will address these shortcomings. I will develop a detergent free purification method, based on a styrene maleic acid (SMA) polymer that functions as a ìmolecular cookie cutterî, creating SMA-lipid-protein nanodiscs, which retain their biological properties upon purification.\n\nUsing this ìmolecular cookie cutterî to create lipid nanodiscs, I will isolate PfROMs and develop activity assays in order to identify and optimize novel inhibitors. The most potent and selective candidates will be evaluated in a malaria invasion model to verify the druggability of malaria rhomboids. Furthermore, these novel compounds may serve as leads for a new generation of therapeutic agents.\n\nThe straightforward expansion of our approach to other intramembrane proteases may be the game-changer for drug discovery and future therapeutics directed against rhomboids from other species.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}