{
    "rcn": "208748",
    "acronym": "PRIMASKOTI",
    "topics": "ERC-PoC-2016",
    "title": "PReparing Introduction to MArket of SKOTI (PRIMASKOTI) - a breakthrough solution for real-time studies of cytoskeletal motors at single-molecule resolution",
    "startDate": "01/08/2017",
    "endDate": "31/01/2019",
    "objective": "The PRIMASKOTI project will prepare the commercialization of SKOTIóthe Swiss Knife for Optical Tweezers and Imaging. The scientific instrument SKOTI is designed to measure interactions between single biomolecules with a focus on cytoskeletal molecular machines. SKOTI combines several state-of-the-art microscopy techniques with contact-less mechanical manipulation, so-called optical tweezers. Because of its ultra high stability, SKOTI has its particular strengths in experiments requiring a solid support such as a glass surface.  This requirement is often the case for cytoskeletal motor protein studies.  Since these molecular machines are key to many essential cellular processes such as transport or cell division, being able to study their interactions is an important step towards understanding diseases such as cancer or neurodegeneration. However, due to the highly specialized knowledge necessary to build and operate such instruments, hardly commercially available, single-molecule experiments are difficult. By commercializing SKOTI, we aim to provide a simple-to-access tool which will broaden the scope of applications and users. SKOTI will provide a modular microscope and optical manipulation platform with unprecedented force- and displacement-resolution, ease of operation through motorization and automatization, flexibility, and overall stability of the system. The key idea is to commercialize a complete solution, where the instrument is supplemented with an isolation from the environment, operation and analysis software, specialized probes, service contracts, and kits for experiments that help to minimize preparation times.  This approach will simplify single-molecule experiments, increase throughput, and lower barriers to engage in such studies. In the long term, our novel, cutting-edge research tool for life sciences will provide insight to essential cellular processes and pave the way for new medical approaches.",
    "totalCost": "149238",
    "ecMaxContribution": "149238",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 149238
        }
    },
    "calculatedTotalContribution": 149238
}