{
    "rcn": "208799",
    "acronym": "GRADIENTSENSING",
    "topics": "ERC-2016-COG",
    "title": "Cellular navigation along spatial gradients",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Gradients of extracellular signalling molecules are a central concept in biology: for example gradients of guidance-cues such as chemokines position migrating cells in development, malignancy and immunity. Because immune cells are permanently motile, their function most critically depends on spatiotemporal orchestration by a large family of chemokines. To specify direction, concentration differences of the chemokine need to be interpreted by the migrating cell. Most mechanistic knowledge about eukaryotic gradient sensing is inferred from the amoeba Dictyostelium discoideum migrating towards soluble gradients of cyclicAMP. The biology of chemokines is much more diverse, e.g. gradients can take different shapes and, importantly, they do not only emerge in the soluble but also in the immobilized phase. In this proposal we suggest to address the principles of leukocyte chemotaxis using convergent system wide, cell biological and intravital approaches. Employing a newly developed, genetically tractable primary leukocyte system, we will test the contribution of spatial and temporal signalling paradigms of gradient sensing. Quantitative microscopy will be used to image cellular responses to engineered immobilized and soluble chemokine gradients of defined shape as well as to optogenetically triggered signals. In a complementary approach we will screen for proteins responding to chemokine signalling and perform the first genome wide genome editing-based loss of function screen for directionally persistent chemotaxis and haptotaxis. Findings will be validated in vivo to guarantee physiological relevance. In a support project we will precision-engineer the genome of primary leukocytes suitable for assaying migration. A unique combination of cellular, genetic, engineering and quantitative microscopy tools will allow this new and holistic approach to a question which is not only fundamental for immunology but also for understanding development and cancer biology.",
    "totalCost": "1984922",
    "ecMaxContribution": "1984922",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1984922
        }
    },
    "calculatedTotalContribution": 1984922
}