{
    "rcn": "208726",
    "acronym": "GeoElectricMixing",
    "topics": "MSCA-IF-2016",
    "title": "Geophysical Signature of Subsurface Reactive Mixing",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Subsurface reactive processes play a key role in dictating the evolution of subsurface environments, their interaction with surface water bodies and the migration and remediation of transported contaminants. In particular reactive hot spots tend to concentrate in mixing fronts between fluids of different compositions, such as recently infiltrated/injected fluids and resident groundwater, which develop in a range of situations, including CO2 sequestration operations and geothermal systems, contaminant remediation operations, and reactive hyporheic zones beneath rivers. Our understanding of the development and temporal dynamics of these hotspots is currently hampered by the limited sampling offered by boreholes. Recent breakthroughs in geoelectrics may however profoundly change our vision of these phenomena by providing non-invasive techniques with high sensitivity to many geological processes. GeoElectricMixing will hence develop a novel approach to investigate the temporal dynamics of reactive mixing processes from Complex Impedance and Self Potential signals. The coupling of reactive mixing and geoelectrics will be quantified and upscaled by integrating charge transport and polarization phenomena in a new modeling framework, recently developed by the host to predict the spatial distribution of chemical species and reaction rates across mixing fronts (WP1). Dedicated experiments will then be designed by integrating electrodes in a novel millifluidic setup to monitor jointly the temporal evolution of geoelectrical parameters and the spatial distribution of concentrations and reactions rate in a reactive mixing front progressing through the cell (WP2). GeoElectricMixing is thus expected to open a new window on subsurface reactive mixing phenomena, expanding our capacities to detect and quantify these processes in situ, and thus providing critical data to unlock current open questions on the dynamics of mixing processes and their role in reaction enhancement.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}