{
    "rcn": "208752",
    "acronym": "GARDair",
    "topics": "SMEInst-05-2016-2017",
    "title": "The first predictive in vitro assay for the identification of respiratory sensitizers.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The GARDair project will optimize and validate the first predictive assay for respiratory sensitization and bring it to market. This innovative in vitro test builds on the successes of its forerunner ñ the GARDskin assay, which has been shown to hold the highest predictive power (89%) of skin sensitizers amongst all commercially available methods. \n\nThe GARD technology offers an unparalleled way to make hazard predictions, as it uses a human dendritic cell line to monitor immunological responses to chemical exposure. This approach offers not only higher predictive accuracy than in vivo tests, but also eliminates the need for animal testing at the same time as it cuts costs and experimental time.\nThe need for ethical, accurate and economical safety assessment procedures is growing in parallel with the amount of new chemicals introduced yearly into our environment by the pharma, cosmetics and chemical industries. In order to protect both workers and customers from chemically induced sensitization, EU legislation dictates that all chemicals must be sensitization tested within the next two decades. \n\nThe EC and ECVAM have a leading role within the OECD to develop test guidelines for skin sensitization hazard identification. Similar steps have not yet been taken in the area of respiratory sensitization due to the lack of available test methods to identify such compounds. The GARDair assay thus holds the power to drive the EU regulatory framework by entering a globally uncontested market space. \n\nIf successful, the project will allow SenzaGen to become a key player in any application of animal-free, cell-based systems, aiming to assess sensitization capabilities of various compounds and to fully realize its business development strategy.",
    "totalCost": "2421800",
    "ecMaxContribution": "2421800",
    "coordinator": "SENZAGEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934277520": {
            "orgId": "934277520",
            "orgName": "SENZAGEN AB",
            "ecContrib": 2421800
        }
    },
    "calculatedTotalContribution": 2421800
}