{
    "rcn": "208757",
    "acronym": "Smart Library",
    "topics": "SMEInst-12-2016-2017",
    "title": "Smart Library of Edutainment: technology and gamification at the service of Education",
    "startDate": "01/03/2017",
    "endDate": "31/10/2018",
    "objective": "Children today are natives of technology, having frequent access to digital devices both at home and at school. Digital devices are today even more used than TV. Worryingly, the offering of high quality educational apps is very limited and expensive. Parents and educators are concerned about this and are actively searching for better alternatives.\n\nTo help resolve these issues, Smile and Learn places technology at the service of education with the mission of helping children 2 to 12 years old learn while having fun using digital devices. Like the north American educational philosopher John Dewey, we believe that ìif we teach todayís students as we taught yesterdayís, we rob them of tomorrow.î Our vision is to become the global leader in Edutainment (Entertainment plus Education). To do so we have developed the Smart Digital Library, a single platform of interactive games and stories that, as of today, provides access to up to 30 individual proprietary apps (100 apps by end 2018). The ìLibraryî can be used at home, on the go or at school and provides ìsmartî recommendations to children, their parents and educators.\n\nIn August 2016, Smile and Learn successfully completed phase I of SME Instrument, finalizing our first release of the Smart Library rolled out in real production environments both at pilot schools (today more than 100 schools use the Library, including 10 special education schools) and with families (\\7,000 active users) in different markets, including the US, Spain, the UK, France, Mexico and Colombia, with very positive feedback. We already have more than 30,000 users worldwide with no marketing expenditure.\n\nWe are now moving forward to make the Smart Library a global state-of-the-art product in the edutainment industry by scaling it up and rolling out a powerful dissemination plan, that we expect to conduct with the support of Phase 2 H2020",
    "totalCost": "1827500",
    "ecMaxContribution": "1200000",
    "coordinator": "LEARN AND SMILE DIGITAL CREATIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924257905": {
            "orgId": "924257905",
            "orgName": "LEARN AND SMILE DIGITAL CREATIONS SL",
            "ecContrib": 1200000
        }
    },
    "calculatedTotalContribution": 1200000
}