{
    "rcn": "208760",
    "acronym": "FRISH",
    "topics": "SMEInst-07-2016-2017",
    "title": "Development and apparatus implementing a method for rapidly and already ends freezing and defrosting fish with the use of sound waves and aerosol humidification for high quality fish.",
    "startDate": "01/02/2017",
    "endDate": "31/07/2017",
    "objective": "European self-sufficiency rate for fish is just 44%, this means that more than half of the fish has to be imported into the EU. Fish is being transported hundred or even thousand kilometres before arriving to the European market. The imported fish has to be frozen to travel the long distances. \nUngermann, an innovative SME and technology leader in refrigeration technology, has developed FRISH based on previous research projects and vast experience in food preservation and refrigeration technology. The novelty of FRISH is the use of aerosol as air humidification in combination with ultrasonic waves to freeze and/or defrost fish and to reduce the energy input in the process improving the quality of the fish, and reducing the wastes (less damaged/decayed fish loss). While air humidification in the form of an aerosol of microscopic water droplets will allow a better heat transfer, thus a faster process and preventing product drying-out; ultrasonic waves will increase heat and mass transfer, thus reducing process time.\nFRISH technology, aims to minimize the costs and at the same time, to increase quality of fish, to reduce the quantity of damaged/decayed fish caused by freezer burn, microbial contamination or low quality defrosting methods (up to 35%), to create a safe and microorganism-free system, to preserve the fish properties: taste, proteins, colour, consistency, texture and surface, to reduce time (up to 80%), to save energy (up to 70%), among other advantages. \nFRISH will tackle two main social, environmental and economic concerns on the current world in the area of fish: food waste, and quality in food.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WOLFRAM UNGERMANN SYSTEMKALTE GMBH& CO KOMMANDITGESELLSCHAFT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "975287859": {
            "orgId": "975287859",
            "orgName": "WOLFRAM UNGERMANN SYSTEMKALTE GMBH& CO KOMMANDITGESELLSCHAFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}