{
    "rcn": "208706",
    "acronym": "PGXOME",
    "topics": "MSCA-IF-2016",
    "title": "A pharmacogenomic exploration of adverse drug reactions in epilepsy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Epilepsy is a common disease characterized by recurrent seizures affecting 50 million people worldwide. For most people with epilepsy, long term treatment with antiepilepileptic drugs (AEDs) are necessary and 40% do not respond to the first line of AED, leading to a lifelong odyssey towards effective treatment. Diagnosis is the only predictor of which drug will work best however it is a poor predictor and there is a need for improved biomarkers. AEDs carry a considerable risk for adverse drug reactions (ADRs). ADRs can be minimized by careful titration towards therapeutic dose however idiosyncratic ADRs, particularly cutaneous adverse reactions, have been shown to have a genetic predisposition. However, despite the relative success of GWAS to identify predictors of hypersensitivity there are few other predictors of some more common ADRs. The applicant is aligned with large international consortia such as EpiPGX, the International League Against Epilepsy (ILAE) Complex Genetics Consortium and the the Canadian Pharmacogenetic Network for Drug Safety (CPNDS) who have amassed a collection of over 15,000 epilepsy cases with phenotype and genotype data. Further, over 2000 samples have whole exome sequence data available. This has provided a medium to investigate the genetic architecture of ADRs and a resource to replicate novel significant findings. This fellowship proposes to move beyond traditional GWAS into new territory for epilepsy pharmacogenomics by exploring the contribution of polygenic risk and rare variants. The aim of this fellowship proposal is to identify clinically useful genetic markers of adverse reactions to AEDs to the growing number of prognostic tests for clinicians to prescribe optimal treatment targeted to each individual patient and improve medication safety in epilepsy.",
    "totalCost": "82799,4",
    "ecMaxContribution": "82799,4",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 82799
        }
    },
    "calculatedTotalContribution": 82799
}