{
    "rcn": "208838",
    "acronym": "MILC",
    "topics": "INNOSUP-02-2016",
    "title": "New system for Automatic Music identification of live events and cover versions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Collective management organisations (CMO) are organisations appointed by copyright owners to administer the licensing of rights and collection of royalties coming from mechanical and public performance of their associatesí musical works. CMOs worldwide have turned into technology in order to solve music rights distribution of the royalties collected from broadcast media and internet, but there is no available solution yet to solve the problem when it comes to royalties collected from public venues (clubs, bars, pubs, etc), live events and User Generated Content (UGC).\n\nThe objective of the MILC project is to to set the basis for a new innovative world-leading and cutting edge music monitoring service for public venues and on-line platforms, investigating and developing various technologies that would allow BMAT to offer a solution to this issues, and thus become the only provider, internationally, capable of monitoring and identifying music on TV, radio, venues, live concerts and internet. The success of MILC will convert BMAT as a landmark for collecting management organisations while participating in improving the transparency, efficiency and impartiality of the management and administration of royalties.\n\nBMAT is nowadays the fastest growing and world leader company in music monitoring services for CMOs, leading the international market of TV and radio monitoring services with VERICAST. With MILC, BMAT could become the global leading data provider for rights distribution. To achieve this, MILC will focus on the following objectives: 1) exploring the improvement of the fingerprint technologies used in BMAT recognition services to tackle DJing manipulation of audio, 2) reduce the complexity of the actual prototypes of identification algorithms for recognition of song re-interpretations and versions, and 3) explore the technical feasibility of both in a unique algorithm of fingerprinting extraction suitable to BMAT portfolio of monitoring services.",
    "totalCost": "79376,25",
    "ecMaxContribution": "79376,25",
    "coordinator": "BMAT LICENSING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996454908": {
            "orgId": "996454908",
            "orgName": "BMAT LICENSING SL",
            "ecContrib": 79376
        }
    },
    "calculatedTotalContribution": 79376
}