{
    "rcn": "208829",
    "acronym": "SEQ",
    "topics": "INNOSUP-02-2016",
    "title": "Scientists and Engineers for the Quantum world",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Quantum technologies (QT) are at the brink of revolutionising the world in many areas of our everyday lives. With parallels to the replacement of analogue with digital electronics in the late 20th Century, quantum devices will supersede digital in the future, leading to dramatic improvements in the capabilities of key technologies and industries. These include gravimeters (earth observation; military; prospecting), atomic clocks (satellite-free navigation; finance) and computing/secure communications (banking; military). Having played a vital role in shaping the global scientific QT landscape for the last 10 years, M Squared Lasers (MSL) is well placed to lead commercial developments at the heart of a European QT supply chain. Building on a track record of translating novel science into demanding markets, MSL will develop QT components, subsystems and integrated devices that will enable a wide range of applications. Starting with components and subsystem development (in line with the EU Quantum Manifesto), MSL will become increasingly vertically integrated as the QT initiative progresses. MSL have developed a first iteration magneto-optical trap that is ready to be developed into a stable atom interferometer and to conduct gravity measurements. With this project MSL aim to develop an innovation programme on the commercialisation of a gravimeter. To realise these goals MSL needs to recruit a high calibre engineer who has first hand experience in developing quantum technologies and in depth knowledge of cold atom physics and quantum mechanics. MSL has found it hard to recruit the necessary niche specialist skills in quantum technology development required. To meet this innovation opportunity MSL needs to overcome barriers to recruitment by widening its recruitment pool from UK to EU and increasing visibility. This project provides the framework to overcome these barriers and deliver the envisaged project results and impacts.",
    "totalCost": "95250",
    "ecMaxContribution": "95250",
    "coordinator": "M-SQUARED LASERS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 95250
        }
    },
    "calculatedTotalContribution": 95250
}