{
    "rcn": "208851",
    "acronym": "DREMATURE",
    "topics": "MSCA-IF-2016",
    "title": "DNA repair mechanisms and therapy resistance of BRCA2-deficient cancers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Despite the existence of various novel anti-cancer treatments, drug resistance remains a major cause of death in patients with disseminated cancer. To increase specificity and efficacy, modern treatment strategies in molecular oncology employ the ìsynthetic lethalityî concept. An example are BRCA1/2-deficient breast and ovarian cancers that lack DNA repair by homologous recombination (HR). Due to this defect, tumor cells rely more on other DNA repair pathways. When such alternative pathways are jammed, e.g. by poly(ADP-ribose) polymerase inhibitors (PARPi), normal cells with intact HR can survive, whereas cancer cells die. However, even with this sophisticated treatment strategy, resistance to PARPi still occurs and greatly reduces patient survival. The mechanisms driving this resistance are still largely unknown. The main goal of this project is to advance the knowledge on therapy resistance by using a genetically engineered mouse model of BRCA2-deficient breast cancer, which closely mimics the human disease. Like in patients, cancer cells in these animals eventually escape from therapy. I will start by synergizing the next generation sequencing analysis of spontaneous resistant mouse tumors with functional genetic screens using the CRISPR/Cas9 technology. This combination has yielded interesting candidate genes whose loss of function may cause resistance. Two promising candidates, MDC1 and Claspin, will be further investigated using innovative and physiologically relevant 3D tumor organoid cultures. Moreover, I will apply my expertise in modern imaging technology to develop novel approaches to visualize DNA repair dynamics in resistant tumors in vitro and in vivo. I am convinced that by understanding basic resistance mechanisms, smart biosensors can be built to image the DNA damage response and eventually improve clinical decision making. I believe this project will have an impact on the design of strategies to overcome therapy escape in human cancer patients.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}