{
    "rcn": "208845",
    "acronym": "FEDCIT",
    "topics": "MSCA-IF-2016",
    "title": "Federal state against cities: Immigrant incorporation in the context of new immigrant reception",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The unprecedented number of newcomers in the past year provides an immense challenge to federal state and local authorities, who have to co-ordinate the provision of policies and funds for incorporating immigrants into society. This comparative study seeks to understand the role of federal states for the incorporation of immigrants in the context of the recent influx of asylum seekers in Germany and Austria in 2015.\nFew studies have so far investigated the role of federal states in immigrant incorporation and no research has yet been carried out on the character of federal state immigrant incorporation policies that captures institutional structures, officials and immigrant spokespersonsí agency as well as the role of power in the design and implementation of these policies. By bringing together debates on multi-level governance as well as cities as scale the research advances our concepts of the governance of immigrant incorporation in a globalised and interconnected world.\nUsing mixed methods, the project applies an institutional ethnography of federal state ministries responsible for immigrant incorporation that allows tracing internal processes of policy development and observing interactions between the involved institutions and actors. The yielded thick description is combined with economic data as well as interview data and policy documents. \nBy deploying a comparative research design that consists of case studies in four federal states (Baden W¸rttemberg and Saxony, Upper Austria and Burgenland), two of which are located in Germany and two in Austria, the project identifies the impact of different factors on federal statesí immigrant incorporation policies, namely the national levelís stance towards immigration, the regionsí economic positionality, and local actorsí active lobbying on the federal state level.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}