{
    "rcn": "208843",
    "acronym": "MindSElS",
    "topics": "MSCA-IF-2016",
    "title": "Resilience, Mindfulness and Medication Safety with Electronic Systems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Medications are one of the most common healthcare interventions and one with great risk of adverse events and serious harm to patients. Medications incidents in hospitals are frequent and a serious concern. Electronic medicine management systems (EMMS) implemented in hospital are known to reduce some safety risks but also introduce new ones.  A way to prevent harm to patients from the use of medication is through organising for collective mindfulness (alertness to risks) and through learning from everyday resilience. EMMS introduced in sociotechnical contexts of hospital care may affect collective mindfulness and resilience, in ways that are context (or nation) specific, as countries differ in structures, processes, and legislation.\nThis project proposes a collaboration with Australian and European centres of excellence in the field of patient safety, to study mindfulness and resilience in medication safety in relation to EMMS. As part of the research, a mixed-method before-and-after study of EMMS implementation will be conducted in hospitals in Australia, followed by a comparative study across four European countries (UK, France, Italy, Norway).  The aims are to develop theory and method for EMMS evaluation, investigate whether and how EMMS can support organisational resilience in the use of medicines, and provide (locally/nationally-adjusted) guidance for implementation.\nThe fellow brings to the study experience in sociotechnical studies informed by theories that emphasize contextual influences on cognition and decision making, and capture emergent systemsí properties/behaviours. The hosts and partners are leaders in patient safety, with expertise in human factors and mixed-methods. The research will create opportunities for professional development and knowledge exchanges and strengthen the network of participant organisations. It will deliver knowledge and instruments for the benefit of patients, clinicians, healthcare organisations and society overall.",
    "totalCost": "276107,4",
    "ecMaxContribution": "276107,4",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996467906": {
            "orgId": "996467906",
            "orgName": "MACQUARIE UNIVERSITY",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 276107
        }
    },
    "calculatedTotalContribution": 276107
}