{
    "rcn": "208825",
    "acronym": "KAM2CY3",
    "topics": "H2020-SGA2-EEN",
    "title": "Key Services for Enhancing Innovation Management Capacity of SMEs in Cyprus through the local member of Enterprise Europe Network ñ KAM2CY3",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The project envisages the provision of high quality innovation management capacity assessment and support services to SMEs in Cyprus aiming at the enhancement of competitiveness, smart growth and profitability of SMEs. Moreover, the project aims at creating a better understanding of the fundamental principles of innovation management and their better integration in the value chain of local SMEs.\n\nThe services will be provided by the Research Promotion Foundation (RPF), Coordinator of the ìBusiness Support Centre for Cyprusî (the local member of the Enterprise Europe Network). RPF has already provided relevant services through preceding projects funded by EC (KAM2CY in 2014, KAM2CY2 in 2015-16). \n\nThe project targets two groups of SMEs with a separate package of services, as described below:\n\n(a)\tBeneficiaries of H2020 SME Instrument Program\nKey Account Management (KAM) services will be provided aiming to:\n-\tidentify weaknesses in SMEsí innovation capacity and bottlenecks in their innovation management approach hindering realisation of growth opportunities; \n-\tidentify suitable coaches to address the identified weaknesses through tailor-made coaching activities;\n-\tprovide support and accompany the SME throughout the implementation of the SME instrument project, facilitating SME needs for further funding, financing and support; \n\n(b)\tPromising SMEs with potential for growth via innovation\nServices for enhancing innovation management capacity (EIMC services) will be provided as follows:\n-\ta diagnostic audit / assessment of their innovation management, \n-\ta root/ cause analysis of the results, \n-\tdevelopment of a tailor-made action plan,  \n-\tassistance of the SME in action plan monitoring and implementation. \n\nThe project foresees the provision of 15 service packages in Cyprus, including 5 KAM service packages and 10 EIMC service packages.  The average duration for the provision of each service package will be 7 days for KAM Services and 9,5 days for EIMC Services.",
    "totalCost": "40887,5",
    "ecMaxContribution": "40887,5",
    "coordinator": "IDRYMA PROOTHISIS EREVNAS",
    "coordinatorCountry": "CY",
    "participants": "European Office of Cyprus;CYPRUS CHAMBER OF COMMERCE AND INDUSTRY",
    "participantCountries": "CY",
    "projectParticipants": {
        "950669938": {
            "orgId": "950669938",
            "orgName": "CYPRUS CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 0
        },
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 40888
        },
        "997985859": {
            "orgId": "997985859",
            "orgName": "European Office of Cyprus",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 40888
}