{
    "rcn": "208815",
    "acronym": "2DQP",
    "topics": "ERC-2016-COG",
    "title": "Two-dimensional quantum photonics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Quantum optics, the study of how discrete packets of light (photons) and matter interact, has led to the development of remarkable new technologies which exploit the bizarre properties of quantum mechanics. These quantum technologies are primed to revolutionize the fields of communication, information processing, and metrology in the coming years. Similar to contemporary technologies, the future quantum machinery will likely consist of a semiconductor platform to create and process the quantum information. However, to date the demanding requirements on a quantum photonic platform have yet to be satisfied with conventional bulk (three-dimensional) semiconductors.\n\nTo surmount these well-known obstacles, a new paradigm in quantum photonics is required. Initiated by the recent discovery of single photon emitters in atomically flat (two-dimensional) semiconducting materials, 2DQP aims to be at the nucleus of a new approach by realizing quantum optics with ultra-stable (coherent) quantum states integrated into devices with electronic and photonic functionality. We will characterize, identify, engineer, and coherently manipulate localized quantum states in this two-dimensional quantum photonic platform. A vital component of 2DQPís vision is to go beyond the fundamental science and achieve the ideal solid-state single photon device yielding perfect extraction - 100% efficiency - of on-demand indistinguishable single photons. Finally, we will exploit this ideal device to implement the critical building block for a photonic quantum computer.",
    "totalCost": "1999135",
    "ecMaxContribution": "1999135",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 1999135
        }
    },
    "calculatedTotalContribution": 1999135
}