{
    "rcn": "208887",
    "acronym": "PhoCuS-Flow",
    "topics": "MSCA-IF-2016",
    "title": "Photocatalysis induced by copper complexes supported on Silica materials-Study in Flow processes",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "PhoCuS-Flow project aims to contribute to the European Research Area (ERA) by developing a new generation of sunlight activated copper photocatalysts supported on mesoporous silica. Three novel concepts are proposed: i) use of tris(triazolyl)methanol-Cu-complexes (developed in the host group) as photocatalysts in organic reactions, ii) the immobilization of the complexes on mesoporous silica materials to be used as heterogeneous and recyclable catalysts and iii) implementation of a continuous flow setup in order to gain in efficiency and potential industrial applicability. These objectives have a direct impact in some of the ëSocietal Challengesí listed in H2020 i.e. ëSecure, Clean and Efficient Energyí and ëClimate action, Environment, Resource Efficiency and Raw Materialsí.\nPhoCuS-Flow will merge the expertise of the host group in organic chemistry catalysts immobilization and flow processes, together with the background of the applicant in the synthesis of materials, heterogeneous catalysis and management, to reach the desired deliverables and milestones. In addition, a secondment for further specialization in photophysics and photocatalysis has been included in the work plan.\nAn ambitious training program including a number of new scientific and soft skills to be transferred to the applicant is also envisaged. Moreover, the ER will transfer her knowledge to the host groups and will be the link between them to forge future collaborations.\nAltogether, PhoCuS-Flow will give the candidate a unique opportunity to gain new expertise in different areas of research and new soft skills and leadership capacities. Hence, MSCA will position her at the forefront of the young researchers in the ERA, making possible to reach a position as a group leader at a University in the European Union.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}