{
    "rcn": "208848",
    "acronym": "REACT",
    "topics": "MSCA-IF-2016",
    "title": "Uncovering the role of cis genetic elements in antigenic variation of Plasmodium falciparum using the CRISPR-Cas9 genome editing technology",
    "startDate": "01/01/2018",
    "endDate": "28/02/2020",
    "objective": "Malaria is an infectious human disease caused by parasitic protozoans of the Plasmodium type. P. falciparum causes the most lethal form with about 400.000 deaths annually. Pathogenesis involves expression of clonally variant molecules encoded by multi gene families at the surface of the infected host cells (erythrocyte). The most important virulence factor is called PfEMP1, which undergoes antigenic variation and is encoded by 60 var gene members. Despite the major scientific efforts, the molecular mechanisms orchestrating antigenic variation are still elusive. The reason is the lack of tools to perform genome editing in the natural epigenetic context, which is crucial in this important immune escape process.\nWe aim to investigate antigenic variation of P. falciparum, by means of the recently developed CRISPR-Cas9 tool. This genome editing technology allows the in situ genetic manipulation of var gene regulatory elements in a native chromatin context. Virtually, any locus can be targeted by a RNA guide to insert, exchange or delete specific DNA regions including generation of point mutations without introducing a selective marker. Alternatively, we will use a dead Cas9 version (dCas9), which consist on the targeting of the desired locus by an inactive Cas9. This dCas9 can be fused to protein tags or effectors. We will use these techniques to i) delete cis-regulatory elements of var genes, ii) to identify factors associated to cis-regulatory elements by Cas9 targeted immunoprecipitations and iii) to engineer a tool to perform activation/silencing of specific var genes by fusing the dCas9 with epigenetic effector molecules (silencing and activators).\nThis project will combine state-of-the-art techniques in genome editing to study malaria parasite virulence and provide reliable, accurate and focused data about the implication of epigenetics in the process of antigenic variation. The new tools developed in this project will be highly relevant for other human pathogens.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}