{
    "rcn": "208855",
    "acronym": "SUPERSPIN",
    "topics": "MSCA-IF-2016",
    "title": "Superconducting Spintronics for Highly Energery Efficient Cryogenic Memory Applications",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The dissipation of heat in traditional silicon (CMOS) based electronics is a major source of inefficiency and environmental impact. Superconductors are, by nature, dissipationless. Computing via logic circuits based on Josephson junctions is also faster, but the largest remaining problem is the lagging development of low-temperature memory. To achieve the promised efficiency increases of these computers requires a new type of low-temperature memory architecture.\nTraditionally considered competing phenomena, when artificially juxtaposed a wealth of physics at the interface between superconductors and ferromagnets emerges. Spin-polarised Cooper pairs are capable of surviving inside a ferromagnet over much longer distances than the regular (spin-singlet, anti-parallel) pairs. This new type of Cooper pair is the building block for super-spintronics; leading to a dissipationless spin-current combined with spintronic devices.\nEurope risks being left behind by large US research efforts such as the IARPA C3 programme. SUPERSPIN will take advantage of spin-polarised Cooper pairs for the promising application of cryogenic memory, where information can be stored by either the state of the system (superconducting or normal), or in the phase difference between superconductors across a Josephson junction. The outgoing host Prof. Birge is the world leading expert in ferromagnetic Josephson junction devices for cryogenic memory application. The fellow will be fully integrated in his IARPA C3 funded laboratories and through the SUPERSPIN programme, of exploring candidate materials systems and developing prototypical devices, will acquire all the skills and knowledge necessary to develop these exciting advances to application the E.U. during the return phase of the project.\nThrough SUPERSPIN, the fellow will broaden his scientific background, develop complementary knowledge in new areas, bring new knowledge from the TC host to the E.U. and increase his chances of success in academia",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 251858
        },
        "999864458": {
            "orgId": "999864458",
            "orgName": "MICHIGAN STATE UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}