{
    "rcn": "208807",
    "acronym": "PROGLUTASIS",
    "topics": "ERC-2016-COG",
    "title": "Protection of cardiometabolic inflammation by modulation of myeloid glutamine homeostasis",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The metabolic syndrome (MetS) represents one of the major public health challenges worldwide. It reflects a combination of medical disorders that, when occurring together, increase the risk of developing diabetes and cardiovascular disease. The prevalence in the USA is estimated at 30% of the population and the European community follows this trajectory. It is now recognized that the state of chronic low-grade inflammation may favor the onset and progression of the MetS. While the notion of metabolic flexibility in hematopoietic cells has recently emerged in several inflammatory diseases, the origin of this immunometabolic alteration in the MetS remains elusive. There is a growing appreciation that the apportioning of nutrients into different metabolic pathways can support or direct functional immune and hematopoietic changes. Glutamine is the most abundant amino acid in the plasma and an important energy source through glutaminolysis. Despite its potential proliferative and/or immunosuppressive function and the strong association between high glutamine-to-glutamate ratio with cardiometabolic traits, the underlying mechanisms are poorly understood. Thus, there is a considerable therapeutic interest in better understanding the mechanisms linking glutamine to cardiometabolic risks and in particular cardiometabolic inflammation. In PROGLUTASIS, we will investigate the metabolic and immune regulation of glutamine homeostasis in the metabolic syndrome. We will validate the contribution of glutaminolysis in cardiometabolic inflammation, including obesity, diabetes and atherosclerosis through its role on hematopoiesis and macrophage dynamics. Given the ubiquitous association between glutamine and chronic metabolic stress, we expect that identifying the underlying molecular mechanism will offer novel therapeutic perspective on how to intervene in this pathway. This will ultimately allow for tailored strategies aimed at dampening cardiometabolic inflammation in the MetS.",
    "totalCost": "2091338",
    "ecMaxContribution": "2091338",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2091338
        }
    },
    "calculatedTotalContribution": 2091338
}