{
    "rcn": "208817",
    "acronym": "HYPNOTIC",
    "topics": "ERC-2016-COG",
    "title": "Hybrid Indium Phosphide on Silicon nanophotonics for ultimate laser diodes, flip-flops and memories",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The HYPNOTIC project aims at achieving a breakthrough in Silicon laser science and technology by taking forward the III-V semiconductors on Silicon hybrid technology into the nanophotonic world to make the dream of the convergence of microelectronics and photonics on a chip come true. This project intends to take up the challenge of bringing to reality electrically powered photonic crystal nanolasers as reference sources for dense integration and logical processing in a Silicon-based optical platform by accomplishing: (i) power efficiency with extremely low activation energies of few fJ, (ii) high bandwidth beyond 40Gbits/s, (iii) compactness with footprints less than 100µm≤ for high integration density of 103-104 of devices per mm2.\nA paradigm change will be brought to Silicon photonics by laying down 3 corner stones which consist firstly in the realisation of ultimate nanolaser diode sources at telecom wavelengths using an optimised single hybrid active nanocavity. Secondly, the groundbreaking atomic physics concepts of superradiance and lasing without inversion of population resonators will be transposed to nanophotonics by coupling several active nanocavities. Besides studying them for their fundamental interest, the project will capitalise on them to drastically augment the power efficiency and the modulation bandwidth of the nanosources. Finally, the fabricated nanolaser diodes using these novel concepts will be exploited to demonstrate cutting-edge flip-flop and memory devices able to surpass current off-chip electronic random access memories in access times and bandwidth which could enable unprecedented computational power.",
    "totalCost": "1981721",
    "ecMaxContribution": "1981721",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1981721
        }
    },
    "calculatedTotalContribution": 1981721
}