{
    "rcn": "208878",
    "acronym": "Cynthetica",
    "topics": "MSCA-IF-2016",
    "title": "Development of tools to increase product yields in cyanobacteria using a synthetic biology approach",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Cyanobacteria are versatile photosynthetic organisms that have attracted interest as a sustainable biotechnological host chassis. The toolkit for these organisms is growing fast, however, limitations such as low productivities are still a major drawback for this emerging technology. Cynthetica will address the issue of recombinant product yields and develop two separate tools that can be universally applied for product synthesis in cyanobacteria. \nWP1 incorporates the development of an ëanchor toolí to increase stability and the interaction of membrane-bound recombinant enzymes, such as cytochrome P450s, in cyanobacterial thylakoid membranes via membrane anchor engineering. This will lead to improved metabolic fluxes through the pathway and, thus, higher product yields. In WP2 a ëcapsule toolí will be developed. Cyanobacterial strains with proteinaceous shells, so-called microcompartments, will be generated to encapsulate biosynthetic pathways for improved product yields. In WP3 the Cynthetica tools will be tested at scale for their applicability in an industrial setting during a secondment with the partner organisation AGROT.\nThe intersectoral knowledge transfer between UCPH, AGROT and the fellow will allow for timely progression of the project, delivering cutting edge science and allowing the fellow to grow not only her scientific skill set but also reach maturity as an academic researcher. Thanks to the state-of-the art equipment and expertise available at UCPH and AGROT the project will have most favourable conditions to be a success. The Horizon 2020 framework highlights the need to develop a sustainable biotechnology sector in Europe. Cynthetica will position itself at the forefront of this emerging field by delivering innovative synthetic biology tools for establishing cyanobacteria as a powerful photosynthetic production platform.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}