{
    "rcn": "208866",
    "acronym": "QUAKE4PRELIMAT",
    "topics": "MSCA-IF-2016",
    "title": "Quantum Kinetic Equations for Pre-thermal Light and Matter",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "One of the research forefronts in quantum many body physics, is represented by the non-equilibrium dynamics of strongly\ninteracting photons coupled to quantum matter.\nHowever, while tools to deal with quantum optics systems of few constituents are available, many particle effects require the development of advanced and timely methods.\n\nThe QUAKE4PRELIMAT project will:\n\n(i) provide a new technique to confront with the dynamical evolution of a many body photon system coupled to an ensemble of atoms, exporting the quantum kinetic equation method (based on the two-particle irreducible effective action) from the domain of high energy physics;\n\n(ii) look for the onset of pre-thermal non-equilibrium states in quantum optics systems, where light and matter equilibrate at different temperatures;\n\n(iii) extend concepts tailored for pre-thermalization in isolated systems, as the Luttinger Liquid model and the Generalized Gibbs Ensemble, to driven open low dimensional quantum many body systems;\n\nunder the supervision of two world renowned experts on strongly correlated physics, in Harvard and Geneva.\n\nThe outcomes of this research project will pave the way to pre-thermalization in driven open systems, with a multitude of applications, and will provide to the quantum optics and condensed matter communities, the (previously lacking) tools to handle the dynamics of many body photon systems.\n\nThe European Union will make a step forward in a field with tantalizing technological perspectives, as photon logic gates,  quantum computing based on interacting photons, molecules and crystals of quantum light. A number of outreach activities are planned to increase the awareness of the general public on such potentialities. \n\nFinally, the experienced researcher will learn how to apply his theoretical background to concrete physical platforms, will grow in scientific leadership, will learn how to drive a new research trend into the condensed matter and quantum optics areas.",
    "totalCost": "265840,2",
    "ecMaxContribution": "265840,2",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 265840
        }
    },
    "calculatedTotalContribution": 265840
}