{
    "rcn": "208803",
    "acronym": "HISTONEMEMORY",
    "topics": "ERC-2016-COG",
    "title": "New and Old Histones in Epigenetic Cell Memory",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Cell type specific organization of DNA into chromatin is an important determinant of gene expression and cell identity. During cell division, epigenetic information in chromatin must be transmitted to daughter cells in order to maintain cell identity or commit to a developmental program. However, it remains unknown how epigenetic states are inherited during cell division. Elucidating molecular mechanisms underlying epigenetic cell memory thus represents a major challenge in biology critical to understand development and disease.\n\nChromatin undergoes genome-wide disruption during DNA replication and histone marks are diluted 2-fold due to new histone deposition. Yet, how this impacts on establishment and maintenance of gene expression programs is not known. I hypothesize that chromatin replication represents a critical window for epigenetic cell memory and cell fate decisions, and predict that three histone-based processes play critical roles in guarding cell identity: 1) new histone deposition to regulate nucleosome occupancy and transcription factor (TF) binding, 2) accurate transmission of old modified histones by dedicated recycling machinery, and 3) recruitment of regulatory proteins to new and old histones to direct epigenome maintenance. To dissect these events mechanistically and test causal roles in cell fate decisions, I propose a research program integrating explorative proteomics and histone chaperone structure-function analysis with stem cell biology and new cutting-edge genomic tools developed by my research group. \n\nThe proposed research will 1) identify novel mechanisms of histone chaperoning and deposition specific to new and old histones, 2) reveal how nucleosome assembly govern TF binding during DNA replication, and 3) address the significance of old histone recycling and new histone deposition for pluripotency and commitment. This will provide a major advance in understanding the molecular mechanisms that govern epigenetic cell memory.",
    "totalCost": "1999750",
    "ecMaxContribution": "1999750",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1999750
        }
    },
    "calculatedTotalContribution": 1999750
}