{
    "rcn": "208811",
    "acronym": "SloMo",
    "topics": "ERC-2016-COG",
    "title": "Slow motion: Transformations of musical time in perception and performance",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Slow motion is widely employed in popular media such as emotional movie scenes or in the broad-casting of momentous bodily and physical actions. Slow motion functions as a counterpoint to the perceived acceleration of life, and non-profit organisations and meditation practices promote its virtues. Slow motion is used as a beneficial rehearsal strategy in music, dance, and other movement-based arts and sports. This research proposal shifts existing boundaries by hypothesizing that the time-stretching mechanism of slow motion is a) associated with high emotional significance, b) beneficial for interpersonal coordination, c) relevant in cross-modal approaches with augmented feedback such as the sonification of human movements, d) reduces cognitive working memory load in learning. It is assumed that music as a temporal-motional art is central for the study of these processes, since music consists of structured time at different hierarchical levels and deeply ìmovesî people. The musical surface structure (on a note-to-note level) allows synchronisations at higher tempi compared to deeper structural levels (such as strong beats in a measure or phrases). Music may thus transform perceptions of motion and time. The proposed project contains three main phases, first addressing the perception of slow motion in music and dance in relation to the attentional, emotional and aesthetic effects on the audience. In the second phase, performance qualities are studied, addressing cognitive load, imagery, and interpersonal coordination at slow tempi. High-speed cameras, a 3D motion capture system and physiological measures are used to analyse the psychological and bodily processes involved. The final phase aims at the creation of three applications, including a learning app for portable devices, a film with super slow motion sequences based on the studies, and sonifications of Tai Chi movements. These applications present the aesthetic dimensions of slow motion to a wider audience.",
    "totalCost": "1923190",
    "ecMaxContribution": "1923190",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 1923190
        }
    },
    "calculatedTotalContribution": 1923190
}