{
    "rcn": "208888",
    "acronym": "WHYAGE",
    "topics": "MSCA-IF-2016",
    "title": "COULD SENESCENCE BE ADAPTIVE? CAUSES AND CONSEQUENCES OF AGING ACROSS THE TREE OF LIFE",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Why do organisms age? This is surely one of the most compelling questions in biology. With advancing age, organisms can see physiological decline leading to higher mortality and lower fertility, a process known as ësenescenceí. The foundations of aging research state senescence should be inevitable in any organism, and is likely a by-product of attenuation in force of selection with age. But is senescence inevitable? Could senescence be adaptive?\n\nSenescence is not inevitable, according to recent research from the Max Planck Odense Center, University of Southern Denmark. Speciesí aging trajectories are diverse; mortality and fertility may increase, decrease or stay constant with age. We need a new way to understand aging, which recognises this diversity and seeks to understand pattern and process in the evolution of aging across the tree of life. The WHYAGE project explores ecological consequences and evolutionary causes of diversity in aging from this ëmacroí perspective.\n\nSenescence could be adaptive. This proposal presents a theoretical framework under which certain environmental disturbances affecting population age structures could, through population-level processes, favour senescent individuals. More generally, diverse environmental disturbance regimes could help explain diversity of aging across the tree of life.\n\nThree objectives facilitate the project. First, demographic method development will allow better understanding of aging trajectories in mortality and fecundity, and population dynamics influenced by these. Second, comparative phylogenetic analyses of global demographic databases of plants and animals will uncover the consequences of aging for population dynamics across the tree of life. This knowledge will inform the third objective; development of theoretical population models exploring how environmental disturbances and population dynamics feed into evolutionary processes, and using these to find conditions under which senescence may be adaptive.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}