{
    "rcn": "208881",
    "acronym": "CriTiClean",
    "topics": "MSCA-IF-2016",
    "title": "Supercritical carbon dioxide for delipidation of soft tissue - Suppressing transplant rejection.",
    "startDate": "22/05/2017",
    "endDate": "21/05/2019",
    "objective": "The lack of donor organs and tissue constitutes a health and social problem. In 2014 about 119.873 organs were transplanted, that is less than the 10% of global needs. Critical patients do not survive the waiting time while transplanted people must receive lifelong immunosuppressive therapy with severe side effects. Also, there is a risk to lose the new organ to chronic rejection, which is linked to the presence of cellular components e.g. glycolipids and lipoproteins in the donor tissue. There is currently no process to remove lipids and lipid antigens from soft tissue prior transplantation.\n\nSupercritical carbon dioxide (scCO2) is known to extract lipids from solid matrices, while polar molecules of high molecular weight, such as structural proteins in soft tissue, are insoluble. In this project we will explore the use of scCO2 to remove lipid compounds from soft tissue (i.e. pulmonary arteries) as a novel process for tissue preparation in order to suppress the main cause of rejection associated with transplantation. Fundamental studies on solubility of lipids in scCO2-water-ethanol mixtures are necessary to evaluate the extractability of lipids from fresh tissue, and will be performed by 'in-situ' Raman spectroscopy. Our approach avoids the use of current chemical and biological treatments that risk damaging the tissue and pose a toxic threat to the recipient organism. The mechanical properties of the ìcleanedî tissue, the immunoresponse that provokes and its capacity for recellularization will be studied 'in vitro' and related to the amounts and type of remnant lipid compounds. \n\nThe project brings supercritical fluid technology into the biomedical field. This work will lead to efficient methodologies to ìcleanî all kind of organs/soft tissue and will enable safe animal-to-human transplantation, a current dream that will increase the hope of critical patients and improve life-quality after transplantation by removing the need of immunosuppression.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}