{
    "rcn": "208826",
    "acronym": "FINKAMIE2018",
    "topics": "H2020-SGA2-EEN",
    "title": "Enhancing the innovation management capacity of Finnish SMEs by the Enterprise Europe Network in 2017-2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Lack of innovation management capacity is recognised as an important barrier to creating economic impact (competitiveness, growth and jobs) from innovation activities in SMEs. The general objective of the proposal is to achieve overall long term capacity building in (Finnish) SMEís, particularly to make the innovation system in the companies more efficient and effective and to increase and accelerate the economic returns from innovation in the SMEs. Actions will be identified to address weaknesses in the innovation capacities of the SME that hinder the realisation of growth opportunities and of the full commercial potential. Hence, the improvement of this innovation management capacity upgrades the economic performance of the most promising SMEs.\n\nFirst specific objective of the project is to provide Key account management services to beneficiaries of the SME instrument. These services aim to identify bottlenecks to the creation of economic impact in companies benefitting from grants by Horizon2020's SME instrument. Based on the needs analysis the Key account management services identify suitable coaches to address the identified bottlenecks and also facilitates the coach-client relationship during the coaching project. \n\nSecond specific objective is to provide services, which enhance the innovation management capacity of SMEs. This service will increase the efficiency and effectiveness of innovation processes in small and medium sized enterprises with significant innovation activities that could potentially become beneficiaries of European support to research and innovation but would not have effective access to consulting services for innovation management. The service includes an assessment of innovation management capacity and development actions based on the assessment.",
    "totalCost": "320112,5",
    "ecMaxContribution": "320112,5",
    "coordinator": "BUSINESS FINLAND OY",
    "coordinatorCountry": "FI",
    "participants": "HELSINGIN SEUDUN KAUPPAKAMARI - HELSINGFORSREGIONENS HANDELSKAMMARE RY;TURKU SCIENCE PARK OY AB",
    "participantCountries": "FI",
    "projectParticipants": {
        "916229118": {
            "orgId": "916229118",
            "orgName": "BUSINESS FINLAND OY",
            "ecContrib": 167574
        },
        "938364227": {
            "orgId": "938364227",
            "orgName": "HELSINGIN SEUDUN KAUPPAKAMARI - HELSINGFORSREGIONENS HANDELSKAMMARE RY",
            "ecContrib": 0
        },
        "950541316": {
            "orgId": "950541316",
            "orgName": "TURKU SCIENCE PARK OY AB",
            "ecContrib": 152539
        }
    },
    "calculatedTotalContribution": 320113
}