{
    "rcn": "208868",
    "acronym": "TIP-N-POINT",
    "topics": "MSCA-IF-2016",
    "title": "Middle Palaeolithic projectile weapon TIPs: a regional and assemblage scale perspective on Neanderthal POINT technologies across Europe",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Stone-tipped hunting weapons are an important marker of the technical and cognitive capacities of Palaeolithic hominins and represent a crucial tipping point in human behavioural evolution. Neanderthals were skilled hunters, as indicated by zooarchaeological and isotope analyses, but preserved remains of organic spears are sparse and potential lithic weapon tips are not ubiquitously present during the Middle Palaeolithic (MP, ca.300,000-40,000BP). Unravelling this enigma and reconstructing the technology underlying MP hunting events is one of the key challenges in studies of Neanderthal behaviour.\nSecurely identifying hafted weapon tips is complex and past analyses of MP points have mainly focused on individual artefacts, their morphometric characteristics, use-wear and residue traces. Conversely, studies that contextualise MP points at an assemblage level, cross comparing various blank and tool types, are sparse, especially for the European record, even though they are key to a more comprehensive understanding of the role of point shapes in the Neanderthal tool kit.\nTIP-N-POINT fills this current research gap by bridging review and primary assemblage level data across Europe, providing a much needed data-driven perspective on Neanderthal hunting. At its centre stands the timely application of a suite of state-of-the-art analytical tools, including geometric morphometrics, GIS edge damage mapping and quantitative approaches (incl. generalised linear modelling). As a result, TIP-N-POINT will significantly advance methods in Palaeolithic archaeology and knowledge on Neanderthal behaviour as well as enhance the skill portfolio of the applicant. Necessary training and expertise are exclusively available at the Max Planck Institute for Evolutionary Anthropology (Germany) and TIP-N-POINT will contribute to the research profile of this world leader in human evolution by forging new transnational collaborations and establishing border-crossing European research excellence.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}