{
    "rcn": "208800",
    "acronym": "STePLADDER",
    "topics": "ERC-2016-COG",
    "title": "Solving The Pathway of LADDERane biosynthesis",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Ladderanes are highly unusual hydrocarbon moieties with linearly concatenated cyclobutane rings. They are found in the membranes of bacteria performing anaerobic ammonium oxidation (ìanammoxî). How these complicated molecules are produced is expected to involve both novel enzymes and specially evolved versions of known proteins, but the details remain enigmatic. How do these enzymes assemble such intricate carbon skeletons?  How do they control the complex stereochemistry involved? How do they deal with the typical nonreactivity of hydrocarbons? And how do they overcome the ring strain inherent in these molecules? Answering these and other questions about the molecular mechanism of ladderane biosynthesis will open up new frontiers in enzymology. \n\nI therefore propose to elucidate the pathway of ladderane biosynthesis. \n\nI will use a synergistic approach, combining biochemistry, chemical biology and structural biology to arrive at a comprehensive view of ladderane biosynthesis in molecular detail. Heterologous expression of selected biosynthetic gene clusters will be used to study ladderane biosynthesis in vivo. Chemical biology will be used to load ladderanes and their intermediates onto carrier proteins to study their interactions with enzymes from the biosynthetic pathway in vitro. Protein crystallography will elucidate structures of enzymes and their complexes with ladderane-loaded carrier proteins. The knowledge accumulated will not only break new ground in enzymology, but also serve as a stepping stone for the use of these enzymes in bioinspired organic synthesis.",
    "totalCost": "1753125",
    "ecMaxContribution": "1753125",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1753125
        }
    },
    "calculatedTotalContribution": 1753125
}