{
    "rcn": "208833",
    "acronym": "ISPEC",
    "topics": "INNOSUP-02-2016",
    "title": "Imaging SPECtral deconvolution specialist",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Stand-off trace detection of chemicals in vapour, liquid and condensed phases in real world cluttered and environmentally varied conditions has a range of applications, e.g. oil & gas security & defence and environmental services. Optical detection methods are the most promising solution as they can offer highly sensitive, non-destructive and remote sensing capabilities. Practical systems must be eye safe, compact format, highly sensitive and have an imaging capability. Laser-based, hyperspectral sensing and imaging in the infrared (3-12 µm) offers these benefits but with current technology, the detection limits are too low to address all market requirements. Recently, an active, coherent laser spectrometer that meets these needs was developed by the Rutherford Appleton Laboratory (RAL) and has been developed into a prototype at M Squared Lasers Ltd (MSL). Although the practical elements have been demonstrated there are significant improvements possible in the detection algorithms. Heterodyne IR imaging produces significant volumes of data at high repetition rates that must be interpreted in real-time. Coupling this with inherent changes in intensity and alteration of spectra from heat, moisture and background interferents make this a challenging task. Spectral deconvolution is a niche field in which a unique skill set spanning spectroscopy, programming and photonics is required to tackle the task effectively. MSL have found it hard to source a candidate with the computer programming expertise in search and fitting algorithms and with the practical background in experimental spectroscopy to effectively design and implement a real-time spectroscopic deconvolution method. To meet this innovation opportunity MSL needs to overcome barriers to recruitment by widening its recruitment pool from UK to EU and increasing visibility. This project provides the framework to overcome these barriers and deliver the envisaged project results and impacts.",
    "totalCost": "95250",
    "ecMaxContribution": "95250",
    "coordinator": "M-SQUARED LASERS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 95250
        }
    },
    "calculatedTotalContribution": 95250
}