{
    "rcn": "208806",
    "acronym": "MINERVA",
    "topics": "ERC-2016-COG",
    "title": "MIcrobiota-Gut-BraiN EngineeRed platform to eVAluate intestinal microflora impact on brain functionality",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "What is the relation between the intestinal microflora and the brain in the development of neurodegenerative disorders like Alzheimer's and Parkinson's disease? \nA functional relation between the intestinal microflora (microbiota) and the brain, referred to as the ìmicrobiota-gut-brain axisî, was hypothesized more than 100 years ago but only recently has been re-evaluated becoming a new, exciting hypothesis in neuroscience. We have the proof that aging, bad alimentary habits, poor food quality and stress can affect our intestinal microbiota: the impact of this modification on brain functionality has been observed but the absence of suitable research tools does not allow verifying this research hypothesis. My aim is to overcome this limitation through a bioengineering approach: I will develop the first microbiota-gut-brain platform relying on three miniaturized microfluidic compartments, representing in vitro the most important features of microbiota-brain interaction. Once validated, my platform will be challenged in healthy and neurodegenerative scenarios by using human complete microbiota. MINERVA has a ground breaking potential: the proof of a causal link between intestinal microbiota and brain functionality would completely change the actual scenario, shifting the investigation of neurodegenerative disorders causes from the brain to the body periphery. MINERVA is a high gain project: if its vision succeeds, neurodegenerative disorders will benefit from new, cost effective, low invasive preventative and therapeutic strategies based on microbiota management by food ingredient and probiotics with an enormous beneficial impact worldwide. MINERVA will provide a versatile platform that will overcome the strong limitations arising from the current in vivo models and standard in vitro tools: by changing cell type or culturing conditions, it could address microbiota impact not only on neurodegenerative disorders, but also on other severe other-than-nervous pathologies.",
    "totalCost": "1999194",
    "ecMaxContribution": "1999194",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1999194
        }
    },
    "calculatedTotalContribution": 1999194
}