{
    "rcn": "208805",
    "acronym": "SynID",
    "topics": "ERC-2016-COG",
    "title": "Activity-dependent modulation of synapse identity",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The mature brain results from the formation of precise networks between functionally and morphologically distinct types of neurons. A given neuron forms synapses with a limited number of partners and on precise subcellular localizations. Understanding what controls this specificity is mandatory not only to understand brain functions but also the aetiology of synaptopathies such as autism spectrum disorders or schizophrenia. Various molecules define the identity of each type of synapse. Furthermore, neuronal activity-dependent mechanisms sculpt and stabilize neuronal connectivity. I posit that neuronal activity controls the molecular identity of synapses and that this regulation occurs through mechanisms specific for each neuronal population, thereby regulating synapse specificity. I focus on the olivocerebellar network, which is involved in motor control and also in cognitive processes. In this well-characterized circuit, two different excitatory inputs, the climbing fibres and the parallel fibres converge on the same target, the cerebellar Purkinje cells, compete for their non-overlapping territory and possess distinct functional, morphological and molecular characteristics. Purkinje cells thus provide an ideal model to study the molecular basis of synapse identity and its regulation. In the past years, I have developed new genetic tools to dissect the molecular characteristics of the olivocerebellar network at the neuron- and synapseñspecific levels. I propose to generate new mouse models to control neuronal activity, in vivo and during development, specifically in the two Purkinje cell excitatory afferents. Combining these tools, my objectives are to describe the molecular diversity of synapses, show its control by neuronal activity, and characterize the molecular determinants of synapse identity. This study will bring a unifying view of the mechanisms controlling the development of a functional brain.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}