{
    "rcn": "208819",
    "acronym": "SIGNSPACE",
    "topics": "ERC-PoC-2016",
    "title": "Multilingual work spaces for sign language users ñ An online portal driving social innovation",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "This project aims to pilot a social innovation by translating some of the findings of the ERC-funded MULTISIGN project (ìMultilingual behaviours in sign language usersî) into an online portal which promotes and facilitates transnational communication by deaf people through sign languages. The portal provides activities to users that increase their meta-linguistic awareness about the bi- and multilingual use of sign languages. Specifically, we will exploit research data and analyses by translating them into a resource with educational units that support upskilling of deaf people in order to communicate remotely with signers of other sign languages. The MULTSIGN project had demonstrated that sign language users have a unique enhanced potential, compared to spoken languages, to communicate across language boundaries, and the project will enable signers to exploit this potential. The portal also provides a service for setting up flexibly adaptable bi- and multilingual online work spaces for transnational groups of sign language users, with an integrated tool for sign-to-sign-translation between different sign languages. This will enable disadvantaged deaf communities, who are largely isolated from international contact, to access developments and resources already available elsewhere among international deaf communities but not linguistically accessible. The project is a collaboration between an academic partner, the University of Central Lancashire (UCLan) in the UK and a private company with special expertise in the relevant area, Dolphio Technologies, in Hungary. Our joint team will develop the design and test the technical infrastructure for the project. We will conduct demonstration, training and piloting workshops in several countries, and develop a business plan for further development and sustainability of the portal based on its marketable potential.",
    "totalCost": "149723",
    "ecMaxContribution": "149723",
    "coordinator": "UNIVERSITY OF CENTRAL LANCASHIRE",
    "coordinatorCountry": "UK",
    "participants": "DOLPHIO TECHNOLOGIES INFORMATIKAI KORLATOLT FELELOSSEGU TARSASAG",
    "participantCountries": "HU",
    "projectParticipants": {
        "999883858": {
            "orgId": "999883858",
            "orgName": "UNIVERSITY OF CENTRAL LANCASHIRE",
            "ecContrib": 107660
        },
        "947880703": {
            "orgId": "947880703",
            "orgName": "DOLPHIO TECHNOLOGIES INFORMATIKAI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 42063
        }
    },
    "calculatedTotalContribution": 149723
}