{
    "rcn": "208867",
    "acronym": "Renaissance Idiocy",
    "topics": "MSCA-IF-2016",
    "title": "Representing Idiocy and Intellectual Disability in Early Modern English Literature, 1500-1640",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "My project will consider several examples of natural or artificial fools, clowns, idiots portrayed in the literary production of England from 1500 to 1640 and will investigate how early modern notions of intellectual deficiency primarily in medicine but also in society shaped the creation of those same figures. My literary corpus will include not only dramatic texts but also jestbooks, which notably offer a wealth of information on real or fantastic fools of the time, and poetical works. Folly in the sense of lack of wit, rather than the loss of it ñ which is the definition of madness ñ will be my primary focus. While the theme of madness in connection with early modern literature has been explored at length, the same cannot be said for cognitive disability or lack of intelligence. The main reason for this is that only recently have a small number of scholars started to discuss and bring together historical, medical and legal notions of natural folly in the early modern period. In the past, remarkable attempts at historicizing natural folly have bordered into discourses on madness and analogue mental disorders thus blurring the difference between the two conditions, the same difference that Renaissance legislation actually sought to define. In the wake of very recent trends in disability studies, therefore, I will use legal but especially medical theories of foolishness and idiocy to explore the characters of my corpus and to highlight, on a scientific and social basis, their separate nature from those conceived of as lunatics. Furthermore, because the exploration of intellectual disability in my period of interest is relatively a new field, I expect to find in the fools of my corpus hints to theories or assumptions that have not been discussed yet.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}