{
    "rcn": "208822",
    "acronym": "NEUROMICRONICA",
    "topics": "ERC-PoC-2016",
    "title": "Neuromicronica: Modular behavioural neuroscience",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "Neurological disorders, particularly dementia, constitute arguably the greatest socioeconomic challenge to the aging European continent. There is growing realization that rodents can serve as models not just for basic neurobiological processes (e.g. synaptic transmission) but also for remarkably complex, primate-like and even human-like cognitive operations such as perception, memory, economics, social interaction, and decision making. Better rodent models for cognition are necessary to test theories on the molecular basis of neurological disorders and to test therapies: only through rodent behavioral neuroscience can the circuits that give rise to cognitive operations be examined and dissected, probed and manipulated. The aim of ERC Advanced Project ëCONCEPTí is to understand the neuronal bases of perception, memory and decision making. To achieve this aim, we have developed innovative instrumentation incorporating the following elements: (i) awake rodent interacting with its environment, (ii) precisely controlled sensory stimuli, (iii) imaging of animalís action, (iv) electrophysiology with moveable microelectrode arrays, (v) optogenetics, (vi) integration and management of all incoming and outgoing signals. Here, we present our plan for bringing these instruments to a stage where they can constitute the initial product line for a spin-off named NeuroMicronica. The communityís interest in NeuroMicronica is already testified by the commercialization of the electrode drive in agreement with a prestigious USA company, by NeuroMicronicaís selection in a technology startup competition, and by the enthusiastic and constructive feedback from collaborators now employing beta versions. The expected outcome of NeuroMicronica will be to make this labís longstanding experience in instrumentation available to the community, allowing investigators to better exploit rodent behavioral neuroscience as a model for normal and pathological human cognition.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}