{
    "rcn": "208876",
    "acronym": "HRMN",
    "topics": "MSCA-IF-2016",
    "title": "Human Rights, Memorialization and Nationalism",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This research deals with the rise of memorialization standards and policy-oriented attempts to engage transitional societies to develop and adopt specific normative forms of remembrance. This project addresses one particular human rights assumption - that the standardization of memory enforced through memorialization policies is effective and necessary in promoting human rights values. Human rights advocates insist on memorialization as a crucial step in establishing moral responsibility for past atrocities understanding it as an insurance policy against the repetition of crimes. In nationalist ideologies, however, memory and memorialization is used for the sake of defining the ìselfî and the ìotherî through boundaries along ethnic lines. The project investigates the ways in which human rights advocates understand, promote and mandate supposedly universal memorialization standards, asking whether in so doing they weaken or instead often actually strengthen nationalism. Within the University College Dublin, School of Sociology, and under supervision of Prof Maleöevi?, a world-known expert in nationalism, the goal of this project is to get 1) new theoretical framework for the critical interdisciplinary study of human rights` memorialization policy; 2) new empirical insights into whether in different national contexts (in the Balkans and the Middle East) the prescribed standards of memory are being promoted, and if so, by whom and to what ends; 3) to develop case and gender-sensitive and cost-effective policy recommendations for future implementation of the EU human rights` memorialization policies. Successful realization of the project will enable Dr David to get a tenure track position at Hebrew University, where she will further use the acquired knowledge to search for innovative solutions to strengthen human rights.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}