{
    "rcn": "208840",
    "acronym": "BOB",
    "topics": "INNOSUP-02-2016",
    "title": "Business Opportunity for innovative Biostimulant platform",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The aim of BOB project is to bolster and expand PTP innovative biostimulant platform and in particular the phenotyping facility, improving its screening capacity, efficiency and throughput: the main goal is to automate and increase the acquisition of data on different plant traits and replicates, by image-based phenotyping, developing a pool of new phenotyping services, specifically tailored on the portfolio of services that the PTP intend to offer in the agri-food area, starting from the promising key market of the plant biostimulants. \nThe recruitment of an Innovation Associate (IA) with highly specialized skills, outstanding technological and scientific competencies will enable PTP to develop an innovative business and seize new market opportunities. The skilled IA will be in charge of the development and management of the phenotyping facility and setting up new services and processes exploiting the newly established integrated genomic-biochemical-phenotypic platform at PTP. To this aim the IA will be specifically trained in business oriented approach. \nThe multidisciplinary competences of PTP team combined with the technical skills and novel competences on business development of the IA will be merged to create a new business model based on a functional case business study. The biostimulant business model will be reproduced in a wider innovation programme for the setting up of a new pool of services and applications, implying analysis and testing of different crops and biomolecules for different industries (fresh cut products, plant transplanting, plant pharmaceuticals or phytochemicals). The business model will be based on both specific industry needs collected by targeted interviews to main enterprises involved in the identified sectors (e.g. seed company, agri-food, pharma and cosmetic sectors) and market analysis. Finally, the IA will elaborate a business plan on the gathered evidences of the products and market opportunities.",
    "totalCost": "108500",
    "ecMaxContribution": "108500",
    "coordinator": "PARCO TECNOLOGICO PADANO S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999698394": {
            "orgId": "999698394",
            "orgName": "PARCO TECNOLOGICO PADANO S.R.L.",
            "ecContrib": 108500
        }
    },
    "calculatedTotalContribution": 108500
}