{
    "rcn": "208820",
    "acronym": "Monomark",
    "topics": "ERC-PoC-2016",
    "title": "A comparative clinical study of a stool-based versus a blood-based screening test for earlydetection of CRC",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "Colorectal cancer (CRC) is the third most common cancer worldwide and the second leading cause of cancer deaths in Europe and USA. Its incidence and difficult early-diagnosis make CRC a primary focus in the oncology community. Although colonoscopy is currently the most reliable clinical tool for precise detection of CRC, the invasive nature and the incurred cost have hampered the wide application of this procedure. On the other hand, the fecal occult blood test (FOBT) and the fecal immunoistochemical test (FIT) are non-invasive screening tests that can be used prior to colonoscopy. However, they both lack the sensitivity or specificity required for an effective screening tool and they require meticulous dietary restriction, overall not reaching the full compliance of the general population. Thus, there is a pressing need to identify specific non-invasive biomarkers for early diagnosis of CRC. Within the frame of the ERC starting grant OxyMO, we investigated the diagnostic potential of blood derived circulating monocytes for colorectal cancer (CRC). Our transcriptome characterization revealed a CRC-specific gene signature that was further developed as the ëMonomarkë diagnostic test (patent WO2013/110817), which showed a strong diagnostic power for CRC detection. This signature was triggered by signals specifically released by CRC cells regardless of their stromal niche (primary tumor vs. metastatic site) or oxygen tension. In this prospective study, we will compare the strength of the Monomark signature towards the FIT test in patients with a positive stool test. Therefore, in parallel to the routine FIT screening, blood samples will be harvested and the monocyte genetic profile will be determined. This fundamental study, will disclose the diagnostic power of our biomarker panel head to head with the well-established FIT diagnostic test, a core prerequisite for the commercialization of the Monomark test as an alternative and more reliable CRC screening tool.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}