{
    "rcn": "208839",
    "acronym": "Envisage",
    "topics": "INNOSUP-02-2016",
    "title": "ENVISAGE (Development of Environmentally-friendly Innovative Solutions for Affected Grounds and Ecosystems)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "In line with our growth strategy, INOQ is looking for an innovation associate to lead our business expansion project into the soil remediation market in Europe. With more than 20 years of experience, our company INOQ is a leading developer of mycorrhiza products used as microbial biostimulants for reforestation, food production, horticulture and others. With ENVISAGE we will provide mycorrhizal fungi to soil remediation companies as a complement and/or alternative to current remediation techniques for contaminated or affected grounds\nDuring the last decades, governments and private institutions have stressed their interest towards substitution of ecologically unfriendly and expensive remediation techniques with new forms of bioremediation. Given its relevance to our life, the governments and private actors from the EU member states have incurred in large amounts of soil remediation related expenses during the last years (more than Ä31 Billion from 2000 to 2010). To date there are many laboratory applications of mycorrhizal fungi on soil remediation, but no commercial applications in Europe. Therefore we identify our competitive advantage given our technical and commercial experience with similar applications. Based on our preliminary market analysis and based on advisory from industry experts, this market would represent for INOQ a business with an annual revenue value of at least Ä5 Million during the first 3 to 5 years. The envisaged profile has been considered to combine complementary skills and expertise. The innovation associate will use her/his research and qualitative/quantitative data analysis skills, as well as her/his bioscience and technical background to connect the market and industry related knowledge to our biotechnology. The incumbent will have a strategic role in INOQ, occupying the position of Business Innovation Manager. She/He will contribute to drive our company to become a reliable biotechnological partner in European soil remediation market.",
    "totalCost": "91250",
    "ecMaxContribution": "91250",
    "coordinator": "INOQ GmbH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986496209": {
            "orgId": "986496209",
            "orgName": "INOQ GmbH",
            "ecContrib": 91250
        }
    },
    "calculatedTotalContribution": 91250
}