{
    "rcn": "208874",
    "acronym": "ACTIVEMOTION3D",
    "topics": "MSCA-IF-2016",
    "title": "Experimental Study of Three-dimensional Dynamics of Active Particles",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Active particles are microscopic objects capable of self-propulsion. Examples include natural microorganisms, e.g. motile bacteria, chemotactic cells, and artificial colloidal microswimmers. From the fundamental side, their study can shed light on the far-from-equilibrium physics underlying the adaptive and collective behavior of microscopic biological entities. From the more applied side, they provide tantalizing options to perform tasks not easily achievable with other available techniques, such as the targeted localization, pick-up and delivery of microscopic cargoes, e.g., in drug delivery, bioremediation and chemical sensing. Despite the ever-growing interest that active particles have arisen in the scientific community, almost all experimental studies have focused on quasi-two-dimensional investigations, mainly because of limitations in the employed microscopic techniques. Nevertheless, the three-dimensional (3D) dynamics and behavior of active particles can be qualitatively different, as has already been shown by numerical and theoretical studies; this is particularly true when considering active particles moving in 3D complex and crowded environments. With this project, I will fill this gap by developing an experimental technique capable of investigating the motion of active particles in 3D. First, I will implement a state-of-the-art 3D super-resolution microscope (high-frame rate, large field of view). Then, I will use it to characterize the 3D motion of single active particles in homogenous environments. Finally, I will study their motion in complex and crowded environments similar to the ones that can be found in nature or in applications; this will permit me to explore and develop effective strategies to control the motion of active particles in these environments. This will pave the way towards a deeper understanding of the behavior of active particles and also towards realistic applications.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}