{
    "rcn": "208883",
    "acronym": "Basquesmith",
    "topics": "MSCA-IF-2016",
    "title": "Ironworking technology and social complexity of rural comunities during the Early Medieval Ages",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The application of scientific techniques to analyse archaeological materials has greatly influenced modern archaeology, providing archaeologists with the tools to generate datasets, such as those associated with chronological dating and chemical compositions, from which more rigorous interpretations can be developed. The Basquesmith project aims to investigate ironworking production during Early Medieval (EM) times by applying microscopic techniques on an assemblage of materials excavated in rural settlements in the Basque Country (northern Spain), a region renowned for the superior quality of its iron products. Characterisation of the manufacture and repair methods used, the quality of the utensils produced, and the debris generated, will provide valuable insight into which production occurred at the sites. The originality lies in the artefacts themselves as well as the archaeometallurgical approach to investigate these assemblages. Common utensils such as ladles or keys made from iron, which are exceptionally rare in EM rural contexts, allow ironworking to be explored on rural implements from rural communities rather than prestige items from urban contexts. This will result in a truly utilitarian project combining history, archaeology and materials science to investigate a much neglected area for EM Spain. Basquesmith is highly committed to EU's strategy endorsed in the field of Cultural Heritage and is in an excellent position to carry out this research through the promotion of such an interdisciplinary approach. Moreover, Basquesmith integrates the applicantís knowledge in material science with a top level research group (GIPyPAC) at the University of Basque Country. This network will not only encourage dissemination of the research within the academic literature and spotlight the cultural heritage of the Basque region, but it will also provide a framework which can be applied to the evaluation of technology in rural communities at other archaeological sites.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}