{
    "rcn": "208865",
    "acronym": "ANCAVE",
    "topics": "MSCA-IF-2016",
    "title": "Anchialine caves to understand evolutionary processes",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The goal of this project is to use the animal communities inhabiting anchialine environments as a model to investigate evolutionary patterns and processes in island-like marine habitats. Anchialine environments represent world-wide distributed land-locked water bodies with marine origin. They are comparable to islands for terrestrial habitats as they encompass young, discrete habitats with comparable ecological conditions to the sea, thus providing independent replicates of comparable evolutionary processes. All anchialine habitats previously investigated harbor high endemism, disharmonic communities, species with unique set of troglomorphic features, and old animal lineages interpreted as living fossils. In the four research parts of this project, we will test each of these observations and the processes related to them by analyzing large data sets with both macroecological and phylogenetic methods and a broad theoretical perspective from the field of evolutionary ecology, comparative evolution and island biogeography. This will facilitate to link the ecological and evolutionary processes observed in these habitats (easy to isolate and test due to the discrete and young nature of anchialine habitats) with those affecting oceanic ecosystems, providing a tool for a deeper understanding of the marine biota. Whereas similar approaches are well characterized in terrestrial environments (e.g. island), they are missing in the ocean, obscuring our understanding of the processes occurring there.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}