{
    "rcn": "208837",
    "acronym": "ALOA",
    "topics": "INNOSUP-02-2016",
    "title": "Adjustable Level of Automation in an intuitive micro/nano working environment",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "We intend to hire an Embedded Software Engineer, who will focus on intuitive automation for our micro assembly stations, which are designed to enable manual work (handling, assembly, and testing) in the micro to nanoscale in a very intuitive way. Our key enabling technology is the control software, which connects the operator input with the tools for microscale manipulations.\nThe key objectives of hiring the Innovation Associate are the improvement in functionality of our main product MiCROW-Pro with respect to an adjustable level of automation, higher batch sizes (after prototyping is finished) and usability to non-experts in robotics. This will also broaden the scope and application areas of the MiCROW-Pro by increased functionality towards for example life-sciences or medical/pharmaceutical studies.\nFor this, the Innovation Associate will collaborate closely with our senior software engineer and our engineer for the electrical/control system development and will get support in all matters regarding the defined work packages. \nThe available financial and human resources are currently not sufficient to improve the control software on our own. Nevertheless, these additional functionalities are necessary to increase acceptance and strengthen sales of the MiCROW-Pro. Therefore, the Innovation Associate plays a major role in our business plan for the next two to three years. Together with pilot customers the developed solutions will be tested and evaluated, providing the necessary standing in the micro assembly community and showcasing the opportunities of such an easy to use system ñ if the level of automation can be adjusted to customer needs.",
    "totalCost": "118950",
    "ecMaxContribution": "118950",
    "coordinator": "MICROW GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923612079": {
            "orgId": "923612079",
            "orgName": "MICROW GMBH",
            "ecContrib": 118950
        }
    },
    "calculatedTotalContribution": 118950
}