{
    "rcn": "208814",
    "acronym": "CMBSPEC",
    "topics": "ERC-2016-COG",
    "title": "Next Steps in Cosmology with CMB Spectral Distortions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The average spectrum of the cosmic microwave background (CMB) has long been known to be extremely close to a perfect blackbody. Yet, several processes, standard and non-standard, exist that may cause deviations from a blackbody spectrum, commonly referred to as CMB spectral distortions. Classical distortion shapes are known as Compton-y and chemical potential (µ-type) distortions; however, recently it has been shown that more general distortions can be created at redshifts 10^4 < z < 3◊10^5. This makes spectral distortions a unique and powerful probe of different early-universe processes. The immense potential of CMB spectral distortion measurements and their synergies with upcoming CMB anisotropy studies (Litebird, COrE\\, Stage-IV CMB) has identified them as an important future target, with several innovative experimental concepts (e.g., PIXIE, APSERa) being actively discussed by the cosmology community.\n\nThis proposal has one main goal: to transform the emerging field of CMB spectral distortions into a mature scientific discipline. The team will significantly expand and strengthen the spectral distortion science case with particular emphasis on novel time-dependent information from the recombination era (10^3 < z < 10^4) and various photon injection processes. By combining all available information, we will investigate what spectral distortions could teach us about early-universe physics and the cosmological ionization history. Novel foreground parameterizations and experimental setups will be studied and simulation pipelines will be developed. Our work could deliver new tests for inflation, reionization and particle physics as well as extend our ability to distinguish sources of different distortion signals in the presence of foregrounds. We will identify novel spectral distortion science goals that will drive the experimental designs of future CMB spectroscopy experiments, pioneering and facilitating spectral distortion activities in Europe and worldwide.",
    "totalCost": "1965170,98",
    "ecMaxContribution": "1965170,98",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1965171
        }
    },
    "calculatedTotalContribution": 1965171
}