{
    "rcn": "208830",
    "acronym": "WILDBERRY",
    "topics": "INNOSUP-02-2016",
    "title": "Novel application targets and products derived from wild arctic berries",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Novel application targets and products derived from wild arctic berries (WILDBERRY)\n\nThe demand for nutraceuticals and functional foods is on the rise due to increased consumer interest in convenient, safe and healthy foods. One of the solutions to meet this demand are wild arctic berries, many of which contain significant amounts of anthocyanins. Anthocyanins act as antioxidants and are known for their beneficial effect to cardiovascular health, vision and prevention of diabetes, among other benefits. We (Extrx Oy) are a company established in 2016 with aim to produce high quality anthocyanin extract, alongside with other novel products, from local berries. We are located in Sotkamo, Finland, in the area where anthocyanin concentrations of bilberries have been scientifically shown to be highest in the world. With the significant resources of wild berries available, our focus on high quality and our contacts abroad give us a good chance to be successful and in the forefront of the industry in the future. Project focus will be on adsorption chromatography process and product development as a part of the company's R&D team. Although the process itself is straightforward, there are still areas where novel ideas are needed to enhance the cost-efficiency of the process and economical potential of the products. These are \n1) potential uses for the solid berry fraction,\n2) potential uses for the sugar fraction and \n3) anthocyanin extraction process optimization. \nFor the applicant we are offering the opportunity to further their skills and conduct interesting research while working at a company with great ideas and prospects for the future. The aim is to use the findings of the project to improve the process and to deliver new products to global market, as well as to either patent or publish the novel findings.",
    "totalCost": "69375",
    "ecMaxContribution": "69375",
    "coordinator": "EXTRX OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918145159": {
            "orgId": "918145159",
            "orgName": "EXTRX OY",
            "ecContrib": 69375
        }
    },
    "calculatedTotalContribution": 69375
}