{
    "rcn": "208847",
    "acronym": "NECROFUNGI",
    "topics": "MSCA-IF-2016",
    "title": "The role of necrotrophic effectors in the ability of Botrytis and Monilinia species to infect host plants",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Botrytis cinerea and Monilinia fructicola are both devastating pathogens that can cause decay in a broad range of hosts during pre and postharvest handling. Despite the current use of chemical fungicides, both fungal pathogens are still responsible of important economic losses worldwide. The knowledge of pathogen virulence mechanisms is an important step to guide the search for new control strategies alternative to the fungicides currently in use. Crucially, the genome sequences of both B. cinerea and M. fructicola can be exploited to identify genes and proteins that determine their ability to infect host plants.  By applying molecular and bioinformatic analysis, NECROFUNGI aims to identify genes that encode necrotrophic effector proteins which only kill their specific host, but do not affect other plant species. The identification of genes responsible for disease will lead the way towards new strategies to control plant diseases based on the development of new classes of chemicals that are not directly toxic to fungi and to design more efficient breeding strategies. Wageningen University has an extraordinary resource to carry out this research. The host will train Dr. Vilanova in molecular and bioinformatic techniques in the study of the B. cinerea and M. fructicola genomes, providing the necessary skills for her to establish a similar facility in her home country in the study of M. fructicola where none currently exists. In turn, the fellow will bring specific expertise in postharvest fruit-pathogen interactions, not currently available at the host institution. The multidisciplinary perspective adopted, combining fruit-pathology, comparative genomics, molecular biology and bioinformatics will build the necessary information to control these two devastating pathogens by effector-based technologies that would provide a great economic benefit for EU agriculture.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}