{
    "rcn": "208818",
    "acronym": "kiNESIS",
    "topics": "ERC-PoC-2016",
    "title": "NovEl Strategies for treatIng tendon-to-bone injurieS - kiNESIS",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "Body movement requires efficient transfer of force from contracting muscles to bone. Damage to the tendinous insertions is the 8th leading cause of disease burden and is the largest single cause of work loss in Europe. Historically, approaches for improving healing in these attachment units have focused on modifying repair techniques and rehabilitation protocols. These methods are proven to be very ineffective, since failure rates of as high as 94% are often reported. \nWe have discovered that two distinct pools of progenitor cells form the tendon-to-bone attachment unit, known as ìenthesisî. Moreover, we showed that these two pools are regulated separately via certain signalling pathways. These recent, yet exciting, findings gave rise to the novel idea that we can use these progenitors to regenerate the unique attachment unit, with the help also of the identified signalling pathways. \nThe overall goal of our ERC PoC project is to take the first steps towards the development and pre-commercialisation of novel regenerative strategies for enhanced tendon-to-bone healing in the adult setting. Specifically, (1) the first target is to establish the technical feasibility of our idea by performing a series of in-vitro and in-vivo-experiments, the latter utilising a novel state-of-the-art rotator cuff enthesis injury model that we developed. If the results of our preclinical studies are successful, they will have a direct impact on future regenerative strategies for tendon-to-bone repair. (2) The second target of the kiNESIS project is to establish the commercialisation potential of our idea. The commercialisation can result in a truly revolutionising, simple and non-invasive needle-based therapy for tendon injuries.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}