{
    "rcn": "208850",
    "acronym": "LABOREP",
    "topics": "MSCA-IF-2016",
    "title": "Labor Market Segmentation and Political Participation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Labor market segmentation is a defining feature of advanced industrial democracies. Workers experience different levels of labor risks and protections, with those in secure employment enjoying statutory entitlements and social benefits while the low-paid, insecurely employed, underemployed and long-term unemployed do not. During the recent economic recession, the process of labor market segmentation has hastened, reaching unprecedented levels of differentiated labor risks. Apart from the consequences of segmentation on social and economic inclusiveness and on long-term economic growth potential, segmentation has important but neglected implications for political inclusion and representation. LABOREP aims to fill this gap by examining how labor market inequalities shape political mobilization.\nThe Action traces how workers across labor divides participate in politics and how the recent economic recession and its aftermath have affected political participation across labor segments. To do so, LABOREP exploits variation in the impact of the economic recession across over 70 Barcelona neighborhoods and over the course of the economic recession in Spain (using three original datasets collected by the host), a country that represents an ideal ìlaboratoryî for the study of segmentation.\nApart from testing a set of original theses that further our understanding of theories of participation in politics, LABOREP develops a novel methodological approach to account for labor risk differentials within the same categories of work across countries and over time. Such differentials have hindered effective cross-national research on segmentation. The approach makes a contribution to the study of labor segmentation across the disciplines of economics, sociology and political science.\nThe theory and method gaps along with the increasing economic relevance of segmentation suggest that LABOREP has identified a topic ripe for empirical investigation and of substantial policy relevance.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}