{
    "rcn": "208862",
    "acronym": "MAP",
    "topics": "MSCA-IF-2016",
    "title": "Inside the Mind of Ancient People: the tangible and constructed landscape of the western Delta in the Late Period (664-332BC)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "MAP aims to generate an experimental and innovative methodology combining the ìsociology of spaceî critical theory and the archaeological (material and textual) evidence offered by ancient Egyptian society, in order to examine the constitution of space as product of social action or social structures, and recursively to identify the points of contact where the landscape shaped and changed the mind of people. Ancient Egyptian temple libraries preserve a number of written records which provide insights into the religious and geographic knowledge. The challenge is not to harmonize written and archeological sources inside a monadic dimension but to measure the differences, as a way to discover multiple and conflicting stories from the human mind and the actions imposed onto the physical/mental landscape. The ìregionally specific sacerdotalî officials during the Late Period (664-332 BC) in the western Delta of Egypt (2nd-7th provinces of Lower Egypt) is adopted as the research-program case-study, on account of its exceptional significance for archaeology, written sources and lack of any substantive previous research programs. MAP represents an innovative theoretical and methodological contribution for understanding the interaction between physical geography and the intimate conception/perception of the physical space inside the geography of ancient Egypt. The goals of MAP will be achieved adopting an intradisciplinary methodology, aimed to reconnect archaeology and philology, through: 1) analysis of the ìregionally specific sacerdotalî officials inside written and artifactual sources; 2) landscape archaeology in order to provide a plot map of the physical environment, through which human entities moved and operated; 3) a comparative dimension aimed to generate a theoretical model, which will open new horizons on how humans and the environment interacted, how the environment changed in the mental process and how the mental process was entangled in a tangible geography.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}