{
    "rcn": "208810",
    "acronym": "MULTIPROSMM",
    "topics": "ERC-2016-COG",
    "title": "MULtiple PROperties Single Molecule Magnets",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "The goal of the MULTIPROSMM project is to design systems able to present magnetic bistabilities under different stimuli (temperature, magnetic field or light) on an unprecedented large temperature range, i.e. very low temperature with Single Molecule Magnet (SMM) behaviour, intermediate temperature with Light Induced Excited State Trapping (LIESST) and high temperature with SpinCrossOver (SCO). On one hand, as a photography of the energy-splitting of the spectroscopic states, the lanthanide luminescence will be used as a key tool for the understanding of the magnetic properties of lanthanide ions. On the other hand, Circularly Polarized Luminescence (CPL) combines the sensitivity of the luminescence with crucial information on the chiral environment. A step by step synthetic strategy will be used to elaborate molecular systems in which the coexistence of i) SMM and SCO; ii) SMM and CPL and iii) SMM, SCO and CPL are operating. The enhancement of the magnetic properties is needed to step forward towards applications. To reach such optimizations, the quantum regime of the SMM and the internal magnetic field must be vanished playing with the hyperfine coupling and magnetic dilutions. Both isotopic enrichment and shaping (i.e. decoration of both mesoporous silica and nanoparticle surfaces) of the designed systems could allow high magnetic performance in multiple properties SMM. The final result could be a system suitable for very high density data storage on a wide temperature range (from cryogenic to room temperature).",
    "totalCost": "1505000",
    "ecMaxContribution": "1505000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "participantCountries": "CH",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 122500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1382500
        }
    },
    "calculatedTotalContribution": 1505000
}