{
    "rcn": "208857",
    "acronym": "GREEN FORESEEN",
    "topics": "MSCA-IF-2016",
    "title": "Proposal title GREEce: modeliNg of the FOREst SEctor EcoNomy",
    "startDate": "01/09/2018",
    "endDate": "30/06/2020",
    "objective": "The economic role of the forest sector in Greece is a neglected field of academic inquiry. Studies of the markets for Greek forest products, are few and far between. This reflects a general lack of investment in the forest sector of the country. An example of this is that the last national forest census was carried out in 1992. Meanwhile, the economic crisis that has plagued the country since 2008 has made matters worse, not only in terms of funds to study the sector but also in terms of environmental outcomes. For instance, as a result of increasing poverty levels, many people have resorted to the use of fuelwood to satisfy their energy needs. This may seem like a good thing, in light of the Renewables Directive's targets for renewable energy adoption. In reality, the switch to fuelwood has led to a severe increase in illegal logging. Despite the numerous and frequent media reports, scientific evidence of this is lacking.\nThe GREEN FORESEEN project has two main objectives: to study the consumption of fuelwood by households in Greece and, by doing so, to lay down the foundations for the development of the first Greek Forest Sector Model (GFSM), which will be a partial-equilibrium model of the forest sector. The first goal will be achieved by way of designing and carrying out a survey of the fuelwood market in Greece, as well as by analysing national statistics on energy consumption. This will give insights on all aspects of fuelwood demand and supply and will allow for the characterisation of the illegal logging problem. It will also assist in the development of the GFSM, as fuelwood constitutes over 65% of total timber production in the country. The ultimate goal of the GFSM will be to enhance forest management by simulating impacts of policy and market changes on the sector. An intentional byproduct of the GFSM will be the generation of knowledge that can be utilised by other models, such as the EC's European Forest Information Scenario Model (EFISCEN).",
    "totalCost": "150932,1",
    "ecMaxContribution": "150932,1",
    "coordinator": "DEMOCRITUS UNIVERSITY OF THRACE",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999659109": {
            "orgId": "999659109",
            "orgName": "DEMOCRITUS UNIVERSITY OF THRACE",
            "ecContrib": 150932
        }
    },
    "calculatedTotalContribution": 150932
}