{
    "rcn": "208813",
    "acronym": "UNEARTH",
    "topics": "ERC-2016-COG",
    "title": "Uranium isotope fractionation: a novel biosignature to identify microbial metabolism on early Earth",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Prokaryotes (archaea and bacteria) are the most abundant form of life both at present and throughout paleohistory and exhibit exquisite metabolic diversity, unmatched by eukaryotes. On early Earth, the absence of atmospheric oxygen led to the emergence of anaerobic microbial metabolisms such as methanogenesis, sulfate reduction, iron reduction, and denitrification. Non-isotope and isotope tools used to study ancient microbial life have provided evidence for each of these types of metabolisms in the rock record. However, there remains much uncertainty and debate regarding this evidence, primarily because of confounding effects of abiotic processes, and ambiguity in interpretation of isotopic signatures. \nThis proposal aims to develop a robust biosignature for microbially mediated reduction reactions, that, in conjunction with existing tools, provides insight into ancient microbial activity in the rock record and establishes temporal constraints on the emergence of specific metabolic groups. \nTo this end, I propose to use uranium (U) as an isotopic biosignature for microbial life. This pursuit is driven by recent work in my laboratory that has revealed a readily resolved difference between the isotopic signatures of enzymatically reduced uranium and abiotically reduced uranium. Combined with the ability of most microbial metabolic groups to catalyze U reduction, this finding raises the tantalizing possibility that uranium isotopic fractionation could serve as a biosignature for specific metabolic groups in the rock record. \nThe establishment of a robust, bulk universal isotopic biosignature would be valuable to paleontologists, astrobiologists, and geologists because it would provide direct insight into the timing of emergence of specific metabolisms in ancient sedimentary environments on Earth.",
    "totalCost": "1998971",
    "ecMaxContribution": "1998971",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1998971
        }
    },
    "calculatedTotalContribution": 1998971
}