{
    "rcn": "208863",
    "acronym": "NEACHA",
    "topics": "MSCA-IF-2016",
    "title": "Nanoscale Earth Abundant Catalysts for Hydrosilylation of Alkenes and Industrial applications",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The hydrosilylation of alkenes represents one of the largest applications of homogeneous catalysis on an industrial scale, and currently platinum-based catalysts are used in the industries which are expensive. Although homogeneous Earth abundant metal catalysts have been developed, they are not suitable for large-scale industrial applications. Hence, I will develop novel, inexpensive, and Earth-Abundant supported base metal nano-catalysts for the hydrosilylation of alkenes to produce linear alkylsilanes including Si-polymers, which are important products in the chemicals, materials, and pharmaceutical industries. The proposed catalysts are heterogeneous, easily separable from the reaction mixture, and reusable. To achieve this aim, supported Fe, Co, Ni and Mn nano-catalysts will be prepared, characterized, and tested for catalysis. Priority will be given to iron-based catalysts. The most effective nano-catalysts will be applied to the production of silicon-polymers/materials. Altogether, the acquired knowledge from this research project will help the scientific and chemical community to design cheap nano-catalysts for hydrosilylation. This project will be carried out in Laboratory of Inorganic Synthesis and Catalysis (LSCI) at EPFL under the supervision of Prof. Xile Hu. This project will allow me to develop my knowledge and skills in the field of nanomaterials and heterogeneous catalysis in order to enhance my future as an independent researcher in the area of catalysis for advanced organic synthesis and energy applications.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}