{
    "rcn": "208842",
    "acronym": "Debrasa",
    "topics": "MSCA-IF-2016",
    "title": "Deep brain targets for neurostimulation in affective disorders",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Objective: The overarching goal of proposed project is to provide necessary knowledge about neurobiology of Major Depression Disorder (MDD), which would lead to higher efficacy in treatment of this affective disorder. The research objectives of the action are 1) identification of electrophysiological biomarkers of functional brain abnormities in treatment resistant depression (TRD) and 2) suggestion of novel targets for neurostimulation in patients with TRD.\nMethods: Twenty patients with major Depression Disorder (MDD) and 20 healthy controls will undergo a resting-state high-density EEG recording (HD-EEG). Microstate analysis will be performed to identify possible biomarkers of functional brain abnormity in MDD. Source activity will be obtained for regions of interest (ROI) using individual head model and a distributed linear inverse solution. Directed functional connectivity using Granger causal modelling will be applied to the source signals of ROI to identify abnormally interconnected nodes.\nRelevance: If new biomarkers of functional brain abnormity in MDD are identified, better characterisation of pathophysiology of depression will be made. If abnormal nodes of large-scale brain neuronal network are identified, new and individually specific targets for deep brain stimulation (DBS) will be suggested. These findings will support future implementation of highly individualised DBS treatment of TRD.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}