{
    "rcn": "208896",
    "acronym": "WaMStrIn",
    "topics": "MSCA-IF-2016",
    "title": "Water management strategies and climate change in the Indus Civilisation",
    "startDate": "02/01/2018",
    "endDate": "01/01/2020",
    "objective": "WaMStrIn will re-evaluate the relationship between human settlement and the changing hydrological network of the Indus area of Pakistan during the emergence of first urban centres in ancient South Asia (2500-1900 BC). The ancient Indus was the most extensive of the three so-called cradles of Old World civilisation and a number of attempts have been made to trace the network of palaeorivers that watered this region and sustained its ancient population. Using a novel combination of multi-temporal satellite remote sensing, GIS-based topographic analysis, geostatistics and network analysis WaMStrIn will overcome previous problems in the detection of ancient rivers and associated archaeological sites. In doing so WaMStrIn will provide new hypotheses and quantifiable open access data on (1) past water management, (2) the mechanism employed to cope with changing water availability and (3) the consequences of a long-term shift towards more arid conditions for South Asia's earliest large-scale, urban, and interconnected society.\n\nWater management and availability are relevant to a range of current archaeological debates, particularly those related to food security, sustainability and resilience. These issues are also directly relevant to current investigation into the impact of climate change on modern populations in regions that are becoming increasingly arid. WaMStrIn study area is core to this debate as it was intensely occupied by an urban society that was affected by a dramatic weakening of the Indian Summer Monsoon around 4200 years ago. The successful development of WaMStrIn will provide relevant new methods for the study of water management in the past and important new data for a sustainable planning and management of water in the current context of climate change towards more arid conditions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}