{
    "rcn": "208858",
    "acronym": "BMC-SVAR",
    "topics": "MSCA-IF-2016",
    "title": "Developing a Bayesian technique to evaluate the validity of economic models: two applications to the Euro Area",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The 2007 financial crisis and the 2009 European sovereign debt crisis highlighted how difficult it is to build models that capture the dynamics of the economic system. The project develops a model evaluation technique that allows a researcher to assess how much the economic models of interest to a researcher are supported by the data. The innovative technique set out in the project is developed in order to assist policy-makers address a wide variety of research questions, and to help them achieve their goals ñ for example, predicting the impact of interest rate changes on a countryís economy. Two applications to monetary policy by the European Central Bank are developed. The first application studies whether the data support a class of economic models used to assess monetary policy. The second application studies how successful monetary policy has been in counteracting deflationary pressures in the Euro Area. \n\nThe fellowship will help me to pursue a career that applies an academic focus to policy-oriented research questions. Queen Mary is the ideal place to achieve this goal, because it is one of the best universities in the field of Applied Econometrics.  Having already developed an academic approach to research during my PhD in Economics and having recently started working on policy questions as a postdoctoral fellow, I now aim to combine these two experiences. The fellowship will help me to gain the skills in Applied Econometrics that I need for the successful implementation of the project, and to begin a career that focuses on the application of Applied Econometrics to policy questions. I will achieve this goal by working with my supervisor Professor Haroon Mumtaz, who has developed significant knowledge at the intersection of academic and policy research through his experience at the Bank of England before he joined academia. Working with him, and with other scholars at Queen Mary University, will be a unique opportunity for the development of my career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}