{
    "rcn": "208893",
    "acronym": "SCALTIE",
    "topics": "MSCA-IF-2016",
    "title": "Single cell analysis of the lung tumour-immune ecosystem: Developing new tools for effective immunotherapy",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Tumours evolve to evade immune surveillance through a series of immune suppression mechanisms. In line with this, cancer immunotherapies, in which the immune system is turned on against tumours, are currently revolutionizing cancer treatment. Unfortunately, still many cancer patients do not respond to immunotherapies. Therefore, there is an urgent need to develop new tools for effective immunotherapy in order to increase treatment response rate. \nHowever, current methods that investigate bulk populations of cells lack the resolution to identify and analyse the diverse subpopulations of cells and the unique pathways and checkpoints they activate within the tumour ecosystem. I therefore aim to use advanced single cell genomic techniques for unbiased and high-resolution characterization of the different malignant, stromal and immune cell populations within the microenvironment of lung tumour, which is the biggest cancer killer in Europe. In combination with modelling approaches and advanced functional assays, I will identify subpopulations of cells specific to tumours, known and novel pathways mutated in tumour cells and cell-cell interactions that all together play crucial roles in the tumours pathogenicity. A comprehensive understanding of these processes provides the basis for understanding why existing cancer immunotherapies do not always succeed and provides new potential targets for the development of precise medicine tailored to individual patient.  \nComplementary to my skills in molecular and cellular biology, I will acquire scientific skills in single cell genomics and bioinformatics, and soft skills in project management, mentoring, communicating, etc in this project. Those skills will enable me to establish my own research group in the near future to investigate the interface between the immune system and tissues under health and diseases with holistic approaches, which is my long-term career goal.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 170509
        }
    },
    "calculatedTotalContribution": 170509
}