{
    "rcn": "208884",
    "acronym": "EPILIPIN",
    "topics": "MSCA-IF-2016",
    "title": "Deciphering the role of oxylipins in the epigenetic mechanisms controlling plant immunization.",
    "startDate": "16/01/2018",
    "endDate": "15/01/2020",
    "objective": "Reducing crop losses caused by pests and diseases is absolutely necessary to feed the increasing world population, but the use of pesticides increases the damage to the environment and contributes to climate change. As a result, international entities such as the European Union are promoting the search for alternative strategies. Experts point to ìplant immunizationî or priming, as the safest and most effective approach to boost the endogenous plant immune system. Unfortunately, deeper knowledge of the involved mechanisms is needed for its application in crop protection. In this context, epigenetic mechanisms and oxylipin pathways are involved in priming processes but their specific contribution as well as the relationship between these two pathways has not yet been addressed. In order to fill this gap in our knowledge we propose an ambitious but feasible project that builds on solid and exciting preliminary results. We will use the unique genetic and molecular tools available in the model plant Arabidopsis thaliana to analyse first the role of oxylipin natural compounds in different priming processes and then, study the relationship between both molecular pathways to delineate plant defence mechanisms and priming. The synergistic interaction formed by the host group, world-leading in oxylipins research, and the applicant, an expert in epigenetics, guarantees the maximization of two way transfer of knowledge, training and networking possibilities. Moreover, this action has a potentially remarkable impact and represents a key point in the applicant¥s career complementing her current knowledge and expanding her skills. Taking these considerations together, the EPILIPIN project offers a unique opportunity for the development of a research that perfectly fits the EU concerns and priorities of improving crop yields minimizing the impact of agriculture on the environment by exploring the use of natural compounds (oxylipins) to trigger long term immunization (priming).",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}