{
    "rcn": "208892",
    "acronym": "TRANSRISK",
    "topics": "MSCA-IF-2016",
    "title": "Vulnerability and risk assessment of transportation systems of assets (SoA) exposed to geo-hazards",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Available risk assessment frameworks typically consider individual assets of the transportation infrastructure, exposed to just one hazard and they neglect changes in the asset performance during its life. However, assets exist in systems (SoA) and they are usually exposed to multiple hazards, whilst their performance changes due to deterioration or improvements. Also, the vast majority of existing studies is qualitative and focuses on bridges. Hazards, such as ground movements, debris flow, earthquakes and floods are major threats to infrastructure around the world, causing significant physical and socio-economic losses. Thus, reliable assessment of the vulnerability and the associated risks of infrastructure subjected to critical hazards is of paramount importance toward resilient transportation networks. TRANSRISK aims to fill these acknowledged gaps and provide advanced vulnerability assessment of critical transportation SoA subjected to diverse geo- and climatic hazards with focus on geotechnical effects, taking into account the SoA performance changes during their life. In this context, advanced numerical models of representative SoA subjected to critical combinations of hazard effects will be generated and validated based on recorded events. Novel adaptable vulnerability models will be produced for as-built, deteriorated (e.g. past hazards) and improved (e.g. strengthened) SoA. These models will be applied to selected parts of a highway and/or railway network in Europe to estimate the risk and associated losses due to recorded hazards as a means to enable the unbiased allocation of resources in decision-making and disaster management. The research results will provide a better understanding of the response of critical SoA and a rational link of the individual asset response to the network performance. The outcomes will also benefit stakeholders and owners of transportation networks in line with the EU strategy on critical infrastructure protection.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}