{
    "rcn": "208895",
    "acronym": "SAPPHIRE",
    "topics": "MSCA-IF-2016",
    "title": "Systematic analysis of Pacific phytoplankton and islands regional effects",
    "startDate": "02/04/2018",
    "endDate": "01/07/2019",
    "objective": "'Phytoplankton, the tiny algae that fix carbon dioxide via photosynthesis, represent the base of the oceanic food chain and support essentially all life in the oceans. In the tropical Pacific, where phytoplankton biomass is low, local nutrient enrichments near islands support ecosystems characterized by higher biomass and biodiversity. While this 'island effect' has been known for 60 years, the vast majority of islands remain unstudied and impacts at the basin scale are unknown. Additionally, little is known regarding changes in phytoplankton community structure despite implications for higher trophic levels. The SAPPHIRE project will elucidate the impact of islands on phytoplankton by conducting the first systematic study of the island effect in the tropical Pacific from a suite of physical and biological satellite data. This project leverages the OUTPACE in situ 20∞S transect that sampled phytoplankton community composition nearby several islands in 2015 and the breakthrough satellite-based PHYSAT method that detects phytoplankton functional groups from space. Novel methods identifying and characterizing the island effect will be first developed in the OUTPACE region from in situ and satellite data, then applied to the entire tropical Pacific using satellite data. The ultimate goals are to 1) quantify the impact of islands on phytoplankton and physics in the tropical Pacific and 2) classify the islands as a function of enrichment processes and phytoplankton responses using cutting-edge machine learning techniques. SAPPHIRE provides a highly original perspective on marine ecological research by systematically conducting thousands of small-scale process studies over a large area, effectively providing a large-scale assessment of a mesoscale process. This project will be an important step in my career development by establishing me as a leading scientist in the emerging field of multidisciplinary data-intensive oceanography in Europe.\n'",
    "totalCost": "108172,5",
    "ecMaxContribution": "108172,5",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 108172
        }
    },
    "calculatedTotalContribution": 108172
}