{
    "rcn": "208889",
    "acronym": "FIRESCAPE",
    "topics": "MSCA-IF-2016",
    "title": "Firescape genomics: predicting plant responses to changing fire regimes",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Increases in the frequency of wildfire driven by invasive plant species, land use change and climate change are occurring globally. The current mismatch between past and present fire regimes means we have little ability to predict how, or if, ecosystems will adapt to these novel pressures. However, many European plant species have been introduced into Australia where fire frequency exceeds levels found in the species native range. My project, hosted by Trinity College Dublin and supervised by Professor Yvonne Buckley, will capitalise on this unique opportunity to predict how species will respond to increases in fire frequency that are occurring in Europe under climate change. I have already produced an existing genomic database from hundreds of individuals across fire frequency gradients in Australia. The task now is to strategically sample areas of Europe to establish the native baseline and use cutting-edge spatial analyses to investigate the phenotypic and genomic basis underlying adaptation to changing fire regimes in European plant species. My Training Plan includes specific professional development programs to enhance my critical skills in leadership, grant writing, teaching and global networking. During the fellowship, I will improve essential competencies needed to compete at ERC-level including mastering sophisticated analytical and bioinformatics tools. My interdisciplinary research, drawing together population ecology, invasive species management and landscape genomics will make a critical contribution to the European Climate Action priority to anticipate and minimise damage caused by climate change. Following my strong track record in science communication, I will disseminate my work widely to the scientific community, end-users and to the general public at the broadest level. The prestigious Marie Sk?odowska-Curie fellowship will allow me to develop the professional maturity to establish myself among the leaders of the European research community.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}