{
    "rcn": "208844",
    "acronym": "LIDISNO",
    "topics": "MSCA-IF-2016",
    "title": "Linguistic Dimensions of Sexual Normativity",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "LIDISNO is the first large-scale research project that analyses the role of language in the discursive formation of sexual normativity. Based on poststructuralist and Queer Linguistic theorisations of language and sexuality as discursively shaped, the project highlights the historical relativity and variability of sexual normativity by adducing empirical linguistic evidence from various time periods. In contrast to earlier work, which has largely postulated sexuality-related discursive shifts without verifying them in larger amounts of linguistic data, LIDISNO uses corpus linguistically informed critical discourse analysis to study the linguistic corollaries of three sexuality-related normative shifts: 1. language use about a person before and after their public coming out, with US Latino pop singer Ricky Martin as a case study, 2. language use to express same-sex experiences pre- vs. post-Stonewall, and 3. sexuality-related language use before and after 1890, i.e. the time of the oft-cited desire-to-identity shift in the conceptualisation of sexuality. Each of these shifts is studied through comparisons of pairs of text corpora pre- and post-dating the respective shift, while drawing on quantitative and qualitative corpus linguistic methods (frequency of sexuality-related features, frequency lists, keyword lists, semantic keyness, concordances, collocations, colligations) with the help of the tools AntConc and Wmatrix. These linguistic analyses are complemented by a comparison of findings across corpus pairs and comparisons with various types of supplementary data (interviews, personal narratives, major English reference corpora). LIDISNO will improve our understanding how linguistic practices shape sexual normativity. Its findings will be used to advance the theorisation of normativity as an analytical tool in critical discourse studies and to devise language policies that foster greater tolerance and inclusion of non-heterosexual individuals.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996848728": {
            "orgId": "996848728",
            "orgName": "FLORIDA ATLANTIC UNIVERSITY BOARD OF TRUSTEES",
            "ecContrib": 0
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}