{
    "rcn": "208846",
    "acronym": "OILY MICROCOSM",
    "topics": "MSCA-IF-2016",
    "title": "Mechanistic Microscale Approach to the Microbial Degradation of Oil-Droplets in Subsea Crude Oil Releases",
    "startDate": "01/11/2017",
    "endDate": "31/01/2020",
    "objective": "In oligotrophic marine ecosystems, the natural or accidental release of crude oil marks the beginning of a season of feast for indigenous microbial consortia that have developed appropriate adaptive machinery to access and assimilate hydrocarbons. Biodegradation and bioemulsification are among the key processes by which marine microbes strongly affect the transport and fate of crude oil in the sea. Unraveling of the coupled physical and biochemical interactions between microbes and oil droplets will be a major enabler for achieving a new level of prediction of crude oil dispersion as well as for developing more efficient bioremediation techniques to combat oil spills in marine environments. The proposed research project aims at an improved understanding of the fundamental microscale mechanisms that underpin oil biodegradation with a highly innovative focus at both the single-droplet and droplet-population levels. In particular, at the single-droplet level, our focus is on the droplet-microbe interactions and the dynamics of biofilm formation over the oily substrate. Ultimately, the developing interfaces between biofilms, oil and water will be tracked and quantitatively visualized. At the droplet-population level, our focus is on the evolution of the droplet size distribution (DSD) and its impact on the average biodegradation rates for a cloud of oil microdroplets (10-60 um). The research methodology is based on a creative combination of state-of-the-art microfluidics, biochemical analyses and computational modeling. All in all, this project is expected to provide a unique and original approach to a fundamental problem in microbial ecology that has wide societal and economical repercussions. Importantly, a profound impetus will be given to the Researcherís career via strengthening his publication record and his professional network of contacts.",
    "totalCost": "176408,1",
    "ecMaxContribution": "176408,1",
    "coordinator": "POLYTECHNEIO KRITIS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 176408
        }
    },
    "calculatedTotalContribution": 176408
}