{
    "rcn": "208875",
    "acronym": "FreezeAlz",
    "topics": "MSCA-IF-2016",
    "title": "Theoretical prediction of spectral biomarkers for Alzheimer's disease enabled by highly efficient and adaptable mutli-level response methods",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Luminescent conjugated oligothiophenes are highly promising candidates for biomarkers for amyloid misfolds and thereby for early-stage detection of neurodegenerative diseases such as Alzheimerís and Parkinson's disease. The elucidation of the microscopic mechanism and design principles behind these biomarkers requires theoretical assistance. Finding suitable theoretical models that allow sufficiently accurate spectra calculations for such large, dynamic, and complex biomolecular systems is a highly challenging task: In practice, it is currently neither possible to include all possible factors, nor to rigorously test their importance for the actual simulation. There is, hence, a great need for efficient and adaptive theoretical models capable of incorporating the essential factors in spectra calculation of biomolecular systems sufficiently accurately.\nIn order to devise an efficient and adaptable methodology for assisting the interpretation of existing spectra and predicting\nthe performance of new candidates for biomarkers, we will combine the advantages of several state-of-the-art computational methods. More precisely, we will combine the so-called frozen density embedding scheme with linear scaling density functional theory techniques and incorporate additional polarization effects in a manner inspired by the polarizable embedding method. We will moreover devise efficient and pragmatically adaptable schemes to accurately capture vibrational coupling in these spectra. All these method developments will be done in close collaboration with groups conducting the actual experiments. In this way, a strong interdisciplinary research project will be established. Still, the formulation and implementation of the new methods will be as general as possible in order to devise flexible methods that can easily be adapted to assist the investigation of also other future scientific questions.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}