{
    "rcn": "208854",
    "acronym": "EPIC2D",
    "topics": "MSCA-IF-2016",
    "title": "Engineering Electron-Phonon Interactions of Two-Dimensional Materials from First-Principles",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Two-dimensional (2D) materials such as graphene and transition metal dichalcogenide monolayers receive a tremendous amount of attention because of their extraordinary properties and application potential. Electron-phonon interactions, which couple the electronic and lattice vibrational degrees of freedom in solids, affect a wide range of material properties, for example lattice stability and carrier mobility. Importantly, the strength of electron-phonon interactions in 2D materials can be tuned to a significant extent by electric field doping and elastic deformation, opening up the possibility of rational engineering of electron-phonon interactions in 2D materials.\n\nThis project aims to employ the state-of-the-art first-principles methodologies developed in the hostís group, to study the electron-phonon interactions, lattice stabilities and carrier mobilities of 2D materials under different external conditions. Density functional perturbation theory and electron-phonon couplings based on Wannier functions will be used to characterize the electron-phonon coupling strengths, Fermi surface topologies and electronic susceptibilities of 2D transition metal dichalcogenides as a function of charge doping. The doping dependence of lattice and phase stability will be investigated. We will also employ the fully self-consistent first-principles Boltzmann transport approach being developed in the hostís group, to study the phonon-limited carrier mobilities of 2D transition metal dichalcogenides as a function of  temperature, elastic strain and charge doping. The fundamental mechanisms limiting the charge mobilities of 2D materials and the strategies to enhance them will be studied. The insights gained within this project could provide valuable design principles for next-generation electronic, electromechanical and phase change devices based on 2D materials.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}