{
    "rcn": "208831",
    "acronym": "BIOSPEC",
    "topics": "INNOSUP-02-2016",
    "title": "BIOphotonic SPECialists for Novel Raman Spectrometer Development",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Almost from its discovery there have been grand hopes for Raman spectroscopy to be an ubiquitous tool for chemical analysis. It has the potential to identify substances easily and distinctly from fingerprint-like spectra. This can be done with simple photonic architecture, allowing for potential portable and miniaturised form factors. Unfortunately the overwhelming fluorescence background common to all analytes obscures the weak Raman signal and thus makes this dream unrealised. Finally wavelength modulated Raman spectroscopy (WMRS) represents an innovative solution that delivers fast, fluorescence-free Raman spectra. WMRS has a wide range of potential applications in the healthcare industry from discriminating between cancerous and healthy tissue, to determining drug concentrations in biological liquids and identifying the presence of inflammation and infection. To realise this innovative development MSL require a ëbiophotonics engineerí that has the correct specialised skills to carry out this development which are not currently available at MSL.\n\nMSL is looking to develop WMRS into a novel biophotonics tool capable of revolutionising Raman spectroscopic analysis. The aim of this project is to develop an innovation programme centred on WMRS for biological analysis. However, to realise this innovative development MSL require a ëbiophotonics engineerí that has the correct specialised skills to carry out this development which are not currently available at MSL. This includes experience and knowledge across photonics development, biological analysis, Raman spectroscopy and programming. To meet this innovation opportunity MSL needs to overcome barriers to recruitment by widening its recruitment pool from UK to EU and increasing visibility. This project provides the framework to overcome these barriers and deliver the envisaged project results and impacts.",
    "totalCost": "95250",
    "ecMaxContribution": "95250",
    "coordinator": "M-SQUARED LASERS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 95250
        }
    },
    "calculatedTotalContribution": 95250
}