{
    "rcn": "208870",
    "acronym": "ATRA",
    "topics": "MSCA-IF-2016",
    "title": "Atlas of Renaissance Antiquarianism",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "ATRA - Atlas of Renaissance Antiquarianism is a digital system that will map the circulation of antiquarian learning in sixteenth-century Europe. Its purpose is to contribute to the promotion of new knowledge on antiquarian studies in the Renaissance and demonstrate how the antiquarian approach ñ that based the growth of thought on documented sources and empirical evidence ñ played a primary role in the evolution of the entire cultural/intellectual life of Early Modern times. The main intent is to allow the interconnection of data that otherwise would probably never come into contact and to bring to the surface issues not yet bridled in rigid classifications. This will enable the discovery of new cultural itineraries and convergences in Renaissance scholarship; trace the paths that led to parallel or independent ideas; and uncover new trends of thought that can help us better understand the evolution of European civilization and spirit. \nInnovative and revolutionary interpretative pathways will come to light, conferring a renewed awareness of the concept of Renaissance antiquarianism and offering to the entire academic community further instruments to investigate the History of Ideas. \nThis project is essential for Acciarinoís personal career growth and for the global development of this field of study. Thanks to this training and to his entire course of studies that has allowed him to grow as a researcher and as an academic scholar at a European level, he will also be able to cooperate with cutting-edge institutions of excellence for multidisciplinary research in Renaissance studies and develop competencies in digital humanities that will render his professional profile technologically up-to-date and more competitive.\nThrough the Renaissance network created between UNIVE and University of Toronto, dialogue, research and innovation will gradually grow and become a guiding light for the entire academic community.",
    "totalCost": "229761",
    "ecMaxContribution": "229761",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 229761
        },
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 229761
}