{
    "rcn": "208832",
    "acronym": "SecIoT",
    "topics": "INNOSUP-02-2016",
    "title": "Cybersecurity Threat Detection for Internet of Things Connected Devices",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Secure Secure Ltd was founded in 2015 and headquartered in the UK. The founding team brings extensive experience in\nthe fields of cybersecurity, scalable software architecture, software company leadership and SME growth. Given the\naccelerating growth and importance of cybersecurity across many sectors of the economy and society, we have detected\nand aim to solve the lack of effective security provision in software engineering.\nOur system automates the vulnerability scanning of software assets and reduces the effort required for development teams\nto adopt security best practices. Further, our solution reduces costs by 80% compared to hiring consultants for like-for-like\ntasks. By enabling developers to scan their code before going to production, we can save firms between 3 to 30 times the\ncost of development, help firms build trust with end-users, empower and educate developers. \nThe company aims to scale up the business towards the area of IoT security by implementing a disruptive innovative solution (taking advantage of the already developed technology) that will definitively allow Secure Secure to increase its competitiveness and internationalisation objectives. While the infrastructure to support the addition of an IoT security sub-product into the suite of Secure Secureís offering already exists, significant research and development is required in order to realise opportunities for innovation and significant growth. \nWith no similar products on the market the primary objective is to recruit a specialised associate during 12 months to identify and demonstrate the potential research and innovation project the team has detected. This is becoming especially relevant since predictions show a surge in the number of IoT devices, software services and applications that shall form a habitual part of our daily activities in the near and the long term.",
    "totalCost": "117843,75",
    "ecMaxContribution": "117843,75",
    "coordinator": "SECURE SECURE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921260411": {
            "orgId": "921260411",
            "orgName": "SECURE SECURE LTD",
            "ecContrib": 117844
        }
    },
    "calculatedTotalContribution": 117844
}