{
    "rcn": "208804",
    "acronym": "BENDER",
    "topics": "ERC-2016-COG",
    "title": "BiogENesis and Degradation of Endoplasmic Reticulum proteins",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The Endoplasmic Reticulum (ER) membrane in all eukaryotic cells has an intricate protein network that facilitates protein biogene-sis and homeostasis. The molecular complexity and sophisticated regulation of this machinery favours study-ing it in its native microenvironment by novel approaches. Cryo-electron tomography (CET) allows 3D im-aging of membrane-associated complexes in their native surrounding. Computational analysis of many sub-tomograms depicting the same type of macromolecule, a technology I pioneered, provides subnanometer resolution insights into different conformations of native complexes. \nI propose to leverage CET of cellular and cell-free systems to reveal the molecular details of ER protein bio-genesis and homeostasis. In detail, I will study: (a) The structure of the ER translocon, the dynamic gateway for import of nascent proteins into the ER and their maturation. The largest component is the oligosaccharyl transferase complex. (b) Cotranslational ER import, N-glycosylation, chaperone-mediated stabilization and folding as well as oligomerization of established model substrate such a major histocompatibility complex (MHC) class I and II complexes. (c) The degradation of misfolded ER-residing proteins by the cytosolic 26S proteasome using cytomegalovirus-induced depletion of MHC class I as a model system. (d) The structural changes of the ER-bound translation machinery upon ER stress through IRE1-mediated degradation of mRNA that is specific for ER-targeted proteins. (e) The improved ëin silico purificationí of different states of native macromolecules by maximum likelihood subtomogram classification and its application to a-d.\nThis project will be the blueprint for a new approach to structural biology of membrane-associated processes. It will contribute to our mechanistic understanding of viral immune evasion and glycosylation disorders as well as numerous diseases involving chronic ER stress including diabetes and neurodegenerative diseases.",
    "totalCost": "2496611",
    "ecMaxContribution": "2496611",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2496611
        }
    },
    "calculatedTotalContribution": 2496611
}