{
    "rcn": "208856",
    "acronym": "DiracEntangler",
    "topics": "MSCA-IF-2016",
    "title": "Cooper pair splitter based on Dirac materials",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Cooper pairs splitters (CPS) are promising candidate devices for solid-state sources of spin entanglement; a long-sought goal of outstanding impact in the development of quantum technologies. Recent experiments have reported high splitting efficiencies but measurements can not resolve individual splitting events and are limited to time-averaged current and noise. \nIn this project, I will go beyond existing proposals for CPS devices exploring the regime of a single or a few emitted pairs by exploiting the unique transport properties of Dirac materials (DM). The electronic states in DM have long coherence lengths comparable to the typical device size and are protected by symmetry against material imperfections, allowing us to use them as ideal single-channel electron guides. First, I will employ Greenís function techniques adapted to Dirac systems to develop a new formulation of the Full Counting Statistics (FCS) of junctions between DM and superconductors. FCS provides more information about a particular system than just the mean current or noise. Further, by characterizing the Waiting Time Distribution (WTD) between two subsequent charge transfers, the short-time physics of these junctions can be understood. I will develop this novel theory to study the possible synchronized detection of individual electrons from a split Cooper pair. The WTD theory for superconducting hybrids remains almost completely unexplored; therefore, this project fills a knowledge gap, which is crucial for the development of future quantum technologies. Importantly, the theoretical framework developed in this project can be immediately applied to study engineered topological superconductivity and to simulate graphene-based CPS devices, currently under experimental development at Aalto University. As a result, this proposal will yield valuable information about entanglement generation in solid-state devices, advancing the fields of spintronics and quantum information technologies.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}