{
    "rcn": "208891",
    "acronym": "AEGILWHEAT",
    "topics": "MSCA-IF-2016",
    "title": "Widening gene pool of bread wheat by hybridization with Aegilops biuncialis supported by advanced genetic and chromosome genomic approaches",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The widening of gene pool of bread wheat (Triticum aestivum) by employing its wild relatives as donors of new alleles and genes will ensure the ability of wheat to sustain yield quality and quantity under adverse environmental conditions. Species from genus Aegilops represent a rich source of agronomically important traits, such as leaf rust resistance, grain nutritional quality and abiotic stress tolerance. To date, the utilization of wild genetic diversity has been hampered by low throughput of methods used to select introgression lines and the lack of knowledge on the genomes of wild relatives. \nThe multidisciplinary AEGILWHEAT project integrates the applicantís expertise in interspecific hybridization and cytomolecular genome analysis of Aegilops species with the state of art expertise in flow-cytometric sorting and genomic analysis of plant mitotic chromosomes in the Centre of Plant structural and Functional genomics (IEB, Olomouc, CZ). The aims of this project are to (1) isolate individual U and M chromosomes from Aegilops biuncialis and (2) identify their gene content and produce polymorphic markers (SNPs, INDELs) by next-generation sequencing and bioinformatic analyses. The genes and new markers will be integrated into (3) a new high resolution genetic linkage map of Ae. biuncialis. The marker-assisted selection system based on the ordered markers will be used for the (4) high throughput selection of wheat-Ae. biuncialis introgression lines. \nThe training through the research will extend the expertise of the applicant by new skills in molecular genetics, genomics and bioinformatics so that he can apply innovative genomics approaches to speed up his wheat pre-breeding programmes in Hungary. The project will deliver valuable information to geneticists and breeders on chromosome structure and genome evolution within the tribe Triticeae and provide molecular tools to support cost-effective transfer of wild alleles into wheat.",
    "totalCost": "154720,8",
    "ecMaxContribution": "154720,8",
    "coordinator": "USTAV EXPERIMENTALNI BOTANIKY AV CR",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999535240": {
            "orgId": "999535240",
            "orgName": "USTAV EXPERIMENTALNI BOTANIKY AV CR",
            "ecContrib": 154721
        }
    },
    "calculatedTotalContribution": 154721
}