{
    "rcn": "208898",
    "acronym": "TELOSPERM",
    "topics": "MSCA-IF-2016",
    "title": "Sperm telomere length as a mediator of paternal effects",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Despite having long been overlooked, paternal effects (influence of fathers on offspring traits via mechanisms other than the transmission of alleles) are now recognized as affecting a broad range of phenotypic traits in the next generation. There is, for example, increasing evidence for transgenerational effects of paternal stress levels with consequences on offspring health. In most cases, the proximate mechanism mediating these paternal effects on offspring remains unknown. \nRecent studies show that these transgenerational effects might be mediated, at least in part, by telomere attrition. Telomeres are regions of non-coding DNA at the end of eukaryotic chromosomes. Telomeres shorten at each cell division or when cells are exposed to oxidative stress, resulting in telomere shortening with aging. A permanent arrest in the cell cycle occurs when telomeres are shortened to a critical length, thereby increasing risk factors in a large number of diseases. Consequently, telomere length predicts remaining lifespan, with individuals with the shortest telomeres displaying the poorest survival prospects.\nTelomeres are very sensitive to damage induced by oxidative stress and paternal exposure to stressors may thus affect telomere length in sperm before fertilization as well as inherited by the offspring, with consequences for aging and disease susceptibility. \nIn this project, I propose to test this hypothesis by examining the three following aims using a captive population of zebra finches (Taeniopygia guttata):\nï Measure the effect of stress exposure on sperm telomere length through an experimental manipulation of stress levels at the time of sperm production.\nï Determine links between paternal sperm telomere length and offspring telomere length at birth using artificial insemination experiments.\nï Elucidate the effects of sperm telomere length on offspring development and disease susceptibility.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}