{
    "rcn": "208835",
    "acronym": "CaseXtreme",
    "topics": "INNOSUP-02-2016",
    "title": "ChAnges in the Statistics of EXTremes Events in cliMatE",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Most of the developing countries are widely recognised to be vulnerable to climate risks. Climate-related disasters are already undermining record growth across the world, threatening hard-won gains and vulnerable populationsí lives and livelihoods; increasing climate volatility can only exacerbate this and counteract the investments being made by countries to mitigate, prepare for and manage current weather risks.  \nAmigo is currently working on an international funded project called eXtreme Climate Facility (XCF) and it is developing a specific multi-hazard Extreme Climate Index (ECI).  This index would be based on meteorological data and designed to capture the severity and frequency of heat, drought, flood and other extreme weather events. \nIn order to create financial vehicles that tracks the frequency and magnitude of extreme climate shocks in developing countries and provides additional financing for countries already managing their current climate risks, it becomes necessary to develop specific methodologies to identify the changes  in the frequency of extreme events  as also requested by international organization and countries. With such instruments, the disbursement of climate adaptation funds to countries would be entirely data-driven over a 30 year, or some long term, adaptation period; if there are no significant increases in the frequency or magnitude of extreme weather events over current climatology, then no payments would be made. Where payments are made, countries would use those funds to invest in Disaster Risk Reduction (DRR) or climate change adaption measures specified in pre-defined country-level adaptation plans. \nIn this framework, the first level Objective of the project CaseXtreme is to identify a suitable metric for the Statistical Significance of Changes in the Statistics of Extremes (SSCSE) in order to provide the baseline for the design of innovative financial products and risk management tools.",
    "totalCost": "125500",
    "ecMaxContribution": "125500",
    "coordinator": "AMIGO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949718562": {
            "orgId": "949718562",
            "orgName": "AMIGO SRL",
            "ecContrib": 125500
        }
    },
    "calculatedTotalContribution": 125500
}