{
    "rcn": "208827",
    "acronym": "NASCENT",
    "topics": "INNOSUP-02-2016",
    "title": "Nutritional labelling software and claims: service, training and innovation offering to SMEs and industry in Europe",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "From December 2016, the Food Information Regulations (EU 1169/2011; FIR) require all businesses selling pre-packed foods to include nutritional information on their labelling. This will have a dramatic effect on SMEs that, for the first time, will need to declare nutritional composition data for their products. Nutritional values can be obtained in several ways including direct analysis of the product, calculation using known nutritional data for the ingredients used, or calculation from generally established and accepted data. The aim of this proposal is to develop and extend a nutritional labelling software and claims service and training offering to SMEs and industry (including retailers) based on a pilot offering being developed in the UK/IE.  This is a direct exploitation of research activities and expertise of EuroFIR especially in terms of food composition data available via FoodEXplorer, algorithms and standardization of recipe calculation software and strong SME networks.  The extended service will provide an accredited nutritional labelling service for food producers using an existing developed software platform that will go beyond the automated services that are currently available on the market. Therefore the project is also expected to have a societal benefit to SMEs, which have limited resource and technical knowhow, and for whom the demands of complying with the changing legislation could be a tipping point for the ongoing success of their business. Also consumers will benefit from the provision of accurate, high quality nutritional information to help them choose more healthy foods. The funding is required to support the Innovation Associate, who work with 3rd Parties in IE, UK and IT to develop the procedures for the accreditation of the software system, business planning and scoping of strategic EU MS partners and the plan for a harmonised European data approach, and language translation for selected MS.",
    "totalCost": "185000",
    "ecMaxContribution": "185000",
    "coordinator": "EUROPEAN FOOD INFORMATION RESSOURCE AISBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994382018": {
            "orgId": "994382018",
            "orgName": "EUROPEAN FOOD INFORMATION RESSOURCE AISBL",
            "ecContrib": 185000
        }
    },
    "calculatedTotalContribution": 185000
}