{
    "rcn": "208824",
    "acronym": "XtremelY",
    "topics": "INNOSUP-02-2016",
    "title": "Numerical modelling of reinforced slender wooden window elements",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Oversized window systems with extreme heights are becoming increasingly popular at European and global market. Such sizes can cause problems of bending of slender wooden elements which results in the decrease of main windows properties, quality and functionality. Project XtremelY (Numerical modelling of reinforced slender wooden window elements) will lead to a development of parametric numerical model of reinforced slender wooden window elements, which will lead to future development and production of oversized openable window systems with extreme height (Y). Main goal of XtremelY project is to develop numerical models of reinforced wooden window profiles which will allow the production of window systems with height of over 4 m which means 60 % higher products compared to standard ones. Window profiles will have improved stiffness (compared to wooden beam) for 50 %, improved load bearing capacity for 50 % and thermal conductivity lower than 1.0 W/m2K. The development of numerical model/s of reinforced slender wooden window elements will represent an innovative approach at global scale in wooden window industry and a digitalisation of wooden window profiles. Such approach is a basis for future high-tech solutions in wooden window industry and smart homes. Numerical models will also be a basis for new development approach which will be much quicker, precise and cost effective.",
    "totalCost": "50472,5",
    "ecMaxContribution": "50472,5",
    "coordinator": "M SORA TRGOVINA IN PROIZVODNJA DD",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936344978": {
            "orgId": "936344978",
            "orgName": "M SORA TRGOVINA IN PROIZVODNJA DD",
            "ecContrib": 50472
        }
    },
    "calculatedTotalContribution": 50472
}