{
    "rcn": "208853",
    "acronym": "AFRI-SKYFOR",
    "topics": "MSCA-IF-2016",
    "title": "African Sky Forests: services, threats and management recommendations",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "Tropical montane forests (TMF) are biodiversity rich and unique ecosystems which provide water to tens of millions of people, among other services such as firewood, medicinal plants, hazard prevention, climate modulation and carbon sequestration. However, TMF remains understudied and over-exploited, particularly in Africa. Predicted climatic changes and trends in population growth will negatively affect the ecological functioning and ecosystem service delivery of these already fragile ecosystems. Therefore, there is an urgent need to better understand these ecosystems and use that information to inform management.\nAFRI-SKYFOR, focused on TMF in Africa, will provide new information key for understanding and improving the management of these ecosystems. I will combine data on multiple ecosystem services (e.g. water, medicinal plants, carbon), ecosystem threat, environmental and socio-economic data, modelling and novel state-of-the-art methodologies (such as socio-ecological ecosystem modelling using Bayesian statistics) from the fields of ecology, conservation science and ecosystem valuation to (1) identify and prioritize the ecosystem services generated by African TMF; (2) assess current and future threat presence and severity to these ecosystems; (3) create a model of the socio-ecological functioning of African TMF and simulate potential future scenarios; and (4) develop management recommendations for future sustainability.\nAFRI-SKYFOR is a highly interdisciplinary project which will generate information of wide relevance for the sustainable use of natural resources in African mountains. The high scientific quality and applicability proposed will benefit the EU not only by generating new knowledge and publications in high-profile scientific journals which will contribute to the enhancement of EU scientific excellence, but also by contributing to EU commitments within International treaties such as the Aichi Biodiversity targets and the Sustainable Development Goals",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998776215": {
            "orgId": "998776215",
            "orgName": "BOARD OF GOVERNORS OF THE COLORADO STATE UNIVERSITY SYSTEM",
            "ecContrib": 0
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}