{
    "rcn": "208945",
    "acronym": "Justhood",
    "topics": "MSCA-IF-2016",
    "title": "(Un)Just NeighbourhoodsSocio-Spatial Justice in Urban Neighbourhoods",
    "startDate": "10/01/2018",
    "endDate": "09/01/2021",
    "objective": "Rapid urbanisation, growing process of globalisation, and the neoliberal hegemony have culminated in the omnipresence of socio-spatial inequalities at the neighbourhood scale regarding racial segregation, deprivation, stigmatisation, and degradation. European and North American cities, among others, have initiated neighbourhood-oriented urban redevelopment schemes to mitigate the burden of urban injustice. However, there is no integrated framework to evaluate their achievements, the contribution of urban neighbourhoods to just cities has not been systematically investigated. To address this lacuna, the project conceptualises the idea of (un)just neighbourhoods from socio-spatial justice perspective and develops an evaluation framework for measuring key qualities of socio-spatial justice at the neighbourhood scale.\n\nThe project employs a methodological bricolage approach to address its interdisciplinary nature. It first theorises (un)just neighbourhoods from two perspectives of intra-neighbourhood and inter-neighbourhood socio-spatial justice. It then proposes an integrated framework, consisting of a set of principles, indicators, and measures, for evaluating neighbourhood-oriented redevelopment schemes. Focusing on two neighbourhoods of Bayview-Hunters Point (San Francisco) and Fruitvale (Oakland), the research critically reflects on the constructed storytelling around socio-spatial justice imposed by the local authorities. The proposed evaluation framework is applied to the case study neighbourhoods through intensive fieldwork to explore whether and to what extent the implemented redevelopment schemes have enhanced socio-spatial justice of the neighbourhoods, or re-produced existing socio-spatial injustice, in both process of interventions and their outcomes. Finally, using recent achievements in digital ethnography, the project documents alternative paths and stories towards achieving greater urban justice practiced by the community coalitions and grassroots.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "OXFORD BROOKES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999446873": {
            "orgId": "999446873",
            "orgName": "OXFORD BROOKES UNIVERSITY",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}