{
    "rcn": "208957",
    "acronym": "SPFireSD",
    "topics": "MSCA-IF-2016",
    "title": "Seasonal Prediction of Fire danger using Statistical and Dynamical models",
    "startDate": "06/09/2017",
    "endDate": "05/09/2019",
    "objective": "Wildfires have a great impact on the environment and can pose a threat to property and human lives and health. The occurrence of fire in natural vegetation is dependent on human activities and climate variability. In tropical areas such as the Amazon basin and Indonesia, wildfires are greatly affected by inter-annual fluctuations in tropical Sea Surface Temperatures (SSTs). During the El NiÒo events of 1997-1998 and 2015-2016, uncontrolled wildfires caused record impacts on health, transportation and the economy. The European countries of the Mediterranean basin are frequently plagued by drought episodes (e.g. during the summer of 2016), causing dangerous wildfires which result in deaths, health problems and economic losses.\n\nSeasonal climate prediction is a field which typically forecasts seasonal average precipitation and temperature anomalies with a few months lead time. The main sources of predictability are SSTs, soil moisture, snow cover and teleconnections with the tropics. Seasonal climate predictions are performed operationally in Europe and globally, and are used in fields such as agriculture, health, water management and energy. While some effort has been put into short-term forecasts of fire danger in Europe, there is currently no operational seasonal wildfire forecasting system for Europe and only a few for other continents. The goal of this project is to develop and assess seasonal fire prediction capability through a variety of complementary and innovative methods, with a focus on Europe, the Amazonian basin and Indonesia.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}