{
    "rcn": "208969",
    "acronym": "PRE-PSYCH",
    "topics": "MSCA-IF-2016",
    "title": "The Prelude to Psychosis: Brain network analysis in emerging schizophrenia",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "Schizophrenia is a severe psychiatric disorder characterized by recurrent psychotic episodes that typically commence in early adulthood. There is consistent evidence for anatomical and functional brain abnormalities in schizophrenia, but their timing is unclear. Changes in behavior and cognition precede the first psychotic episode by many years, suggesting that the underlying neurobiological process predates the onset of psychosis. Clarifying the neurobiology of the pre-onset or ëprodromalí phase will facilitate the development of early intervention and prevention strategies for schizophrenia. I hypothesize that disruptions in the anatomical brain network, and associated disturbances in functional integration among specialized neural circuits, drive changes in behavior and cognition in the prodromal phase. In this project, I have the opportunity to test my hypothesis in a unique sample of medication-naive adolescents and young adults with early signs of impending psychosis, that are followed prospectively as they progress through the vulnerable prodromal period. This sample is collected as part of an ongoing NIMH-funded collaborative research program between a multidisciplinary Harvard/MIT research team and the Shanghai Mental Health Center. Using network science as a mathematical framework, I propose to study brain network architecture in this sample of youths with early signs of impending psychosis, to assess how disruptions in the brainís network underlie prodromal symptoms and cognition, whether early neuroinflammation contributes to brain network deficits, and to test brain network metrics as early identifiers of emerging psychosis.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 242930
        },
        "974308353": {
            "orgId": "974308353",
            "orgName": "BETH ISRAEL DEACONESS MEDICAL CENTER, INC NON PROFIT CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 242930
}