{
    "rcn": "208979",
    "acronym": "GLIOMA",
    "topics": "MSCA-IF-2016",
    "title": "Targeting Glioblastoma using Combinatorial Therapeutic Nanovaccine",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "The proposal aims at the synthesis, characterisation and application of a novel therapeutic nanovaccine (TNVax) that holds multiple modules for targeting glioblastoma multiforme (GBM). The proposed TNVax formulation includes a gold nanocage core encapsulating Temozolamide (TMZ), coated with an extremophilic bacterial polysaccharide, mauran functionalised with anti-PD-L1 antibody and anti-CD133 antibody. The us of NVax nanoparticles (NPs) offers a combinatorial approach in killing GBM cells both by immuno- and chemo- therapeutically. Site-specific delivery of the payload will stimulate the host immune system and channel the immune cells to the target site. Functionalisation of the anti-PD-L1 antibody on drug-encapsulated\nNPs would significantly alter the immune suppression caused by GBM cells on TNVax delivery. In addition to anti-PD-L1 antibody, the TNVax particles contain tumour specific monoclonal antibody that specifically recognizes CD133 antigen and facilitates strong binding. This approach would enhance the amount of antitumour activity offered by multiple means and thereby leaving a strong immune response against GBM based on antigen-antibody interactions. TNVax NPs will be synthesised and characterised using microscopic and spectroscopic techniques and then subjected to in vitro and in vivo evaluations. In vitro studies will be performed for drug release kinetics and cytotoxicity using immunofluorescence and FACS analysis. Induction of immune response by TNVax NPs will be evaluated using macrophage activation, induction of T-cell activity and cytokine production under in vitro conditions. The pharmacokinetic and pharmacodynamic studies\nwill be carried out and histopathological examinations performed using appropriate murine models induced with GBM cell lines. The potential outcomes of the proposed studies will help patients who suffer from early and advanced GBM by eradicating the disease permanently and leaving good immunological memory.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}