{
    "rcn": "208978",
    "acronym": "DNAmethAML",
    "topics": "MSCA-IF-2016",
    "title": "Investigation of aberrant DNA methylation in malignant haematopoiesis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Acute myeloid leukaemia (AML) is an aggressive type of blood cancer characterized by uncontrollable growth of immature myeloid cells. Somatic mutations in diverse transcriptional regulators result in aberrant epigenetic landscape in leukemic cells, including patterns of DNA methylation. Due to its reversible nature, this epigenetic mark has been a promising therapeutic target and DNA methyltransferase inhibitors are already being used with varying degrees of success in clinic. The targeted improvement of existing therapies requires a better understanding of mechanisms how altered DNA methylation promotes malignancies. TET2, an enzyme catalysing DNA demethylation, is one of the most frequently mutated epigenetic regulators in AML. Its loss leads to hypermethylation at distal regulatory regions (or enhancers) and increased stem cell self-renewal and leukaemogenesis in the haematopoietic system. In the proposed work I plan to investigate the link between aberrant hypermethylation at enhancers and its role in developing and maintaining AML. Firstly, I will take advantage of clinically relevant AML mouse models that combine TET2 deficiency with AML-specific alterations and annotate DNA methylation-sensitive enhancers using high-throughput sequencing methods (MethylC-seq, ATAC-seq and ChIP-seq). Secondly, I will perform a positive-selection CRISPR-based high-throughput enhancer screen to identify DNA methylation-sensitive enhancers that inhibit leukemic stem cell self-renewal (i.e. tumour suppressive regulatory regions). Finally, I will identify and study the function of transcription factors which binding is lost due to aberrant DNA hypermethylation at these sites. The proposed work will be both discovery-based (genome-wide level) as well as mechanistic.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}