{
    "rcn": "208970",
    "acronym": "RefBORDER",
    "topics": "MSCA-IF-2016",
    "title": "Reflexivity as capacity in EUís border security: a contribution to theory and practice through the case of Polish Border Guard training",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Lived experience of border guards receives surprisingly little attention given the current challenges of European border security and its humanitarian aspects. The proposal sets out a plan to redress this hiatus through conducting an important policy-relevant research project that encourages reflexivity as capacity in border guard training. As a follow-up from my previous research in European security and preliminary results from studying assistance to border reform, it aims to both aid the EUís efforts to establish a more efficient European Border and Coast Guard and foster greater humanitarian and democratic sensibilities in European border policy. In contrast to existing approaches which neglect reflective practice of actors on the ground, the project explores new empirical evidence, hones new theoretical avenues and develops participative dissemination techniques to nurture reflexivity in cooperation between scholars and practitioners. In order to do so, it studies the lived experience of Polish Border Guard (PBG) officers involved in the transformation of their service in the aftermath of EU enlargement which occurred at the intersection of receiving training from Western European border guards and providing training assistance to the Ukrainian Border Guard service. This unique situation of dual interaction triggers reflection and creates conditions for knowledge production that the project taps into. The core of the project consists in fieldwork with participants to study, make use of for participative design and inspire interpretations of shifting training methods towards installing greater reflexivity. The latter is planned as an innovative dissemination technique developed through the researcherís training in action research and reflective teaching practice at Aberystwyth University and tested in secondment with a local border guard facility to contribute to a more context-informed EU border security policy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ABERYSTWYTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}