{
    "rcn": "208921",
    "acronym": "ReCyPot",
    "topics": "MSCA-IF-2016",
    "title": "Revisiting an ancient craft in a contested region: The analytical paradigm of prehistoric pottery from Cyprus",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "ReCyPot is a large-scale, interdisciplinary study of ancient ceramics from the region of Lapithos on the northern coast of Cyprus that addresses four different themes of cross-cultural and cross-regional significance: 1) ancient technology, 2) ancient Mediterranean history and archaeology, 3) the restudy of older excavated material with new methods of analysis and interpretation and 4) the study of ancient artefacts from areas presently inaccessible to archaeological and historical research. Integrating ceramic petrography and methods of chemical and microstructural analysis (including WD-XRF, NAA and SEM), this will be a thorough analytical study of ancient pottery, dated to the end of the third millennium and the second millennium BC, the comparative analysis of contemporary pottery from the region, as well as ceramics from intervening periods in Lapithos. While the project deals with a specific region on the island of Cyprus, it can be used as an exemplar for addressing broader, cross-cultural and methodological questions regarding the definition and recording of pottery traditions, how these are transformed and how modern archaeologists can perceive and study them.  The project will attempt to reconstruct the ancient pottery traditions of Lapithos and define those compositional and technological elements that form the Lapithos ceramic profile. Beyond the definition of regional ceramic traditions and elements of stability and change through time, this project will consider environmental, technological, sociocultural and historical factors that must have had an impact on ceramic production, distribution and consumption. Pottery production will be integrated into its regional and inter-regional socio-economic context, and provide an insight into the ancient society and history of the region, an integral part of the ancient Mediterranean.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}