{
    "rcn": "208919",
    "acronym": "QAPs",
    "topics": "MSCA-IF-2016",
    "title": "G-Quadruplex-associated proteins (QAPs) and their role in transcriptional regulation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "In the human genome, many G-rich sequences have the potential to form 4-stranded non-canonical secondary structures known as G-quadruplexes (G4s). G4 structures have been visualized in nuclei by immunofluorescence and mapped genome-wide to regulatory chromatin regions linked to elevated transcription using G4 chromatin immunoprecipitation and high-throughput sequencing (G4 ChIP-seq). G4s are implicated in gene regulation, DNA replication and genome instability, yet little is known about their protein interaction partners or role in regulating genome activity. \nWe therefore propose to develop G4 Rapid Immunoprecipitation Mass Spectrometry of Endogenous Proteins (G4 RIME) methodologies to elucidate the G4 interactome within a native chromatin context. ChIP-seq of protein candidates coupled with G4 ChIP-seq will verify binding at endogenous G4 structures. Using established biophysical and biochemical techniques, we will investigate binding modes, recruitment and effects on G4 dynamics. Consecutive chromatin immunoprecipitation steps using antibodies targeting characteristic chromatin marks as well as G4 ChIP-seq supported by bioinformatics analysis of genomic databases will identify proteins involved in transcriptional regulation. We will then test the consequence of stabilising G4s with small molecule ligands on the G4 interactome and how this is modulated during genomic stress. Cells genetically deficient in G4-interacting proteins will enable detailed exploration of G4 formation and transcriptional effects. \nThis highly interdisciplinary project will provide a wide range of excellent training opportunities exploiting the Balasubramanian groupís unique position with laboratories at the Cancer Research UK Cambridge Institute (CRUK CI) and the Department of Chemistry. Overall, the studies will generate novel functional insights in the G4 biology that may ultimately lead to the identification of mechanisms and pathways for new anti-cancer agents.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}