{
    "rcn": "208977",
    "acronym": "BIO-CAPTURE",
    "topics": "MSCA-IF-2016",
    "title": "Biomechanical Characterization of Carotid Plaque Rupture",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Stroke is the second leading cause of mortality worldwide. Most stroke events are triggered by an atherosclerotic plaque rupture in a carotid artery. Current clinical decisions for the carotid plaque removal surgery are made without assessing the plaque rupture risk as no reliable means exists today. Biomechanics can help to develop such risk assessment tools; yet, the fundamental knowledge on biomechanical descriptors of plaque rupture is missing.\nThis project aims to provide biomechanical characteristics of atherosclerotic plaque rupture. This will be done by combining experimental work, high-end plaque imaging and computational modeling. First, non-existing biomechanical plaque rupture data will be collected from a novel experimental approach of physiological, ex-vivo inflation/rupture tests with atherosclerotic human carotid arteries. The pre-rupture and rupture strain distributions in plaques during the tests will be assessed in 3D via a cutting-edge high frequency ultrasound technique. With a novel inverse finite element (FE) technique, heterogeneous material properties of the plaques will be identified. This unique material information will be used in plaque-specific FE models to compute 3D pre-rupture and rupture stress distributions in the plaques. The assessed plaque strain and stress fingerprints will be evaluated for their predictive value of plaque rupture. \nThe essential knowledge on biomechanical characteristics of plaque rupture will aid making more accurate surgical treatment decisions to prevent stroke-related mortality and morbidity. Besides the high-impact research, this fellowship will also result in enhancement of the applicantís skill set through the valuable training on ultrasound imaging, histology and pathomorphology examination. Furthermore, the fellowship will allow him to return to the EU research environment, and bring back his expertise in tissue experimentation and modeling, and advanced FE analysis.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}