{
    "rcn": "208995",
    "acronym": "WhiteShift",
    "topics": "MSCA-IF-2016",
    "title": "A calcifying phytoplankterís response to climate change and its role in sinking carbon in the Subarctic Ocean using spaceborne and in situ observations and ecological modelling",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Anthropogenic carbon dioxide emissions are skyrocketing, resulting in ocean warming and acidification. Yet we are only beginning to understand how this human footprint impacts phytoplankton and associated sinking carbon fluxes to the deep ocean. WhiteShift addresses these questions for a marine calcifying phytoplankter in one of the most climate sensitive regions, the Subarctic Ocean, where the species is expanding its range northward. First, we investigate the impact of a changing ocean on the spatiotemporal distribution of the species by a novel integrative approach connecting long-term optical satellite observations with fundamental ecological theory. Next, we examine if the enormous amounts of calcite produced by this species ballast organic carbon using optical technology on autonomous profiling floats. WhiteShiftís generic methodology and integrative framework is directly transportable to the global ocean and will provide important new insights into the ocean-climate nexus.\n\nWhiteShift is a strongly multidisciplinary and international project bringing together the fellowís core expertise on spaceborne and in situ optical oceanography with (1) expertise in carbon fluxes from cutting-edge autonomous ocean sensing technology spearheaded by the Laboratoire díOcÈanographie de Villefranche-sur-Mer (host, France), (2) state-of-the-art ecological niche modelling championed by the Laboratoire díOcÈanologie et GÈosciences (partner, France), and (3) expert organismal knowledge accumulated by the Centre for Ocean Research in Kiel (partner, Germany). \n\nThe fellow will be trained by top-level scientists and will significantly widen her network and competences through advanced training in biogeochemistry, ocean carbonate chemistry, and ecological modelling. This action will catalyse her career into an independent and mature researcher with an eclectic skill set geared at a unique and active contribution to European excellence in ocean observation and modelling.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}