{
    "rcn": "208925",
    "acronym": "Robust OTFT sensors",
    "topics": "MSCA-IF-2016",
    "title": "Ultra-robust, flexible organic sensors for application in lactic acid sensing and selective biosensing",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The overall objective of ìRobust OTFT sensorsî is to apply Dr. Nikolkaís expertise in material science and organic electronics to the field of organic sensors. The aim of the specific project is to explore the use of state-of the art conjugated polymers as a platform for flexible, low-cost lactic acid sensors and biosensors. Dr. Nikolka will therefore spend time in Prof. Zhenan Baoís group (Stanford University), which is world leading in the areas of electronic-human interfaces, e-skin and biological sensing technologies. In Prof. Baoís group, he will learn the experimental techniques required for work on (bio-) sensors including microfluidics, flow-cell setups or the functionalization of surfaces. To ensure a successful project outcome, Dr. Nikolka will build on his previous work and achievements, such as the discovery of high performance, disorder free polymers (Venkateshvaran*, Nikolka* et al., Nature, 2014) or the demonstration of high operational and environmental stability of high-mobility conjugated polymer through the use of molecular additives (Nikolka et al., Nature Materials, in 2nd stage review). The project is aimed at providing Dr. Nikolka with the techniques and tools to grow as an independent researcher which he will be able to demonstrate during the return phase by combining novel sensors designs with printing techniques pioneered at Cambridge University. ìRobust OTFT sensorsî will furthermore enable Dr. Nikolka to profit from training and educational programs and allow him to gain essential skills in project management, leadership and financial independency. Finally, it is the goal of the project to create a strong international collaboration between the outgoing and return host laboratories and connect expertise in sensing (Stanford) with the expertise in printed organic semiconductors (Cambridge). This work could lead towards various low-cost sensors for biomedical or lab-on-a-chip applications having a direct and profound impact on society.",
    "totalCost": "171792,6",
    "ecMaxContribution": "171792,6",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}