{
    "rcn": "208942",
    "acronym": "EsterPep",
    "topics": "MSCA-IF-2016",
    "title": "Polyester/Polypeptide hybrid biomaterials for biomedical scaffolds",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Next generation bioabsorbable and biocompatible polymeric biomaterials are key for the development of new medical devices and advanced approaches in healthcare with significant impact on applicable and affordable treatments for EU citizens. EsterPep will bring together the expertise of the applicant in organo-catalytic synthesis of polyesters with the expertise of the host in synthetic polypeptides and medical applications with the objective to design a new class of poly(ester-peptide) hybrid materials fully based on natural raw materials. The marriage of both systems promises novel functional, processible biomaterials with adaptable material and degradation properties not available from the individual building blocks alone. The objective will be achieved in an interdisciplinary approach combining polymer chemistry and biomaterial science as well as the demonstration of processing feasibility into a biomedical scaffold for tissue engineering. The workpackages have been designed to balance synthetic and application work as well as offering opportinities for intersectorial contacts to benefit the applicants experience. This project is ideally suited to the MSCA-IF programme as it provides mobility and a nurturing, world-class environment for the applicant to embark on a future professional academic career. This will be achieved by developing relevant competences and skills supporting this career path combined with unique scientific training in applied biomedical and biomaterial science guided by a tailored Career Development Plan. The dissemination of research results will target professional audiences as well as communicating to the general public through outreach activities.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}