{
    "rcn": "208972",
    "acronym": "WHITELIGHT",
    "topics": "MSCA-IF-2016",
    "title": "White Light Emitting Lanthanide Metal Complexes for Electroluminescent Materials",
    "startDate": "02/01/2018",
    "endDate": "01/01/2020",
    "objective": "There is an urgent need to develop a new generation of more efficient and durable illumination sources to surpass the limitations of the conventional lighting systems. Solid State Lighting sources based on Light Emitting Diodes (LEDs) or Organic LEDs (OLEDs) devices are emerging as the next generation systems for general illumination. White LEDs on the market outperform the traditional incandescent and fluorescent lamps, both in term of efficiency and lifetime. More work has still to be done to develop their organic counterpart, OLEDs. These offer the distinctive possibility to fabricate large area flat and also flexible devices by vacuum or solution processing, i.e. by potentially less expensive and less energy-consuming production protocols. For this, the development of electroluminescent materials that show high brightness, easy synthesis, good chemical and electrical stability, low cost, and simple processing is actively pursued. In this context, WHITELIGHT targets the development of single-molecule white light emitting materials for the fabrication of OLEDs, containing Eu(III) (red), Tb(III) (green) lanthanide ions and bis(2-pyridyl)amine based ligands (blue) emitters. This is a very ambitious and multidisciplinary goal that requires a range of expertise spanning from theoretical chemistry to physical device fabrication and testing. The research unit at the hosting institution has a strong background in the photophysics of materials for light/ energy conversion, complemented by an expertise in the design and synthesis of organic luminescent materials, as well as the fabrication and testing of electroluminescent devices. On the other hand, the Experienced Researcher has a strong background in the synthesis of luminescent lanthanide complexes. This unique combination of expertise is a major factor for the successful implementation of the proposed research.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}