{
    "rcn": "208988",
    "acronym": "AgedLGBT",
    "topics": "MSCA-IF-2016",
    "title": "Ageing  Diversity: LGBT* ñ Housing and Long-term Care",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Existing studies about Lesbian, Gay, Bisexual, and Trans* (LGBT*) people have shown that those aged over fifty years of age (hereafter LGBT* seniors), are more likely to be childless, single and to live alone than their heterosexual peers. Housing, either with or without care, is a principal area of concern to LGBT* seniors, yet few studies exist in Europe that have directly addressed this topic. AgedLGBT* will make a significant contribution to knowledge about LGBT* seniors and housing by comparing and synthesizing the work of research projects conducted in Germany and the UK. It therefore represents a unique and valuable opportunity to understand this issue on a broader, international scale and significantly adds to the value and usefulness of European social science about LGBT* ageing. AgedLGBT* will use the data of two nationally unique research projects of the Alice Salomon University of Applied Sciences Berlin (D) and one conducted by the University of Surrey (UK) integrating these and adding to them across four interrelated work packages (WP): AgedLGBT* will compare and synthesize data from the research projects GLESA & GLEPA (D) and SAFE Housing (UK) to investigate similarities and variations about LGBT* seniors and housing (WP I). WP II comprises interviews with key experts, dealing with excluded minorities (such as LGBT* elders with lower income as well as trans* and intersexual seniors). A secondment at Stonewall Housing, UK, will support the realization of the interviews and strengthen the social work experience of the researcher. A social simulation model (WP III) for the cohorts of future LGBT* elders based on the analysis of data in WP I will provide new ways to hypothesize and understand the issue. Also the training in Agent-Based Modelling will be crucial for the researcherís prospects. A symposium with experts (WP IV) and practitioners will be organised as a feedback platform with practical relevance and for looking beyond a LGBT* perspective.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}