{
    "rcn": "208912",
    "acronym": "TRIM",
    "topics": "MSCA-IF-2016",
    "title": "Vulnerable trait-combinations in corals and fishes and their management",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Vulnerable trait-combinations in corals and fishes and their management (Traits coRals fIshes Management)\n\nCross-taxon interdependencies govern many key ecosystem services, e.g. pollination, agricultural production and coral reef fisheries. Many of these services are deteriorating; this is especially pressing for coral reefs. Human and climate stress drives declines of global coral reef assets, but the characteristics of the most vulnerable species groups are poorly understood.  Synergistic coral-fish relationships underpin key ecosystem functions on coral reefs, and control how coral reef ecosystems respond to climate and human stress. Emerging theory proposes that redistributions of reef species follow trait-based filtering, where species with certain combinations of traits, or functional types, are more vulnerable to stressors.  Based on biogeographical transition environments and human use gradients as proxies for change, TRIM aims to examine which trait-combinations impart vulnerability to stress in corals and fishes independently and in coral-fish relationships that underpin reef function. Recognising the crucial role that coral-fish relationships play in shaping reef ecosystems, TRIM will discover which traits and functional types linking the two taxa drive their combined vulnerability.  By evaluating the responses of coral and fish communities and their functional types under stress, this project will link this knowledge to potential management objectives and identify actions specific to functional types, where vulnerable organisms are stringently protected and others can still be used.  I am trained as a marine conservation scientist with focus on spatial planning.  With this fellowship, I aim to expand my knowledge and scientific standing in functional ecology, which I believe is a crucial field to inform new ways of natural resource and biodiversity management.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}