{
    "rcn": "208971",
    "acronym": "EnanSET",
    "topics": "MSCA-IF-2016",
    "title": "Homogeneous and heterogeneous enantioselective Single Electron Transfer (SET) catalysis in cross-coupling reactions",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "Chirality of organic molecules plays a paramount role in our society as a consequence of the direct relation between the absolute molecular configuration and many properties and applications of molecular compounds and materials. The demand of enantiomerically pure compounds has increased considerably driven by the request of the pharmaceutical industry, as well as applications such as flavours, fragrances, and materials. In this context, the development of new methodologies to obtain enantiomerically pure compounds has become a challenge for the scientific community. \nThis project entitled ìHomogeneous and heterogeneous enantioselective Single Electron Transfer (SET) catalysis in cross-coupling reactions (EnanSET)î aims at developing novel enantioselective SET cross-coupling reactions of redox active esters (RAEs) by Ni-complex due to this kind of compounds do not need previous activation. Moreover, in order to develop more environmentally friendly processes, the methodology will be extended to non-toxic SET complex as titanium complexes, with the goal of developing the first Ti-catalysis of RAEs. Additionally, inspired by demand of the industrial processes, the need to develop clean and green chemical processes in order to avoid environmental concerns and the advantages that heterogeneous catalysis provides, we will develop the first SET heterogeneous catalysis with MOFs through the postsynthetic incorporation of chiral Ni or Ti-residues on the pore structure.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986104426": {
            "orgId": "986104426",
            "orgName": "THE SCRIPPS RESEARCH INSTITUTE",
            "ecContrib": 0
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}