{
    "rcn": "208915",
    "acronym": "TAML-ArM",
    "topics": "MSCA-IF-2016",
    "title": "Development of an artificial alkane monooxygenase: A leap in bioinspired oxidation catalysis",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The oxygenation of inert C-H bonds is a highly challenging reaction that has an enormous untapped potential for the European chemical industry. Indeed, it offers attractive means to upgrade cheap hydrocarbons into high value-added products. Nature relies on iron-based enzymes and oxygen to perform such transformations. In a biomimetic spirit, catalytic alkane hydroxylation is best achieved using iron-based catalysts and H2O2 as oxidant. Compared to natural enzymes, however, such systems display modest performance. In the TAML-ArM project, we aim to the development of a novel approach that consists of creating an artificial alkane monooxygenase by introducing a highly active iron complex within a protein scaffold. This strategy, pioneered in the Ward group, has ample precedent for less challenging reactions, and it potentially represents a significant step forward in bioinspired hydroxylation chemistry. To achieve this goal artificial metalloenzymes merge homogeneous- and enzymatic catalysis, two traditionally complementary strategies. We envision that this approach will: i) improve the catalytic activity by protecting the highly reactive Fe=O-moiety by shielding it from undesirable side-reactions and ii) provide novel selectivities, owing to second coordination sphere interactions between the protein and the substrate. Thanks to this innovative catalytic approach, we will develop a paradigm shifting technology for the selective hydroxylation of hydrocarbons: the reactions will be performed in water at room temperature using benign H2O2 as oxidant.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}