{
    "rcn": "208928",
    "acronym": "EVOMA",
    "topics": "MSCA-IF-2016",
    "title": "The influence of Environmental Variability On Mussel Aquaculture and adaptation in the context of global ocean change",
    "startDate": "16/11/2017",
    "endDate": "15/11/2019",
    "objective": "Global ocean change (GOC, including warming and acidification) poses one of the largest threats to marine fisheries and aquaculture. Yet, there are still few predictive consequences, due to the limited understanding of speciesí in situ responses. Recent studies suggest that spatial differences in environmental conditions influence physiological tolerances of marine populations. This project tests the hypothesis that environmental variability of multiple stressors (temperature, pH, salinity) enhances physiological hardiness of sensitive early life-stages of an economically valuable mollusk, the mussel Mytilus galloprovincialis. The project implements a novel, three-pronged, multidisciplinary approach using (1) population comparisons to assess performance of mussels from sites of low and high environmental variability, (2) mild stress exposures to test for enhanced physiological performance in the field, and (3) larval cultures to assess proteomic responses to temporal variability of multiple stressors and carryover effects to juveniles. This project includes collection of oceanographic time-series data at field sites (including at an aquaculture farm), with state-of-the-art pH sensors, to identify frequency of stress events and inform experimental design. This still rare approach, using in situ data with laboratory studies, improves environmental realism in GOC studies. The project addresses a crucial gap in the current understanding of coastal environmental variability and multiple stressors and has direct application to aquaculture practices. By combining the researcherís and hostís expertise on marine physiology related to GOC pressures, this project will advance innovations in the field of GOC biology, state-of-the-art pH sensor technology transfer, and applied proteomics, and will thus become an important step forward in the career of a Researcher dedicated to GOC biology, and strengthen European expertise in these fields.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}