{
    "rcn": "208990",
    "acronym": "AFFINITY",
    "topics": "MSCA-IF-2016",
    "title": "Amplitudes and form factors via integrability",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Our theoretical description of natural phenomena is mostly limited to the regime where the interaction among fundamental particles is sufficiently weak, making the understanding of strongly-coupled gauge theories one of the main challenges of current research in theoretical physics. This proposal aims to study the structure of form factors -- important off-shell generalizations of scattering amplitudes of great phenomenological relevance -- in the maximally supersymmetric Yang-Mills theory at all values of the coupling. Importantly, the strong- and finite-coupling regimes are made accessible by the AdS/CFT correspondence and its integrable structure, respectively. The methods required to achieve the goals of this proposal will extend in a non-trivial way the recent beautiful results in the related field of scattering amplitudes. In particular we plan to derive a precise correspondence between form factors and Wilson loops, to exploit this picture to investigate the strong-coupling regime, and to extract finite-coupling predictions for form factors in the spirit of the recent, powerful OPE approach to scattering amplitudes. Finally we will also analyze the properties of form factors under collinear factorization. \nThis proposal includes a detailed program for the dissemination and communication of its results. The former will mostly be based on seminars and posters at major international conferences, while the latter involves a broad spectrum of outreach activities with diverse audiences ranging from primary school pupils to interested adults. In addition, the proposal includes a detailed training program for the researcher, who will be involved in training courses in scientific management and science communication, and will participate in several scientific workshops and conferences. This wide range of complementary activities is distributed in a balanced way over the duration of the fellowship to maximize the benefit for the researcher.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}