{
    "rcn": "208985",
    "acronym": "BROAD",
    "topics": "MSCA-IF-2016",
    "title": "Learning to bracket broadly",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "As a consequence of reforms of the social security systems in the EU, consumers increasingly face numerous investment decisions that involve risk, such as how to allocate their retirement savings between risky and safe assets. However, consumers often fail to make optimal choices. A key aspect in this context is whether and how people integrate (or ìbracketî) the many different choices under risk they face. Evidence suggests that people often bracket narrowly, i.e., they view each choice in isolation and not in the context of the other choices they face, thereby often making choices that are not in their best interest. \nUnderstanding what determines how people bracket their choices is therefore of crucial importance. An important open question is whether people can (be induced to) ìlearnî to bracket broadly through a clever design (or ìframingî) of the decision environment. I will investigate this question in a laboratory experiment to establish the scope and limits of learning to bracket broadly. Making the insights transferable across contexts and institutional features requires knowledge about the cognitive mechanisms of this learning. I use recent advances in neuroeconomics to gain a better understanding of these mechanisms using functional magnetic resonance imaging. \nThe project will build on my initial experience in research on choice bracketing and complement this with the existing strengths in behavioral economics and neuroeconomics, as well as, the excellent research and training infrastructure at Maastricht University.\nThe insights gained will lead to a better understanding of how individuals deal with multiple decisions involving risk and ìthe way consumers understand and choose financial servicesî (European Consumer Agenda).  The project will contribute to the design of policy interventions that help consumers make better decisions via a grant proposal with an industry partner and comprehensive dissemination and communication activities.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}