{
    "rcn": "208906",
    "acronym": "PhoRAu",
    "topics": "MSCA-IF-2016",
    "title": "Photochemistry and radiolabelling of gold(III) anticancer prodrugs",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The use of light to activate anticancer prodrugs is nowadays a reality in clinics around the world. Photodynamic therapy is an effective treatment for the localised destruction of cancer cells in a range of tissues and organs. Triggering the antiproliferative activity of chemotherapy agents with spatial and temporal control offers the advantage of reducing side effects and resistance. On the bases of the great success of metal-based drugs (e.g. cisplatin and its derivatives), photoactivatable metal complexes have been investigated for their potential in light-activated therapy. This promising class of molecules is characterised by outstanding photophysical and photochemical features, which can result in novel cytotoxicity mechanisms. Among transition metals, gold has shown promising anticancer features, however no attempt to exploit Au photochemistry for medicinal use has been reported yet.\nThis project aims at exploring such potential by investigating the development of innovative photoactivatable gold complexes that can be used as effective prodrugs for photochemotherapy and simultaneously act as imaging agents.\nIn particular, the research plan involves the synthesis of novel gold(III) carbene complexes which display dark stability in physiological conditions and high reactivity under light irradiation. These systems can undergo controlled Au(III)/Au(I) reduction in cell compartments giving new cell killing modes and therapeutic advantages. Strikingly, their remarkable synthetic and chemical versatility are ideal for combining therapy and imaging capabilities through labelling with 124-I radionuclide for Positron Emission Tomography (PET). Integration of such features has the potential to deliver innovative image-guided agents for cancer phototherapy.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968784300": {
            "orgId": "968784300",
            "orgName": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}