{
    "rcn": "208944",
    "acronym": "STRAIN",
    "topics": "MSCA-IF-2016",
    "title": "fault STRength breAkdown and Implications for earthquake Nucleation",
    "startDate": "14/09/2017",
    "endDate": "13/09/2019",
    "objective": "Our ability to limit the societal and economic impact of the earthquakes is strongly tied to our understanding of the physics lying behind the earthquake phenomenology. Most earthquakes are generated along pre-existing faults that suddenly fail after prolonged periods of tectonic stressing. Indeed, an earthquake is generated by the imbalance between the elastic energy provided by the rocks surrounding the fault and the strength drop of the fault itself, which is degraded by progressive slip. A large number of experimental and geophysical data well characterize the first-order resistance of the rocks either before (ìstaticî strength) or after the initiation of seismic slip (ìdynamicî strength). However, there is a fundamental lack of understanding about how exactly the fault strength decrease slip (STRAIN weakening) and about the real elasticity of the rock masses around the fault, i.e. the ìspringî that triggers the earthquakes. We propose the first systematic study of the changes in rock strength with progressive strain using two world-class deformation apparatuses hosted at Durham University, integrating a wide range of microstructural observations and lab seismology techniques to have insights into the microphysics of deformation. We also propose to acquire an unprecedented dataset on the elasticity of fault rocks at in situ conditions, which will be combined with shear experiments to produce empirically calibrated models of fault zone that may shed new light on the process of earthquake nucleation and of potential seismic precursors.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}