{
    "rcn": "208905",
    "acronym": "ALDing",
    "topics": "MSCA-IF-2016",
    "title": "Novel industrial processes using the Atomic Layer Deposition technique",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Different from chemical vapor deposition (CVD) and physical vapor deposition (PVD), atomic layer deposition (ALD) is based on saturated surface reactions. In this case, the thin films are grown in a layer-by-layer fashion allowing sub-nanometer thickness control, low temperature depositions, good uniformity and superior step coverage on high specific surface area components compared to CVD and PVD.\nThese advantages of ALD over other thin film deposition processes have been conventionally applied mainly in semiconductor electronic industry on the preparation of layers of outstanding High-K dielectric materials. \nBut, due to the advances in tool design and recipe development, the importance of ALD is rapidly expanding for producing innovative nanoscale materials. \nALD new applications are highly multidisciplinar. It has an emerging potential on photovoltaic cells, flexible electronics, enhanced performance glass, paper and textiles, new generation transistors, sensors, and advanced energy materials technology. Innovations brought by nanotechnology to biosciences and biosensors are also proving to be good candidates to benefit from these potentialities and its surface funcionalization.\nUnder this scenario, this proposal intends to built up an outstanding Research and Development department at a recently created SME (CTECHnano) that will be focused on extending the applications of ALD technique to all the emerging and/or unexplored industrial areas mentioned above. This action will contribute to enhance european industry competitiveness on the surface modification manufacture.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "COATING TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929228379": {
            "orgId": "929228379",
            "orgName": "COATING TECHNOLOGIES SL",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}