{
    "rcn": "208994",
    "acronym": "OceanModes",
    "topics": "MSCA-IF-2016",
    "title": "Basin modes of the ocean: their role in the interannual to interdecadal climate variability",
    "startDate": "08/01/2018",
    "endDate": "07/01/2021",
    "objective": "Decadal climate predictions are a strong societal need for both EU and non-EU communities. However, mechanisms of low-frequency variability of the climate system remain unclear, preventing accurate prediction of decadal climate changes. Several mechanisms have been proposed so far and they can be sorted in three categories: ocean only, atmospheric only and coupled dynamics. My project falls in the first category, focussing on the intrinsic variability of the ocean forced by prescribed steady (or seasonally varying) atmospheric forcing. Because of the long memory of the ocean, recurrent patterns of oceanic variability, such as the oscillatory free basin modes, are the best candidates for decadal predictions of the ocean-atmosphere system. However, our current understanding of the dynamics behind basin modes is low and urgent action is needed to improve it. An important question is whether these patterns can emerge above the noise level of stochastic variability. One of my scientific hypotheses is that local baroclinic instability at high latitudes, in addition to wind-stress and surface buoyancy fluctuations, can excite robust global modes of oceanic variability. Objectives of my project consist in increasing our knowledge of oceanic basin modes and assessing their relevance to decadal climate predictions. In the first part of the project, the dependence of the global modes on external parameters, such as bathymetry, model resolution, coastlines and mean flow will be systematically studied in a step-by-step approach. In the second part, I will obtain the optimal forcing of the basin modes and its dependence on the external parameters cited above. In the third part, the basin modes will be calculated in a realistic setting of the world ocean and rationalized in the light of what have been learnt in the first two parts.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999902676": {
            "orgId": "999902676",
            "orgName": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
            "ecContrib": 264668
        }
    },
    "calculatedTotalContribution": 264668
}