{
    "rcn": "208911",
    "acronym": "PREMETAZOAEPIGENOME",
    "topics": "MSCA-IF-2016",
    "title": "The role of genome regulation in the origin of animals",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The goal of this proposal is to understand how animals emerged from their unicellular ancestors. It is clear that the role of the genome regulation at the level of chromatin organization plays a crucial role in cell type specification, a hallmark of animals. However, how these genome regulatory mechanisms arose and whether they were already present in the unicellular ancestor of animals remains an open question. So far, there is minimal information to address this question from a comparative point of view. To fill this gap, we will characterize histone modifications, DNA methylation and open chromatin regions in one of the closest unicellular relatives of animals, an ichthyosporean Creolimax fragrantissima, which exhibits a multicellular-like developmental cycle. In particular, we will carry out a comprehensive genome-wide analysis of histone modifications by ChIP-Seq, ATAC-Seq, as well as techniques for detecting the distribution of 6-methyladenosine DNA marks, during the developmental cycle. In parallel, we will also investigate the Myc transcription factor network. Myc, along with its partners Max and Mad have been discovered in unicellular holozoans, suggesting that the network has already regulated cell proliferation and differentiation in the unicellular ancestor of animals. We will detect the genomic targets of Myc, Max and Mad proteins by performing ChIP-Seq. To complement these results with functional studies, we will develop genome editing tools in Creolimax. The data and the comparative analyses will provide significant insights into the nature of the regulatory genome of the last unicellular ancestor of animals. Specifically, we will learn whether the last unicellular ancestor already possessed features of complex genome regulation, such as distal enhancers, gene silencing, and dynamic regulation of chromatin states during development, and to what extent the complexity and function of the Myc transcription factor network was already present.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}