{
    "rcn": "208962",
    "acronym": "SIMOF",
    "topics": "MSCA-IF-2016",
    "title": "Single-Molecule Spintronics: a Coordination Chemistry Approach to Quantum Computing",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The project proposed herein develops in the frame of the Coordination Chemistry approach to Molecular Magnetism and Molecular Spintronics, aiming at the design, synthesis and characterisation of new prototypes of multifunctional and multiresponsive molecular magnetic devices based on Single Ion Magnets (SIMs), as models of electro- and photoswitchable multiple Quantum Bits and Quantum Gates (QGs) for the physical implementation of Quantum Information Processing in the emerging field of Quantum Computation.\nThe project focuses on three different targets: (i) The synthesis of multi-dimensional SIM-based coordination polymers, whereby the feebly interacting and potentially switchable individual SIMs would constitute the nodes of the open-framework structure of Metal-Organic Frameworks (SIM-MOFs). Their properties will be investigated as a proof-of-concept design for multi-responsive electro- and photoswitchable multiple qubits and quantum gates of interest in quantum computation; (ii) The preparation of individual and multiple SIMs, referred to as multiSIMs, within the confined space of Metal-Organic Frameworks (MOF-confined SIMs/multiSIMs) by taking advantage of the host-guest chemistry to produce technology-generating properties. Well-ordered host-guest hybrid materials will be obtained through the in-situ synthesis of SIMs and multiSIMs within the pores of magnetic MOFs by means of single-crystal to single-crystal post-synthetic processes (iii) The preparation and study of uniformly organised thin films of individual SIMs and multiSIMs on either gold or functionalised silicon surfaces, respectively, as prototypes for magnetic devices for Quantum Computing (SIMs and multiSIMs thin films). Addressing this new class of multifunctional molecular magnetic materials on thin films is mandatory in order to take advantage of their unique properties and eventually cross the bridge between fundamental science and technological applications.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}