{
    "rcn": "208968",
    "acronym": "SURGE",
    "topics": "MSCA-IF-2016",
    "title": "Social Sustainability and Urban Regeneration Governance: An International Perspective",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "The aim of the research is to support the career development of an experienced researcher through an interdisciplinary project that tackles a crucial policy issue for cities globally, that of urban regeneration governance. Developing a novel interdisciplinary conceptual framework, and applying a stakeholder evaluative frame in the analysis, the project explores the governance of urban regeneration projects in two world cities, Vancouver and London.\nThe scientific objectives of the research are: to develop an innovative theoretical framework that integrates different disciplinary perspectives on urban governance; to critically analyse the dynamics of urban regeneration governance and in particular the role of different stakeholders in the process; and to provide research and policy recommendations for dissemination to wide audiences.\nThe outgoing host is the University of British Colombia, Vancouver, at the School of Community and Regional Planning (SCARP), while the return phase will be hosted at Oxford Brookes University (OBU). Both SCARP and OBU provide ideal hosts for the fellow, offering a strong multidisciplinary environment, a network of international contacts, and an outstanding track record of training researchers. The research training objectives of the proposal are to train the fellow in a new methodology, digital ethnography, which she will then apply to the research; to complement the researcherís knowledge of urban governance in the UK with in-depth understanding of the Canadian case, and so develop a comparative urbanism perspective; to participate in seminars and other events organised by the outgoing and return hosts; and to interact and collaborate with international scholars from different disciplines in areas of mutual interest. In order to maximise the impact of the research, the fellow will also undertake a three-month secondment at a Paris-based NGO, European Alternatives, where her findings will be exploited in real life regeneration settings.",
    "totalCost": "255349,8",
    "ecMaxContribution": "255349,8",
    "coordinator": "OXFORD BROOKES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        },
        "999446873": {
            "orgId": "999446873",
            "orgName": "OXFORD BROOKES UNIVERSITY",
            "ecContrib": 255350
        }
    },
    "calculatedTotalContribution": 255350
}