{
    "rcn": "208937",
    "acronym": "COPWOM",
    "topics": "MSCA-IF-2016",
    "title": "The Continuation of Politics with Other Means: War and Protest, 1914-2011",
    "startDate": "01/10/2017",
    "endDate": "31/03/2019",
    "objective": "'This project looks at the political means employed by those who, for various reasons, resorted to protest during times of war in the period from the First World War to the Iraq War. In most cases, the challengers embraced alternative means of political articulation due to the established channels of political decision making being controlled by the supporters of the war in question. Case studies illuminate the manifestations of war-time protest in different wars including both the well-known and some of the 'forgotten wars': First World War, Spanish Civil War, Second World War, Korean War, Vietnam War, Soviet War in Afghanistan, Falklands War, Kosovo War and Iraq War. The project pursues the objective to articulate the relationship between war and protest and to develop further the debate surrounding war as a channel of cultural, social and political change. It will advance research into the comparative dimension of war-time protest by embedding this investigation in an analytical framework focused on the methods and questions of historical enquiry into social movements, and to give further specificity to the debate on processes of politicisation and depoliticisation with particular focus on the variety of motivations that drove war-time protest beyond just pacifism. This analysis combines methods from the history of protest and social movements, the history of war, the history of political thought as well as film and visual studies. The project provides conceptual tools and evidence on the pre-history of present-day protests, e.g. against U.S. unilateralism in Iraq. Via a number of publications and engagement events, especially in conjunction with public film screenings, it will create impact by intervening in current debates about the repercussions of global warfare and by furthering public awareness of the crucial historical role of war-time protest in the European political heritage.'",
    "totalCost": "119595,6",
    "ecMaxContribution": "119595,6",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 119596
        }
    },
    "calculatedTotalContribution": 119596
}