{
    "rcn": "208952",
    "acronym": "ColourFish",
    "topics": "MSCA-IF-2016",
    "title": "Zebrafish colour vision: a functional approach to studying outer retinal wiring strategies",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Colour vision is critical animals to navigate their environment. Here, two or more spectrally distinct cone-photoreceptor types are needed in the retina which must be postsynaptically combined to extract contrasts in wavelength.\n Bipolar cells make selective connections with distinct cone types at the first synaptic layer of the retina and cone-signal integration by bipolar cells lays the foundation for vertebrate colour vision. However, how bipolar cells form connections with selective cone types and achieve functional integration of these inputs to extract chromatic signals during development remains poorly understood. We will focus on zebrafish that has robust colour vision and study the roles of cone inputs and composition in establishing bipolar cell chromatic wiring and function. We will use a multidisciplinary approach spanning genetic methods, anatomical analysis, physiological recordings and statistical modelling. Drawing on existing genetic tools and marker lines established by the applicant, we will focus on two genetically targeted bipolar cell types: one that is cone-selective and one that is cone-unselective. First, we will use in vivo time-lapse imaging to study how these bipolar cells formation dendritic contacts with cones during development. Next, we will use two-photon functional imaging of light-driven synaptic release from cones as well as both dendritic and axonal imaging in bipolar cells to study how chromatically distinct signals are functionally integrated. Finally, using further lines already established by the applicant, we will genetically silence or ablate individual cone types to study how functional integration and wiring formation are regulated by the activity or availability of cones. These studies will gain insight into the strategies to encode chromatic information in parallel pathways of the retina and thus advance our understanding in the role of colour vision circuits in driving animal behaviour.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}