{
    "rcn": "208949",
    "acronym": "COV RESTRIC",
    "topics": "MSCA-IF-2016",
    "title": "Unravelling species barriers of coronaviruses",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "'Human coronaviruses (CoVs) are distributed worldwide and cause a significant percentage of all common colds. Most of these viruses presumably emerged through zoonotic transmission, have adapted to the human host, and are now known to cause mild upper respiratory tract infections. However, the more recent zoonotic transmission of the highly pathogenic Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) and the Middle East Respiratory Syndrome Coronavirus (MERS-CoV) have demonstrated the potential of coronaviruses to also cause highly severe human diseases and are associated with a high mortality. The precise mechanisms that allow coronaviruses to jump across species barriers are only poorly understood. 'COV RESTRIC' aims to unravel species barriers of coronavirus infections and to uncover basic host cell mechanisms preventing a transmission across different species. We hypothesize that conserved restriction factors exist between different species which limit viral replication and which need to be overcome via viral evasion and adaptation strategies in order to establish a zoonotic infection. These may include the lack or genetic incompatibility of essential viral replication co-factors as well as the presence of antiviral restriction mechanisms. We will use two complementary genetic screening approaches to identify unknown coronavirus restriction factors. Once we have identified possible candidates, we will analyze them for their cross-conservation employing coronaviruses from different species, such as human, bat and camel virus isolates, as well as the respective primary cell culture material originating from the authentic host. This approach will help to rigorously define species barriers to viral transmission which should promote future development of preventive and therapeutic strategies to combat emerging RNA virus infections in humans.'",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHES DEPARTEMENT DES INNERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990186089": {
            "orgId": "990186089",
            "orgName": "EIDGENOESSISCHES DEPARTEMENT DES INNERN",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}