{
    "rcn": "208961",
    "acronym": "NANOCANCER",
    "topics": "MSCA-IF-2016",
    "title": "Getting new insights into the radio-sensitization effects of nanoparticles in photon and charged particle therapy",
    "startDate": "30/10/2017",
    "endDate": "29/10/2019",
    "objective": "The use of high-atomic-number nanoparticles (NP) as tumour radio-sensitizers has been recently proposed as a breakthrough in radiotherapy (RT). Numerous biological studies have shown the enhanced effectiveness in tumor cell killing when NP were associated to photon RT and, more recently, to charged particle therapy. However, the mechanisms of action are not clear yet. In addition to the damage due to a possible local dose enhancement (physical effects), the interaction of NP with essential biological macromolecules could lead to changes in the cells (biochemical effects) leading to an amplified effect of the radiation. Within this framework, the main goal of the NANOCANCER project is to get deeper insights into the mechanisms underlying the amplification of radiation effects of NP. For this purpose, I will use a multidisciplinary strategy to evaluate both the biochemical and physical effects involved in these innovative nano-RT approaches. Vibrational spectroscopy (Fourier transform infrared, FTIR, microspectroscopy) will be employed for the first time to investigate the biochemical features in glioma cells combining two high-Z standard nanoparticles (Au and Gd) and charged particle beams. Physical effects will be also assessed by performing complementary Monte Carlo simulation of radiation transport, which will allow a realistic modelling of early biological damages induced by the radiation at the nanometre scale. This interdisciplinary proposal will be essential to better characterize the radio-sensitization effects of NP in glioma cells and, in addition, will bring light to the present charged particle therapy radiobiology, which seems to lead to substantially different tumour responses with respect to conventional RT at the cellular and molecular level. The knowledge of these biochemical features will help researchers to develop RT by taking full advantage of the underlying biology an enhance the therapeutic index of RT for diseases with poor prognosis.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999917226": {
            "orgId": "999917226",
            "orgName": "CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}