{
    "rcn": "208909",
    "acronym": "DisMolGels",
    "topics": "MSCA-IF-2016",
    "title": "Dissipative Self-Assembly: A powerful but unexplored tool to create temporary supramolecular hydrogels",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The aim of this study is to develop molecular temporary hydrogels coupled to an energy dissipating chemical reaction (DisMolGels). Until now, most molecular self-assembled materials operate close to thermodynamic equilibrium, under static conditions, and are thus far from the interesting features biological living ìmaterialsî display. Biological materials are thermodynamically open and are kept far from equilibrium by a constant input of energy. This mode of self-assembly, one of the requirements of life, is referred to as dissipative or dynamic self-assembly. For this project I will focus on the recreation of part of such dissipative processes, and translating them to our current static hydrogel materials. With that, dynamic hydrogels with entirely new properties, most prominently their tunable lifetime and stiffness, will be developed. To do so, chemical fuels will be used as energy input and simple synthetic peptide derivatives will be constitute the self-assembling building blocks.  \nNot only will this project result in hydrogels with a tunable lifetime and stiffness, it also aims at setting new design guidelines and requirements to develop dynamic systems. Thereby it aims at aiding the scientific community as such rules currently lack, hampering the development of these interesting systems.\nThe ambitious research project builds on what I have already accomplished working on thermodynamically static self-assembled systems and the expertise that the host group offers in terms of dynamic materials approach. The research experience I will gain and all training received during the MSCA, will reinforce my expertise in this field and empower me to grow as an independent research leader.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}