{
    "rcn": "208951",
    "acronym": "SamSD",
    "topics": "MSCA-IF-2016",
    "title": "Theoretical insides in endohedral metallofullerene based  Self-Assembled Monolayers: Statics and Dynamics.",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Modeling of formation and properties self-assembled monolayer (SAM) is a very challenging task, especially if highly functional-ligands are concerned. It is true, for instance, in the case of endohedral metallofullerene (EMF) based SAM - a promising single molecular magnet (SMM) grids in-making. Properties of such SMM grids would be a function of SAM architecture (attachment types and crowding effects) and inner-cluster dynamics under these geometrical constrains. Electronic structure complexity of EMFs and structural mobility of ligands in SAMs brings a dual issue.  On the one hand, a minimal level of theory to address the magnetic properties of the systems would require ìcomplete active spaceî-quality methods, yet the whole size (~10E3 atoms) of the system makes these computations hardly feasible and is limited so far to single molecules. On the other hand, while the system dynamic can be approached by less computationally demanding semiclassical or even classical approaches, such methods are unable to give a reliable magneto-physics of the SMM unit. This project will offer a solution to this problem by extensive development of the multiscale methods (MSM), in which the whole system is divided into the regions described with different levels of theory accordingly to its complexity.  Developed protocols and schemes would be universals across SAM field and highly profitable for the SMM industry on a whole.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544746": {
            "orgId": "999544746",
            "orgName": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}