{
    "rcn": "208907",
    "acronym": "FiTTeR",
    "topics": "MSCA-IF-2016",
    "title": "Developing a Fibrosis Targeting and Tissue Reparative (FiTTeR) Therapy for the Infarcted Myocardium via an Injectable Functionalized Extracellular Matrix Hydrogel",
    "startDate": "21/08/2017",
    "endDate": "20/08/2019",
    "objective": "As a Marie Sk?odowska-Curie Fellow, I will develop, characterize, and determine the efficacy of a biomaterial platform to target pathologic fibrosis and promote tissue repair following myocardial infarction (MI). I have an ideal background and will perform well in this project based on my expertise in extracellular matrix (ECM) derived biomaterials, characterizing the immune response to biomaterials, and evaluating in vivo outcomes. The proposed system will consist of a protein fragment tethered to an injectable hydrogel. The hydrogel carrier will be composed of ECM, which has been shown to facilitate tissue repair processes by local modulation of immune cell phenotype . The cryptic protein fragment, recently isolated and recombinantly produced by the Stevens Group , has gained attention for its ability to regulate the onset of fibrosis by interfacing with cells to abrogate the release of matrix metalloproteinases (MMPs). No therapies currently exist to prevent or mitigate fibrosis. Developing a sophisticated delivery system for a cryptic protein fragment will enable the broad potential of targeting pathologic fibrosis to be realized. This system will be advantageous in simultaneously providing localized delivery, combined immunomodulatory and regulatory properties of the ECM and recombinant protein fragment, and sustained release of the protein fragment during degradation of the ECM hydrogel. The combination of my expertise (in ECM hydrogels, characterizing the host response to biomaterials, and translating technologies) and Prof Molly Stevensís supervision and world-class interdisciplinary biomaterials-focused group, the 2014 Research Group of the Year (European Life Science Awards), at Imperial College London (ICL), together make this project ideally suited for success.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}