{
    "rcn": "208950",
    "acronym": "MODCOMS",
    "topics": "MSCA-IF-2016",
    "title": "Modulated Composite Structures: A 3D Bulk Approach to Incoherent Hetero-Structure Interface Engineering in Oxides for Future Low Temperature Energy Applications",
    "startDate": "05/02/2018",
    "endDate": "04/02/2020",
    "objective": "Interfaces between oxides can provide entirely new ways to realize novel properties. The goal of this research project is to further clarify the fundamental relationships between composition, crystal structure and ionic transport properties in a novel system based on the hexagonal YMnO3 type structure.  This system shows a remarkably large reversible - oxygen storage capacity (LR-OSC) at very low temperatures 150-400C, and the experienced researcher(ER) hypothesizes that this transition may strongly depend on the energy related to the hetero-structure interface (HSI) formation that is naturally formed in modulated composite structures (MODCOMS); in this case between an YMnO3 and Y2Mn2O7 based structure in 3D (i.e., throughout the bulk material).  \nHere, selected promising compositions from the ERís preliminary results, where cationic substitutions have stabilized the mentioned transition from previously >100bar O2 gas pressure to 1atm P(O2), and can be synthesized under ambient air conditions will be used to make detailed studies possible at practical conditions. The ER will study the structural, thermogravimetric, electronic, thermodynamic and kinetic properties at the host at Northwestern University who is a well renowned expert in the field of oxides. The results from experiments will be linked to computational modeling studies at the returning host group at Chalmers. The overall goal will be to find an experimental and theoretical guiding principle to design  HSI in MODCOMS, to combine the excellent performance achieved from HSI in 2D by thin film techniques, with the low production costs for bulk materials by using interfaces in 3D in MODCOMS. The new insights will lead to new breakthroughs in the design of novel materials systems that can utilize interfacial transport in 3D to realize ionic transport and oxygen storage at very low temperatures; properties highly desirable for clean energy technologies like solid oxide fuel cells and heterogeneous catalysts.",
    "totalCost": "178993,8",
    "ecMaxContribution": "178993,8",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 178994
        },
        "999627778": {
            "orgId": "999627778",
            "orgName": "NORTHWESTERN UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 178994
}