{
    "rcn": "208939",
    "acronym": "WACE",
    "topics": "MSCA-IF-2016",
    "title": "Women at the Cutting Edge. Assessing the gendered impact of industrial logging on well-being in Solomon Islands.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "Women are often negatively affected by industrial logging in tropical forests. They are excluded from decision-making, and are vulnerable to the sexual exploitation, alcoholism and conflict associated with this extractive industry. However, the scientific literature on the impacts of logging on womenís well-being is fragmented, and the subject receives little attention from policy and industry. This project aims to address this gap by: 1) publishing 3 peer-reviewed articles in high-impact, open-access journals on the gendered impacts of logging in Solomon Islands, based on an innovative combination of ethnographic and quantitative research methods; 2) compiling case studies on women in logging concessions in a special issue of the journal of the European Tropical Forest Research Network; 3) developing a methodological toolkit for the systematic assessment of womenís well-being in forest concessions. The project results will be further communicated to professional and lay-audiences through oral presentations, policy briefs, newsletters, a website and on-line articles.\n\nThis research and training project will consist of an 18-month secondment period at the CGIAR-Center for International Forestry Research (CIFOR, Indonesia), and a 12-month return phase at the Institute for Cultural Anthropology and Development Sociology of Leiden University (CAOS-LU, The Netherlands). As part of the Global Fellowship the applicant will undergo thorough training in the field of gender analysis in forest management through the CGIAR Gender Research and Integrated Training Sessions at the PennState College of Agricultural Sciences. She will further acquire science communication skills through CIFORs outreach office. These training components, combined with the experience of mobility and the scientific and non-scientific outputs generated by the project, will prepare the applicant for her five-year career goal, which is to become associate professor at her home institution (CAOS-LU).",
    "totalCost": "197725,5",
    "ecMaxContribution": "197725,5",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998294707": {
            "orgId": "998294707",
            "orgName": "CENTER FOR INTERNATIONAL FORESTRY RESEARCH",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 197726
        }
    },
    "calculatedTotalContribution": 197726
}