{
    "rcn": "208956",
    "acronym": "DIRECtA",
    "topics": "MSCA-IF-2016",
    "title": "Targeting the Endocannabinoid System within Islets of Langerhans to Protect against Immune Destruction.",
    "startDate": "03/01/2018",
    "endDate": "02/01/2020",
    "objective": "Europe has the highest prevalence per capita of children with type 1 diabetes (T1D), an autoimmune disease with no cure that results in progressive destruction, and finally an absolute loss, of insulin-producing beta (?) cells in islets of Langerhans in the pancreas. This means that patients require exogenous insulin administration for life. Additionally, prolonged uncontrolled blood glucose levels increase the risk of cardiovascular diseases, peripheral neuropathy, renal failure and numerous infections. The endocannabinoid receptors (ECRs) CB1, CB2 and GPR55 are regulators of metabolism and immune action and are also present on ? cells. Cannabidiol, a CB1 antagonist, reduced the incidence of T1D in mice by reducing insulitis, thereby preserving ? cell mass. Additionally, blockade of CB1 alters insulin secretion, increasing proliferation and autophagy in ? cells. Importantly, ? cell-specific CB1 knockout mice have no T-cell infiltration in islets when their pancreas is challenged. Furthermore, activation of GPR55 and CB2 are reported to be beneficial in protecting from inflammation. In this project we intend to study the interaction of the ECRs and their potential synergy for protecting ? cells from insulitis. For this purpose, we will generate a non-obese diabetic (spontaneously develops autoimmune insulitis) ? cell-specific CB1 knockout mouse, and use pharmacological approaches to enhance GPR55 and CB2 signalling to determine if the diabetic condition can be prevented/ameliorated. We will assess ? cell damage together with mitochondrial function, autophagy, and inflammatory responses in our mouse model and after pharmacological manipulation. Thus, this project proposes a new strategy, not focusing on the immune system but on the role that ? cells themselves play in modulating their own reactivity, for the development of new therapies for preventing and/or treating T1D.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION PUBLICA ANDALUZA PARA LA INVESTIGACION DE MALAGA EN BIOMEDICINA Y SALUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998029218": {
            "orgId": "998029218",
            "orgName": "FUNDACION PUBLICA ANDALUZA PARA LA INVESTIGACION DE MALAGA EN BIOMEDICINA Y SALUD",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}