{
    "rcn": "208917",
    "acronym": "ILTIS",
    "topics": "MSCA-IF-2016",
    "title": "Innate-Like T-Cells In Sepsis (ILTIS): Implications for Early Diagnosis and Rescue of Immune Suppression.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Research on infectious diseases has high priority for the scientific and medical communities worldwide, to tackle the alarming spread of multidrug resistant bacteria and to fight and prevent virus outbreaks. On the French island of La RÈunion, infections such as leptospirosis and chikungunya pose considerable threats for public health.  My career aspiration is to establish myself as a clinical scientist in the field of immunology of microbial infections, especially in severe conditions such as septic shock and leptospirosis. I am also interested in deciphering the emerging role of host cell-derived factors (HSDF) in shaping the innate immune response. The immune response to pathogens and HSDF involves numerous cell types and soluble factors such as cytokines but remains ill-characterized. A better understanding of the cellular and molecular signatures in acute disease may pave the way to better and earlier diagnosis, targeted treatment and improved outcomes. \nThe aim of the proposed study is to study the phenotype and function of innate immune cells during sepsis, with a particular focus on ?? T-cells, neutrophils and monocytes. This translational research involves bed to bench-side approaches (clinical investigations on septic shock during community-acquired pneumonia) and in vitro studies in cell culture, by analysing cell viability and activation as well as key cellular functions such as cytokine release, phagocytosis and antigen presentation in relation to the causative pathogen. I am keen to link this project with my previous studies on immune-mediated cell death during septic shock and on the early immune response to leptospirosis. \nThe possibility to join the internationally renowned immunology teams at Cardiff University will be of great benefit to my research and will allow me to further my skills and expertise as well as create a network of productive collaborations for my future career when returning to Reunion.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}