{
    "rcn": "208926",
    "acronym": "GeoMOP",
    "topics": "MSCA-IF-2016",
    "title": "Modern Geospatial Practices for Ancient Movement Praxis",
    "startDate": "22/01/2018",
    "endDate": "21/01/2020",
    "objective": "Ancient roads cross-culturally reflect motivations and needs behind social, economic, political and religious relations of past societies; they imposed spatial order on agricultural production, enabled transportation of bulk-goods, mediated hegemonic power, and facilitated urban fabric. Everyday actions of past individuals must have had contributed to the formation of roads. And, in return roads must have had sustained individual (and societal) connectivity. Therefore, considered not only as the container of action, but also the action itself, the road has much more to say on the ancient movement praxis.  \n\nGeoMOP investigates Early Bronze Age roads (also called hollow ways) in Upper Mesopotamia. At this space-time continuum, the movement praxis of the political economy contributed to the formation of roads. In realization of this, GeoMOP will construct an exceptionally detailed typology of hollow ways. The methodology axiomatizes that variations in the volumes of ancient movement resulted in quantifiable differences in soil compaction which in return variably changed soil composition and structure. GeoMOP will explore these differences via satellite remote sensing under the sensor fusion paradigm. In following, an Agent Based Model will be constructed to estimate numbers of moving agents (e.g. herd animals and wheeled carts).\n\nResults of the study will far surpass the current archaeological knowledge on locations and dimensions of hollow ways óthe container, and will build an analytical model for the ancient traffic óthe action. In return, movement praxis will provide details of EBA political economy; including land ownership, urban-rural relationships, and nodes of economic complexity. In particular, GeoMOP will investigate questions, such as: if the spatial configuration and use intensity of roads can describe variations in economies and reflect conflicting economic interests of different social groups.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}