{
    "rcn": "208955",
    "acronym": "OpTiCA",
    "topics": "MSCA-IF-2016",
    "title": "Optimisation of Tidal energy Converter Arrays",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "As technology readiness level of Tidal Energy Converters (TECs) increases, moving from prototype demonstration to commercialisation, research efforts are focusing on TEC arrays layout optimisation to reduce costs and become competitive in comparison with other energy systems. Even though there are several prototypes of different scales that have been tested on the last years (mostly under controlled conditions) there is limited data on deployments in real conditions which negatively affects the accurate formulation of constrained problems on array schemes resulting on incomplete layout optimisation models. This project aims to provide a significant contribution towards the understanding of (a) the effects of TECs interactions with the environment; (b) the capabilities and limitations of common strategies used for the numerical modelling of TECs; and (c) how to mathematically formulate optimisation models to solve the TEC array layout problem considering technical, socio-economic and environmental constraints. From the methodology point of view, constraint optimisation models will be mathematically formulated considering ocean energy protocols, data collected from in-field measurements of prototypes tested in real environments and with surrogates built from validated numerical simulations. The outcomes of the project will contribute to improve common guidelines and standards for licensing tidal energy projects and de-risk financial investment. The Experienced Researcher (ER) will emerge from the project with an in-depth knowledge of tidal stream energy, training in mathematical optimisation and on new skills in data collection, increased competence on numerical modelling, and strong skills in research project management and coordination. This will grant him the capacity of achieving maturity as a researcher on ocean energy, a new emerging sector with great growth potential.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "UNIVERSIDADE DO ALGARVE",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999863003": {
            "orgId": "999863003",
            "orgName": "UNIVERSIDADE DO ALGARVE",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}