{
    "rcn": "208938",
    "acronym": "MitoDyaD",
    "topics": "MSCA-IF-2016",
    "title": "The role of the glucocorticoid receptor in dopaminoceptive neurons in mitochondrial dysfunction and vulnerability to depression",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Depression is considered as a common mental illness worldwide affecting around 350 million people. Chronic stress is a major risk factor for its development. Interestingly, individuals can differ in the way of coping with chronic stress and are either prone (vulnerable) or resistant (resilient) to develop depression. High anxiety-trait is a vulnerability factor to develop stress-induced depression. Furthermore, it was also linked with mitochondrial dysfunction in the nucleus accumbens and in the establishment of social hierarchies in rodents. These observations suggest an important role of mitochondria in the vulnerability to develop stress-induced depression. The glucocorticoid receptor that is activated upon stress was recently shown to regulate mitochondrial function and gene transcription. Our own data show that expression of the glucocorticoid receptor is altered in animals with high anxiety-trait correlating with the expression of several mitochondrial genes. Thus, our central hypothesis is that vulnerability to develop depression is caused by a glucocorticoid receptor-mediated dysfunction of mitochondria in the nucleus accumbens. This project will address this idea in the mouse model showing considerable individual differences in stress-induced psychopathology-like behavior. We will first examine the role of the glucocorticoid receptor in vulnerability to stress-induced depression by performing comprehensive behavioral studies. We will then evaluate the impact of the glucocorticoid receptor on mitochondrial function and structure. Lastly, we will apply a pharmacological approach aiming to mitigate stress-induced depression caused by physiological changes given by the glucocorticoid receptor. This will lead to the understanding of the contribution of the glucocorticoid receptor in the nucleus accumbens to define vulnerability and resilience to develop stress-induced depression, and might lead to novel therapeutics for counteracting stress-induced depression.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}