{
    "rcn": "208963",
    "acronym": "GRECO",
    "topics": "MSCA-IF-2016",
    "title": "Groundwater effects on coastal ecosystems",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Coastal lagoons host some of the most dynamic, diverse and productive ecosystems on Earth, which are subject to significant pressure from human activities. Hydrological land-ocean connectivity is a universally accepted important driver of coastal ecosystems, but the ecological effects of groundwater and associated solute fluxes to coastal systems remain poorly understood for most of the worldís shores. The overall goal of GRECO is to evaluate the role that groundwater fluxes play in the functioning and vulnerability of coastal lagoon ecosystems, by studying its effects on primary producers. This project encompasses a suite of innovative and interdisciplinary investigations aimed at (a) documenting the spatio-temporal distribution of groundwater-derived freshwater and nutrient inputs to lagoons and the exposure of benthic communities to groundwater-borne nutrients; and (b) evaluating the groundwater-derived effects on lagoon primary productivity by identifying the nutrient sources for primary production and the role of groundwater in lagoon ecological functioning. To these aims, two economically and ecologically important French lagoons with contrasting hydroecological conditions will be investigated by using new methods for coastal groundwater studies: 3D hydrodynamic numerical modeling and nutrient stable isotope analysis in primary producers. The novel understanding of groundwater-ecological interactions derived from this project will significantly advance the state-of-the art of groundwater studies in the coastal zone by providing direct evidences of ecological effects of groundwater discharge and by adding new methods to study groundwater implications. The results of GRECO will allow closing a current gap in the fundamental understanding of coastal processes, improving our capacity to sustainably manage hydrological and ecological resources in the coastal zone.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}