{
    "rcn": "208940",
    "acronym": "PLOMAT",
    "topics": "MSCA-IF-2016",
    "title": "Plotting the material flows of commonplace Late Bronze Age Seals in Western Eurasia",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The aim of PLOMAT, an innovative project on Commonplace Seals of Late Bronze Age Western Eurasia, is to offer new perspectives on the study of non-Èlite populations and the small-scale networks that operated at a time of art internationalization in the ancient world. PLOMAT will map the flows of materials and ideas in the Late Bronze Age by studying cylinder seals, which were an important and widely used class of object. Combining Digital Humanities and scientific material analysis with innovative archaeological and art historical theories, it will study for the first time the production and consumption of ëcommonplaceí cylinder seals in mid-second millennium BCE, which spread over a wide area from the Eastern Mediterranean to Central Western Asia. Seemingly produced en-masse on ëlow-costí materials, these artefacts represent an ideal subject for studying the flow of ideas across large areas in the ancient world. By developing and implementing novel computational methods and material analysis, and engaging with a bottom-up social archaeological approach, it will chart movements of people and ideas throughout East and West, provide for the first time a clear large volume of material analysis characterization, explore the appropriation and/or rejection of Mesopotamian material and visual culture and unveil elements of non-Èlite history of the region and its peoples. In addition to numerous essential transferable skills invaluable to the future world-class researcher and academic, PLOMAT will provide training in GIS and spatial analysis, exploratory multivariate statistics and X-ray fluorescence analysis of materials using Bruker Portable XRF Spectrometers. The expertise of senior researchers at the University of Cambridge, combined with available resources and facilities make it the ideal organisation to host the project and ER.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}