{
    "rcn": "208929",
    "acronym": "Mitogression",
    "topics": "MSCA-IF-2016",
    "title": "Generating yeast biodiversity by mitochondrial introgression for wine innovation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Wine global demand is decreasing due to a shift in consumer preferences and cultural changes. The EU is a GLOBAL LEADER in WINE production, whose wine companies wants to decrease ethanol content, while improving organoleptic properties to deal with these new demands. YEASTS, mainly Saccharomyces cerevisiae, play a KEY ROLE during wine fermentation, when alcohol and the main flavors are produced. Application of new yeasts, produced by genetic engineering, is limited due to the non-acceptance of Genetically Modified Organisms (GMOs). We PROPOSE to apply non-GMO methodologies, to obtain IMPROVED YEASTS by the generation of yeast strains (cybrids), with mitochondrial genomes (mitogression) from non-cerevisiae species, or hybrids, increasing yeast DIVERSITY, to select strains whose fermentation products match wine company expectations. We will ANSWER some BASIC research QUESTIONS: how is genotype molded by the presence of a foreign mitochondrial genome? Are these changes common between independent experiments and wild isolates? And, are evolved strains starting to show evidence of speciation from their ancestors? The results of this project will IMPACT the WINE INDUSTRY by generating new potential commercial strains, and future collaborations. The knowledge gained through this proposal will demonstrate to the scientific community the use of novel methodologies as well as expose the general public to the importance of biodiversity for industrial processes and how the transfer of genetic material and experimental evolution can produce beneficial traits for our societies. The researcher (evolutionary biology and bioinformatics background), supervisor (microbiology, systems biology, and synthetic biology background), and host institution (facilities, knowledge, experience, and supporting elements) will form a perfect entity for the development of MITOGRESSION proposal, and to CONSOLIDATE the scientific career of the researcher for his future INDEPENDENT position.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}