{
    "rcn": "208991",
    "acronym": "MONSTAA",
    "topics": "MSCA-IF-2016",
    "title": "Metabolism of Novel Strains of Arctic Algae",
    "startDate": "01/09/2017",
    "endDate": "30/04/2020",
    "objective": "Due to increasing environmental and economic pressures, there is a need to develop more efficient and sustainable food, feed and fuel production systems. Microalgae have substantial potential as single-cell molecular factories for producing high quality lipids, proteins and carbohydrates. They are capable of faster growth rates than crop plants and synthesize valuable metabolites that do not occur naturally in other primary producers. However, a major bottleneck that currently limits widespread microalgae production are the low yields achieved by commercial strains in cold climates. This project will develop new varieties of microalgae isolated from Arctic and Antarctic environments for applied bioprocesses. The work will include studying the metabolism of novel microalgae in low temperature bioreactors using functional genomics. The researcher will spend the outgoing phase at an established microalgae metabolism laboratory in the USA, where complete and very high quality training will be given in cutting-edge Next Generation Sequencing (NGS) technology. Genomic and transcriptomic work will be paired with metabolomics to give new insights into the regulation of metabolism in non-model microalgae species. The research will also include integrating data together into metabolic flux model frameworks. The major research outcomes will be (1) Genome-scale characterization of brand-new varieties of microalgae (2) Development of novel microalgae bioprocesses for high yields of lipids, proteins and carbohydrates in cold climates (3) Predictive metabolic models for maximizing yields of products of interest in non-model varieties of microalgae. In addition, comprehensive work and dissemination plans are presented that will target scientists, industry and the public.",
    "totalCost": "231642,2",
    "ecMaxContribution": "231642,2",
    "coordinator": "NORD UNIVERSITET",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986094144": {
            "orgId": "986094144",
            "orgName": "COLORADO SCHOOL OF MINES",
            "ecContrib": 0
        },
        "998222927": {
            "orgId": "998222927",
            "orgName": "NORD UNIVERSITET",
            "ecContrib": 231642
        }
    },
    "calculatedTotalContribution": 231642
}