{
    "rcn": "208914",
    "acronym": "TIMPANI",
    "topics": "MSCA-IF-2016",
    "title": "Test, Predict, and Improve Musical Scene Perception of Hearing-Impaired Listeners",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In both speech and music perception, the auditory system decomposes sounds that overlap in time and frequency into distinct perceptual events and streams, which is referred to as auditory scene analysis (ASA). Hearing-impaired listeners suffer from severely compromised ASA, as illustrated by their immense difficulties to understand speech in noisy environments. Although the central role of ASA in shaping the experience of music is widely acknowledgedóperceptually organizing sounds from multiple instruments or voices into melody and accompaniment, for instanceóthe role of hearing loss in musical scene perception remains largely unexplored. At the same time, hearing aids are typically designed for speech perception, not for music perception. Adopting a transdisciplinary approach that employs methods from music perception, auditory modelling, and signal processing, this Marie Sk?odowska-Curie Action aims to Test, Predict, and Improve Musical Scene Perception of Hearing-Impaired Listeners (TIMPANI). Firstly, a series of music perception tasks will be designed to assess the effects of hearing loss on musical scene perception abilities. Secondly, an auditory model will be developed in order to predict normal and hearing-impaired listenersí performance in ASA tasks. Finally, algorithms for scene-aware music mixing will be developed for improved music perception of hearing aid users. This research is timely and addresses the H2020 challenges to improve demographic change and wellbeing in European societies: The rise of hearing loss calls for scientific and technological breakthroughs in order to include hearing-impaired individuals in the cultural resource of music listening and making.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}