{
    "rcn": "208900",
    "acronym": "INoVA",
    "topics": "MSCA-IF-2016",
    "title": "Geochemical Controls on the Ice Nucleating Efficiency of Volcanic Ash",
    "startDate": "22/01/2018",
    "endDate": "21/01/2020",
    "objective": "Ice formation in the atmosphere has a major impact on the properties and lifetime of clouds yet is one of the least well understood processes indirectly affecting the Earthís climate. Heterogeneous ice nucleation by airborne solid particles (ëice nucleií) exerts a profound influence on clouds by raising the temperature at which ice can form relative to by homogeneous freezing of supercooled water droplets. Volcanic ash from explosive eruptions is increasingly recognised to be capable of acting as ice nuclei but factors determining the ash ice nucleating efficiency have yet to be elucidated. As for mineral dust from arid and semi-arid regions, physicochemical properties of the solid particles such as crystallinity, mineralogy and composition likely play a role in their ice nucleating efficiency, but this remains poorly understood and has not been systematically investigated for volcanic ash. In addition, the influence of thermochemical processes/conditions in the source magma, in the eruption plume and cloud, and in the ambient atmosphere on ash ice nucleating efficiency is not known. The  proposed research will address this gap in knowledge through an experimental approach uniquely bridging volcanic geochemistry and atmospheric science, to establish the link between ash ice nucleating efficiency and its physicochemical properties and magmatic, eruptive and atmospheric history. A range of natural ash and synthetic ash, generated and treated under controlled laboratory conditions, will be studied. Experimental data will be parameterised for use in model simulations to predict regional ice nuclei concentrations based on an Icelandic eruption scenario. Collectively, the proposed research, training and knowledge transfer activities will enhance the future prospects of both the Fellow and host, while contributing to the greater benefit of society by improving understanding of the potential impacts of ash emissions from explosive eruptions on the atmosphere and on climate.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}