{
    "rcn": "208986",
    "acronym": "LACTOPOC",
    "topics": "MSCA-IF-2016",
    "title": "A Low-cost disposAble eleCTrochemical biOsensor for Point Of Care (POC) hypolactasia diagnostic testing",
    "startDate": "02/05/2017",
    "endDate": "01/05/2019",
    "objective": "LACTOPOC is a multidisciplinary research and training programme targeted to provide Dr. Macia-Gonzalez, an expert in electrochemical analytical platforms design, with new entrepreneurial and scientific skills on translation of innovative biosensor technology into Point of Care (POC) diagnostic devices.\nLACTOPOC main scientific goal is to develop a low-cost and highly reproducible biosensor manufacturing platform technology for POC hypolactasia diagnostic testing. The project is based on the combination of two-well established analytical tools, i.e. paper-based microfluidics and electrochemistry, together with mass-manufacturing technologies for innovative design such wax and screen printing. \nHypolactasia is related to low levels or reduced activity of intestinal lactase, the enzyme responsible for the hydrolysis of lactose during its digestion. Undigested lactose after intake of dairy products is then accumulated in the intestine causing flatulence, abdominal pain and diarrhea in the individuals suffering from this malfunction. Despite it affects over half of the world population, its diagnosis remains challenging because associated symptoms are not specific and available methods for its diagnosis are unspecific and rely on trained staff and complex equipment. \nLACTOPOC will bring forward the technology developed by OSASEN for determination of D-xylose in urine and venous blood samples based on an electrochemical biosensor lab-prototype into a robust POC device with high sensitivity and reproducibility. The device will be able to detect and quantify accurately minimum D-Xylose concentration levels in a simple drop of human capillary blood sample. This novel POC biosensor device will assist LacTESTÆ, a non-invasive diagnostic test based on the synthetic analog gaxilose recently developed by VenterPharma, to become the first promising POC diagnostic testing for hypolactasia available in the market, leveraging their impact on patients and health care providers.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "OSASEN SENSORES S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917523486": {
            "orgId": "917523486",
            "orgName": "OSASEN SENSORES S.L.",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}