{
    "rcn": "208993",
    "acronym": "ILBIB",
    "topics": "MSCA-IF-2016",
    "title": "Ireland and Late-Georgian British Imaginings of Belonging: With Particular Reference to William Wordsworth",
    "startDate": "15/09/2017",
    "endDate": "14/09/2019",
    "objective": "Belonging ñ a concept at the heart of which lies a yearning for home ñ has domestic, regional, national, and even cosmopolitan implications. It was a particularly important concept in late-Georgian Britain (c. 1780-1830), during which time socio-political instabilities fostered an inward-looking impetus, prompting Britons to ask what home meant and what attachment to home entailed.\n \nThis project looks at Irelandís place in late-Georgian British imaginings of national and intranational belonging. Various forms of art ñ verbal, visual, and aural ñ will be analysed to show how the story of belonging overflowed formal limitations and became strategically embodied in art.\n \nTo provide a foundation from which to branch out into various writers, artists, ideas, contexts, and works of art ñ which are selected across national and gender boundaries ñ I shall focus on the English poet William Wordsworth (1770-1850). Whilst Wordsworthís writings about Scotland, Wales, and Continental Europe have been explored, his relationship with Ireland has yet to be fully studied.\n\nThis project contributes to recent scholarly work on British travellers in pre-Famine Ireland, as well as to studies of Romantic writersí Irish experiences. Focusing on the theme of belonging, this project revisits the debates, in humanistic geography, about the processes of mediation and remediation in which ëspaceí is turned into ëplaceí, or, in another theoretical framework, into lieux de mÈmoire. But the central theoretical concern is to tease out the complex ways in which the story of belonging was framed in various cultural media and the socio-political implications of various forms of 'strategic storytelling'.\n\nThis project will redress the marginalisation of Ireland in English literary studies, which reflects an abiding set of cultural prejudices against Ireland that are still perceptible even in twenty-first-century Britain and Europe, even after the Troubles in Northern Ireland had subsided.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}