{
    "rcn": "208910",
    "acronym": "MedRoute",
    "topics": "MSCA-IF-2016",
    "title": "On the route of multiculturalism(s). Marking and hybridizing identities in the late 17th and early 18th centuries Mediterranean port cities",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "This project aims to analyze the phenomenon of multiculturalism in four Mediterranean port cities of the late seventeenth and the early eighteenth centuries. The research uses three identity markers (foodways, clothing, and language) to chart how differences in the political and physical environments affect the balance between marking and hybridizing identities in the port cities of Izmir, La Valletta, Livorno and Marseille. Although very different amongst themselves, these four cities, placed on a maritime trading route cutting the Mediterranean from east to west, share a highly developed cultural, ethnical, and religious pluralism. The comparative analysis adopted will shed light on the concept of multiculturalism(s) in the pre-modern Euro-Mediterranean space, explaining how members of the same group handled coexistence following different strategies. In analyzing identity as a dynamic process, the research enters into the historiographical debate on the One-Plural nature of the Mediterranean on two critical levels: the ways in which Mediterranean identities interact with one another and how they generate a multicultural zone. Through an interdisciplinary study, the project will shape the ineradicable ambiguous nature of multicultural zones in the Mediterranean. This goal will be undertaken through the analysis and verification of three main assumptions that form the basis of the research:\n1. The role of the political factor in determining the type of multiculturalism which developed and the ethical role of politics in assuming tolerance as a tool for fostering a more vibrant and resourceful society.\n2. The role played by internal members of the communities on the basis of social class, education and gender, and how these factors determined the individual positioning on the scale from integration to segregation.\n3. The functionality of multicultural policies in enhancing urban welfare.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 244269
        },
        "999573458": {
            "orgId": "999573458",
            "orgName": "THE UNIVERSITY SYSTEM OF MARYLAND FOUNDATION, INC.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 244269
}