{
    "rcn": "208941",
    "acronym": "EVOSPARROW",
    "topics": "MSCA-IF-2016",
    "title": "The evolutionary origins and consequences of human-commensalism in Passer sparrows",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Human-commensal species are almost constantly present in our daily lives; they are the mice in our fields or the sparrows in our gardens. The evolutionary trajectories of these species are intertwined with our own through the development of agriculture and human civilization, yet we know surprisingly little about their origins. \n\nMy project, EVOSPARROW, will focus on Passer sparrows, including the House sparrow, one of the most ubiquitous commensal species. I will first use whole-genome resequencing to resolve the phylogeny of the Passer genus and provide context for the evolution of human commensalism. I will then make use of genomic data from over 120 individuals from across the Passer distribution to reconstruct the recent evolutionary history of sparrows in Europe. I will use coalescent models to test whether House sparrow migration into Europe is consistent with the introduction of agriculture during the Neolithic.\n\nThe consequences of commensal relationships have rarely been studied in an evolutionary context.  Yet comparisons between commensal and non-commensal lineages offer a means to understand the phenotypic and genetic basis of adaptation to human modified niches. I will quantify behavioural and morphological phenotypes between commensal House sparrow populations and a non-commensal House sparrow lineage occurring in the Near East, as well as other non-commensal Passer species. I will then scan the genome to identify the genetic basis of these phenotypes and quantify their segregation in the wild.\n\nWith EVOSPARROW, I will develop an evolutionary framework to study how, when and dependency on the human niche arose in commensal species. Passer sparrows are the ideal system for this aim and with high-resolution genomic data, it is now possible to answer these questions. Through understanding the evolutionary origins and consequences of commensalism, I aim to also shed light on the development of our own civilization towards an agrarian society.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}