{
    "rcn": "208920",
    "acronym": "FLYWING",
    "topics": "MSCA-IF-2016",
    "title": "Linking micro- and macroevolution: macroevolutionary quantitative genetics of Drosophila wing morhology",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The striking mismatch between evolution at short (microevolution) and long (macroevolution) time scales is a major remaining problem in evolutionary biology (the paradox of stasis). FLYWING will apply novel quantitative genetic theories and statistical methods to analyses of exceptionally high quality data to make a major step forward to solve the paradox of stasis.\n\nWorking with Prof. Thomas Hansen at University of Oslo (UoO), I will test the idea that trait variance covariance structure (G-matrix) provides the conceptual bridge to link micro- and macroevolution (the multivariate genetic constraints hypothesis). The goals of FLYWING will be achieved through a novel multidisciplinary approach that combines quantitative genetic theory and state-of-the-art phylogenetic comparative methods (macroevolutionary quantitative genetics). I will apply this framework to analyze wing morphology data of the fly family Drosophilidae, collected by Prof. David Houle at Florida State University and available at UoO. The fly wing data consists of 37,668 exceptionally accurate individual observations across 111 Drosophila fly species. The data of such high quality has no close counterpart in any labs elsewhere in the world. The phenomenal dataset and my novel macroevolutionary quantitative genetic approach will make FLYWING the most rigorous test of the multivariate genetic constraints hypothesis to date. ?\nFLYWING will give me the opportunity to receive top quality research training from two world leading authorities of quantitative geneticists (Prof. Hansen and Prof. Houle) to establish myself as an independent researcher at the forefront of evolutionary biology. Results from FLYWING will produce cutting-edge insights for issues at the interface between micro- and macroevolution. The conceptual and methodological advancements of FLYWING will pave the roads for novel ways to use G-matrices in ecology and conservation biology.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}