{
    "rcn": "208922",
    "acronym": "BIRTHBRAZIL",
    "topics": "MSCA-IF-2016",
    "title": "Birthing Abolition: Reproduction and the Gradual End of Slavery in Brazil",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "BIRTHBRAZIL is an interdisciplinary project that will analyze how enslaved womenís reproductive trends and practices shaped the gradual abolition of slavery in the middle to large plantation holdings of Rio de Janeiro, Brazil from 1850 (the definitive end of the countryís slave trade) to final abolition in 1888. The project aims to contend that the struggle to end slavery was intimately entangled not only with elite understandings of slave reproduction but also with enslaved womenís own agency. To do so, it examines demographic trends among the enslaved population, elite views of enslaved womenís reproduction, and enslaved womenís own reproductive practices and agency. Like most Atlantic slave societies, the Brazilian slave population was reproduced through imports and not natural growth. Historians have argued that for 19th-century Rio de Janeiro state, harsh labour regimes and disease caused negative growth rates, dismissing the idea of ìreproductive resistanceîóthe female enslaved practices of abortion and infanticide as purposeful attacks on the institution of slaveryópopular in theories on Caribbean and US slavery. While enslaved womenís fertility control may not have caused negative population growth in 19th-century Rio de Janeiro state, BIRTHBRAZIL hypothesizes that enslaved womenís practices of fertility control played an important symbolic role in how elites understood and approached slavery itself. The findings of BIRTHBRAZIL are expected to demonstrate that enslaved womenís fertility control, both real and imagined, created the opportunity for abolitionists to implement the legal framework that abolished slavery. In doing so, the project provides historical background to current-day debates on reproductive rights, womenís health, and gender equality. The results will be disseminated through an academic monograph, peer-reviewed open-access publications, a website, an international conference, public history blogs, and a series of community lectures.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}