{
    "rcn": "208903",
    "acronym": "VALENCE-REPLAY",
    "topics": "MSCA-IF-2016",
    "title": "Disentangling amygdala contributions to replay-mediated, hippocampal-dependent memory consolidation",
    "startDate": "15/10/2017",
    "endDate": "14/10/2019",
    "objective": "In todayís societies, adequate rest takes second place to busy professional and personal schedules. It is known that lack of rest and sleep affects mental health, emotional regulation and daytime function. Such symptoms translate to increased healthcare costs and losses in workplace productivity. How emotional regulation processes interact with sleep and associated memory consolidation functions is not well understood. In addition to increasing basic understanding of brain function, addressing this knowledge gap can help shape therapeutic approaches for mental wellbeing and contribute to EUís H2020 goals of smart, sustainable and growth. \n\nVALENCE-REPLAY will provide a building block towards addressing this knowledge gap through experiments in behaving rodents. The questions to be addressed in this fellowship are: Are memory consolidation processes during sleep preferentially shaped according to the valence of prior experience? If this is so, how is this accomplished at a mechanistic level? \n\nThe work will use modern electrophysiology and optogenetic techniques to probe functional interactions of brain areas that mediate emotion (amygdala) and memory (hippocampus) and the role of these interactions in memory replay and consolidation during sleep. The project will also lead to fabrication of a new tool, parylene-based multisite neuronal recording probes that will permit tracking single neuron activity from the ventral hippocampus for adequate lengths of time to address the outlined research goals.\n\nThe fellowship will shed light on how emotions shape memory processes during sleep, but will also afford a committed and experienced researcher the opportunity to acquire advanced training at leading European neuroscience institutes while forming a strong scientific network with leaders in the field. Through VALENCE-REPLAY, Dr Perentos will develop into an independent researcher, able to lead his own research group and achieve high impact research in systems neuroscience.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}