{
    "rcn": "208996",
    "acronym": "IAUVcontrol",
    "topics": "MSCA-IF-2016",
    "title": "Force/position control system to enable compliant manipulation from a floating I-AUV",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The aim of this project is the design and implementation of a control system for an intervention autonomous underwater vehicle (I-AUV), composed of an AUV equipped with a multi-degree-of-freedom (multi-DOF) manipulator, to enable it to perform fully autonomous compliant underwater manipulation. During this fellowship the experienced researcher will implement algorithms based on dynamic control/force control and perform extensive experimental trials with the real system, to present results beyond the state of the art. \nThis research is aimed to: (1) develop a dynamical model of the system to be able to use model-based control approaches (2) extend the underwater robot simulation software used in the lab to include manipulator dynamics (3) select the most appropriate control algorithm or a combination of algorithms to realise active compliance (4) develop the control system utilising control theory and simulation (5) extend the capabilities of the robot manipulator (6) implement the control system on the robot (7) perform extensive experimental trials in realistic scenarios, in the test tank and in the sea (port) (8) write a proposal for the funding of the next stage of the research. \nThe experienced researcher will broaden his knowledge to the fields of modeling and identification of unmanned underwater vehicles (UUVs), mechanical design of underwater equipment, mapping and localisation in the underwater environment as well as operating UUVs in the sea. He will be able to work on a one-of-a-kind Girona500 I-AUV. He will also be involved in the supervision of research projects of Master students and a new PhD student. With the supervision of Dr. Pere Ridao, the researcher will hone his proposal writing skills. All of this will ensure, that with the help of this fellowship, the experienced researcher will reach professional maturity and independence. Moreover, the vast network of contacts in the field that the UdG has collected will open up many career possibilities.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}