{
    "rcn": "208965",
    "acronym": "SHAPPI",
    "topics": "MSCA-IF-2016",
    "title": "Scaffold hybridization approach targeting PPIs",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Protein-protein interactions (PPIs) control all cellular processes relevant to health and disease, hence an outstanding challenge in chemical biology is to develop generic approaches for PPI inhibition. Such inhibitors (or chemical probes) represent unique tools to understand biological processes and starting points for drug discovery, for treatment of multiple illnesses for which effective treatments donít currently exist e.g. cancer. \n\nSHAPPI will allow Zsofia Hegedus (the fellow) to join the laboratory of Andrew Wilson (host supervisor) at the University of Leeds (Host) and develop research expertise in the area of inhibiting protein-protein interactions. In doing so, she will (a) enhance her prospects to become an independent academic group leader and (b) address the need to train researchers in this key area of chemical biology and (c) develop cutting edge methods that advance peptidomimetic approaches for inhibition of protein-protein interactions. Scaffold hybridization will allow the combination of molecular scaffolds capable of hot spot mimicry with molecules that influence selectivity or potency. In combination with reversible chemistry this will allow generation of dynamic combinatorial libraries of rapid identification of selective and potent inhibitors. The fellowship will explore proteomimetic-peptide conjugates and peptide-small molecule dynamic combinatorial libraries to accelerate development of selective PPI inhibitors using two model interactions; HIF-1?/p300 and BID/BAX, both of which represent important targets for anticancer therapy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}