{
    "rcn": "208982",
    "acronym": "DRYSTORE",
    "topics": "MSCA-IF-2016",
    "title": "Exploring dry storage as an alternative biobanking strategy inspired by Nature",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Biobanking under liquid nitrogen (LN) has satisfactory efficiency but it comes with many drawbacks (e.g. expensive, high carbon footprint, need dedicated facilities, trained personnel, and continuous monitoring and LN supply). Searching Nature for alternatives, long-term preservation there is done by drying rather than freezing. To date, however, mammalian cells do not survive the drying process. Even so, if somatic cells genetic and epigenetic load is maintained, drying can find an important role in biobanking, a fast growing global industry. We aim to elucidate the effects of drying on DNA structure and function, crucial aspects of long-term biobanking not investigated yet, using fibroblast as a model cell, and combining advanced freezing and drying techniques with state-of-the-art Somatic Cell Nuclear Transfer (SCNT) and latest genomic technologies. The expected outcomes are definitive data on effects of drying on genomic stability/function, and possible discovery of a protocol to protect the epi/genetic load during cell drying. The crossing between the Researcherís scientific interest and experience in sperm biology, andrology, cryobiology and drying and the Supervisorís expertise in embryology and SCNT creates an attractive and very solid background for this proposal, with mutual benefit to both Host and Researcher. While strengthening the Supervisorís laboratory with his expertise, the Researcher will enhance his creative potential and further develop his interdisciplinary and communication skills by learning SCNT and whole genome analysis as well as mentoring students, participating in conferences, and communicating research results to targeted audiences (scientists, general public, students, stakeholders, policymakers), thus enhancing his scientific profile. This proposal is the perfect stepping stone for the Researcher to become an independent scientist and an expert in desiccation for biobanking, while contributing a competitive advantage to the Host.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TERAMO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998475709": {
            "orgId": "998475709",
            "orgName": "UNIVERSITA DEGLI STUDI DI TERAMO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}