{
    "rcn": "208953",
    "acronym": "netdis",
    "topics": "MSCA-IF-2016",
    "title": "Medicine, Heresy and Freedom of Thought in sixteenth-century Italy:a Network of Dissident Physicians in the Confessional Age",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "I am an expert researcher on the religious and medical history of sixteenth-century Italy. Applying for a GF, supervised by professors Findlen - at Stanford - and Barbierato - at the Univr-, I will examine and interpret the link between sixteenth-century heretical thought and the rise of modern science, exploring the local, national and trans-national levels of this connection. NETDIS will use digital humanities tools to reveal the network of Italian physicians who developed non-conformist religious views. By exploring the nature, extent and function of the ties among physicians, NETDIS will inquire into the genesis of freedom of thought - which stands today at the core of European identity - as an embryonic value shared by most physicians in response to the spread of intolerance in the confessional age. This will have a positive insights for several ongoing difficulties facing the EU, such as the revival of religious violence (i.e. terrorism). Working on NETDIS I will learn innovative methodologies; I will gain new perspectives for an international career; I will write my first monograph.",
    "totalCost": "164203,8",
    "ecMaxContribution": "164203,8",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 164204
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 164204
}