{
    "rcn": "208987",
    "acronym": "EMIGRATE",
    "topics": "MSCA-IF-2016",
    "title": "Exploring MIcrobial networking in pesticides biodeGRAdaTion: novel inocula and biocatalysts for biodepuration of agro-industrial Effluents",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Pesticides constitute priority pollutants for natural resources. Microbes, mostly in the form of microbial consortia are pivotal in the in situ pesticide biodegradation. EMIGRATE aims to investigate the complex interactions driving the coherence and biodegradation capacity of natural bacterial consortia, and through this, enable the production of biotechnological and bioengineering tools for novel environmental clean-up strategies. A microbial consortium degrading the fungicide thiabendazole used in fruit-packaging plants will be used as a model. This choice is based on the high biotechnological potential of this consortium considering the environmental risk associated with the use pattern, recalcitrance and toxicity of this fungicide and the complete lack of information regarding its microbial metabolism. Through its innovative research EMIGRATE will facilitate the re-integration of the fellow to the local and EU research community. Project's objectives will be achieved through 7 work-packages: WP1 will deal with project management, IPR and results exploitation, WP2 will focus on fellow's training and WP3 on the dissemination and public engagement of project's findings. WP4 will focus on the in-depth phylogenetic characterization of the bacterial consortium and the identification of the roles of consortium members on pesticide metabolism (Stable Isotope Probing - amplicon sequencing). WP5 will assign wider functional roles to consortium members, identify key catabolic genes and elucidate the metabolic pathway of the fungicide via a meta-genomics, -transcriptomics, -metabolomics approach. Finally, WP6 and WP7 will exploit the bacterial consortium for isolation of novel enzymes-biocatalysts and the development of an innovative biological process for the depuration of the relevant agro-industrial effluents. Secondments to academic and industrial partners will be carried out for skill development of the fellow on isotopic techniques, metabolomics and bioengineering.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "PANEPISTIMIO THESSALIAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}