{
    "rcn": "208947",
    "acronym": "TRIBBLES",
    "topics": "MSCA-IF-2016",
    "title": "Characterizing the clinical relevance  and the mechanism underlying TRIB2-mediated drug resistance to MEK inhibitiors in the context of melanoma",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Melanoma is the most aggressive form of skin cancer resistant to all standard therapies. Currently, the established treatment of metastatic melanoma includes dacarbazine (DTIC) administration associated with response rates of between 10-20% with severe side effects during treatment. Recently, the BRAF inhibitors (vemurafenib and dabrafenib) and the MEK inhibitor (trametinib) were approved for the treatment of melanoma patients with mutated BRAF (about 50% of patients) while there are several PI3K, AKT, mTOR and MEK inhibitors being tested in clinical trials. However, the effectiveness of all these treatment modalities is limited by intrinsic or acquired resistance. The host lab has discovered a novel mechanism of resistance to a broad spectrum of drugs in clinical trials/use for melanoma therapy mediated by the kinase-like protein TRIB2. This means that TRIB2 could be used as a biomarker to select melanoma patients for specific treatment options and to develop co-treatment strategies to overcome drug resistance. This project pretends to (1) understand the mechanisms underlying TRIB2-mediated resistance to MEK inhibitors and to (2) further develop TRIB2 as a prognostic and predictive biomarker for melanoma. Ultimately, the expected results will be highly relevant for the clinic as they might allow to select melanoma patients for specific treatment options and to develop co-treatment strategies to overcome TRIB2 mediate resistance.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "UNIVERSIDADE DO ALGARVE",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999863003": {
            "orgId": "999863003",
            "orgName": "UNIVERSIDADE DO ALGARVE",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}