{
    "rcn": "208916",
    "acronym": "TcCFT",
    "topics": "MSCA-IF-2016",
    "title": "Tools to Carve out Conformal Field Theories",
    "startDate": "25/09/2017",
    "endDate": "24/09/2020",
    "objective": "Recently a number of research efforts have been dedicated to the conformal bootstrap. The basic principle is that conformal symmetry and quantum mechanics should suffice to fix uniquely the dynamics of Conformal Field Theories (CFTs), which lie at the fixed points of the renormalisation group flow. This has led to ground-breaking results, such as the unprecedented determination of scaling dimensions in non-trivial CFTs including the celebrated Ising model in 3d. Thus far these endeavours have focused only on the simplest examples of correlation functions with low-spin operators or to supersymmetric CFTs.\n\nThe project aims at advancing the goals of the CFT bootstrap further, by developing a combination of theoretical and numerical tools to systematically apply the bootstrap to correlation functions of higher-spin operators. The long term goal of TcCFT is to apply these tools to carve out the space of non-supersymmetric CFTs. Its short term objectives of developing effective techniques to manage higher-spin operators are of interest also in a broader context, for such operators are ubiquitous in any CFT.\n\nThis proposal combines my expertise on higher-spin methods with world leading experts in the bootstrap program, and a secondment which will allow me to refine my programming skills needed for the computational parts of the project. The outcomes of the project will be critical in achieving a greater understanding of the landscape of quantum field theories, and with it allow me to proceed to the next step of my career and obtain a tenure track position in Italy.",
    "totalCost": "240530,4",
    "ecMaxContribution": "240530,4",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 240530
        },
        "999515355": {
            "orgId": "999515355",
            "orgName": "TRUSTEES OF PRINCETON UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 240530
}