{
    "rcn": "208935",
    "acronym": "PERIGROWTH",
    "topics": "MSCA-IF-2016",
    "title": "States, firms and, sustainable economic growth: A view from the periphery",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Persistent socioeconomic cleavages between world-leading and late industrialising peripheral countries threaten the post-crisis recuperation and undermine the sense of solidarity necessary to address the worldís most pressing challenges. Attenuating core-periphery asymmetries will be contingent on the ability of peripheral countries to generate sustainable economic growth, but there is no simple solution to achieve this. My project will address this challenge through a direct analysis of the productive and institutional structures of the two largest and most diversified peripheral economies, Spain and Korea, between 1985 and 2011. Using detailed case-studies of three industries based on a modified Global Value Chain methodology, the research will explore the character of state-firm interactions in these two countries and their role in shaping strategies for economic transformation as they upgraded from mid- to high-income economies. I will contend that upgrading in Spain and Korea was based on three factors: proactive states, coherent state structures, and symbiotic or co-dependent state-firm interactions. However, I will show that variations in the strategic and financial resources of state and firms, and in the influences of role-model countries, led Spain and Korea to pursue a different sectoral specialisation in complex services and manufacturing respectively. The research will be carried out at the University of California San Diego and the London School of Economics. The output will consist of a monograph and three academic papers. This project will enhance my career prospects by establishing me as an expert in economic transformation, expanding my publication record, developing my skills in international project management, and strengthening my international professional networks in the US and Asia. No less importantly, the results of the project will contribute to current European goals for smart, sustainable and inclusive growth.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}