{
    "rcn": "208927",
    "acronym": "ThromboForce",
    "topics": "MSCA-IF-2016",
    "title": "Platelet tractions through the Glycoprotein (GP) GPIb receptor as a potential marker for platelet reactivity",
    "startDate": "15/06/2017",
    "endDate": "14/06/2019",
    "objective": "Platelet-mediated thrombosis is a major cause of death and disability globally. Thrombosis occurs when platelets adhere and aggregate. In the arterial circulation initial platelet adhesion occurs when the platelet  glycoprotein (GP) I-IX-V receptor binds to von Willebrand Factor (vWF).  Increased or decreased expression levels of GPIb are associated with increased risk for cardiovascular events and bleeding respectively. The expression of GPIb varies significantly among healthy subjects. The proposed project aims to characterise the role of GPIb expression levels on traction forces and platelet reactivity. It therefore combines my significant expertise in cellular mechanobiology and traction force microscopy with theclinical expertise of Prof Dermot Kennyís group in platelet biology and the development of diagnostic assays for platelet function. A micropost array platform for high throughput, single cell, traction force measurements will be developed and applied to understand the interaction between GPIb traction forces andplatelet reactivity, first in healthy donors and then in patients with cardiovascular disease receiving antiplatelet therapy. This platform could in the future be further exploited for examining platelet function to further understand platelet cancer interactions, and for the innovation of refined diagnostics to assess platelet reactivity in individual patients.\nBy moving from ETH Zurich to the Royal College of Surgeons in Ireland (RCSI), this interdisciplinary and intersectoral action will allow me to gain expert knowledge on fundamental processes in vascular biology and to develop my expertise in a clinically relevant manner. The newly gained research and professional competences designed into the fellowship will greatly improve my chances of establishing a competitive independent research group in the newly founded RCSI Centre for Vascular Biology (CVB) in the near future at the interface of clinical research and biomedical diagnostics.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}