{
    "rcn": "208936",
    "acronym": "EU-Drones",
    "topics": "MSCA-IF-2016",
    "title": "The European Commission in Drone Community: a New Cooperation Area in the Making",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The objective of this research is to examine how the European Commission is shaping regulatory framework development, production and use of drones considering the diverging interests among actors concerned in Europe (and beyond) where multiple authorities overlap. A comprehensive analysis of drones operations as a whole, including actorsí perceptions, expectations, interests and practices is still lacking. This research will therefore study the European Commissionís strategy to join and shape the drone community (rule makers, interest groups, manufacturers, operators and users) as well as the impact of its action. Referring to the Commissionís policy entrepreneurship literature, it is interested in how the Commission, by building on its competencies and resources, has exercised its leadership capacity to initiate action in a new domain that may not fall de facto under its prerogatives and thus has an effect on a strategic industry. Based on a relational approach, the project will analyse the power structures (configuration of relations, diverging and converging interests, resources, skills), perceptions of issues at stake (discourses) and action rationale (cooperation dynamics, informal and formal practices, strategies and means) of actors involved in EU initiatives: the single drones market, the regulatory framework, as well as research and development. The research methodology will be qualitative and based on a triangulation of methods (documents, discourses and interviews analysis). In line with the researcherís previous work on the Commissionís actions in the security sector, it will be argued that the Commissionís leadership in drone matters, regarding its market, regulation and development, offers a lever for action to strengthen its position in the field of security at the crossroads between all actors involved as a bridge between the internal and external security, civil and military dimensions.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}