{
    "rcn": "208902",
    "acronym": "INCRICO",
    "topics": "MSCA-IF-2016",
    "title": "The International Criminal Court and the Judicial Function: a Socio-Legal Study of Judicial Perceptions and Practices",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "INCRICO investigates the ways in which the International Criminal Court (ICC) perceives its judicial function and how this impacts its legal practices. The overall goal is to offer a realistic account of the international criminal judiciary with regard to judicial deliberations, reasoning and drafting judgments. To meet this objective, INCRICO aims to tackle the topic using a unique interdisciplinary approach, employing doctrinal legal analysis as well as contemporary sociology of law for explaining international criminal law and international criminal courts and their link to global society. The projectís specific objectives are to: (1) gather, analyse and collate international legal data and sources relevant for determining the content, scope, nature and practice of the ICCís judicial function, as well as the relevant body of the ICCís case law/jurisprudence/applicable law, including dissenting and individual/separate opinions; (2) gather (through in-depth interviews with the ICC's judges) and analyse qualitative data on the judgesí perceptions and understanding of their judicial function, in terms of what and how the judges really think, and what they are doing and why, so as to identify the judgesí view and experience at the ICC and how this correlated to the case law of the Court; (3) integrate legal assessment of dissents/case law/jurisprudence of the ICC with the judgesí accounts to map out and critically analyse the ICCís judicial function; (4) increase awareness and knowledge of the ICCís judicial function among relevant scientific and criminal justice management/policy making communities, and the general public. INCRICO is involving an excellent academic and interdisciplinary environment at iCourts where the researcher will spend the entire period. This is a unique proposal which targets growing concerns on legitimacy, effectiveness, independence and fairness of global criminal judiciary. Thus, it fits perfectly with the goals of the IF and Horizon 2020.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}