{
    "rcn": "208931",
    "acronym": "AntibioPICs",
    "topics": "MSCA-IF-2016",
    "title": "Enzyme-Degradable Polyion-Complex (PIC) Particles for the Treatment and Detection of Pseudomonas aeruginosa",
    "startDate": "12/03/2018",
    "endDate": "31/05/2020",
    "objective": "Here, we will develop new enzyme-degradable polymers for the preparation of polyion complex (PIC) particles based of antimicrobial molecules with low charge densities. The main goals are:\n\n1. Synthesis of enzyme-responsive polymers, with a) enough charge density to facilitate PIC particle formation, and b) degradable by Pseudolysin, a protease secreted by opportunistic bacteria Pseudomonas aeruginosa;\n2. Preparation of Pseudolysin-Degradable PIC Particles, from these enzyme responsive polymers and 1) Polymyxin B (PolB), an antimicrobial peptide with only 5 cationic charges; or 2) FMÆ 1-43 Dye, a cationic membrane dye that stains gram-negative bacteria;\n3. Characterisation of PIC particle stability and enzyme-degradation kinetics and selectivity, and\n4. In-vitro evaluation of 1) the antimicrobial activity against P. aeruginosa of PolB-containing particles and 2) the ability of FM-containing particles to stain P. aeruginosa.\n\nCompletion of these goals will allow us to demonstrate that:\na) Polymers with high charge densities can be prepared based on short peptides; that\nb) stable PIC particles can be prepared from relevant small molecules; despite the challenges posed by their low charge density; that\nc) the stability and release profile of these biologically active molecules can be tuned as a function of polymer composition and particle formulation; and that\nd) PIC particles are promising vectors for the delivery of antimicrobial molecules.\n\nThe main scientific challenge lies in the development of the proposed materials, but the molecules to be delivered have been selected because of their relevance to antimicrobial resistance, one of the research priorities of the European Commission. Each exemplar will contribute to address complementary problems: 1) the development of better methods to use currently available antibiotics (PolB) and 2) the early detection of pathogenic strains (FM).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}