{
    "rcn": "208948",
    "acronym": "SABER CULTURAL",
    "topics": "MSCA-IF-2016",
    "title": "SAfeguarding Biodiversity and Ecosystem seRvices by integrating CULTURAL values in freshwater management: learning from M?ori",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Freshwater ecosystems are essential to people¥s economic, cultural and social wellbeing, yet are still one of the most seriously threatened ecosystems on the planet. This conflict is reflected in political regulations that ask to halt the loss of, restore and safeguard freshwaters, their biodiversity and the ecosystem services they provide. Ecosystem-Based Management (EBM), a holistic approach advocated to help doing so, involves an overarching regulatory framework and local solutions with trade-offs and compromises - factors that make decision processes complex and easily co-opted. In SABER CULTURAL, we use a well-known participatory decision support framework (MCA) to tackle two major challenges in freshwater EBM: 1) including cultural values that build a conceptual link between natural resources/biodiversity and local knowledge, besides traditionally considered ecological and socio-economic ones, and 2) accounting for uncertainty. MCA is selected because it is i) transparent, ii) allows for the whole range of stakeholder values to be quantified and accounted for, iii) can be used to robustly test outcomes of different management scenarios, and iv) can ultimately be used to prioritise cost-effective management actions with collective buy in. To forecast ecosystem services flow under different management alternatives, MCA is coupled with a novel modelling approach (ARIES). We test the MCA-ARIES framework in New Zealand, where cultural M?ori-values play a prominent role in freshwater management, and transfer the flow models to the river basin scale to inform existing management plans and policies in Europe. With SABER CULTURAL we establish new standards for freshwater management in New Zealand, create knowledge that helps reaching EU biodiversity and environment targets and add value to the dialogue among EU policy sectors. Additionally, SABER CULTURAL provides a unique opportunity to gain the skills I need to become an established, independent researcher in Europe.",
    "totalCost": "233276,4",
    "ecMaxContribution": "233276,4",
    "coordinator": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998331567": {
            "orgId": "998331567",
            "orgName": "UNIVERSITY OF OTAGO",
            "ecContrib": 0
        },
        "998253579": {
            "orgId": "998253579",
            "orgName": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
            "ecContrib": 233276
        }
    },
    "calculatedTotalContribution": 233276
}