{
    "rcn": "208958",
    "acronym": "ARTFUL",
    "topics": "MSCA-IF-2016",
    "title": "Structure-activity relationships of an emerging family of fungal lytic polysaccharide monooxygenases",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "During the past century, fossil-based hydrocarbons have been the main source of energy and chemicals, but in addition to be an unsustainable resource, they have led to important environmental concerns such as rising CO2 emissions. The great challenge for our societies is to develop alternative approaches for the sustainable production of energy and materials; the bioconversion of lignocellulosic biomass is one of them. Nevertheless, the physical and chemical recalcitrance of the biomass is the main obstacle to its cost-effective conversion as huge amounts of degrading enzymes are still required. Therefore, a significant improvement in enzymatic degradation is necessary, which involves enlarging the catalytic toolbox. By doing a large scale screening of the secretomes of a substantial fungal collection, the host organisation has shed light on the first member of a new family of lytic polysaccharide mono-oxygenases (LPMOs). LPMOs have been shown to boost the efficiency of cellulases industrial cocktails, thereby greatly reducing the financial and environmental penalties associated with the use of recalcitrant polysaccharides as a feedstock and, moreover, placing LPMOs at the center of considerable research interest. The objective of the ARTFUL project is the functional and structural characterization of the representative members of the new fungal LPMO family. The 6 yearsí experience of the French fellow in the glycobiology field (biochemistry, enzymology, structural biology) combined with the expertise of Aix-Marseille University (France) in fungal omics form a solid basis that will be reinforce by  the collaborations of experts. The quality of the hosting arrangements will maximise the training opportunities of the fellow and is suited for the two way transfer of knowledge. Acquired generated knowledge will provide a robust functional context to bioinformatic-based predictive biology as well as new enzymatic tools for subsequent industrial applications.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}