{
    "rcn": "208943",
    "acronym": "VAIM",
    "topics": "MSCA-IF-2016",
    "title": "Stereoregular Inorganic Polymer Analogues of Polyolefins",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Inorganic polymers are of great interest as a result of their interesting properties, which offer exciting opportunities for their use as functional materials. Currently inorganic polymers generated through dehydrocoupling of group 13/15 amine- or phosphine-borane adducts are atactic and lack crystallinity, precluding their use in a variety of applications. The proposed research targets stereoregular polyaminoboranes and polyphosphinoboranes, inorganic analogues of stereoregular polyolefins, and potentially block copolymers, through catalytic dehydropolymerization using chiral earth abundant transition metal catalysts. The stereoregular polymers and block copolymers will be characterized in detail, and potential applications explored. To achieve these objectives a highly talented young scientist, Dr. Vincent Annibale, wishes to work in the highly multidisciplinary and internationally leading research group of Prof. Ian Manners at the University of Bristol for 2 years. Dr. Annibale has a wealth of expertise in synthetic transition metal chemistry from his previous postdoctoral and Ph.D. work. With a Marie Sklodowska Fellowship Dr. Annibale would gain exceptionally valuable experience and would become proficient in the field of polymer and materials science, which would be extremely important for his future career, preferably in academia, or in industry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}