{
    "rcn": "208964",
    "acronym": "PROM",
    "topics": "MSCA-IF-2016",
    "title": "Pregnancy and Reproduction Organ-on-a-chip Models",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "PreTerm Birth (PTB) occurs before 37 weeks of gestation. Of 60,000 babies born prematurely every year in UK, ~1,400 die. Premature babies show increased risks of long term neurodevelopmental deficits and chronic diseases.\nPreterm Rupture of the foetal Membranes (PROM) is a syndrome attributable to multiple factor. Evidences linked environmental toxicant exposure and infection with a decreased fertility and an increase PTB rate.\nStudies of these topics suffered for limits of in vitro cell culture (e.g. absence of extracellular environment, dilution) and anatomical, physiological, endocrine differences between human and animal models. \n\nLong term goal of this project is to create Organ-on-a-Chip (OoC) models of the human endometrium and the human foetal membranes to assess the effects of environmental insults, such as infection or inflammation, to exacerbate preterm birth. An overarching goal is to utilize these OoC models to identify personalized therapy to improve and preserve fertility.\n\nThis project aims to\n1.Implement an OoC model to replicate the physiology of the human endometrium and the development of the foetal membranes during pregnancy. This will be achieved by adding human amniotic epithelial, chorionic trophoblasts and maternal macrophages in the existing OoC.\n2.Define the individual contributions of each cell type in the endometrium to paracrine signalling events that lead to PTB. A sub-micrometric polymeric, porous membrane will be integrated in the chip, will allow chemical communication between the cellular compartments of the OoC, will support formation of cell layers and will favour close proximity between the different cell types.\n3.Monitor metabolic activity and identify PTB biomarkers. Changes in metabolic activity of each cell types, biomarkers of infection and inflammation in response to unknown stressors (e.g. bacteria/ toxins/chemotherapy) will be identified by downstream collection of effluents and direct single cell sensing.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}