{
    "rcn": "208954",
    "acronym": "ENDOCAM",
    "topics": "MSCA-IF-2016",
    "title": "TARGETING ENDOTHELIAL CELL AND CANCER AMOEBOID MOVEMENT TO OVERCOME RESISTANCE TO ANTI-VEGF AND ANTI-PROTEASE THERAPIES",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "Unlike mesenchymal migration, the amoeboid motility doesnít require proteases and is an opportunistic movement of cancer cells which allows cells to glide through, rather than degrade, ECM barriers, using movements based on adaptations of the cell body. Preliminary experiments we conducted using a mixture of physiologic inhibitors of serine-proteases, metallo-proteases and cysteine-proteases, thus mimicking a physiological environment, showed no differences in vessel formation for both Endothelial Progenitor Cells (EPCs) and mature Endothelial Cells (ECs) under mesenchymal or amoeboid conditions. Thus, we hypothesized the existence of an ìamoeboid angiogenesisî. We also hypothesized that the failure of cancer treatment using synthetic metalloproteinase inhibitors (MPIs) could be ascribed to the ability of cancer and ECs to skip the attack of the MPI therapy by allowing cancer invasion and blood vessel formation using the ìamoeboidî strategy. Even the VEGFA targeting partially disregarded the expectations because of the resistance onset followed by the progression of the disease. Our preliminary experiments showed also an ìindifferenceî of ECs and EPCs to VEGF stimulation under amoeboid conditions. Therefore, the aim of this project is to identify the multiple mechanisms shared by cancer cells and ECs/EPCs in the regulation of amoeboid movement, to identify common therapeutic strategies impairing vascular growth and cancer cell invasion at the same time, overcoming resistance to anti-VEGF and anti-protease therapy. The molecules identified (ephrin, protease receptors, etc.) will be used as candidates for targeted therapy through the delivery of cargo liposomes containing inhibitors of the connection of such molecules with the cortical actin cytoskeleton, in pre-clinical experiments with the perspective of a possible application to humans. We expect that this approach will give a progress in the treatment of tumors thus improving outcomes for cancer patients.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}