{
    "rcn": "208976",
    "acronym": "ASSP",
    "topics": "MSCA-IF-2016",
    "title": "Advanced Self-sorting and Supramolecular Polymers",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The controlled formation of well organised self-assemblies within multicomponent supramolecular systems remains a challenge for modern chemistry. Herein, the aim of this project is to construct a constitutionally dynamic library containing advanced supramolecular architectures (i.e. a molecular grid, a linear helicate and a macrocycle) through the combination of orthogonal self-assembly and self-sorting, then we intend to take advantage of the dynamic and orthogonal interactions developed to synthesise doubly-dynamic main-chain and crosslinked metallo-supramolecular polymers.\n\nA highly complex constitutionally dynamic library (CDL) will be developed. Six dissimilar organic components and three different metal cations are expected to self-sort into a Cu(I) [2x2] grid, a Fe(II) linear helicate and a Zn(II) metallo-macrocycle through the combination of orthogonal self-assembly and self-sorting. This CDL represents a major advancement of the field in term of: 1) the complexity of the orthogonal self-assembly and self-sorting used, 2) the complexity of the metal-directed self-assembly, 3) the complexity of the mixture of supramolecular architectures synthesised.\n\nA self-assembling ìJanusî metallo-supramolecular polymer based on the self-sorting Cu(I) and Fe(II) complexes developed in the CDL described previously will be studied. This polymer will display both supramolecular and covalent molecular dynamics, allowing for a broad range of features, e.g. orthogonal double dynamics and constitutional dynamics. This polymer is highly innovative as: 1) it can operate via reversible metal-ligand coordination and reversible covalent bond formation or only via the latter, 2) a combination of two orthogonal metal-ligand coordination interactions can be used to induce the polymerisation, 3) these two features will grant the possibility to initiate the polymerization in four different ways leading selectively to different main-chain or crosslinked polymer.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}