{
    "rcn": "208975",
    "acronym": "CO2 Intermediates",
    "topics": "MSCA-IF-2016",
    "title": "From CO2, Water and Sunlight to Valuable Solar Fuels: Tracking Reaction Intermediates in Solar Fuel Generation with Ultrafast Spectroscopy for More Efficient Catalysis",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Fundamental understanding of the catalytic chemistry and underlying mechanisms in carbon dioxide (CO2) reduction is an urgent need for efficient solar energy conversion from CO2, water and sunlight to valuable carbon-neutral fuels that urgently need to replace our fossil fuel-based economy of today. This proposal focuses on unraveling the reaction mechanisms of the reduction of CO2 in aqueous photoelectrochemical (PEC) systems in order to allow innovative development of more efficient chemistry for the production of solar fuels based on the understanding of the underlying mechanisms. \nWe propose to study the catalytic cycle of photo-driven CO2 reduction on earth-abundant and non-toxic materials with state-of-the-art transient absorption (TAS) and transient infrared spectroscopy. The combination of these techniques will open up groundbreaking opportunities to monitor reaction intermediates on the relevant timescales of charge transfer to form the reaction product. First, selectivity of the catalyst will be tuned with the deposition of sub-nanometer oxide layers by atomic layer deposition (ALD) ñ a technique with a precision of down to one atomic monolayer. Then, the selective reactions will be studied in detail by TAS and transient IR spectroscopy. With the outstanding expertise of the host professors Prof. Durrant and Prof. Hamm (secondment) and my broad and profound expertise in photoelectrochemical systems and ALD, this project is expected to have a high success rate despite its challenging nature. With a better understanding of CO2 reduction processes, the design of more efficient catalytic systems will advance this renewable technology and facilitate its scale-up and commercialization. Finally, through this project I will not only expand my technical and scientific skills but also develop and strengthen my managerial skills to become a leading independent researcher in the field of solar energy conversion.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}