{
    "rcn": "208960",
    "acronym": "PERMETFIT",
    "topics": "MSCA-IF-2016",
    "title": "Personalized Metabolomics for Fitness and Training",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Increasing physical activity (PA) is currently widespread among the population. Thus, in addition to the professional, the amateur and the physically inactive persons being engaged for many different reasons, PA is considered a major driver for optimal health achievement throughout life.\nMany adopters, either at a professional or an amateur level, are able to spend part of non-legible monetary resources looking for maximum performance. It is widely known and scientifically accepted that one of the most influential factors for full achievement of PA benefits, apart from adequate training, is a proper diet. All athletes tend to follow specific diets according to the type of sport performed, but still, not everyone responds the same way to the same type of intake. Interestingly, when consumers are directed to perform PA, either by self-initiative or as directed by providers (health care or recreational), the dietary advice is often misleading, without profound knowledge of general metabolism or adaptation to exercise. Thus, the personalized dietary approaches, followed for weight control, have not been adopted in response to PA.\nIn this framework, the major goal of the present project is to generate scientific evidence for further development of personalized nutrition tools towards PA. \nFor this purpose, we will adopt the following approach: Volunteers will follow an standardized PA(e.g. running, swimming or cycling) and blood sampling will be obtained by minimally invasive systems, both before (pre) and after (post) exercise. Samples thus obtained will be analysed by mass-spectrometry based metabolomic approaches and the expert system to be developed will help to classify changes in each volunteer in any of the metabolomic clusters. A personalized advice towards PA and dietary changes will be recommended to the volunteer, which will adopt it and repeat the analyses, to ascertain whether the expected changes occur.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "DIETARY MOLECULAR DIAGNOSTICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947802327": {
            "orgId": "947802327",
            "orgName": "DIETARY MOLECULAR DIAGNOSTICS SL",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}