{
    "rcn": "208923",
    "acronym": "SupaSteD",
    "topics": "MSCA-IF-2016",
    "title": "Suppresion of adaptive immunity by the Salmonella effector SteD",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In this project, I propose to characterize the influence of SteD, an effector of a globally important bacterial pathogen Salmonella enterica, on T cell development, and its potential therapeutic application. In the mouse model of S. enterica infection, the onset of the specific immune responses is delayed significantly in comparison to other bacterial pathogens. Recent work by the group of Prof. Holden, who is the supervisor of this project, a world leader in the field of Salmonella pathogenesis and the Director of the MRC Centre for Molecular Bacteriology and Infection (MRC-CMBI) at Imperial College London, identified SteD, an effector of the  Type III Secretion System (T3SS) encoded by Salmonella pathogenicity island 2 (SPI-2), as the first example of a virulence factor that reduces surface-localised mature Major Histocompatibility Complex class II (MHCII) levels in Dendritic Cells. In addition, I have found an increased activation of T cells following infection of C57BL/6 mice with S. enterica serovar Typhimurium (STm) ?steD mutant in comparison to wild-type STm, thereby showing that SteD is an important modulator of adaptive immunity in vivo. SteD and/or its gene have a high chance of having therapeutic application. I also have obtained preliminary evidence indicating that SteD has additional functions in the manipulation of antigen-presenting cells.  Therefore, I propose to use both the acute and chronic mouse models of Salmonella infection to further characterize the influence of SteD on T cell development. Furthermore, I will investigate the mechanistic and physiological significance of natural variation in the amino acid sequence of SteD among a broad range of S. enterica serovars, including the typhoid fever-causing human-adapted serovars Typhi and Paratyphi. Finally, I will explore the possible use of SteD in new formulations of DNA vaccines. These studies will provide important knowledge for the clinical application of this newly described T3SS effector.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}