{
    "rcn": "208913",
    "acronym": "ISEBI",
    "topics": "MSCA-IF-2016",
    "title": "Individual Specialisation in Established Biological Invasions: importance and Ecological Impact",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "Differences between individuals are the substance on which natural selection acts; and individual variation has been identified in many ecological dimensions including diet, habitat use and other behavioural traits. It is therefore surprising that this variation is rarely considered within an invasion biology framework, particularly given the enormous biological and economic costs imposed by established invasive species ñ those introduced by humans that aggressively expand outside their native range. Little is known about how individual traits influence established invasions, to the extent that it has been argued that either bold, highly competitive individuals, or individuals that are cautious and less aggressive, may be successful. The impacts of different individual invader phenotypes as risks for native biota are also largely unknown, yet this knowledge is key for effective management. This project will, for the first time, determine: i) the extent, covariance and persistence of variation in multiple traits (dietary, behavioural and cognitive) in individual invasive rats simultaneously and in the wild; ii) the impact of the fundamental ecological processes of competition and predation on effective trait combinations i.e. individual phenotypes; iii) the consequences of different phenotypes for native biota. With invasion rates continuing to increase globally, this multidisciplinary approach draws upon cutting-edge techniques from behavioural ecology, comparative psychology, conservation and invasion biology. It provides novel empirical tests of theory, examining hypotheses untested in individual invaders or individuals of any species in natural contexts. The results will have important implications for theoretical understanding of natural selection, and will integrate individual and community processes in the study of invasive species. They will also be of major importance for applied conservation management actions addressing a key EU and global problem.",
    "totalCost": "263943",
    "ecMaxContribution": "263943",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999613131": {
            "orgId": "999613131",
            "orgName": "THE UNIVERSITY OF AUCKLAND",
            "ecContrib": 0
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 263943
        }
    },
    "calculatedTotalContribution": 263943
}