{
    "rcn": "208973",
    "acronym": "DualFun",
    "topics": "MSCA-IF-2016",
    "title": "Dual Function Polymer Materials for Blood Contacting Applications",
    "startDate": "18/09/2017",
    "endDate": "17/09/2019",
    "objective": "Surface-induced thrombosis and infection are two main complications which cause failure of medical devices. Device-related thrombosis is associated with activation of blood clotting and platelets adhesion and activation. Infection of the implanted devices occurred as a result of bacteria adhesion to the biomaterial surface. A genuinely biocompatible polymer for blood-contacting devices should have both antithrombotic and antibacterial functionalities as both types of complication lead to an increase in morbidity, extended hospital stay and mortality.\nIn order to prevent device-induced thrombosis and infection novel dual function polymer materials - thromboresistant and antimicrobial, will be produced. A novel and original approach that involves construction of multifunctional coatings, which combine formulation of the NO-generating surface with the ability to prevent bacterial adhesion, capacity to inhibit platelet adhesion and the use of surface bound argatroban drug to inhibit any surface-produced thrombin, will be applied. The polymer matrices chosen for the design of dual function materials are the most commonly used synthetic polymers polyurethane (PU) and polyvinylchloride (PVC) and the biopolymer collagen. This aim will be achieved by: i) chemical attachment of the organoselenium or copper nanoparticle catalysts to the polymer surface in order to continuously generate NO by decomposition of endogenous S-nitrosothiols; ii) immobilisation of the direct thrombin inhibitor argatroban to inhibit any thrombin in the surrounding environment. Catecholamines, polydopamine and poly(norepinephrine) will be used as the surface modification reagents, as they form very stable thin films strongly attached to the polymer surface. Owing to the chemical bonding of the ligand to the polymer surface it is expected that these materials will have long storage life and exploitation period and therefore retain their ability to generate NO from the inexhaustible endogenous NO donors.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}