{
    "rcn": "208908",
    "acronym": "PriWa",
    "topics": "MSCA-IF-2016",
    "title": "Prisoners of war between Bourbon nations and United Kingdom during the 18th Century: ways of life and humanity in misfortune",
    "startDate": "03/07/2017",
    "endDate": "02/07/2019",
    "objective": "Armies of the Ancien RÈgime reflected not only the society of their time, but also the politics, importance and international weight of their respective nations. Prisoners of war offer a privileged insight into these issues and, more significantly, into the human and humanitarian feelings of all those involved, politicians and civilians as well as the military. This study will provide a ground-breaking comparative approach to prisoners of war from Britain, Spain and France during the long 18th century. Through correspondence written by the prisoners themselves as well as letters to/by the authorities, we will chart feelings and views towards the conflicts from those directly involved, revealing alternative views of war than those imposed by their sovereigns. In what the prisoners conveyed to their families and to the authorities, we can learn much of the conditions of captivity, which varied considerably depending on religion, social status or military rank. Across the century, we find analogous prisoner of war experiences  in different societies and historical periods, but after the French Revolution significant differences begin to emerge because of new political considerations which meant qualitative changes to the status of prisoners of war, since they were henceforth political prisoners, no longer Ancien RÈgime ones. Comparing Britain and Spain with France is essential to perfecting our understanding of how the status and experience of prisoners of war changed between the old order and the new. In brief, this is a study that helps to understand better the changes in the humanitarian measures in war which form the basis of current practice and are at the heart of notions of Human rights.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}