{
    "rcn": "208918",
    "acronym": "GOLDENSENS",
    "topics": "MSCA-IF-2016",
    "title": "Intrinsically chiral gold nanoclusters as enantiodiscriminating sensors for methamphetamines.",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "'The GOLDENSENS project aims at creating a new class of enantiodiscriminating sensors for methamphetamines based on intrinsically chiral Au38(SR)24 nanoclusters. These materials have unique optical properties which make them capable of conferring chirality to thiols protecting their surface, even when ligands themselves are achiral. The result of this chirality transfer is the formation of an asymmetric environment on the cluster surface which will be used for the enantiodiscrimination of D- and L-methamphetamines which can have distinct biological effects (The D-enantiomer is diffuse as psychotropic drug, whereas the L-enantiomer have been applied in medicine as in nasal decongestant). The first objective of GOLDENSENS will be the preparation of functional Au38 clusters. The protecting thiols of these novel clusters will bear specific chemical groups able to increase the enantioselective interactions with methamphetamines. The second objective will be the investigation of chiral properties of these gold nanoclusters by a combined chiroptical techniques and theoretical calculations. Ultimately, GOLDENSENS will investigate the enantiodiscriminating activity of prepared Au38 clusters towards methamphetamines, leading to the development of novel methods for enantiomeric separation. NMR-based techniques will quantify enantioselective interactions and 'absolute configuration modulation infrared spectroscopy' will clarify the mechanism of enantiodiscrimination by gold nanoclusters. Results and knowledge generated with GOLDENSENS will impact the understanding of chirality at the nanoscale, contributing to the growth of an emerging and frontier research field. The training provided by the project will help the experienced researcher to refine scientific and soft skills, ultimately acquiring all the abilities and competences necessary to start an independent academic career in nanotechnology.'",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}