{
    "rcn": "208984",
    "acronym": "HOPESEE",
    "topics": "MSCA-IF-2016",
    "title": "How do pathogens exploit the symplast to promote disease?",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "It is well established that pathogens invade plant cells to establish an infection. Part of a biotrophic pathogenís infection strategy is to secrete effectors into host cells in order to manipulate host processes to the pathogenís benefit. It has been observed that some effectors can move from cell-to-cell in the host and this suggests that a pathogen can invade and exploit cells surrounding the immediate infection site. To further support this hypothesis, my host lab observed that PAMP-induced plasmodesmata (PD) closure is suppressed in some virulent infections, suggesting pathogens attempt to keep intercellular connections open; some pathogens must maintain intercellular symplastic connectivity by counteracting PAMP-induced PD closure to promote disease. This proposes the question: why does a pathogen want PD open? We hypothesise that open PD allow pathogen effectors to move into non-infected cells where they targeting host processes to promote infection and allow pathogen access host resources such as sugars. In this study, I will use the Hyaloperonospora arabidopsidisñ Arabidopsis interaction to identify cell-to-cell mobile effectors and their host targets. I will identify global changes of host gene regulation that are associated with cell-to-cell mobile effectors and examine the effect of cell-to-cell mobile effectors on sucrose transport around an infection site. The results will give insight into how pathogens exploit the symplast and non-infected cells to promote infection, characterising a poorly considered element of plant-pathogen interactions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}