{
    "rcn": "208934",
    "acronym": "CATLIGCAR",
    "topics": "MSCA-IF-2016",
    "title": "Designing Novel Efficient Catalytic Strategies for the Transformation of Lignocellulose into Lignin-derived Chemicals and Valorisable Carbohydrates",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The utilization of renewable lignocellulose biomass (composed of cellulose, hemicellulose and lignin) alternative to fossil fuels is crucial for long-term economic and social stability. In this context, the catalytic reductive lignocellulose fractionation (CRLF) process has received tremendous research interest as this strategy enables one-pot conversion of lignocellulose into useful lignin-derived chemicals, while retaining a solid (hemi)cellulose fraction that can be used for the production of fuels, chemicals or paper. The development of promising heterogeneous catalysts having abundant redox and acid properties, along with the application of a proper solvent is a great challenge for efficient CRLF process. \n\nNanoscale palladium-nickel (Pd-Ni) and ruthenium-nickel (Ru-Ni) particles dispersed on shape-controlled zinc oxide (ZnO) are considered to be a unique class of heterogeneous catalysts due to the size- and shape-tuned catalytic properties. The integration of Ni with Pd and Ru can provide new, enriched, selective redox sites and simultaneously minimizing the use of noble metals. As well, controlling the shape of ZnO particles allows a selective exposure of reactive crystal planes, resulting in enhanced Lewis acidic strength. Thus, the synergistic interactions of Pd-Ni and Ru-Ni nanoparticles with the shape-controlled ZnO will provide superior redox and acid properties that can show a promising effect in CRLF process. Therefore, this project aims to develop a family of novel multifunctional M-Ni/ZnO (M = Pd, Ru) catalysts by varying the ZnO shape (spheres, rods and polyhedra). A range of analytical techniques will be used to understand the catalystsí properties and aid catalyst design. The efficiency of developed catalysts will be tested for one-pot CRLF process using ethanol as both the solvent and the H2-donor. In-depth catalystsí reusability and kinetic/mechanistic studies will be conducted to determine structure-activity relationships in the CRLF process.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}