{
    "rcn": "208904",
    "acronym": "LEAF-OF-LIFE",
    "topics": "MSCA-IF-2016",
    "title": "Photosynthetic energy balance, chloroplast integrity, carbon flow and epigenetic regulation of isoprenoid biosynthesis during leaf development and senescence",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The methyl erythritol phosphate (MEP) pathway in the chloroplast synthesizes isoprenoids (a class of hydrocarbons) by almost exclusively utilising carbon and energy supplied by photosynthesis in plant leaves. Volatile isoprenoids (antioxidant hydrocarbons), isoprenoid-type cytokinins (plant ëyouthí hormone), carotenoids (photoprotective pigments), and abscisic acid (plant ëstressí hormone) are some of the active isoprenoid end-products of the MEP pathway that play a role in leaf senescence. We aim to quantify and model age-specific relationships between photosynthesis and MEP pathway during natural and abiotic-stress induced leaf senescence in three different plant systems: wheat (a crop), poplar (a plantation tree) and Arabidopsis (the model species for genomics). By combining leaf age-specific chloroplast energy balance estimation through photosynthesis modelling, quantification of carbon demands of isoprenoid biosynthesis using stable isotope tracing and advanced real-time analytical techniques, monitoring plastome and chloroplast integrity, and whole-epigenome sequencing, LEAF-OF-LIFE will (i) develop a versatile quantitative method for predicting leaf senescence trajectories based on the relationship between photosynthesis and isoprenoid biosynthesis during senescence and (ii) identify novel gene cascades involved in epigenomic regulation of the MEP pathway during natural and abiotic stress-induced leaf senescence. A thorough understanding of leaf age-specific changes in energy and carbon demands of isoprenoid biosynthesis will provide a strong mechanistic basis to phenology models of autumn senescence in deciduous trees. Discovery of novel gene regulatory cascades involved in age-specific changes in isoprenoid biosynthesis will be spearheading new research intended to target MEP pathway so as to alter leaf life span (delay stress-induced leaf senescence) in major global crops and plantations.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}