{
    "rcn": "208983",
    "acronym": "VESPER",
    "topics": "MSCA-IF-2016",
    "title": "Volcanoes: eruptive style, pre-eruptive evolution and risk",
    "startDate": "19/02/2018",
    "endDate": "18/02/2020",
    "objective": "This project will use the compositions and crystal cargoes of erupted magmas to study pre-eruptive behaviour of magmatic systems. The aim is to understand their relationship to, and control on, periodicity and style of volcanic eruptions to mitigate hazards and risks. To do this we will undertake detailed description of the whole-rock composition and mineral chemistry of volcanic rocks from active intra-plate and subduction-related volcanoes. New knowledge about zircon behaviour will then be considered in the context of these well-constrained systems.\n\nExperimental and numerical modelling predict pre-existing zircons that survive being dissolved in magmas suffer thermal shock that affects their structure, patchy zoning, and U-Th-Pb isotopic system i.e., ages (1). We shall analyse the texture and composition of inherited, assimilated and magmatic zircons. Study of these natural volcanic zircons will place constraints on experimental and modelling thermal shock results and permit identification of crystals suitable for analysis to obtain reliable age information.\n\nRecent detailed field mapping of volcanic deposits on intra-plate Ascension Island, for example, has revealed >75 explosive and >40 effusive sub-aerial eruptions in the last million years. Only a few of these show clear evidence for magma mixing prior to eruption. We will use zircon and whole-rock geochemical data to understand the nature of these and other pre-eruptive processes.\n\nOur main objective is to obtain information about magma storage conditions and plumbing systems in relation to effusive and explosive volcanic activity (cf., 2, 3). Such information may be used to consider future behaviour and so possible short-term, within event, and longer term, between events, potential risks.\n\nReferences\n1. Bea F., Montero P. 2013. doi: 10.1016/j.chemgeo.2013.04.014\n2. Preece K., Barclay J., Gertisser R., Herd R. 2013. doi: 10.1016/j.jvolgeores.2013.02.006\n3. Chamberlain et al. 2016. doi: 10.1007/s00445-016-1",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}