{
    "rcn": "208999",
    "acronym": "TRAVELLING SOUNDS",
    "topics": "MSCA-IF-2016",
    "title": "Travelling Sounds: A cultural analysis of sonic artefacts in postcolonial Europe",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "'In this postcolonial and globalised world, the movement and criss-crossing of people, ideas, and sonic artefacts across the boundaries of nation states have become integral to the everyday cultural practices of individuals and groups. The vibrant connection between everyday cultural practices, artistic expressions, and new ways of thinking about culture in times of growing migratory movements and globalisation, has fascinated me ever since I started my PhD project on South Asian British musical cultures in the context of postcolonial history and theory. Aiming at establishing myself as an independent scholar, and at taking my expertise in cultural studies, sound studies and postcolonial studies to the next level, I am keen to study the postcolonial condition (Gilroy) of Europe not only through its musical, but also through its wider sonic cultures, taking into account sonic artefacts from different contexts, such as: sonic reinventions of urban space, the social functions of mobile devices, and the identificatory power of sound in cultural memory and commemoration. The overall aim of this project is to establish a comparative perspective which includes case studies from Denmark and the UK, and to investigate the cultural, social and political potential of sonic artefacts ñ music, voices, and everyday sounds ñ to forge a better understanding of Europeís transcultural and entangled postcolonial histories and how they have shaped contemporary sound cultures. To exemplify this, the project focuses on specific iconic events and artefacts such as the sonic-cultural politics of ìGreenlandic Squareî in Copenhagen, the postcolonial signature sound of the steel drum at Notting Hill Carnival in London, and the 2011 so-called 'Blackberry riots' addressing its use of social media networks for messaging, activist organisation and sonic representation. The challenging question when looking at these diverse examples is how they are connected to Europeís postcolonial condition.'",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}