{
    "rcn": "209035",
    "acronym": "InSpeCo",
    "topics": "MSCA-IF-2016",
    "title": "Inside Speakers' Corner. Late Medieval Italian Anchoresses in European Context.",
    "startDate": "12/09/2017",
    "endDate": "11/09/2019",
    "objective": "'Voluntary reclusion was an ancient form of penitential religious life based on withdrawing into a tight space, either temporarily or forever. The particular phenomenon of urban reclusion which flourished in the 13th and 14th centuries was a mainly female activity, need not be tied to a religious order, and seems to have been linked to the expansion of cities across Europe. It is an important indicator of female levels of religious participation and of their social role since these women often acted as consultants and advisors to the wider community. This research project will thus improve our understanding of a\nphenomenon that characterized all of Latin Europe, as of the condition of medieval woman, while also reshaping our image of the medieval city, to one scattered with cells. There is, currently, a great disparity in historiographical terms between Italy and the rest of the continent on this subject. Whereas some parts of Europe and of northern Italy are relatively well researched, others are devoid of studies. The aim of this project is thus to verify whether ñ and if so, how and why ñ there was an Italian model of reclusion with characteristics different to those beyond the Alps; how recluses related to the urban communities from which they withdrew and the extent to which this phenomenon was a way for medieval women to break the silence imposed by St Paul ('Women are to be silent in the churches. They are not permitted to speak',1 Corinthians 14:34); to exercise from and thanks to the cell a sort of power on the civil and ecclesiastical society; to break out of conventional, restricted roles of mother or wife or nun imposed by the medieval society, or more often a dignified way of life for poor single women, for whom the lack of a dowry barred entry to a nunnery or marriage. The first step will thus be the construction of a prosopographical database of Italian anchoresses mapping the phenomenon, followed by a comparative study of Italy in European context'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}