{
    "rcn": "209010",
    "acronym": "CoPOWER",
    "topics": "MSCA-IF-2016",
    "title": "Government of Life and Death: The Rise of Coercive Power in European Late Prehistory",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "CoPOWER will adopt state-of-the-art archaeological and bioarchaeological approaches to investigate the transition to urban society and the rise of increasingly sophisticated social control mechanisms in Europe 1200-500 BC. The rich burial record of Austria and northeast Italy is used as a case study. Many research projects have investigated social complexity and urbanization in the study area by focusing on the elite groups that supposedly spearheaded these processes; by contrast, CoPOWER will explore the life-histories of the marginal individuals that are often the forgotten victims of history. In doing so, it will (a) contribute to develop an analytical framework for identifying and assessing potential bioarchaeological correlates of social change and disruption in the mortuary record of any given society and (b) promote marginality studies in archaeology. These aims will be achieved by building upon the ER's previous expertise in archaeological theory, in conjunction with the new skills in human osteology, isotope and DNA analysis she will acquire over the MSCA. Through high-quality training at OREA and the Natural History Museum in Vienna, the ER will not only learn about human skeletal biology and various analytical and laboratory procedures, but also how to interpret the data resulting from these methods within a broad, comparative anthropological framework for bioarchaeological problem-solving. Collaboration on OREAís ECR-funded project The Value of Mothers to Society will also provide crucial training in project management and added-value knowledge on the gender dimension of inequality in Europeís late prehistory. The contributions of CoPOWER to understand the processes leading to social change and marginality under socio-environmental stress are extremely timely in todayís worldwide order; its results 'will therefore fulfil the Horizon 2020 Programmeís aims to promote EU excellence through top research across Europe and through a knowledge-based society.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}