{
    "rcn": "209096",
    "acronym": "ODORPREP",
    "topics": "SMEInst-11-2016-2017",
    "title": "Real time, automatic and remote-activated sampling system for industrial odour emissions compliant with the European Standard EN 13725",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "'With 25 employees, LabSevice Analytica was created 22 years ago to commercialise certified reference material and dedicated instruments for the analysis of environmental and food samples. Since 2012, LabService has been developing ODORPREP. Once fully in the market in 2019, ODORPREP will be the first Real Time, Automatic and Remote Sampling System for Odour Emissions designed in response to the Quality Air Standard for 'Determination of odour concentration by dynamic olfactometry' (10/2004). The 2 main targeted groups of ODORPREP will be industrial companies (oil refining, chemistry industry and livestock), responsible for controlling its odour emissions, and the competent authorities in charge of enforcing the odour legislation. OdorPrep is composed by 3 components-steps integrated into the network: 1) A trigger system (protected under the trademark OdourTelÆ) which consists of a telephonic network that registers systematically the population complaints allowing for real-time detection. 2) An automatic sampling system which collects air samples at the moment of a significant odour event. Being a real-time solution, it enables end-users (industries) to rapid response to any security issue that may arise due to uncontrolled emissions. 3) A network of accredited laboratories which analyse the samples according to European standards (EN13725). \n\nOdorPrep selling price is Ä10,000/unit, more affordable compared to current field olfatometers (Ä50,000).  Monitoring costs are lower, as there is no on site surveillance. For the sampling system we will use sample bags of Nalophanô for 10Ä/bag (1,000Ä per 100m tube), five times cheaper than Teflon bags. OdorPrep will contribute to prevent and control odour pollutant emissions, allowing to perform a high number of samples at a competitive cost (in the lower market ranges 150-200Ä/sample), with the added value of quality representativeness measurements (EN13725).'",
    "totalCost": "1425125",
    "ecMaxContribution": "997587,5",
    "coordinator": "LAB SERVICE ANALYTICA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938074488": {
            "orgId": "938074488",
            "orgName": "LAB SERVICE ANALYTICA SRL",
            "ecContrib": 997588
        }
    },
    "calculatedTotalContribution": 997588
}