{
    "rcn": "209060",
    "acronym": "METABOLON",
    "topics": "MSCA-IF-2016",
    "title": "Molecular understanding of metabolic complexes: Towards engineering the next generation of synthetic biosystems",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Why most plant natural products escape industrial production? So far, synthesis of many of these high-value compounds in microbes is simply based on putting together all the players in a pathway. Nevertheless, to produce its stunning chemical diversity, nature uses much more elaborate biosynthetic networks, frequently involving the formation of macromolecular assemblies termed metabolons. These complexes utilize dynamic interactions and partner exchange to produce the desired compounds in a coordinated fashion. To take my biotechnological expertise one step further, I will study the dynamic mechanisms that rule the assembly and regulation of metabolons and use this knowledge to reshape the way microbial production platforms are engineered.\n\nMETABOLON clearly introduces a new level of analysis and intervention into metabolic engineering, by examining the efficiency of complex formation and the fine molecular details that could affect enzyme performance. In addition, it develops tools and methods to obtain a molecular understanding of the role of the host membranes in heterologous enzyme function. Importantly, it introduces the concept of altering the host environment to mimic that of the native pathway host, and suggests approaches to achieve this in the case of the ER membrane. With a pressing need to move towards a bio-based society (H2020 priorities), METABOLON will set the blueprint for the rational engineering of the many complexes that create a plethora of bioactive compounds, natural aromas, flavours and colours. \n\nMETABOLON will help me immensely to develop a unique skill-set that brings together my previous expertise in metabolic engineering with newly acquired knowledge in enzymology, single-molecule microscopy and biophysics. This will enable me to develop an interdisciplinary research program and pursue an independent academic career in the highly demanding field of synthetic biology.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}