{
    "rcn": "209032",
    "acronym": "NANODRIVE",
    "topics": "MSCA-IF-2016",
    "title": "Polymeric Self-Assembling Units for a Controlled Adsorption and Release at the Nanoscale",
    "startDate": "02/05/2017",
    "endDate": "01/05/2019",
    "objective": "Creating novel building blocks, which allow for an easy and large-scale fabrication of complex materials, is a challenge and a central goal of diverse scientific fields, ranging from Physics to Materials Science. \nIn recent publications, I introduced di-block copolymer stars (or telechelic star polymers - TSPs) as novel self-assembling building blocks (ìsoft legosî), made of a soft core, decorated by a tunable number of functionalized regions or patches.\n\nTSPs have a robust and flexible architecture and they possess the ability to self-assemble at different levels. At the single-molecule level, they first order as soft patchy colloids which serve then as ìsoft Legoî for the emergence of larger structures. At the supramolecular level of self-assembly, the soft colloids form complex crystal structures, such as for example diamond or cubic phases.\n\nIn this project I propose to investigate how such a novel class of highly versatile tunable building blocks can be applied to the self-assembly of novel and designable soft-materials and how to exploit their self- assembly properties for a controlled adsorption and release of nanomaterial into functionalised predetermined regions.\n\nIIn contrast to many functionalised building blocks, telechelic star polymers particles are soft and they self-assemble into patchy structures, without the need for cumbersome synthesis techniques.?The quantitative multiscale approach that will be used to carry out the theoretical part of this project, will allow a direct mapping to an experimental realization of the system.\n\nThe objective of this proposal is to investigate how to induce and control a tunable adsorption of nanomaterial within the intramolecular TSPís self-assembling process, and to use such particles to perform controllable delivery of nanomaterial into target functionalised regions.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI ROMA TRE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}