{
    "rcn": "209082",
    "acronym": "TrueCell",
    "topics": "MSCA-IF-2016",
    "title": "A microfluidic chip for automating three-dimensional cell culture for personalized medicine",
    "startDate": "08/01/2018",
    "endDate": "07/01/2020",
    "objective": "A paradigm shift in health-care towards personalized medicine is slowly under way to tailor treatments to each unique individualís needs. A key avenue for developing this field consists in recreating in vitro models of specific body parts with cells. In particular, cells need to be placed in three-dimensions (3D) to truly recapitulate their normal environment in the body; yet current commercial assays only facilitate culture of cells in two-dimensions, which causes cells to behave very differently thus distorting the results. Microfluidic technology is ripe for facilitating this transition, but does not offer any tool to facilitate the first essential step that consists in embedding cells in gels so that they evolve in 3D inside the gel. To address this need, we propose a novel microfluidic platform that automates cell mixing with biological gels, that overcomes the challenge of mixing liquids with such different viscosities (i.e. gel and cells in liquid), and offers precise temperature control to regulate the gel formation process. This novel tool will automate a tedious procedure that is normally done manually in the lab, which will accelerate the protocol and encourage a wider practice of 3D cell culture, and guarantee the reproducibility of the gel formation around the cells. This project will enable both I and a start-up to acquire new skills in a cutting-edge field, thus driving European innovation. I will gain new expertise in becoming an independent entrepreneur and in fabricating microfluidic tools, which will complement my pre-existing deep knowledge of biological microfluidic applications. This will enable me to transition from academia to industry, from the USA to Europe, and commercialize on my own the many ideas I have been developing over my extensive career in academic research, while Elvesys who wants to enter the growing field of microfluidic cell culture, will gain an expert in 3D cell culture trained in a world-renowned academic laboratory.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}