{
    "rcn": "209028",
    "acronym": "VLS-QPP",
    "topics": "MSCA-IF-2016",
    "title": "Very-Large-Scale Quantum Photonic Processing",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "Optical systems operating at the quantum regime have recently enabled the detection of gravitational waves; new forms of ultra-secure communications; and high-fidelity manipulation of quantum states for quantum computing.  Maintaining this progress requires breakthroughs in quantum photonic architectures to process many optical modes with exceptional speed and precision.  Fortunately, progress in optical interconnects has culminated in the development of silicon photonic integrated circuits, enabling photonic devices to be combined virtually losslessly at orders of magnitude higher component density than possible with traditional methods.  Here, we propose to leverage these advances to meet the stringent requirements of optical quantum information processing bringing together state-of-the-art single photon source technologies and large-scale silicon photonic circuits: (1) Leveraging state-of-the-art silicon photonics fabrication processes to build a large-scale 10-photon quantum photonic processor; fully integrated with on-chip photon sources, pump engineering and reconfigurable circuitry.  (2) Interfacing solid-state quantum emitters with silicon photonic circuitry, enabling deterministic generation and large-scale manipulation of single photon states.  These very-large-scale quantum photonic processors (VLS-QPP) will provide several orders of magnitude speedups compared with current technologies, demonstrate practical quantum algorithms for quantum chemistry and machine learning, and provide a clear route towards scalable photonic quantum technologies.  To enable these advances this fellowship proposes a clear training plan, at two world-leading institutions, towards developing the necessary diverse skill set to propel the field forward in new directions.",
    "totalCost": "260227,8",
    "ecMaxContribution": "260227,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 260228
        }
    },
    "calculatedTotalContribution": 260228
}