{
    "rcn": "209043",
    "acronym": "HeartATAC",
    "topics": "MSCA-IF-2016",
    "title": "Epigenetic regulation of cardiac regeneration after injury.",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Cardiovascular disease is a leading cause of morbidity and mortality worldwide, and there is a constant and urgent need for novel, more effective therapies to treat it. Chronic tissue hypoxia, nutrient deprivation and myocardial cell death are some of the factors contributing to ischemic heart disease (IHD), the most common cause of death from all cardiovascular diseases. Current therapeutic approaches are limited in their capacity to enhance cardiac regeneration after injury. Toward novel selective therapies, it is important to gain a detailed understanding of pathways orchestrating cardiomyocyte proliferation during development and after injury.\n\nThis proposal aims to map the epigenetic landscape of cardiomyocytes at key stages of postnatal cardiomyocyte maturation, using the assay for transposase accessible chromatin with high-throughput sequencing (ATAC-Seq). The application of this novel technique to cardiomyocyte biology will allow for the identification of epigenetic mechanisms that drive cell cycle withdrawal during cardiomyocyte maturation. My pilot experiments indicate that the SWI/SNF chromatin remodeling factor Arid1a may prevent efficient cardiac regeneration after injury. The role of Arid1a during cardiomyocyte maturation will be characterized. Furthermore, I will examine if suppression of Arid1a in adult mouse heart can improve cardiac function and enhance regeneration after injury.\n\nMapping the epigenetic landscape of developing and mature cardiomyocytes represents an important step toward understanding the obstacles to efficient myocardial regeneration. Manipulation of Arid1a in diseased hearts may provide novel therapeutic approaches to enhance cardiac regeneration post ischemic injury.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}