{
    "rcn": "209017",
    "acronym": "ENERGSYNTISSUE",
    "topics": "MSCA-IF-2016",
    "title": "Energy-generating synthetic tissues",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Synthetic tissues are of great scientific and technological importance as they might not only enable purpose-driven complementation of natural tissue functionalities to repair or replace dysfunctional or damaged tissues, but also allow the engineering of intelligent artificial biomaterials with features that do not exist in nature. Main limitations of current synthetic tissues based on lipid-coated droplet networks are a low material durability over the long-term, a low availability of diverse functions (apart from electrical communication and macroscopic deformation) and a lack of control capacity using external signals in a reversible manner. The main goal of this proposed project is the engineering of a novel light-controllable synthetic tissue capable of generating energy, which consists of a printed network of polymer-coated droplets that carry specific enzymes within distinct droplets. Such energy-generating synthetic tissues convert chemical energy into electrical energy, and might therefore be applied as miniature bio-batteries to power implanted medical devices such as pacemaker in human patients. Engineering of synthetic cells and bio-batteries are a current focus of the 2017 Work Programme of European Commission and will advance the development of industrial biotechnology, which is one of Key Enabling Technologies of European industrial policy.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}