{
    "rcn": "209073",
    "acronym": "NanoAID",
    "topics": "MSCA-IF-2016",
    "title": "Advanced In-situ Techniques for the Development of Metal Oxide Nanostructures.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Complex metal oxides (MO) are the center of interest in a range of fields, with one of the most exciting applications being artificial photosynthesis. Converting solar energy into chemical bonds, once perfected, might constitute a large part of a solution to the energy sustainability problem modern society faces. Semiconductor MOs have been shown to be promising candidates for light absorbers in anodes of photoelectrochemical cells used for water cleavage and hydrogen production from sunlight. Candidate materials with optimal band gap and band alignment with water redox level used in such devices are often selected based on combinatorial material science techniques (inkjet printing, co-sputtering)  and theoretical calculations. Once a compound is identified as having promising photoelectrochemical properties, a fabrication route is sought to prepare nano-structured thin films. Colloidal chemistry is a highly promising approach for the synthesis of complex MO nano crystals (NCs), in principle allowing control over the size and structure of the NCs by choosing appropriate precursors and tuning the conditions (temperature, time, reagent concentration, organic ligands). These advancements greatly facilitate research in the field of complex functional materials and are now a standard, but the optimization of synthesis-by-design of NCs and thin films fabrication has been lacking and mainly based on a trial and error approach. With NanoAID we will address this important issue and develop a comprehensive toolbox for synthesis and characterization of complex oxides, which will go beyond the state of the art with precise defects and non-stoichiometry control capabilities. NanoAID will focus on developing a toolbox for rapid structural and morphological characterization of complex oxide NCs and thin films, and thermodynamic analysis of the involved compounds. Research will center on ternary and quaternary compounds, namely Cu/Mn-V-O.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}