{
    "rcn": "209056",
    "acronym": "NEURO-SWARM",
    "topics": "MSCA-IF-2016",
    "title": "Efferent modulation of auditory sensitivity in mosquitoes: From auditory transduction to swarming behaviour",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Hearing in mosquitoes is crucial for mating partner recognition. Within mating swarms, males hear the wing beat of females and chase them to copulate. Despite the importance of this behaviour, very little is known about the molecular mechanisms involved. I and my co-workers have recently discovered an auditory efferent system innervating the mosquito hearing organ, the Johnston's Organ (JO) that releases the biogenic amines octopamine and serotonin and modulates the auditory function. However, we still do not know how this efferent system modulates hearing in the context of swarming. \nGiven the intimate connection between hearing and swarming in mosquitoes, and considering that biogenic amines have been described in other insects to induce swarming, I hypothesize that biogenic amines induce mosquitoes to aggregate into swarms and upregulate their auditory sensitivity to increase male mosquito attraction to females. My objectives are to use a multidisciplinary approach, including molecular biology, physiological and behavioural methods, to study if biogenic amines increase the auditory sensitivity during swarming and to assess the potential of disrupting biogenic amine signalling to impair mosquito hearing and swarming. \nTo this end, I will first study temporal variations of biogenic amine signalling pathways in the mosquito JO during the swarming period. I will then generate mosquito mutants to impair biogenic amine signalling and subsequently use these mutants to assess their auditory function and swarming behaviour phenotypes aiming at defining a direct involvement of biogenic amines in mosquito hearing and mating. \nWe believe that our work will lead to developing novel mosquito control tools. Firstly, improving our knowledge on mosquito hearing can lead to develop novel acoustic traps. Secondly, the characterization of biogenic amine receptors could directly identify new insecticide targets. Thirdly, altering swarming behaviour can disrupt mosquito mating.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}