{
    "rcn": "209001",
    "acronym": "RF-MAFS",
    "topics": "MSCA-IF-2016",
    "title": "Novel RF Driven MRI Magnet for Imaging Enhancement",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "The key goals of the RF-MAFS project are: the training of the Experienced Researcher (ER) Dr. Javier Alonso-Valdesueiro, in the fast growing field of Scientific Instrumentation, where the host and partner institutions have critical knowledge and expertise and the design, development and optimisation of a new Magnetic Resonance Imaging (MRI) machine based on the concept of Radio-Frequency Magic Angle Field Spinning (RF-MAFS). The aim of the  research  project is to design and develop a novel type of portable MRI scanner which enhances the image resolution by applying a rotating magnetic field. This project brings together Engineering Skills, Magnetic Resonance (MR) Knowledge and Medical Imaging Insights. Therefore, it will clearly have a broad positive impact on the European Research Area (ERA). The interdisciplinary and intersectoral training program includes specific training in RF power devices, magnet design  and training in transfer of knowledge from academia to industry. Then, it will enhance and broaden Dr. J. Alonso-Valdesueiro¥s expertise in Applied Scientifc Instrumentation, increasing his exposure to both academia and industry. The Fellow is a talented researcher who has gained much expertise in engineering applied to NMR during his postgraduate career. This background is of great value for the optimization magnet design for medical imaging. But for further boost his career, Javier needs to gain expertise in prototype construction for scientific applications in which the University of Basque Country has a world-recognised expertise. Additionally, through the three-month secondment at University College London he will have contact with the medical image processing part of the action. Therefore, The multidisciplinary project  activities including outreach activities, supervision, and complimentary course outlined in the work plan, reflect all training objectives and will assist Javier in acquiring necessary competences and reaching professional maturity.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}