{
    "rcn": "209075",
    "acronym": "MyoBan",
    "topics": "MSCA-IF-2016",
    "title": "wireless Body Area Networks for high density MYOelectric neurorehabilitation technologies",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The next generation of rehabilitation systems will require the evaluation and restoration of the motor impairment using neural information. For this purpose, noninvasive multichannel electromiographic (EMG) technologies are the most promising tools for research and clinical neurorehabilitation applications. Unfortunately, the current systems for high-density (HD) EMG recordings require long cables that impose significant restrictions on the patients and limit free movement. Moreover, the integration of such bulky systems into current rehabilitative exoskeletons may be problematic. For these reasons, the project MyoBan aims to develop an innovative portable HD EMG system based on recent standards designed for the next generation of wireless body area networks. The proposed system will exploit the spatial and temporal characteristics of the surface EMG signals to reduce the data-rate and optimize transmission parameters (e.g. transmitting power, specific absorption rate, real-time processing, etc.). The final aim will be the production of small HD EMG sensors that can be placed on the surface of multiple muscles of the patients with minimal invasiveness and high efficiency. The project will combine expertise in several fields: telecommunication, biomedical signal processing, medical information technologies and neurorehabilitation. The MyoBan is expected to produce substantial progress in the research and clinical applications of neurorehabilitation technologies for motor restoration.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OT BIOELETTRONICA DI BOTTIN ANDREA E MERLO ENRICO & C. S.N.C.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986205791": {
            "orgId": "986205791",
            "orgName": "OT BIOELETTRONICA DI BOTTIN ANDREA E MERLO ENRICO & C. S.N.C.",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}