{
    "rcn": "209098",
    "acronym": "innoPROCUR",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Improving support services to foster SMEsí participation to PCP and PPI",
    "startDate": "01/04/2017",
    "endDate": "31/03/2018",
    "objective": "The aim of the project is to collaboratively address a common innovation support challenge, namely to facilitate and foster the participation of innovative SMEs in PCP - Public Commercial Procurement and PPI - Public Procurement of Innovation.\nIntermediary organizations and innovation agencies, offering support services to innovative SMEs, are relevant actors in this process because they can support SMEs in participating in European PCP and PPI, with numerous positive effects for them: improving the exploitation of IPRs and R&D results, increasing economic growth and employment, speeding up time-to-market of innovative solutions and gaining leadership in new global markets.\nThe Peer learning activity will serve to learn from the best and to share good and bad practices in such support services to SMEs, which are still rare/not consolidated throughout the EU. \nThe realized Design Options Paper will serve as a ìguideî or a ìhandbookî to other agencies and business support centers to provide similar and/or more focused support services on PCP/PPI.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
    "coordinatorCountry": "IT",
    "participants": "LODZKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
    "participantCountries": "PL;NL",
    "projectParticipants": {
        "986221602": {
            "orgId": "986221602",
            "orgName": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
            "ecContrib": 50000
        },
        "950163210": {
            "orgId": "950163210",
            "orgName": "LODZKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
            "ecContrib": 0
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}