{
    "rcn": "209006",
    "acronym": "WELCOME-UNIVERSITY",
    "topics": "MSCA-IF-2016",
    "title": "Newcomers at the University. Welcome practices and staff involvement in the UK",
    "startDate": "23/05/2017",
    "endDate": "22/05/2019",
    "objective": "European universities have significantly changed the way of dealing with newcomers in the last thirty years. As a consequence of the explosion of enrolments, educators, professional staff, and authorities have suddenly been confronted to new categories of students. In addition, the university's governance has experienced rapid changes concerning internationalisation and mobility. The issues that primarily concern researchers and authorities regard the dropout of first-year students (FYS) and the utility of mobility programmes to reinforce a ìEuropean identityî. \nWith the MSCA, I aspire to better understand how universities welcome and take actions to integrate FYS and students in mobility with diverse background. These organisational conditions have not been sufficiently considered by educational researchers and practitioners yet. Most works focus only on teaching, admission process, or material conditions of life outside the university.\nMy programme has three main objectives: (1) to give an account of the concrete functioning of policy concerning FYS and students in international mobility in British universities, including informal ways of welcoming, backdrop material conditions and institutional communication; (2) to conceive a theoretical framework suitable for comparative research regarding welcome policies for newcomers that reinforce teaching and learning processes; (3) to make a contribution to practitioners and European policy-makers who seek to enrich newcomersí experience and retention. \nThe UK is the most suitable place to carry out my research and training activities. First, its universities have been among the pioneers in carrying out initiatives for first-year students and students in mobility. Second, there exists a more robust academic tradition in the UK exploring the first-year experience, compared to most states in Europe. Dissemination and communication actions will be implemented in the UK, France, and Belgium with staff and potential users.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}