{
    "rcn": "209050",
    "acronym": "WILDGUT",
    "topics": "MSCA-IF-2016",
    "title": "GUT biota indices: a new tool for WILD animal conservation",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Calls to stem biodiversity loss have generally focussed on the plight of charismatic vertebrates (mammals, birds, fish, amphibians) and to some extent, insects (like butterflies). However, although the abundance and diversity of microbial and helminth communities inhabiting the gastrointestinal tract have been demonstrated of critical importance to health in both humans and non-human animals, this microbiodiversity has rarely been considered within a conservation framework. Using recently collected fecal samples from two free-ranging tropical non-human primate species with contrasting ecological parameters, WILDGUT proposes a multi-disciplinary approach to investigate the four-way interplay between habitat changes, host species, and gut micro- and macro-parasites in natural environments. The results will lead to a better understanding of the impact of human activities on microbiodiversity, and whether such changes could have an effect on wildlife health, and ultimately to a speciesí conservation status. Thus, the project will explore whether the comparison of gut microbiota and helminth community diversity, functions and interaction between intact and degraded habitats can be used to develop new indices to estimate host health and informing conservation strategies.",
    "totalCost": "176203,8",
    "ecMaxContribution": "176203,8",
    "coordinator": "FONDAZIONE EDMUND MACH",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999598969": {
            "orgId": "999598969",
            "orgName": "THE BOARD OF TRUSTEES OF THE UNIVERSITY OF ILLINOIS",
            "ecContrib": 0
        },
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 176204
        }
    },
    "calculatedTotalContribution": 176204
}