{
    "rcn": "209047",
    "acronym": "LIVEWELL",
    "topics": "MSCA-IF-2016",
    "title": "Living Well: Provisioning Systems for Sustainable Resource Use and Human Well-Being",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "Humanity faces the challenge of how to achieve a high level of well-being for all people without destabilizing the planetary processes that facilitated the rise of civilization. This project revolves around the intermediating role of physical and social provisioning systems that link resource use and social outcomes. Provisioning systems mediate the relationship between biophysical inputs and social outcomes via the material practices and cultural meanings associated with the consumption of specific commodities (i.e. energy, housing, transport, etc.). A better understanding of provisioning systems can provide insight on how to achieve high levels of well-being at low levels of resource consumption that are within planetary boundaries.\n\nThe LIVEWELL project will develop a coherent operational framework with robust concepts, methods and metrics to bridge the social sciences (living well within society) and natural sciences (physical resources and technologies, environmental limits). This framework will be applied to explore two important questions: (1) What influence do different social and technical provisioning systems have on the level of resource use required to achieve a high level of well-being? (2) If remaining within planetary boundaries requires rapid decreases in material and energy use, how could scarce resources best be employed to enhance and preserve well-being? These questions will be investigated using three methods: (i) quantitative assessments, (ii) case studies of key countries and (iii) development of alternative provisioning system scenarios. This study is timely and aims to widen the evidence base for policy, integrate environmental concerns into other policy areas, and address international environmental and climate challenges more effectively.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}