{
    "rcn": "209093",
    "acronym": "Runway-Star",
    "topics": "SMEInst-10-2016-2017",
    "title": "A Novel Solution for Aircraft Washing and De-Icing",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Runway Star RS-500 is a fully automated dual-use aircraft de-icing and washing facility designed to address two significant industry problems. First, de-icing of aircraft is a safety-critical yet costly process. It relies on skilled operators manually applying up to 5000 litres of de-icer, which is both wasteful and environmentally damaging.. RS-500 will reduce de-icing fluid use, eliminate wind-borne losses and improve airport efficiency by reducing washing and de-icing cycle times. It lowers costs, recovers up to 95% of excess fluid and provides full audit trails.\n\nThe second industry problem relates to the current inability of airline operators to cost-effectively clean aircraft. Currently, washing coincides with infrequent aircraft servicing. Dirty aircraft consume1-2% more fuel due to increased aerodynamic drag. RS-500 will integrate efficient, automated washing within its de-icing facility, allowing airlines to increase wash frequency, reducing fuel consumption.\n\nWith a payback of less than 18 months, RS-500 is an attractive investment for stakeholders and the system has generated overwhelming interest from airport owners, aircraft operators, and ground handlers. Scale model demonstrations and de-icing trials have been completed with excellent results. The system provides a new approach to washing and de-icing operations and MSG have recently applied for patent coverage in Europe, the US and Canada. \n\nThe project has already received significant offers of support, engineering expertise and components for the control system. Customers are waiting - a state airport operator has already indicated their interest in purchasing 4-8 systems, subject to successful demonstration activities. Horizon 2020 financial support is essential to enable MSG Production to demonstrate the system and exploit significant market opportunities.",
    "totalCost": "3551315",
    "ecMaxContribution": "2485920,5",
    "coordinator": "MSG PRODUCTION AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919768551": {
            "orgId": "919768551",
            "orgName": "MSG PRODUCTION AS",
            "ecContrib": 2485920
        }
    },
    "calculatedTotalContribution": 2485920
}