{
    "rcn": "209054",
    "acronym": "ExItALS",
    "topics": "MSCA-IF-2016",
    "title": "RNA-mediated intercellular miscommunication: role of extracellular vesicle cargos in Amyotrophic Lateral Sclerosis",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Amyotrophic Lateral Sclerosis (ALS) is a rare neurodegenerative disorder that primarily targets upper and lower motor neurons. The progression of the disease is mediated by altered intercellular communication in the spinal cord between neurons and glial cells. Intercellular communication, mainly happening through extracellular vesicles (EVs) is responsible for the horizontal transfer of proteins and RNAs to recipient cells. Recently, I proved that EVs released from ALS mutant astrocytes selectively induced toxicity in wild type motor neuron, thus reinforcing the notion that astrocytes exert toxicity in ALS disease propagation and suggesting EVs as mediators of toxicity. Although, multiple factors can play a role in motor neuron degeneration, recent evidences point toward a fundamental role for RNA and RNA-binding protein dys-homeostasis as crucial players in ALS pathogenesis. Therefore, the overarching goal of ExItALS is to characterize the astrocyte-EVs RNA cargos, -through RNA deep-sequencing (Aim1). This approach will be complemented by the use of high-resolution flow cytometry (secondment) to separate EV populations and determine which one(s) is(are) responsible for motor neuron toxicity (Aim2). The present research proposal is a synthesis of my interests in neurodegenerative diseases and my expertise in biochemistry and neurobiology. At the Host Institution I will greatly benefit from the scientific exchange with several PIs interested in RNA biology, particularly with my supervisor, whose skills in RNA-binding protein biology and bioinformatics analyses will perfectly integrate and consolidate my molecular and biochemical expertise. The MSCA-RI-IF will be instrumental to develop this initial hypothesis into deeper biological understanding of ALS and represent a crucial support to my scientific integration as a competitive, woman investigator in the transition from a researcher position to an independent academic career.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}