{
    "rcn": "209078",
    "acronym": "DNCSS",
    "topics": "MSCA-IF-2016",
    "title": "Decoding neural circuits controlling sleep drive and sedation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Sleep and anaesthesia are both commonplace states that involve reversible loss of consciousness. However, the precise regulatory mechanisms underlying both still remain elusive, particularly at the circuitry level. Previous studies suggest that sleep is homeostatically regulated and it has been proposed that the interaction between circadian rhythm and intrinsic sleep drive determines sleep status. Although much efforts have been made, the sleep field still lacks clarity regarding the nature of the ìsleep driveî as well as how it modulates sleep homeostasis. My host lab recently revealed that neuronal ensembles in the PO area, particularly in the lateral PO (LPO) area, a small region at the base of the brain that contains a mixture of sleep-active, wake-active, and temperature-sensitive neurons, are selectively activated during recovery sleep and drug-induced sedation. These results indicate that the LPO neurons are able to sense the sleep drive. In this proposal my goal is to identify LPO associated functional connectivity encoding sleep drive and sedation. By combining TetTagging functional ensembles of neurons with in vitro and in vivo optogenetics, electrophysiology and imaging techniques in mouse, I aim to 1) evaluate alterations of excitatory/inhibitory inputs onto the defined LPO neurons during prolonged wakefulness and sedation; 2) identify the origin of inputs onto the defined LPO neurons; 3) tdetermine the effects of altered connectivity involving active LPO neurons on sleep and sedation status in vivo. The results of the proposed research will provide novel insights into the regulatory mechanisms underlying sedation and the homeostatic drive of sleep.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}