{
    "rcn": "209021",
    "acronym": "MIND THE GUT",
    "topics": "MSCA-IF-2016",
    "title": "Mind the Gut: Molecular Markers of Microbiome Evolution",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "What is the role of our microbial partners in our evolution? Does the microbiome evolution reflect major events of human history? Despite increasing evidence that the gut microbiome plays an essential role in multiple core aspects of human biology, little is known about how the human-gut community co-evolved. The role of the microbiome in human evolution and speciation has been historically overlooked, in part due to the challenge of obtaining microbiome data from ancient material. However, understanding the co-evolution of the human-gut ecosystem requires a time-series approach associated with the major defining moments in human evolution such as migrations, admixture, domestication, industrialization and globalisation. Under favourable conditions some archaeological substrates such mummified tissues, coprolites and dental calculus have potential to shed some light on ancient microbiomes. \nTo do so, MIND THE GUT (MtG) will develop new markers of specific bacterial action applying lipidomic and proteomic tools to explore the diagenesis of microbiome substrates. MtG will analyze the mummified microbiomes of the aboriginal Canary islanders. The Canary mummies represent a unique model system to study the impact of diet and lifestyle in populations that evolved isolated but shared their microbiome during the peuplement of the islands. MtG will compare them with a group of naturally mummified bodies from Nubia that span a similar time period, and with modern microbiome samples from 3 african populations with different lifestyles.  MtG results will provide a framework for future studies on fossil material and contribute to illuminate the role of the microbiome in overcoming the challenges of diet, environment and lifestyle changes that took place during human history and prehistory. MtG represents a stepping stone to the integration of the ancient microbiomes in the study of  human evolution.",
    "totalCost": "278227,8",
    "ecMaxContribution": "278227,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 278228
        }
    },
    "calculatedTotalContribution": 278228
}