{
    "rcn": "209071",
    "acronym": "DEMETS",
    "topics": "MSCA-IF-2016",
    "title": "Impact of Environmental Tobacco Smoke on Incidence and Outcomes of Dementia.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Environmental Tobacco Smoke (ETS) remains prevalent globally. Its association with dementia is unclear. We propose to investigate impacts of ETS on dementia risk and outcomes, and examine levels and determinants of ETS exposure post dementia.  In a case-control study in the UK we will recruit 150 elders aged>=75 years with newly diagnosed dementia, 150 with already diagnosed dementia and 150 without dementia from the Royal Wolverhampton hospital. Each participant will be interviewed for socio-demography and risk factors and have saliva samples taken for cotinine analysis. Using multivariate logistic regression models we will examine the association of ETS measured by cotinine with newly diagnosed dementia, and identify factors influencing ETS exposure in people with already diagnosed dementia. We will analyse data from a cohort of 6071 participants aged >=60 years in China, who had the details of ETS exposure recorded in a 5-province health survey in 2007-2009 and were re-interviewed in 2010-2012 to diagnose incident dementia. We will examine incident dementia in relation to baseline ETS exposure, and the impact of ETS exposure on mortality and multimobidity in participants with dementia using multiple adjusted Cox regression models. In the UK we will further run 2 focus groups and explore preventive measures of ETS exposure in older people with and without dementia. Our rich data, including a biomarker elevated upon exposure to ETS will offer internationally applicable insights into the impacts of ETS on dementia incidence and outcomes. Throughout the research project, use of varied study and research methodologies and rigourous training courses, our Fellow will develop his leadership skills and further his career in public health research. The project will strengthen a long-term collaboration between China and EU partners, and will provide Europe with new data to prevent dementia and to reduce ETS.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852527": {
            "orgId": "999852527",
            "orgName": "UNIVERSITY OF WOLVERHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}