{
    "rcn": "209083",
    "acronym": "LODALORD",
    "topics": "MSCA-IF-2016",
    "title": "Local Diversity and Long-Run Development",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Social scientists have long studied the effects of population diversity on society. The research project proposed here breaks new ground in multiple dimensions by rigorously estimating the long-run effects of (i) local population diversity, (ii) individual diversity, and (iii) the interaction between these two concepts, on comparative socioeconomic performance across locations and lineages within a country.\n\nThrough a combination of two extensive high-quality databases covering the complete genealogy of more than five million individuals living in Quebec, spanning its settlement in the 16th century up to present day, as well an immense database covering more than 43 million worldwide individuals, I will analyze the effects of diversity using measures of diversity that are well-established in the field of quantitative genetics. The project will deliver the first within-country long-run investigations involving local and individual diversity.\n\nFirst, I hypothesize that the diversity of an individualís ancestors has a significant effect on the productivity of that individual as well as his descendants. In particular, I hypothesize that individuals from more diverse lineages were more capable of adjusting to changing economic conditions, finding new productive niches, and thus raising that individualís income.\n\nSecond, I hypothesize that the negative effects of diversity found on the country level are less operative within a country. Thus, I expect to find that local population diversity has had a monotonically positive effect on long-run development within a country.\n\nThird, I hypothesize that there is an interaction effect between population-level and individual-level diversity. Thus, I suggest that the effect of individual diversity is affected by the diversity of the locality in which the individual is situated. In particular, I hypothesize that there is a greater benefit to individual diversity in less diverse localities.",
    "totalCost": "260227,8",
    "ecMaxContribution": "260227,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999572682": {
            "orgId": "999572682",
            "orgName": "BROWN UNIVERSITY",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 260228
        }
    },
    "calculatedTotalContribution": 260228
}