{
    "rcn": "209023",
    "acronym": "ABISSE",
    "topics": "MSCA-IF-2016",
    "title": "AB Initio Simulations for Super-Earths",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Since the discovery of the first exoplanet, a gaseous giant planet, two decades of an extensive planet hunt led to an amazing inventory of close-by planet systems. Among these planets a substantial number are slightly larger than Earth but are still expected to be rocky. No similar object exists in the solar system and little is known about them. One interesting aspect is to determine the habitability of these exotic planets and if life could develop there. It is therefore important to determine what is the structure of the deep interior of these planets and if it can generate a protecting magnetic field.\nIn the proposed project, the fellow plans to develop a set of state-of-the-art ab initio simulations of iron-nickel mixtures to study the properties of these materials at high pressure. These materials are likely to be dominant in the core of Super-Earth but it is unclear if the pressure-temperature conditions are compatible with a solid core surrounded by a liquid and conducting phase as expected to be favorable for magnetic field generation. The fellow will focus on the phase diagram of these mixtures up to 1 TPa. He will also explore the transport properties in order to better constrain the possible scenarios of convection and magnetic field generation. Based on these results, the fellow will build evolution models of Super-Earths to be compared to the discovered exoplanets.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ECOLE NORMALE SUPERIEURE DE LYON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985804405": {
            "orgId": "985804405",
            "orgName": "ECOLE NORMALE SUPERIEURE DE LYON",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}