{
    "rcn": "209046",
    "acronym": "NanoALS",
    "topics": "MSCA-IF-2016",
    "title": "Nanoparticle-based immunization, a novel therapeutic strategy for amyotrophic lateral sclerosis",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "As the life span of the population extends, the prevalence of neurodegenerative diseases is rapidly increasing representing a considerable impact for the quality of life and economy of many countries worldwide. Most of these diseases, including Amyotrophic lateral sclerosis (ALS) are currently considered as proteopathies, where some proteins (SOD1 in the case of ALS) adopt misfolded conformations prone to aggregate and cause cellular toxicity and motor neuron death. Moreover, these proteins are secreted to extracellular media contributing to the widespread of the disease in a prion-like manner, by acting as scaffolds for the misfolding of endogenous proteins when uptaken by surrounding cells. The aim of NanoALS is to bring together Neuro and Nanoscience fields to design a novel passive immunization therapy to target the misfolded SOD1 released into cerebrospinal fluid in ALS. It will be based on the systemic delivery of gold and PLGA nanoparticles functionalized with specific antibodies against the different isoforms of misfolded SOD1. These nanoconstructs will bind the different aberrantly folded SOD1 forms preventing their reuptake by neighbouring cells and blocking the cytotoxic epitopes exposed after misfolding. The multidisciplinary work program in NanoALS covers the synthesis of the functionalized nanoconstructs as well as validation of their therapeutic potential in neuronal cell lines and in the SOD1-G93A mouse model of ALS. Immunization against misfolded extracellular proteins has showed an encouraging success in ALS mouse models and in recent clinical trials with Alzheimer patients. Optimizing the delivery systems and targeting different misfolded isoforms as well as the active exploitation and dissemination strategy designed for NanoALS will maximize the benefits of these therapies both in ALS and other proteopathies.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}