{
    "rcn": "209031",
    "acronym": "BALTIC KLEMS",
    "topics": "MSCA-IF-2016",
    "title": "Baltic Countries Capital, Labour, Energy, Material and Service inputs",
    "startDate": "18/09/2017",
    "endDate": "17/09/2019",
    "objective": "The BALTIC KLEMS (Baltic Countries Capital, Labour, Energy, Material, Service inputs) project aims at developing methodology for the Baltic Countries for KLEMS (countries are missing information). It expands the actual EU KLEMS and WORLD KLEMS framework and includes the role played by detailed intangible assets to productivity growth. The results obtained will enable: a) to up-to-date information in the EU KLEMS database; b) to perform comparative economic analysis for different developed countries from two complementary perspectives: the determinants of productivity growth and the patterns of structural change; c) be beneficial for a set of EU countries (plus the USA) from the INTAN-Invest initiative as well as from the SPINTAN project funded by the 7th Framework programme of the EU. This can be summarized in the following objectives: (1) to investigate the economic structures; (2) to group the countries and propose a taxonomy of consistent patterns; (3) to develop a new methodology; (4) to investigate the main characteristics of detailed intangible capital impact on productivity growth; (5, 6) to measure, rank the detailed contributors; (7, 8, 9) to derive the main results emphasizing the main policy implications. In order to achieve these goals WP1 is dedicated to researching the economic structures. WP2 is devoted to developing a methodology, to obtaining values, ranking. WP3 is dedicated to identifying the consistent paths of structural changes and the determinants. WP4 is dedicated to dissemination, public engagement. WP5 is dedicated to the practical exploitation. WP6 is dedicated to the management.  WP7 is dedicated to training, career development. The researcher had internship at the host supervised during the doctoral studies. The supervisor is the coordinator of the SPINTAN project funded by the 7th Framework programme. The host performs the calculations for the case of Spain (EU KLEMS), a set of Latin American countries (LA KLEMS, a part of WORLD KLEMS).",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "INSTITUTO VALENCIANO DE INVESTIGACIONES ECONOMICAS, S.A.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997314910": {
            "orgId": "997314910",
            "orgName": "INSTITUTO VALENCIANO DE INVESTIGACIONES ECONOMICAS, S.A.",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}