{
    "rcn": "209005",
    "acronym": "SINMOF",
    "topics": "MSCA-IF-2016",
    "title": "Synthesis of Spirooxindoles and INdoles pharmaceuticals using Metal-Organic Frameworks",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "SINMOF is a pioneering and structured effort to comprehensively address the introduction of different immobilised isolated catalytic active sites in solid hybrid materials to overcome the metal losses occurring with state-of-the-art homogeneous catalysts employed in the pharmaceutical industry. The convenient use of hybrid metal-organic framework materials (MOFs) respect to traditional state-of-the-art porous solid materials is due to (a) self-deactivation-resistant design of the active sites by (b) ultrastable catalytic site isolation. In the SINMOF project we will (1) design novel multifunctional MOFs as next generation catalysts for the synthesis of pharmaceutically active compounds in an economically and environmentally beneficial way; (2) apply MOF hybrid solids as heterogeneous catalysts to avoid the use of homogeneous metal catalysts in novel synthetic strategies of pharmaceuticals with the indole core and finally (3) derive structure-activity and selectivity relationships at the smallest possible length scales and with the highest possible sensitivities employing fluorescence microscopy. Using a two-stage research methodology, SINMOF will finally provide the most active and stable MOF catalyst for the synthesis of the indole-based neurotransmitter Sumatriptan and the anticancerigen spirooxindole SAR405838. The combined expertise of the fellow and host ensures the best chance for successfully completing the SINMOF objectives in a mutually beneficial manner. On one side, internal collaborations at the host institution will allow the access to state-of-the-art fluorescence microscopy methods, to get new insights into the molecular mechanisms underlying the novel catalytic systems. On the other side, a secondment at a world-leading research center in the homogeneous catalysis field will train the researcher in order to individuate the best molecular features for model homogeneous catalysts to be translated into selective heterogeneous MOF catalytic system.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}