{
    "rcn": "209022",
    "acronym": "HOU-DUAL",
    "topics": "MSCA-IF-2016",
    "title": "HOUSING DUALIZATION: DIVIDED HOUSING CAREERS AND THE FINANCIALIZATION OF HOUSING MARKETS",
    "startDate": "23/05/2017",
    "endDate": "21/04/2020",
    "objective": "Recent years have seen a transformation of housing careers. Significant homeownership declines among young adults is evident across Europe, with growing shares in rental or staying on in the parental home. These are not merely symptoms of a temporary recession, but are outcomes of fundamental changes in labour and housing markets alongside shifting state roles. Even in so-called ëhomeowner societies,í a future of mass homeownership appears unlikely. Rather, we see increasingly divided sectors where insiders have seen sizable asset growth contrasted with significant shares shut out from the housing market. Globally, ëfinancializationí processes have been at forefront of housing market transformation. Financialization describes real forces that have progressively changed the nature of housing, through its integration with global capital flows, neoliberal re/deregulation and increasing commodification: changes that may exacerbate the translation of labour to housing divides. All this, in an era where labour inequalities have increased and housing assets have grown in importance in the face of welfare cutbacks. Given varied homeownership entry, diverging market outcomes, and intergenerational transmission, housing is clearly central to structuring inequalities. Forces of financialization have only amplified the importance of housing towards socio-economic divides. The proposal develops a theoretical and empirical understanding of how European housing is increasingly structured by insider-outsider dynamics - or housing dualization - within contexts of labour inequality and financialization. The quantitative approach is both multi-scalar and interdisciplinary. First addressing macro-level housing divides across national settings, followed by multi-level analyses into individual outcomes structured by differing national and regional contexts. The research builds on distinct literatures across: labour market dualization, comparative housing studies, and financialization.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}