{
    "rcn": "209087",
    "acronym": "TRAIN SPOTTING",
    "topics": "MSCA-IF-2016",
    "title": "Mapping the Intraflagellar Transport - A High-resolution Study of Intraflagellar Transport Trains in Chlamydomonas Cells",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Cilia are highly conserved eukaryotic organelles that, with the exception of fungi and higher plants are present in nearly all types of organisms from protists to mammals. Through their motility, sensory, and signaling functions cilia play crucial roles in human physiology and development. Defects in cilia have profound impact on human health. Cilia assembly requires a dedicated protein shuttle, intraflagellar transport (IFT), a bidirectional motility of multi-megadalton protein arrays along ciliary microtubules. Although the overall mechanism of transport is generally described, complete high resolution structural description is necessary for the detailed understanding of this complex system.\nI propose the in-depth structural analysis of IFT features, train types, cargoes, interactions with the molecular motors in the cilia model organism Chlamydomonas. This approach will bring us both a molecular resolution of incorporated protein complexes and dynamic overview of their relations.\nThe project objectives will be achieved by an elabrated chain of methods based on correlative microscopy, combining the specificity of nanobody labelling with the structure preservation and molecular resolution of cryo-electron tomography. We plan to develop two independent workflows for tracing the IFT features based on the most progressive cryo methods in the cooperation with the project partners.\nIt is anticipated that an detailed ultrastructural 3D analysis of intraflagellar transport will provide new fundamental mechanistic insights into this very important biological process. We also expect an overlap to the whole structural biology field due to the methodical development, which will be universally applicable for another structural studies.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}