{
    "rcn": "209015",
    "acronym": "DropContEvo",
    "topics": "MSCA-IF-2016",
    "title": "A droplet microfluidic system for continuous in vivo evolution.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Droplet microfluidics has recently become one of the breakthrough technologies for high throughput screening in microbiology and biochemistry, including single cell studies and new approaches to in vitro evolution. Here we propose a development of a novel microfluidic system for unsupervised execution of multiple cycles of in vivo continuous evolution in hundreds of thousands of picoliter droplets. Each evolutionary cycle will comprise: i) encapsulation of single bacteria cells in water-in-oil compartments ii) growth of the cells coupled with production of economically relevant biomolecules iii) selection of the most efficient populations using ultra-high-throughput sorting of picodroplets, iv) dilution of each population via merging with 100 times larger nanoliter droplet containing fresh nutrients and v) passive splitting of each of the resulting nanoliter droplets to the libraries of picoliter droplets containing single cells. Confinement of the reaction in small volume and active sorting of droplets will facilitate and accelerate the process of in vivo evolution. Droplet format will also enable for various screening schemes, so far not available for continuous evolution strategies ñ e.g. based on high throughput fluorescence or absorbance measurements of the droplet content. The second stage of the project will comprise a series of proof-of-concept experiments presenting directed continuous evolution of the tryptophan synthase (TrpS) in E.coli bacteria. The technology proposed here would be very useful for broad community of biotechnologists, evolutionary biologists and industrial specialists without the experience in microfluidics. The proposed research will be conducted at Dr. Hollfelder¥s laboratory that specializes in directed evolution of enzymes and application of microfluidics to industrial biotechnology. The project comprise broad and extensive training in research and complementary soft skills that will aid professional development of the Beneficiary.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}