{
    "rcn": "209057",
    "acronym": "SOLSTORE",
    "topics": "MSCA-IF-2016",
    "title": "Solid-state reactions for thermal energy storage",
    "startDate": "15/03/2017",
    "endDate": "14/03/2019",
    "objective": "In this project proposal reversible solid-state chemical reactions (eutectoids, peritectoids) are proposed for the storing of thermal energy at high temperature (300-800 ∞C). The development of a novel heat storage concept, based on solid-solid reactions, proposed in this project, could contribute to open new scenarios in the thermal energy storage field. To the best of our knowledge, the use of this class of reactions for TES applications has not been explored so far. The goal of this study is the identification of solid-state reactions fulfilling a large number of scientific and technological requirements (high storage capacity, good thermal conductivity, mechanical and chemical stability, complete reversibility of a charging/discharging cycles etc.). \nFor this scope, an interdisciplinary research strategy will be followed involving materials chemistry, physics and engineering disciplines to achieve a complete overview of their behaviour starting from basic research challenges, focused on the material development and characterization (reactivity, stability, kinetic, reversibility, heat and mass transfer etc.), up to arrive to the investigation of their feasibility in real applications (e.g. concentrated solar power technologies (CSP) and waste heat recovery). \nDuring the project a two direction transfer of knowledge will be applied. On one side, an intense training will be offered to the applicant by the host laboratory with the objective to increase his scientific and managerial skills. Secondment in one established European technological center with recognized international expertise in concentrating solar plants (CSP) technologies is also planned. On the other side, the applicant will make available the knowledge and competences matured along his career both to give an impulse to the scientific work and fulfil the objectives set in the project and to explore other funding opportunities and collaborations.",
    "totalCost": "161590,22",
    "ecMaxContribution": "161590,22",
    "coordinator": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE DE BORDEAUX",
    "participantCountries": "FR",
    "projectParticipants": {
        "962434389": {
            "orgId": "962434389",
            "orgName": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
            "ecContrib": 121446
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 40144
        }
    },
    "calculatedTotalContribution": 161590
}