{
    "rcn": "209051",
    "acronym": "CNS-Insuin-Res",
    "topics": "MSCA-IF-2016",
    "title": "How insulin resistance in the dorsal vagal complex affects glucose metabolism and feeding behaviour",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The central nervous system (CNS) integrates peripheral hormonal signals to regulate glucose homeostasis and feeding behavior. Obesity can cause the development of insulin resistance in the brain and completely disrupt the regulative functions of the CNS. Restoring the brainís ability to modulate metabolic functions could be very important to prevent the negative outcomes of obesity and diabetes. The Dorsal Vagal Complex (DVC) in the brainstem senses insulin to regulate glucose metabolism and feeding behavior in rodents. Three days of high fat diet feeding (HFD) is sufficient to completely disrupt the insulin response, thus causing an increase in blood glucose levels and overnutrition. I propose to understand the molecular events that trigger the development of insulin resistance in the DVC and understand the neuronal networks involved in the regulation  glucose metabolism and feeding behavior in the DVC. I will use a combination of in vitro molecular approaches and in vivo physiological readouts to shed light on the physiological functions of this area of the brain. Identification of novel target molecules that are involved in the development of insulin resistance may also provide the basis for the development of new pharmacological approaches to counteract the development of obesity and diabetes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}