{
    "rcn": "209094",
    "acronym": "RUBSEE",
    "topics": "SMEInst-11-2016-2017",
    "title": "Extending artificial intelligence revolution in the waste field beyond sorting",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Current WTPs (Waste Treatment Plants) arenít able to recover all the valuable waste they process, indeed more valuable materials are lost and landfilled or incinerated. The reason of this wasteful spending is clear: current methods do not allow an increase in material recuperation in a cost-effective way: the incremental cost of recovering more materials is bigger than the market value of the additional materials recovered. Losses can reach 2,5MÄ/yr of high-value waste PET/HDPE plastics, cans, cartons). Current technologies arenít enough to meet EU regulations like directive 2008/98/EC, which requires that 50% of household waste is recovered by 2020.\nBased in our 1st product (Wall-B), SADAKO has developed RUBSEE, a disruptive real-time monitoring system (using Computer vision\\Artificial intelligence) of waste flows in a WTP in order to optimize the performance/operation thereof and the recovery of different materials. RUBSEE will allow waste industry improve its economic, regulatory compliance and environmental performance with a solution that is cost efficient and complementary to actual solutions. In order to address present industry need, our goal is to scale from detecting just PET to HDPE, Cans and Bricks, increase/reach detection levels for each material up to >95%, and boost its TRL from 6 to 9.\nAn average WTP plant, processes 7tn/h of urban waste with 39% content of PET, HDPE and Cans and recovers 6000 tn/year of PET, HDPE & Cans. Thanks to RUBSEE data, current equipment performance can be improved up to 20% by adapting their parameters to the variability of the waste flow on real time. This means 1200 Tn/year, increasing revenues up to 421,200Ä/yr for an average customer. Assuming that the complete RUBSEE installation cost amounts 142,000 Ä (10 RUBSEE units \\ 6000 Ä/yr Maintenance costs), the investment payback will be 4.2 months for our clients.\nThanks to this RUBSEE project, we expect a boost of the incomes (NET profit associated to RUBSEE: 2,3MÄ in 2022)",
    "totalCost": "1800176,75",
    "ecMaxContribution": "1260123,73",
    "coordinator": "SADAKO TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929989732": {
            "orgId": "929989732",
            "orgName": "SADAKO TECHNOLOGIES SL",
            "ecContrib": 1260124
        }
    },
    "calculatedTotalContribution": 1260124
}