{
    "rcn": "209000",
    "acronym": "SYMBODIN",
    "topics": "MSCA-IF-2016",
    "title": "The Symbolism of the Body in Northern Europe. Cognitive Metaphors and Old Norse Myth from the Viking Age to Late Medieval Times",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The aim of the proposed research is to investigate the integrative function of bodily metaphors within the Old Norse Literature and Culture. The research will span the culturally important transition from pre-Christian culture to the products of Christian literacy. Its starting point will be the mythic narratives connected with initiation and sacrifice, which have a foremost position in the pre-Christian religion and which are especially rich in the cognitive metaphors of the human body. These myths and rituals exerted an influence as a pattern or model for the whole society, and provide thus an excellent tool for the  understanding of its symbolic system and values. In the next step of the project the transition towards Christianity will be explored and assessed, especially its reevaluation of cognitive metaphors of the body, with the aim to map the transformations of symbolism on the borders of two cultural and religious systems. This endeavour will provide a completely new theory shedding new light on the production of meaning in culture and its reinterpretations. The research itself is to be naturally interdisciplinary, integrating religious studies, philology, cognitive linguistics, anthropology and folkloristics. My previous research prepared me for this task to a certain degree, but knowledge exchange is needed to bring it to a completion, especially consultations with scholars and experts in the field of Old Norse Studies. All this can be achieved by a 18 months research internship at the University in Bergen, which provides the best academic conditions for this project, supervised by prof. Jens Eike Schnall, and by a 6 month secondment in ReykjavÌk, at the University of Iceland and at the ¡rni Magn˙sson Institute for Icelandic Studies. This project will apply innovative interdisciplinary approach to the topic and initiate a collaboration between Prague and Bergen and Prague and ReykjavÌk researchers in Old Norse religion.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}