{
    "rcn": "209062",
    "acronym": "DENPH",
    "topics": "MSCA-IF-2016",
    "title": "Dental anthropology at the Pleistocene-Holocene transition ñ insights on lifestyle and funerary behaviour from Neolithic Liguria (Italy)",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The purpose of the proposed research is using dental anthropology to contribute to our understanding of lifestyle, societies, and belief systems at the Pleistocene-Holocene transition. This is a key moment of our past, during which we shifted from hunting-gathering to the production economy on which we still live. The project will mainly focus a large (150-200 individuals) Neolithic (8-4,000 BP) skeletal assemblage from Liguria (north-western coast of Italy). The research will also involve comparisons with other Neolithic, Mesolithic (10-8,000 BP), and Upper Palaeolithic (30-10,000) sites in Italy and Europe.\nA number advanced and classic methodologies in dental anthropology will be applied, including microCT analysis and 3D scanning, geometric morphometrics, and non-metric analysis. The resulting data about growth and development, diet, and disease, will be cross-referenced with information from the funerary rite. The research questions bioarchaeological, i.e. inherently multidisciplinary in methods and in the theoretical framework, taking advance of the body of theory of biological anthropology, human ecology, and (social) archaeology. In particular, we will investigate (1) the time of weaning in Neolithic children: was it more or less stressful than in earlier/later times? Were non-weaned children buried in living spaces with no rite? (2) how did dental external and internal structure changed with the Neolithic? Is it microadaptation or due to genetic drift? (3) how did growth and development of the dentition and the skeleton compare to modern times? (4) is the funerary rite influenced by biological parameters such as health, diet, provenience? Was there selection of the buried? Were Neolithic caves real cemeteries?\nThe host organization, UBx, has an excellent and productive team of researchers specialized in dental anthropology, and offers advanced labs and specialized training, which complements the already excellent knowledge and potential of the Applicant.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}