{
    "rcn": "209077",
    "acronym": "VisionAtSecondGlance",
    "topics": "MSCA-IF-2016",
    "title": "Vision at a second glance - how memories interact with and depend on information processing in the human visual cortex",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The cognitive faculties of memory and vision are heavily intertwined. Therefore, understanding the brain processes supporting these faculties critically depends on insights into vision-memory interactions.\n\nThe aim of this research program is to obtain novel insights into two important aspects of this interaction. First of all, we will determine how memories change the way in which object image information is processed within the visual cortex. To this end, we will study the neural consequences of stimulus repetition and their relation to the behavioral effect of repetition priming. Second, we will determine how semantic feature encoding depth within the human inferior temporal cortex affects the formation of long term memories. \n\nNew insights will be obtained by using simultaneous EEG-fMRI recordings ñ with which we can simultaneously measure three different hypothesized mechanisms of repetition priming ñ and by combining advanced behavioral experiments with state-of the art pattern analysis of fMRI and EEG data ñ which enables us to assess how memories affect the information content of brain response patterns and vice versa. In addition, we will investigate how stimulus repetition changes neural communication between brain areas and determine if stimulus repetition selectively reduces the extent to which brain response patterns encode non-diagnostic stimulus features.\n\nThe data required to realize these objectives will be generated by two behavioral experiments (that determine the visual and semantic feature profiles for each repeated object image), two fMRI localizer sessions (with which we assess the feature tuning of fMRI voxels in the visual cortex), a combined EEG-fMRI session (with which we record stimulus repetition effects) and a subsequent memory test session (to assess subsequent memory for all repeated objects).\n\nData integration entails the analysis of five key aspects of the data and is expected to generate five high-impact publications.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}