{
    "rcn": "209041",
    "acronym": "MigSol",
    "topics": "MSCA-IF-2016",
    "title": "Migration Solidarity and Acts of Citizenship along the Balkan Route",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The aim of this 24-month Fellowship is to explore how refugees and refugee solidarity groups along the ìBalkan routeî relate to and enact European citizenship. While the project of European citizenship is an unprecedented political development, it has institutionally been modelled upon and reproduces national conceptualisations of citizenship, rights and identity. The research will undertake a comparative analysis of discourses and practices of refugees and pro-refugee volunteers in both EU and non-EU sites, and of the way in which they challenge concepts and institutions of European citizenship derived from national models of membership. It will pay particular attention to the relationship between ìmovementî and the constitution of new European political subjectivities. The main objectives of this study are (1) to engage in a critical examination of the processes and institutions of European citizenship with a specific focus on countries of the ìBalkan routeî; (2) to develop a cross-national and cross-local perspective on solidarity practices with refugees that have emerged along the Balkan route; (3) to investigate ìacts of citizenshipî emerging from both EU and non-EU citizens in relation to refugee mobilities and to assess their implication for European citizenship; (4) To develop analytical and theoretical frames to reflect on new politics of solidarity in Europe and the way in which they contest exclusionary readings of Europe; and (5) to contribute to conceptual debates on citizenship, the governance of migration and  social movements and solidarity in the EU and beyond. In the current context of uncertainty regarding the future of the EU, these questions appear of rising urgency. This study proposes to address these issues through ethnographic research with a range of pro-refugee initiatives in Hungary, Serbia and Greece, three countries at the heart of the Balkan route yet which hold different historical and political relationships to ìEuropeî and the EU.",
    "totalCost": "134239,2",
    "ecMaxContribution": "134239,2",
    "coordinator": "KOZEP-EUROPAI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 134239
        }
    },
    "calculatedTotalContribution": 134239
}