{
    "rcn": "209042",
    "acronym": "GRAMAS",
    "topics": "MSCA-IF-2016",
    "title": "Graphene-Manganite Nanostructures for Novel Pulsed Magnetic Field Sensors",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "A two-way innovative approach of combining Graphene and novel La1-xSrxMn1-yCoyO3 manganite is proposed in this GRAMAS project in order to manufacture highly sensitive sensors, measuring pulsed magnetic field [0.5 ñ 60 T] independently on its direction (so-called B-scalar sensors). Firstly, the Co3\\ cations will be introduced into the Mn3\\ sites in order to achieve a novel, nanostructured La1-xSrxMn1-yCoyO3 layers deposited on various substrates by MOCVD technique. Secondly, the single/few-layers of Graphene will be transferred on the top of Co-doped manganite layers, since Graphene has a superior mobility of charge carriers which also increases the Magnetoresistance. In addition, Graphene layer will allow indication of magnetic field direction respectively to manganite B-scalar sensorsës plane. Moreover, the combination of manganite/Graphene is expected to open new potentials for the discovery of superior magnetotransport properties even at room temperatures and increased sensitivity to magnetic field. \nA full spectrum of investigations, including determination of composition and the crystallinity of the films, electrical and magnetotransport properties dependence on the chosen substrate, growth conditions, number of Graphene layers will be performed in order to achieve the highest magnetoresistance at room temperature for the development of highly sensitive B-scalar magnetic field sensors.",
    "totalCost": "142779,6",
    "ecMaxContribution": "142779,6",
    "coordinator": "VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983800482": {
            "orgId": "983800482",
            "orgName": "VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS",
            "ecContrib": 142780
        }
    },
    "calculatedTotalContribution": 142780
}