{
    "rcn": "209085",
    "acronym": "GlimS",
    "topics": "MSCA-IF-2016",
    "title": "Patient-specific tumour growth model for quantification of mechanical 'markers' in malignant gliomas: Implications for treatment outcomes.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "Gliomas are the most frequent primary brain tumours in adults (70%) with  Glioblastoma multiforme (GBM) being the most frequent and most malignant sub-type (about 50%). Their growth is characterised by infiltration of surrounding healthy tissue, rapid proliferation, and the formation of a necrotic core. GBM growth often creates biomechanical forces that cause compression and displacement of the surrounding brain tissue. This mass-effect is of direct clinical importance; it correlates to functional loss and pressure-induced brain herniation is the leading cause of death for 73% of patients, however this is not used to inform treament. Overall long term prognosis for GBM remains poor, with median overall-survival below 1.5 years and 5-y survival rates below 3%.\n\nWe hypothesize that  biomechanical Glioma ìphenotypesî can be distinguished by mathematical models that estimate the forces that produce tissue displacement. Forces building up as a result of tumour growth might alter the behaviour of cancer cells and can reduce blood perfusion by compressing intra-tumoral blood vessels thus affecting drug delivery. We therefore expect that biomechanical factors may have direct implications not only on the biophysical level, but also for clinical decision making, affecting treatment response and outcome.\n\nThis project seeks to understand the role of biomechanics in the formation of different GBM phenotypes, and to identify ìbiomechanical markersî that can be used to inform clinical decision making for individual patients.\nA mathematical model of tumour growth and biomechanical tumour/healthy tissue interaction will be developed and characterised in a multi-step validation procedure. This model will be tested with clinical data and may allow for characterisation of the biomechanical fingerprint of individual patients. Its impact on treatment outcomes will be investigated in in silico studies with clinical data.",
    "totalCost": "247840,2",
    "ecMaxContribution": "247840,2",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925862091": {
            "orgId": "925862091",
            "orgName": "BECKMAN RESEARCH INSTITUTE OF THE CITY OF HOPE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}