{
    "rcn": "209002",
    "acronym": "EUROFRONT",
    "topics": "MSCA-IF-2016",
    "title": "European Frontiers: Rural Spaces and Expanding States",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Frontiers are dynamic zones of resistance and negotiation where local actors respond to the political/economic fluctuations of expanding states. Research on Europeís frontier zones in the historic past has immediate relevance to the modern economic and political landscape, where the expansion of transnational markets is creating new dynamic frontier zones. Yet due to the typical top-down approach employed by archaeologists and historians, the local experience of living in a frontier has been largely overlooked. EUROFRONT adopts an innovative four-field methodology (archaeology, history, geomatics, and ethnography) to investigate two European frontiers in Crete and Dalmatia. Rich datasets will be developed for each region, synthesizing archaeological data, archival materials (e.g. tax registers and cadastral maps), paleoclimate data, and modern oral histories about villages in the regions. Advanced geospatial analyses will be used to detect patterns in population movement, settlement distribution, network connection, and agricultural production. During the project, the researcher will be trained in cutting-edge geomatics technologies, and the skills and knowledge she gains will enhance her reputation as a leading scholar of Early Modern archaeology and history in Europe. Results of the study will provide insight into how frontier communities are shaped by the process of state expansion from an economical, social, political, and environmental perspective. Project dissemination will prioritize publication of the raw data, training other scholars, and sparking an international dialogue about frontier zones that transects geographical and temporal boundaries. The project website and interactive online GIS will be critical deliverables that not only promote the study of frontiers but also give voice to the local experience through publication of maps, photographs, and interviews with local residents.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}