{
    "rcn": "209039",
    "acronym": "S-OMMs",
    "topics": "MSCA-IF-2016",
    "title": "Smart Optical Metamaterials: A route towards electro-tuneable fast-reversible self-assembly of nanoparticles at controlled electrochemical interfaces",
    "startDate": "16/07/2018",
    "endDate": "15/07/2020",
    "objective": "Futuristic smart optical applications belong to novel artificial materials comprising nanoscale building blocks, exhibiting extra-ordinary optical responses. Recent progress in nanotechnology has enabled developing such optical metamaterials (OMMs) economically via controlled self-assembly of nanoparticles (NPs). Strikingly, a dense nanometre-thick layer of metallic NPs strongly reflects incident light like a ëmirrorí, whereas a sparse layer enacts a near-transparent ëwindowí. Thus OMMs could form a switchable mirrorñwindow to minimize our energy needs by harvesting light. Besides tuneable-optics, dense OMMs could revolutionise sensing of trace-analytes for detecting threats to our health, safety, and security. I aim to develop new means of dynamic control over resulting NP-layer architecture to make OMMs ësmartí, for novel applications like fast-programmable mirrors, -tuneable optical-filters and -cavities.  But achieving quick alteration of NP architectures for fast-tuneable optical response is very challenging. Voltage-controlled assembly and disassembly of NPs at interfaces between liquid electrolyte and solid electrodes could be one efficient method. However, these processes are often diffusion-limited, making OMMs slow to respond. This requires the desired systems to be confined, or miniaturized, by developing new schemes and custom-made architectures to ensure assembly/disassembly occurs within sub-second timescales. To achieve this, I will engage novel electrode designsópatterned as rectangular-groove gratings, columnar structures, and flat transparent platesówhere NPs can rearrange quickly on desired areas of the electrodes to either reflect or transmit light. This research unites physical-chemistry with optics and nanotechnology. I will develop optimal designs of the systems, via modelling and simulations, and navigate experiments for prototype creation in collaborating laboratories of the Imperial and overseas partners in France, Netherlands, and Germany.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}