{
    "rcn": "209004",
    "acronym": "CaraSlug",
    "topics": "MSCA-IF-2016",
    "title": "Carabids as biocontrol agents for slugs in Oregon and Ireland - a novel and interdisciplinary approach to determine key malacophagous species and beneficial management options",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "One of the challenges identified under Horizon 2020 is the building of a sustainable agri-food industry. Agricultural pests such as slugs are major contributors to financial losses in the farming sector and the use of pesticides, which is currently the mainstay of control, is an unsustainable management option due to their toxicity to non-target species and consumers but also because of their cost and variable efficacy.  Biocontrol poses a more sustainable approach to pest control, but the only commercially available agent against slugs is the nematode Phasmarhabditis hermaphrodita which is ineffective against a number of key pest species, has a short shell life and is not permitted in countries outside of Europe (e.g. USA). CaraSlug aims to assess the potential of native carabid species as biocontrol agents against slug pests in Oregon and Ireland. For the first time, high-throughput sequencing and real-time PCR will be used in combination to analyse the gut contents of carabids collected over one year from vulnerable crops. Carabid species which are found to feed extensively on slugs and are abundant in crops at times when major slug damage occurs will be selected for feeding trials in the laboratory to further understand their feeding behaviour and biocontrol potential. By comparing the abundance of both pest and predator species and by determining the availability of alternative prey in differently managed crops e.g. with and without beetle banks over a year, management systems which provide optimum conditions for malacophagous carabid species will be identified. This project is interdisciplinary, combining ëclassicí ecology and environmental management approaches with the latest advances in molecular biology and both the experienced researcher and the hosts will benefit greatly from the combined teamís expertise. By directly involving farmers in our research, this project will also form an important link between academia and the community.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950019359": {
            "orgId": "950019359",
            "orgName": "OREGON UNIVERSITY SYSTEM",
            "ecContrib": 0
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 248063
        }
    },
    "calculatedTotalContribution": 248063
}