{
    "rcn": "209016",
    "acronym": "HIPPOCRATE",
    "topics": "MSCA-IF-2016",
    "title": "Hybrid Imaging of PET and PrOmpt gamma for preCision RAnge- and biological- guidance in proton ThErapy",
    "startDate": "01/06/2017",
    "endDate": "05/09/2020",
    "objective": "Proton therapy is rapidly being established in the EU as a promising external beam tumour therapy modality offering an increased tumour-dose conformity with better sparing of critical organs and healthy tissue compared to conventional photon therapy. However, full exploitation of its clinical potential is still hampered by non-negligible uncertainties during the treatment planning and delivery, posing the urgent demand of novel real-time techniques for in vivo verification of the proton beam range. To this aim, the objective of this project proposal HIPPOCRATE (Hybrid Imaging of PET and PrOmpt gamma for preCision RAnge- and biological- guidance in proton ThErapy) is to explore the optimal design and clinical potential of an innovative hybrid medical imaging approach that goes well beyond the state of the art, by combining real-time range verification from energetic prompt gammas with Positron-Emission-Tomography (PET) imaging of irradiation-induced or externally injected tracers, to  promote biological- and dose- guidance for personalized, high-precision proton therapy. By improving the quality of the rapidly emerging proton therapy modality, this project will promote longer and healthier lives for cancer patients, with a high societal impact on the EU. Moreover, HIPPOCRATE can potentially go beyond the boundaries of medical imaging in proton therapy, by enabling high quality imaging of a whole new range of promising unconventional radionuclides for diagnostic nuclear medicine imaging, as well as opening the perspective of biological image guidance at the radiotherapy treatment site, independent of the primary radiation quality.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}