{
    "rcn": "209070",
    "acronym": "MICROS",
    "topics": "MSCA-IF-2016",
    "title": "Probing local ROS distributions in Calcium signaling microdomains after myocardial infarction",
    "startDate": "18/07/2017",
    "endDate": "17/07/2019",
    "objective": "An increasing number of people suffer cardiovascular diseases and experience myocardial infarction (MI). The subsequent heart remodeling is characterized by weaker contractility, hypertrophy and lethal arrhythmias. The poorly-understood underlying mechanism is related to calcium (Ca2\\) mishandling in cardiomyocytes and oxidative stress. To date, most of the studies described global cellular processes and were unable to propose efficient therapies. \n\nThis work will decipher the structural and functional local organization of reactive oxygen species (ROS) at Ca2\\ signaling microdomains: at the vicinity of ryanodine receptors (RyR). Our knowledge is drastically hampered by the lack of local, quantitative and time-resolved ROS probes. We will thus combine the host laboratory competence in cardiac signaling and physiology, and the applicant expertise in ROS luminescent probes in order to quantify the RyR signaling domains remodeling through: (1) the measurement of local ROS production dynamics by NOX2 complexes, and (2) the imaging of the structural remodeling of the microdomains. This research will propose specific molecular targets to better diagnose and potentially reverse heart remodeling after infarction, contributing thus to solve a major public health issue in Europe. \n\nThe experienced researcher (ER) will gain new technical and conceptual skills in physiology which will reinforce her multi-disciplinary profile and qualify her to lead, in a close future, her independent research activity.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}