{
    "rcn": "209007",
    "acronym": "ISONEO",
    "topics": "MSCA-IF-2016",
    "title": "Isotopic evidence for diet and mobility during the Neolithic transition to farming in the Near East",
    "startDate": "01/10/2017",
    "endDate": "31/10/2019",
    "objective": "The Neolithic transition represents perhaps the most significant development in human history. In Europe the ëNeolithic packageí arrived as a whole, and has been studied in detail using isotopic and genetic methods, but few isotopic studies have addressed the earlier and more complex transition in the Near East. Thus currently we know little about the changes in diet and mobility of individuals and cannot compare this crucial region to the later transition in Europe or to parallel transitions elsewhere. ISONEO will investigate the composition of diet in selected Neolithic populations of the Near East using carbon and nitrogen isotope analysis. Using strontium and oxygen isotopes in human tooth enamel ISONEO will explore the importance of migration in creating and sustaining the population of Pre-Pottery Neolithic B megasites and in the lifeways of the desert populations of the Pottery Neolithic and Chalcolithic in Jordan, Israel, and NW Saudi Arabia. The main sites used will be íAin Ghazal, Basta, Baíja, Kharaysin, Mallaha, Beisamoun, and Shubayqa. The results will be used to build a regional model of the diet, mobility and social changes that took place during the Neolithic transition in the Near East in a holistic synthesis with previous research based on traditional archaeological evidence including archaeobotany and archaeozoology. The Experienced Researcher, Dr Jonathan Santana will be supervised and trained by Dr Andrew Millard. Within the research intensive context of the Department of Archaeology at Durham he will enhance and expand his existing research skills, knowledge of practical techniques, and theoretical knowledge. He will be trained in stable isotope analysis and the interpretation of isotopic data, which will enable him to undertake the research for ISONEO. These new competencies will enhance his skills in scientific methods and critical thinking applied to archaeology and will increase his prospects for obtaining a permanent academic position.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}