{
    "rcn": "209009",
    "acronym": "UNREP",
    "topics": "MSCA-IF-2016",
    "title": "Who Should Have a Say? Preferences for Unequal Representation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Equal representation is at the core of representative democracy, but are citizens actually in favour of it? There are good reasons to think that citizens may take a variety of stances toward unequal representation (i.e. differential group influence over policy) particularly when it comes to groups that elicit strong emotional reactions (e.g. racialised minorities). Citizens may think that policy-affected groups deserve extra input (due to affectedness), less input (due to bias), or the same amount of input as everyone else. However, it is impossible to say anything meaningful about these attitudes since we know almost nothing about them. This lack of knowledge is a serious shortcoming with real-world implications: these preferences shape politics and, by extension, the functioning of representative democracies. My proposed study is thus relevant not only for recent debates in political science over both the extent and origins of unequal representation, but also for contemporary politics ñ with its surging populist claims that certain groups have excessive influence over policy.\n\nThis project looks beyond an abstract commitment to equal democratic representation, investigating how citizens feel about the influence of specific groups on concrete issues. It does so by employing large-scale, representative panel surveys and innovative survey experiments in the US and the Netherlands, whose key similarities and differences allow us to maximise the insights derived from a two-country comparison. Through methodological triangulation, this project will lead to novel insights, revealing the nature and determinants of preferences around unequal representation. The findings from this research will produce important results both for those seeking to better understand the connections between inequality and democracy and for anyone interested in the representation of marginalised groups and the growing appeal of populism.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}