{
    "rcn": "209095",
    "acronym": "TGRIP",
    "topics": "SMEInst-02-2016-2017",
    "title": "Nanostructured gripping material for clamping complex workpieces",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Complex high-value pieces are a growing field, particularly in high requirement sectors like the aeronautic, and especially in Europe, where 30-40% of worldwide manufacturing of these pieces is concentrated. Remarkable examples of these pieces are fuselage structures and complex pieces of the jet engines (large pieces with complex geometries, requiring (up today) several consecutive clamping-machining operations and several workholding fixtures). Actual clamping systems for these pieces (mechanical, electromagnetic and vacuum) are complex systems with some fixture-piece clamping elements which create the required union forces and are not fulfilling markets demands.FRESMAK, in collaboration with POLYMAT (University of Basque Country), has developed an alternative innovative clamping solution, called TGRIP, based on the principle of reversible adhesion. The developed adhesive is a nanostructured bi-phase material with different adherence phases that is controlled with the temperature.  Temperature governance allows to stick and unstick any kind of materials with a high clamping force and without compromising cutting areas.Main features of TGRIP that make it appropiate to respond to High Valued Complex Component clampling for machining needs that are not covered with existing solutions:ï Adequate for complex high-value machining: High clamping force (1100N/cm2), Doesnít damage neither deform pieces, Allows uniform adhesion distribution (Reduction of vibrations) Doesnít compromise working areas, Works with any kind of materialï Cost-effective technology (50%-70% cheaper than clamping alternatives): low technology, operation and maintence cost.ï Environmentally friendly technology: Reusable and recyclable technology.",
    "totalCost": "1963506,25",
    "ecMaxContribution": "1374454",
    "coordinator": "FRESMAK SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956814306": {
            "orgId": "956814306",
            "orgName": "FRESMAK SA",
            "ecContrib": 1374454
        }
    },
    "calculatedTotalContribution": 1374454
}