{
    "rcn": "209088",
    "acronym": "SensAgain",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Restoring of SENSAtions from Lost LeGs for health And qualIty of life augmeNtation in amputees",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "During the FET NEBIAS we developed and clinically validated novel and effective restoration of sensory feedback from missing hand in upper-limb amputees. They felt natural sensations, used to ameliorate control and acceptance of prosthesis, and diminish phantom limb pain. The goal of SensAgain is to exploit these results commercially. In particular, we aim at verifying whether the innovation generated during NEBIAS could be used to provide valuable device for lower-limb amputees. We target them because they represent a larger population and suffer health problems related to absence of sensations from prosthesis. Indeed, because of the lack of sensory feedback from available prostheses, they suffer: falls due to unexpected perturbations, asymmetric walking and balance which induce arthritis, osteoporosis and back pain, higher power consumption (with occasional hearth failures), feeling the prosthesis as a foreign body (with consequent abandonment) and phantom pain. The first step we will perform is the validation with market stakeholders, which will enable the identification of the minimum features of a product accepted by the market, and the development of a strategic partnership with manufacturers, which will speed up the realization of a device compliant with CE standards. Then, we will define a clear market penetration strategy. Together with providing disabled persons with a unique device for rehabilitation, SensAgain will boost prosthetic adoption, with the consequent growth of the prosthetics and rehabilitation industries, which at its turn will create new jobs. Finally, by sharing the results with the members of the NEBIAS consortium, we will train academia personnel to structure their research mind-set toward the resolution of problems tailored by the market needs. On the other hand we will favor the process of creating innovation in industry, offering job positions to people with a background in research, in case of success of our translational project.",
    "totalCost": "99912,5",
    "ecMaxContribution": "99912,5",
    "coordinator": "SENSARS NEUROPROSTHETICS SARL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930326710": {
            "orgId": "930326710",
            "orgName": "SENSARS NEUROPROSTHETICS SARL",
            "ecContrib": 99912
        }
    },
    "calculatedTotalContribution": 99912
}