{
    "rcn": "209080",
    "acronym": "Sounds Delicious",
    "topics": "MSCA-IF-2016",
    "title": "Sounds Delicious: A historical anthropology of listening and sound in Danish and French cooking",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The Sounds Delicious project investigates how sound and listening function in different culinary traditions in Denmark and France. The project aims to construct a new interdisciplinary dialogue between Sound Studies and Food Studies that will enrich how we study everyday cooking processes and the gustatory. This study questions how we construct cultural histories of cooking. I suggest that dominant research paradigms based on alphanumeric and visual epistemic practices (words, images, measurements) are insufficient for fully understanding the particular components and choreography of a cookís practiceóand what cooking relates about personal histories and larger social and cultural tendencies. In adopting an aural perspective of the kitchen, I engage alternative methods of perceiving evidence, and I revisit approaches of documentation, analysis and communication of the everyday. In this project sound and sonic practices are both research object and research methodóboth matter and medium. Sound is used to trace, analyse, even reenact different performances of cooking. I will establish a new corpus of examples documenting sound and aural perception in Danish and French kitchens between the 19th and 21st centuries. In working with a varied set of historical and anthropological tools, I will not only identify sounds in cooking, but introduce performances of cooking in relation to other histories of sonic and sensory knowing.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}