{
    "rcn": "209040",
    "acronym": "EPISTEMEBEHAVIOUR",
    "topics": "MSCA-IF-2016",
    "title": "Behaviour, knowledge, policy. The philosophy of science perspective on the applications of the behavioural sciences in policymaking.",
    "startDate": "16/07/2018",
    "endDate": "15/07/2020",
    "objective": "The project addresses the problems emerging from the application of the behavioural sciences to policymaking. These applications refer to research in cognitive psychology, behavioural economics, decision theory and are supposed to provide the knowledge necessary to make policy that is effective. The aim of the project is to analyse how the latest findings in the behavioural sciences are used in policy contexts, to address the challenges which this use provokes, as well as to advance a novel approach to an analysis of behavioural sciences and policy, informed by philosophy of science. \n ëNudgingí is an example of a new approach to regulation, elicited by the application of the behavioural sciences to policymaking. This approach has polarized scholars and practitioners into fierce critics and devoted enthusiasts. The project intends to go beyond the topics discussed recently in the debate on nudging and behaviourally-informed regulations, and to demonstrate the salient epistemic dimension of the behavioural sciences applied to policy. It will be argued that only then we able to understand why we are facing the current behavioural turn in public policy, and what type of advice is ñ and can be ñ expected from the behavioural sciences in the science-based approach to policy-making. \n The analysis advanced in the project follows the methodology pioneered by Helen Longino in her philosophical work on studying human behaviour. The project will be pursued at Stanford Philosophy Department, where Prof. Longino is affiliated, and at Academy of Finland Centre of Excellence in the Philosophy of the Social Sciences (TINT) in Helsinki.",
    "totalCost": "169728",
    "ecMaxContribution": "169728",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 169728
        }
    },
    "calculatedTotalContribution": 169728
}