{
    "rcn": "209026",
    "acronym": "Womenswriting",
    "topics": "MSCA-IF-2016",
    "title": "Womenís Plague Writing in Early Modern England",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "In a time when high-profile outbreaks such as zika and ebola frequently make news headlines, the proposed research project, ëWomenís Plague Writing in Early Modern Englandí, provides an opportunity to interrogate how we interpret medical writing, who talks about medical problems and how gender becomes entangled in outbreaks by looking to the past. ëWomenís Plague Writing in Early Modern Englandí will undertake a survey and analysis of womenís plague writing in England from 1550 to 1700. A three-year Global Fellowship project with a two-year outgoing phase at the University of Toronto (UofT) and incoming phase at Queenís University Belfast (QUB), the research action takes an interdisciplinary approach to womenís plague writing across the early modern period in England. The research programme explores the medical humanities through the lens of literature in its historical context. This project will change the canon of plague writing, which has hitherto focused on male-authored texts. Moving from the single outbreak focus seen in my first monograph, The Literary Culture of Plague in Early Modern England (forthcoming with Palgrave Macmillan), the outcome of the project makes the significant leap to studying a period of plague writing, a bigger-scale picture, with a broad chronology that captures major plague outbreaks in 1592, 1603, 1625, 1630, 1636 and 1665. The project encapsulates a full-period picture of womenís interactions with plague and medicine and the corresponding gendering of plague writing. It will examine how women discuss the disease and how this differs from male-authored texts. It will ask how the medium chosen for publishing a text, print or manuscript, impacted how women discussed the disease. It will investigate how womenís understanding of plague was gendered and, more broadly, how the textual construction of pestilence was gendered in early modern England.",
    "totalCost": "255349,8",
    "ecMaxContribution": "255349,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 0
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 255350
        }
    },
    "calculatedTotalContribution": 255350
}