{
    "rcn": "209067",
    "acronym": "BioMedBC",
    "topics": "MSCA-IF-2016",
    "title": "Molecular profiling of Bladder Cancer to support personalized medicine",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "BioMedBC Proposal is focused on improving the patient management of Bladder Cancer (BC). BC presents with the highest recurrence rate and the highest associated costs of all cancers. Due to the intrinsic heterogeneity, the investigated drugs in clinical trials, cannot be easily introduced in the clinical practice. Molecular profiles/ biomarkers (BM) with predictive potential are required to enable patient stratification. The BioMedBC proposal aims at the application of systems biology and cross-omics data integration methodologies to achieve: a) the molecular characterization of BC and b) develop signatures to predict the clinical outcome. To achieve these goals,  integration of: i) high resolution proteomics datasets (planned to be acquired within BioMedBC), ii) existing datasets that were obtained in previous EU collaborative projects and iii) publicly available transcriptomics data, will be conducted, focusing on the molecular characterization of BC. Emphasis is given on the investigation of disease prognosis. For this purpose, clinical and follow-up data, available from ongoing prospective studies (n=1758), will be utilized for correlation analysis of the molecular profiles/ biomarkers with disease outcome (recurrence, progression and survival). The prognostic value will be confirmed in newly collected samples with emphasis placed on urinary protein/ peptide profiles, as non-invasive urinary markers is of significant added value. The innovation is held on the prognostic BM that can be further used to stratify patients to those that could be benefited by a potential intervention and guide personalized therapy to improve BC patient management. In parallel, BioMedBC aims at expanding upon the current training of the ER, Dr. Maria Frantzi, on transferability of the basic research results to clinically useful products and create strong career prospects for her desired development as an owner of a future SME.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MOSAIQUES DIAGNOSTICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}