{
    "rcn": "209019",
    "acronym": "LITMUS",
    "topics": "MSCA-IF-2016",
    "title": "Linked Irish Traditional Music Project",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The LITMUS (Linked Irish Traditional Music) project will focus on the development of the first linked open data (LOD) framework tailored to the needs of Irish traditional song, instrumental music, and dance (ITM), as well as European and non-European traditional musics primarily propagated through oral transmission. LOD connects data from within & beyond knowledge domains; LOD ontologies are specially designed to represent knowledge structures and relationships. The few existing LOD music ontologies do not adequately express ITM & other oral traditions, making LITMUS significant. Project activities include ontology development, LOD infrastructure creation, & development of a publicly-accessible LOD pilot. LITMUS will impact the larger European cultural heritage community & beyond, providing a framework for other organisations to model & publish their own similar collections in LOD; reifying latent shared properties & traits anecdotally known to exist in the folk music of countries with strong socio-historical links. The researcher is uniquely positioned for implementing the LITMUS project through her combination of depth & breadth of knowledge in ITM, research in music information scholarship, & technological skills. Through LITMUS, the researcher will gain new technical skills, apply knowledge in multiple areas, gain insight into LOD industry research; synthesize current knowledge with new approaches using LOD, & gain high-level publication & presentation opportunities, thus greatly enhancing her employability in the non-academic sector. A variety of non-academic and academic audiences will be engaged in dissemination & communication of project results through presentations, demonstrations, videos, & workshops, including interdisciplinary music audiences. LITMUS will add value to ITMA's existing role as Project Partner & Content Provider for Europeana/Europeana Sounds whilst establishing ITMA as an international research focal point for LOD & traditional musics.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "IRISH TRADITIONAL MUSIC ARCHIVE/TAISCE CHEOL DUCHAIS EIREANN LBG",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950534235": {
            "orgId": "950534235",
            "orgName": "IRISH TRADITIONAL MUSIC ARCHIVE/TAISCE CHEOL DUCHAIS EIREANN LBG",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}