{
    "rcn": "209036",
    "acronym": "MOCHA",
    "topics": "MSCA-IF-2016",
    "title": "Molecular Characterisation of Anthropogenic Secondary Organic Aerosols.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Secondary organic aerosol (SOA) accounts for a large fraction of atmospheric aerosol mass and can have significant effects on atmospheric composition, human health, and climate. However, considerable uncertainty exists on the chemical composition of SOA, as well as the sources and processes leading to its formation in the atmosphere.  In this project state-of-the-art analytical techniques will be used to determine the molecular composition of secondary organic aerosols in ambient urban air and the identity of the precursor volatile organic compounds (VOCs). These field measurements will provide detailed information on VOCs and particle composition that can be linked to specific pollution sources, such as vehicle emissions and biomass burning. A detailed programme of simulation chamber experiments will also be conducted to investigate the formation of SOA from anthropogenic VOCs that most strongly influenced aerosol composition at the measurement site. The simulation chamber experiments will generate novel information on the reaction pathways for anthropogenic SOA formation that can be incorporated into atmospheric models dealing with both air quality and climate.  Overall, the unique information obtained from this combined field and laboratory study is expected to contribute to a greatly improved understanding of the composition, sources and processes leading to organic aerosol formation in the atmosphere, and in turn, the impact of SOA on human health and climate. During this project, the Fellow will receive high quality training through research that will significantly improve scientific knowledge and provide a strong platform for building an independent research career. A wide range of complementary and transferable skills will also be developed to enhance future career prospects.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}