{
    "rcn": "209066",
    "acronym": "RMTBRC",
    "topics": "MSCA-IF-2016",
    "title": "Redox-responsive Magnetic Materials based on Polynuclear Organometallics",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "This proposal describes the synthesis of novel functional materials by incorporating high spin octahedral metal clusters with fascinating electronic and magnetic properties into polymeric assemblies. The resulting highly redox-responsive magnetic materials will be of great interest for a variety of applications including the storage and transfer of electrical charge, gas separation via magnetic selectivity, electrocatalysis, and long range cooperative magnetic properties will also be investigated. The experienced researcher (Dr. Musgrave) wishes to spend 24 months at Harvard University to focus on synthesis and redox activity under the supervision of Prof. Theodore Betley, and 12 months at the Centre de Recherche Paul Pascal (CRPP) to carry out magnetic measurements and data modelling under the supervision of Dr. Rodolphe ClÈrac. The complementary expertise of Prof. Betley (cooperative redox chemistry and catalysis) and Dr. ClÈrac at the CRPP (electronically active and magnetic materials) are ideally suited for the completion of research objectives. Dr. Musgrave trained in the Manners group at the University of Bristol, and has extensive experience in metallopolymer synthesis and characterisation, which is of great relevance to the project. With an MSCA fellowship, Dr. Musgrave hopes to gain valuable experience in the fields of redox catalysis and magnetic materials, build a network of long-lasting collaborations with international scientists, and improve her leadership and management skills. The fellowship will have an extremely positive impact on her chances of obtaining an independent research position in the EU, and on the success of her career.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246668
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 246668
}