{
    "rcn": "209099",
    "acronym": "OSMOSIS",
    "topics": "SMEInst-04-2016-2017",
    "title": "One Step Modification of Space-Integrated Systems",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The European Space Sector is facing an imminent crisis. Metal adhesive bonding is a critical process for fabricating satellites and it relies heavily on a toxic metal priming process called chromate conversion coating. Environmental legislation (REACH) will prevent the use of the commonly used chromate conversion coatings due to their hazardous nature with sunset dates in 2017 and 2019 for corrosion and primer treatments respectively. Potential replacements may only give a short reprieve from regulation restriction as they are all based on a wet-chemistry approach that is fundamentally tied to the use of aggressive chemicals. Although not currently under REACH regulation, these chemicals are listed as substances of very high concern (SVHC). \n\nThe OSMOSIS project aims to utilise the ENBIO patented CoBlast process as a new surface adhesion primer solution. It uses no hazardous chemicals and meets or exceeds existing industry standard performance. CoBlast is already used by ENBIO to apply a qualified thermal control coating for the European Space Agency for spacecraft. The process is highly flexible and can be altered to apply an adhesive primer to replace chromate conversion. The CoBlast adhesive priming process has already passed testing in the automotive sector and is at TRL 6. \n\nThe key goal of this project, OSMOSIS, is to bring this adhesive primer solution through full commercialisation within the European Space Sector. Utilising the SME Instrument Phase 2 program enables ENBIO to accelerate their route to market within the 2 year project duration, which would be projected to take up to 5 years without this support. Space Sector adhesion applications have a relatively low process throughput time requirement and very defined part geometries. Once the process has been scaled for the Space sector, it can then be further scaled as a proven technology into the Aerospace and Automotive sectors where they have an identical problem but require faster processing times.",
    "totalCost": "2170900",
    "ecMaxContribution": "1519630",
    "coordinator": "ENBIO LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921457127": {
            "orgId": "921457127",
            "orgName": "ENBIO LIMITED",
            "ecContrib": 1519630
        }
    },
    "calculatedTotalContribution": 1519630
}