{
    "rcn": "209030",
    "acronym": "MORPHOLITHEX",
    "topics": "MSCA-IF-2016",
    "title": "Morphology of Lithic Artifacts: Experimental and Morphometric Approaches",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "MORPHOLITHEX addresses one of the major research questions in prehistoric stone tool technologies - what are the crucial variables that knappers control to determine the form of their stone artifacts? Specifically, the project investigates the effects of variables that are under the direct control of the knapper, namely various platform management strategies and the morphology of the core surface, on the size and shape of the product. The project uses a novel combination of methods: the knapping process is simulated in an experimental setting that uses an apparatus that enables independent variables to be controlled and measured to isolate their effects on the final results; three-dimensional geometric morphometric methods are used to explore the size and shape of the blanks produced by the experiment; and advanced statistical modeling is used correlate the experimental predictors to the shape and size of the resulting blanks. The specific concentration is on platform management and core surface morphologies common in Levallois blank production, a technology that is present across the Old World during the last 300 thousand years, and is common during the rise and expansion of modern humans around 50 thousand years ago. The goal is to construct a more comprehensive model to account for morphological variation in stone tools and to validate this model using replicative and archeological collections. This quantitatively driven research integrates several of the most advanced approaches in our field and aims to significantly contribute to our understanding of the elementary principles of producing stone tools in prehistory. It further intends to make methodological advancements in controlled experiments for investigating the production of stone tools, as well as developing protocols for analyzing stone tool shape and size with geometric morphometrics.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997927853": {
            "orgId": "997927853",
            "orgName": "THE TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA CORP",
            "ecContrib": 0
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}