{
    "rcn": "209027",
    "acronym": "FIT-UTI",
    "topics": "MSCA-IF-2016",
    "title": "Fully Integrated Technology based on quantitative polymerase chain reaction for the diagnosis of Urinal Tract Infection",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The project aims at developing a low-cost and reliable microfluidic disposable chip and the corresponding plug-and-play operating system for fast point-of-care diagnosis of UTI (Urinary Tract Infection) disease. This project will make the best of the competences of the ER (Experienced Researcher)'s strong background in mechanical/electrical engineering, microfluidics as well as in cell biology and Elvesys expertise in the Elvesys proprietary FASTGENE technology, the world fastest qPCR (qualitative Polymerase Chain Reaction) technique which has already been tested on Anthrax and Ebola simulating agents. We will integrate bacteria lysis, DNA extraction and PCR module into a single plastic chip. In the scope of the project, the prototype will be tested in simple situations. Once satisfactory results are obtained, it will be made ready for tests in real-case situations (urine sample) through existing collaborations between Elvesys and hospitals. The prototype will be expected to provide a reliable diagnosis from the sample input to fluorescence readout in less than 30 minutes. This technology can be extended to other disease diagnostics as well thus contributing to solving the current EU needs for fast point-of-care diagnostic technologies.\n        Through the present project, the ER will reach a level of maturity on technological aspects but also on managerial and industrial aspects that will provide her new career perspectives. Besides enriching professional knowledge, The ER will benefit from specific SME environment to develop her entrepreneurship, including market research, product valorization, finance management and leadership. Following this new experience, the ER will be one step closer to act as a leader or manager of a research team in the industrial field.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}