{
    "rcn": "209081",
    "acronym": "MetaBiota",
    "topics": "MSCA-IF-2016",
    "title": "Crosstalk between microbiota metabolites and immune cells, the missing link to brain damage.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Stroke is the second most common cause of death in Europe: accounting for almost 1.1 million deaths each year, with only 15% of stroke patients being eligible for a specific treatment. I have reportedñin this year Nature Medicineís April issueñthat microbiota influences the severity of stroke injury through an impaired intestinal immune function. These findings revealed for the first time the critical implication of the microbiota as a novel and relevant prospective target for therapeutic strategies in stroke. However, the development of efficient therapies requires to identify which bacterial species and bacterial products are involved in the modulation of the immune response and thereby influence stroke outcome. \nTo fill in this knowledge gap, my proposal aims to identify how metabolites derived from gut bacteria modulate the intestinal immune response and thereby influence the brain in the setting of stroke. \nTo investigate this novel paradigm, I will use cutting-edge metabolomic tools to precisely analyze a large panel of metabolites, high-throughput sequencing to identify bacterial species, specific knock-out mice and mouse models of altered-microbiota available at the host institution and its established collaboration partners. This is the first attempt to discover a relationship between microbial metabolites, immune cell regulation and severity of ischemic stroke. Information derived from this project will have the potential to enable development of a ìneuroprotectiveî microbiotañby diet interventionñand reduce the dramatic consequences of stroke. \nThe Marie Sklodowska-Curie individual fellowship (MSC IF) will allow me to obtain the required methodological knowledge, access to critical infrastructure and collaboration partners in order to achieve this interdisciplinary and ambitious objective. My overall goal will be to gain this training fellowship to become an independent investigator and a leader in the field of stroke and microbiota biology.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}