{
    "rcn": "209018",
    "acronym": "MSCFate",
    "topics": "MSCA-IF-2016",
    "title": "Fate of mammary stem cells during tumorigenesis and clinical implications",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "One of the most challenging questions in breast cancer biology is to elucidate the origin of tumor heterogeneity and its contribution to therapy failure. Accumulating evidence suggests that the cell-of-origin, the cell that acquires the first oncogenic event, may define the molecular portrait of the resulting tumor. The fate of mammary Stem Cells (MSC) upon oncogenic perturbation has been poorly explored. Moreover, the Phosphoinositide 3-kinase (PI3K) pathway regulates proliferation/differentiation of MSC and is found hyperactive in breast cancer cells, for example through mutations in PIK3CA, the gene coding for its catalytic subunit. I hypothesize that expression of PIK3CA mutations will perturb mammary tissue homeostasis, initiate mammary cancer and trigger formation of stem-like cancer cells. Using state-of-the-art in situ genetic lineage tracing, I will determine the fate of MSC (identified recently as Procr\\ cells) after conditional expression of PIK3CA hotspot mutations (H1047R, E545K). I will also characterize early molecular events responsible for promotion of transformation (Aim 1). When tumors develop, I will determine tumor phenotype and eventual progression to metastasis (Aim 2). Consequently, this study will generate a new mouse model of breast cancer that will be useful for preclinical studies. A panel of PI3K inhibitors is currently under Clinical investigation and clinical reports have shown that the combination of standard chemotherapy with PI3K inhibitors reduces tumor growth but drug-resistance often occurs. To identify resistance mechanisms to PI3K inhibitors, I will generate in vivo models of drug-resistance (Aim 3). My studies will use both hypothesis driven and unbiased approaches, they should: 1. better elucidate transformation of MSC and the resulting tumor heterogeneity, 2. pinpoint novel targets/biomarkers. Ultimately this knew knowledge should result in better therapies for patients.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}