{
    "rcn": "209061",
    "acronym": "MoveAGAIN",
    "topics": "MSCA-IF-2016",
    "title": "Movement restoration with Adaptive EEG And Immersive Neurofeedback",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Despite very extensive efforts to help millions of people in the EU alone who seek therapy to improve motor function after a stroke, most stroke patients are left with lifelong motor disability. Recent work from our group and others has shown that new methods and devices that can noninvasively monitor and stimulate brain activity could substantially improve recovery. EEG data collected from portable electrode caps can detect each patientís motor imagery and thereby influence multimodal feedback in real-time. This feedback may include virtual reality avatars, rewarding music or tones, functional electrical stimulation, and potentially even magnetic or electrical stimulation of motor areas of the cortex. This promising new research direction requires extensive collaboration across disciplines and sectors, and experienced researchers (ERs) with relevant experience. The MoveAGAIN project will explore new classifiers, experimental paradigms, and software in tandem with an existing commercial system to create a new system that will be used to collect data with stroke patients in two real-world settings. We will analyze the resulting data to develop new knowledge and contribute to improved tools that therapists and physicians can use with patients. MoveAGAIN includes extensive dissemination and communication activities to convey our project results to numerous audiences. The varied training activities will supplement the ERís training-by-research to help prepare him for a high-impact career working across industrial, academic, and medical sectors.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "GUGER TECHNOLOGIES OG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958250391": {
            "orgId": "958250391",
            "orgName": "GUGER TECHNOLOGIES OG",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}