{
    "rcn": "209045",
    "acronym": "H2Bio2Energy",
    "topics": "MSCA-IF-2016",
    "title": "Operando FTIR spectro-electrochemistry of hydrogenases: unraveling the basis of biological H2 production for innovative clean energy technologies",
    "startDate": "08/01/2018",
    "endDate": "07/01/2020",
    "objective": "Ongoing search for renewable energy technologies is essential in Europe to tackle the continuous increase in demand and the environmental and ethical concerns. Hydrogen is a promising renewable fuel, but so far its production is not clean as the conventional industrial techniques start from fossil fuels. Production of H2 by biological, biotechnological or bioinspired methods would solve this problem and the study of FeFe-hydrogenases is a key step in this process. For this reason, the proposal is well aligned with the EU Societal Challenges in ìSecure, clean and efficient energyî. FeFe-hydrogenases are efficient metalloenzymes that catalyse H2 production from water at high turnover rates, using Fe, rather than Pt active sites. Building on my previous experience with these enzymes, in this project I will apply a highly innovative approach to investigate how nature uses cheap iron to catalyse H2 production. Protein film infrared (IR) electrochemistry was recently developed by Prof Vincent at the University of Oxford, allowing electrochemical triggering of enzyme catalysis with simultaneous IR spectroscopic study of how the enzyme works. This will provide a deep understanding of enzyme structure/function relationships, from coordinated electron and proton transfer to structural rearrangements at the Fe site. Due to my prior expertise in FeFe hydrogenases which are not studied in the host group, and Oxfordís excellence in bio-spectroscopy, the Fellowship will promote exceptional bidirectional knowledge transfer. Dissemination of research through Oxfordís outreach programs will increase the impact of the project to varied audiences. Access to the well-established training and career development activities in Oxford, and the world-class programs of visiting speakers, will advance my career as I gain new knowledge and skills, enhance my scientific profile by acquiring international experience, expand my scientific horizon, strengthen my skills, and build new networks.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}