{
    "rcn": "209013",
    "acronym": "LakeMP",
    "topics": "MSCA-IF-2016",
    "title": "Spatial and temporal biotransformation of micropollutants in a lake ecosystem",
    "startDate": "05/09/2017",
    "endDate": "04/09/2019",
    "objective": "Freshwaters are increasingly contaminated with a variety of pesticides, pharmaceuticals, personal care product ingredients and industrial chemicals referred as ìmicropollutantsî (MPs). Most of these MPs are poorly retained by wastewater treatment plants, and thus are released into natural water bodies, where they can travel all the way to the raw water of drinking water treatment plants. Very little information is currently available on the persistence and transformation of MPs in lake ecosystems. This project aims to investigate the fate of twelve MPs in lake Greifensee in Switzerland by measuring their transformation rates at different depths and seasons. To this end, lake water will be sampled at different depths in Lake Greifensee, and natural microbial communities (bacteria and phytoplankton) will be exposed to a mixture of different MPs using semipermeable plastic bags that will be redeployed to their original depth. The bags will let gases, salts and ions be exchanged with the outside environment, but will retain MPs and microorganisms inside the bag. At regular intervals, MP concentrations and their transformation products in the bags will be determined in order to calculate biotransformation rates of MPs at different depths of the lake. Phytoplankton and bacteria communities will be analyzed to assess the role of microorganisms in MP transformation using cutting edge ìomicsî methods such as metagenomics. This project will be unique in that it actually quantitatively describes the extent of MP biotransformation in situ, and thus eliminates many of the uncertainties involved in estimating in-field biodegradation based on laboratory experiments. It will also bring more in-depth knowledge on the drivers of biotransformation, whether they are of bacteria or phytoplankton origin. This project will hence foster improved risk assessment and management of the release of contaminants into the environment.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998124569": {
            "orgId": "998124569",
            "orgName": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}