{
    "rcn": "209097",
    "acronym": "PARK-IT 2.0",
    "topics": "SMEInst-06-2016-2017",
    "title": "Unobtrusive, Continuous and Quantitative Assessment of Parkinsonís disease: Hard Evidence for Optimal Disease Management with Information Technologies",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "S4C is high-tech spin-off of the Universitat Polite?cnica de Catalunya (UPC) focused on improving the quality of life of people with chronic diseases. After seven years of R&D efforts, and a European project we achieved to develop and validate our PARK-IT technology for continuous monitoring of Parkinson motor symptoms in ambulatory conditions in a real environment (based on a unique complex algorithms able to detect ON/OFF fluctuation). Recently, thanks to a funded Phase 1, we performed the feasibility study where we successfully proof its effectiveness, and also we validated the soundness of the technological result.\n\nPARK-IT is a small device that, worn on the patientís waist, is able to monitor activity of patients in ambulatory conditions, and provides quantitative insights to inform patients and their health professional about their PD status and evolution. PARK-IT that reduces by 30% the costs related to PD, and improves the effectiveness of the medication and the quality of life of PD.\n\nThis Phase 2 project aims to perform the necessary activities for launching PARK-IT 2.0 into the market in 24 months: redesign the sensor and the app according to stakeholderís feedback, prepare its industrialization readiness, obtain the certification as a medical device (Class IIa), conduct a pilot demonstration and, finally, prepare its commercialization. This will allow to introduce in a market of Ä18,Bn and 6.3M patients worldwide.\n\nPARK-IT 2.0 is assessed in the promising results of our technology, and in a realistic business plan (based on selling devices at a retail price of Ä 590), which proves that we would be able to generate return on investment on Ä5.47 per invested euro, revenues of Ä 35.3M, sells of 60k units, and 12 staff members fully dedicated to this project 5 years after its market launch.",
    "totalCost": "998510,83",
    "ecMaxContribution": "698957,35",
    "coordinator": "SENSE4CARE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941002530": {
            "orgId": "941002530",
            "orgName": "SENSE4CARE SL",
            "ecContrib": 698957
        }
    },
    "calculatedTotalContribution": 698957
}