{
    "rcn": "209074",
    "acronym": "CoMRAde",
    "topics": "MSCA-IF-2016",
    "title": "A Collaborative Mobile Robot Arm that can Learn Impedance Critical Tasks from Humans",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The aim of the proposed research is to develop a mobile manipulator that can effectively learn impedance critical tasks by means of physical interactions with a human, and acquire humanís abilities via human-to-robot skill transfer for subsequent autonomous task execution.  In a factory environment, execution of such tasks, e.g., drilling, screwing, are frequently encountered and can be easily accomplished by human workers. Nevertheless, automating these tasks with robots require expert robotics engineering knowledge, robot-specific arrangements in the factory, and exact model of the environment. Through the integration of human-to-robot skill transfer techniques, these monotonous tasks can be autonomously handled by a mobile manipulator so that human workers can focus on more complicated tasks. To this end, this project aims to develop required technologies to create such a system that can be actively used in a real factory environment for actual scenarios. With the successful completion of the project, a crucial building block will be built for human-centered robotic automation, which is of importance in keeping the manufacturing jobs in EU.\n\nUpon the completion of the project, it is anticipated that an invaluable robotic platform that corresponds to Industry 4.0 criteria will be obtained. Due to nature of the project, the system will be a patented end-product for industrial manufacturing tasks. Therefore, it will lead to a strong university-industry collaboration which will be greatly benefited by the host institute, OzU, and the researcher. Moreover, the project will greatly expand the research network for the researcher as he aims to be a leader in the field and expand his research expertise with this multidisciplinary project.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "OZYEGIN UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998027666": {
            "orgId": "998027666",
            "orgName": "OZYEGIN UNIVERSITESI",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}