{
    "rcn": "209069",
    "acronym": "ATiNaRI",
    "topics": "MSCA-IF-2016",
    "title": "Asynchronous Time-domain Neural Recording Interfaces",
    "startDate": "18/09/2017",
    "endDate": "17/07/2019",
    "objective": "Implantable neural recording devices are being used by neuroscientists and neurosurgeons for monitoring the behaviour of particular parts of the brain. With the advancement of microelectronics manufacturing processes, wireless multi-channel neural recording systems have become available during the last decade. However, the capabilities of neural recording implants are still limited by their power density in order not to harm the surrounding tissue by heat generation, and by their total power consumption which limits the operational longevity of the implant. If the operational capabilities and longevity of the neural recording implants are to be improved, new methods of power consumption reduction are required.\n\nI will address the power consumption reduction problem in a Marie Sk?odowska-Curie European Fellowship with Prof. Serdijn at the Dept. of Microelectronics of TU Delft. I will try to solve the problem by researching asynchronous time-domain signal processing and by creating a generalized implementation framework for the time-domain signal processing applications. During the course of the project, I will be able to collaborate with experts in biomedical circuits, signal processing, and microfabrication to conclude this research project successfully. The proposed research will result in a working prototype ultra-low power asynchronous time-domain wireless neural recording chip, and at least three peer-reviewed research articles will be published.\n\nUndertaking this research along with formal training and mentoring will enhance my academic profile, scientific experience, and expertise in bioelectronics. The proposed research is in line with the scientific aims of EU to improve lifelong health and wellbeing of all. By the successful completion of the project, new methodologies for power reduction in neural implants will be available for use by both academic and industrial entities.",
    "totalCost": "151798,9",
    "ecMaxContribution": "151798,9",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 151799
        }
    },
    "calculatedTotalContribution": 151799
}