{
    "rcn": "209055",
    "acronym": "GEMS",
    "topics": "MSCA-IF-2016",
    "title": "Gluten Epitope Molecularly imprinted polymer Sensor",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Introduction-state of art of the problem: The main goal of the present proposal is to devise a chemical sensor capable of gluten detection in food. Gluten is the allergen that triggers autoimmuno reactions in people suffering of celiac disease (CD). CD is an autoimmune disorder, characterized a variety of genetic assets, which is estimated to affect the 1-2 % of the European population with direct costs on the healthcare estimated as 3 bn Euros/year. According to the state of the current knowledge gluten-free diet is mandatory in CD. Food shall contain less than 20 mg/kg gluten of to be considered as ìgluten-freeî and to be eaten safely. \n\nScientific part of the project: To face the problem of CD we are coming with the idea to devise a chemical sensor capable of fast gluten detection in food. To complete this task, we will design a recognition unit using the technology of molecularly imprinted polymers (MIPs), which allows to produce synthetic receptors by a template assisted synthesis. Being gluten a mix of proteins (prolamins) the design of the MIPs will be rationalized by the aid of the epitope imprinting methodology, that complements protein 3D- and linear sequence-databases, so to find distinctive portions of the protein to be used as templates. The next step is an electrode-MIP preparation based on thiophene monomers that will proceed through a foregoing rational design of the monomers selection by computational methods. In the third step we will focus on the study of the performance of the sensor both in model solutions and in real samples. Finally, validation on true samples will be performed by comparing our results to independent analytical methods.\n\nExpected outcomes and impact of the work: As result of the proposed project, the laboratory model of the working gluten chemosensor will be developed. Such model will be useful to devise a prototype of a gluten detector ready for commercialization.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}