{
    "rcn": "209048",
    "acronym": "OPN-Can",
    "topics": "MSCA-IF-2016",
    "title": "Investigating the role of OPN-CD44 in mechanosensitive tumour invasion using biomimetic models",
    "startDate": "04/09/2017",
    "endDate": "05/11/2020",
    "objective": "New fields are rapidly emerging that provide exciting and unforeseen opportunities to target disease. This is especially relevant for difficult-to-treat tumours where, despite decades of promising research, successful clinical translation of therapeutic options remains intractable. The interrelated fields of mechanobiology and biomimetic engineered disease models have come to the fore in the last decade1ñ3 and provide a range of opportunities to investigate therapeutic modalities4. These fields have implications for cancer research in three major aspects: 1) dissection of the cell biology governing microenvironmental sensing; 2) development of biomimetic platforms that enhance both the relevance (accuracy) of experimental models and our understanding of tumour biology, especially at the level of microenvironment and cell signalling; and 3) creation of analysis tools to quantify cell sensing. In this MSCA Global Fellowship, I propose a formative advanced research training period at one of the worldís leading institutions of cell and molecular biology and bioengineering (UCB) to learn and apply state-of-the-art biomimetic platforms for a novel tumour biology research project investigating osteopontin(OPN)-CD44 in mechanosensitive glioblastoma invasion. This interdisciplinary collaboration will match the expertise of UCB in biomimetic tumour invasion modelling of the biomechanical and biochemical properties of glioblastoma with my expertise in matricellular biology developed through my prior postdoctoral studies of osteopontin in liver disease. On my return to Europe at KCL, this will provide a springboard to establish an innovative independent research program in promising and underinvestigated tumour biology. I will transfer the knowledge learned at UCB to establish to investigate hepatocellular carcinoma invasion with biomimetic models. This work will ultimately benefit the development of anti-invasive adjuvant therapies.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}