{
    "rcn": "209072",
    "acronym": "DevoSignGammaDelta",
    "topics": "MSCA-IF-2016",
    "title": "Tracking ?? T cell development and TCR?? proximal signalling",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "T cells are key constituents of our immune system. Two types of T cells are conserved evolutionary and across species: ?? and ?? T cells. While ?? T cells have been intensively studied during the last decades, our knowledge on the development and activation of ?? T cells is still limited. Recently, ?? T cells have become increasingly attractive for immunotherapy of cancer due to efficient killing of tumour cells independently of major histocompatibility complex (MHC) antigen presentation. The proposed project will elucidate how T cell receptor (TCR) signalling is initiated in ?? T cells; and how it contributes to the developmental programming of ?? T cell subsets strongly implicated in cancer immunity.\nIn a pioneer experiment, cellular barcoding and single-cell RNA sequencing will be combined with recent ?? T cell subset markers to gain unprecedented insight into precursor-product and lineage relationships in ?? T cell development; and towards identifying its key molecular determinants. Moreover, TCR?? signalling will be addressed in thymic subset development at protein and mRNA level by cutting-edge flow-cytometry based techniques. Results of both experimental lines will be integrated to elucidate TCR?? signalling characteristics and their impact on subset development and functional programming of ?? T cells. The acquired knowledge will enhance our understanding of ?? T cells and allow for their manipulation and fine-tuning in clinical applications.\nThe supervisorís outstanding expertise in ?? T cells and their role in cancer, in synergy with the researcherís deep experience in antigen receptor signalling, form the optimal basis for this challenging project. Moreover, the researcher strongly benefits by increasing her research technology and transferable skills in a new, stimulating scientific environment within a privileged EU network. This will enable her to move to the next career stage and to further contribute to the innovative research landscape in Europe.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}