{
    "rcn": "209092",
    "acronym": "HappyHR",
    "topics": "SMEInst-12-2016-2017",
    "title": "Commercialising Innovative Disruptive Solution for Improving Human Resources Management and Practices",
    "startDate": "01/03/2017",
    "endDate": "31/05/2018",
    "objective": "HappyOrNot are global leaders in a market niche we have helped create ñ that of instant customer satisfaction reporting for the retail stores where since 2009 we have acquired over 2.500 clients. Our product is a portable smiley terminal that allows for quick feedback on client satisfaction levels with reports and statistics delivered directly to management. Through the interactions with our clients, we have found a great opportunity for our product within the HR industry.\nThe global HR industry (worth $619 billion) has been going through difficult times with the world recession underway for 8 years now. As companies have reduced costs, restructured and pushed people to work harder than ever, 60% of organisations state that dealing with ìthe overwhelmed employeeî is their top priority. It is these, and other, issues in the HR industry that have created a market opportunity for a device that enables new business models through the collection of realtime data about employee satisfaction markers. Our product allows companies across all fields to perform a key strategic function in a way that will provide clear benefits through the reports on the state of the workforce ñ both for the companies and their employees. And considering it is a hardware terminal that can be placed anywhere in the company, it also functions as a tangible reminder of the managements commitments to improving working conditions while enabling employees to provide feedback in a fully anonymous manner. Anonymity is currently the biggest barrier for all the digital solutions that are available on the market.\nThis HappyHR project will serve to bring our product to a new market while enabling us to understand how our product needs to be adapted. It will move our product to full commercial readiness for a Europe-wide launch and will enable our company continuous success with turnover expectations of over Ä13.3 million and accumulated net profit of Ä19.6 million 5 years post project completion.",
    "totalCost": "991250",
    "ecMaxContribution": "689500",
    "coordinator": "HAPPYORNOT OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919910850": {
            "orgId": "919910850",
            "orgName": "HAPPYORNOT OY",
            "ecContrib": 689500
        }
    },
    "calculatedTotalContribution": 689500
}