{
    "rcn": "209079",
    "acronym": "TRANSCLASS",
    "topics": "MSCA-IF-2016",
    "title": "Transnational meanings and makings of class: Polish labour, capital and the state",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Class, as a leading category that explains unequal social relations between labour and capital, emerged out of the context of a national state framework. This research examines how class is made and imagined in instances in which transnational processes of global capitalism release both capital and labour from the confines of a single nation state, and what remains of the nation stateís role as the guardian of particular class interests and in managing change. The answer will be provided by a multi-sited ethnographic analysis of posted work, one of the flagship European Union projects which involves the transnational subcontracting of foreign labour for short-term projects under the provision of service. The analysis will be conducted from the perspective of Polish workers posted to Belgium, their direct employers and the Polish state as the leading European state who posts labour abroad. By bringing to the fore the transnationally and culturally sensitive investigation of class, the research will help to understand current economic situation and power struggles, and to gauge the practical and political possibilities for action towards a more just and equal European society, including providing an informed basis on which to create posted work regulations, currently under the debate by the European Commission. At the theoretical level, the research will offer a fruitful cross-fertilization, whereby ethnographically sensitive, anthropological inquiry will inform industrial relations research and help to reconceptualize class in the transnational era. The action will further my academic development towards acquiring a professorship position and will open up collaborative possibilities on multi-disciplinary projects related to mobility and European transformations with Interculturalism, Migration and Minorities Research Centre at KU Leuven.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}