{
    "rcn": "209044",
    "acronym": "TWOSENS",
    "topics": "MSCA-IF-2016",
    "title": "Towards Highly-Efficient Two-Photon Absorbing Sensitizers within a Confined Chromophore Space:From Computer-Aided Design to New Concepts and Applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Materials exhibiting large two-photon absorption (TPA) are in great demand to meet the needs of emerging laser technologies and applications in medicine and biomedical engineering (bioimaging, photodynamic therapy, microfabrication). Most design strategies to enhance TPA activity rely on construction of extremely large pi-conjugated molecules, which are not appreciated in practice due to difficulties connected with their synthesis or low cell permeability. The fellow recently demonstrated that significant TPA enhancement can be achieved by small perturbations in the heteroaromatic unit, but these effects are often hardly predictable or chemically counter-intuitive.\nThe objective of this action is to provide material chemists with general guidelines for construction of heteroaromatic-based sensitizers and their metal complexes displaying very high TPA within a confined chromophore space. This will allow to avoid trial-and-error experimentation done so far. A systematic computational study of TPA cross-sections using state-of-the-art quantum-chemical methods for a large set of different heteroarene platforms and substitution patterns will furnish essential structure-property relationships and their understanding based on extensive analysis will bring new knowledge for boosting the TPA efficiency. The most promising candidates will be synthesized and their efficiency will be demonstrated in real applications.\nThe HI and International Laser Center offer excellent multidisciplinary research environment and enable the fellow an access to their unique expertise in highly accurate electronic structure methods and instrumentation. In return, the fellow will bring his unique combined experience in computer simulations and synthesis of nonlinear optical materials as well as new collaborators from Germany, Switzerland, Belgium and Greece. The project boosts the fellowís research skills in materials chemistry and enables him to start his independent research career in Slovakia.",
    "totalCost": "153381,6",
    "ecMaxContribution": "153381,6",
    "coordinator": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841566": {
            "orgId": "999841566",
            "orgName": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
            "ecContrib": 153382
        }
    },
    "calculatedTotalContribution": 153382
}