{
    "rcn": "209068",
    "acronym": "RANdOM",
    "topics": "MSCA-IF-2016",
    "title": "Systematic search of RegulAtory elements coNtrOlling autosomal Monoallelic expression",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Autosomal monoallelic expression (MAE) is an epigenetic phenomenon that controls the relative expression of maternal and paternal alleles in thousands of mammalian genes. Despite MAEís widespread character the molecular mechanisms involved in its establishment and maintenance are yet to be clarified. Recent work shows that the sets of genes subject to MAE are highly consistent across individuals and conserved between human and mouse species. I propose to test that such conservation is due to specific regulatory elements in the genome associated with MAE genes. The strategy to discover such elements is via a systematic analysis of differences in genome-wide MAE patterns. In the outgoing phase of the Fellowship, I will be based in DFCI under the supervision of Prof. A. Gimelbrant. There, I will experimentally map MAE patterns in mice with highly divergent genomic backgrounds and identify loci that consistently differ between strains in whether they are MAE. Using computational methods, I will then determine whether particular motifs are associated with such variable regions. I will further assess the role of the candidate regulatory elements using specific F1 crosses and targeted mutagenesis. The analysis in the mouse will be complemented by comparative analysis of human and chimp matched cells, in order to narrow down the candidate loci list and shed light on the evolution of MAE. Successful completion of this project will establish the first model of genetic control of MAE and open doors to progress in the mechanistic and developmental understanding of MAE. On return to the TCD, under the supervision of Prof. A. McLysaght, I will be the link between two laboratories with a diverse research focus that would not be collaborating unless in the context of this Fellowship. I will emerge from this collaborative work with new skills commensurate with a leading independent researcher in the EU.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996517182": {
            "orgId": "996517182",
            "orgName": "DANA-FARBER CANCER INSTITUTE INC",
            "ecContrib": 0
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 248063
        }
    },
    "calculatedTotalContribution": 248063
}