{
    "rcn": "209076",
    "acronym": "CC4M",
    "topics": "MSCA-IF-2016",
    "title": "Innovation through co-creation in contemporary mining relations: a new paradigm for stakeholder engagement at resource extraction project",
    "startDate": "07/08/2017",
    "endDate": "06/08/2020",
    "objective": "This research project and training programme explore the contemporary practice and future potential of co-creation models in stakeholder engagement, and seek to define a new paradigm and design a new model for sustainable resource relations in the mining industry. The call will generate cooperation between University of Queenslandís Centre for Social Responsibility in Mining, a globally recognised hub of innovation and research excellence into resource relations, and University of St Andrewsí Centre for Pacific Studies, one of Europeís leading research institutions with focus on the Pacific and, responding to the need for European expertise, will create new sites for European innovation and action in the crucially important context of resource relations. The proposed research project will use an interdisciplinary toolkit of research methods capable of reaching and engaging comprehensively with a wide spectrum of corporate, indigenous and increasingly influential ëvirtualí stakeholders at mining projects in Papua New Guinea, uniquely mediating the nexus of resource host, industry and academy and moving beyond the dominant paradigm in resource relations. It will disrupt a series of well-established preconceptions about the nature of relations between stakeholders in resource contexts, identify new spaces for industry innovation, and propose new, more responsible and sustainable solutions to stakeholder engagement at mining projects. This project carries real potential to influence corporate and industry policies and actions, contributing to successful agreement making and Sustainable Development outcomes in resource relations.",
    "totalCost": "276107,4",
    "ecMaxContribution": "276107,4",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881724": {
            "orgId": "999881724",
            "orgName": "THE UNIVERSITY OF QUEENSLAND",
            "ecContrib": 0
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 276107
        }
    },
    "calculatedTotalContribution": 276107
}