{
    "rcn": "209133",
    "acronym": "AppSAM",
    "topics": "ERC-2016-STG",
    "title": "A Flexible Platform for the Application of SAM-dependent enzymes",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "AppSAM will unlock the synthetic capability of S-adenosyl¨methionine (SAM)-dependent methyltransferases and radical SAM enzymes for application in environmentally friendly and fully sustainable reactions. The biotechnological application of these enzymes will provide access to chemo-, regio- and stereoselective methylations and alkylations, as well as to a wide range of complex rearrangement reactions that are currently not possible through traditional approaches. Methylation reactions are of particular interest due to their importance in epigenetics, cancer metabolism and the development of novel pharmaceuticals. As chemical methylation methods often involve toxic compounds and rarely exhibit the desired selectivity and specificity, there is an urgent need for new, environmentally friendly methodologies. \nThe proposed project will meet these demands by the provision of modular in vitro and in vivo systems that can be tailored to specific applications. In the first phase of AppSAM, efficient in vitro SAM-regeneration systems will be developed for use with methyltransferases as well as radical SAM enzymes. To achieve this aim, enzymes from different biosynthetic pathways will be combined in multi-enzyme cascades; methods from enzyme and reaction engineering will be used for optimisation. The second phase of AppSAM will address the application on a preparative scale. This will include the isolation of pure product from the in vitro systems, reactions using immobilised enzymes and extracts from in vivo productions. In addition to E. coli, the methylotrophic bacterium Methylobacter extorquens AM1 will be used as a host for the in vivo systems. M. extorquens can use C1 building blocks such as methanol as the sole carbon source, thereby initiating the biotechnological methylation process from a green source material and making the process fully sustainable, as well as being compatible with an envisaged ìmethanol economyî.",
    "totalCost": "1499219",
    "ecMaxContribution": "1499219",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1499219
        }
    },
    "calculatedTotalContribution": 1499219
}