{
    "rcn": "209191",
    "acronym": "QuEST",
    "topics": "MSCA-IF-2016",
    "title": "Quantum Energy Conditions and Singularity Theorems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The proposed project explores an important open question in mathematical physics today: the occurrence of singularities in spacetime - places where the usual understanding of physics breaks down. For example, singularities may exist at the center of black holes, or have occurred at the beginning of the universe. Singularity theorems, developed over the past 50 years following pioneering work of Penrose and Hawking, are mathematically rigorous results that imply that singularities are inevitable provided the matter content of the universe obeys a suitable energy conditions. Although forms of matter described by quantum field theory can violate the original energy conditions, recent developments provide hope that singularity theorems can be proved even in this case. To date, however, no known singularity theorem fully corresponds to the behaviour of quantum fields or takes into account the backreaction of the quantum field on the spacetime. The goal of this project is to establish singularity theorems for quantised matter using recent work by the researcher and the supervisor as a base. This will be approached in several ways (a) new quantum energy inequalities will be proved that are suitable for use in singularity theorems; (b) new singularity theorems will be proved using a transversely smeared version of the averaged null energy condition; (c)  analogues of singularity theorems will be investigated in the context of semiclassical gravity. The combination of the complementary expertise of the researcher and the supervisor is essential to the success of this project. Moreover the researcher will receive training from the supervisor in mathematically rigorous approaches to quantum field theory and relativity, which will broaden her knowledge and expertise. This project will help to resolve a major problem in mathematical physics today and provide insight into how the universe works.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}