{
    "rcn": "209128",
    "acronym": "EVORULES",
    "topics": "ERC-2016-STG",
    "title": "The cultural evolution and ecology of institutions: An integrated evolutionary approach to the interrelated rules that regulate human social organization and cooperation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Humans live in groups of huge numbers of genetically unrelated individuals due to culturally-inherited social rules (ìinstitutionsî) that structure groups and provide solutions to coordination and collective action problems. However, only in certain places have societies developed more ìinclusiveî institutions (e.g. democratic governance, the rule of law) that enable the majority of the population (not just elites) to participate in economic and political activities. Fundamental questions about the evolution of institutions still remain. This project will go beyond existing research by employing an overarching cultural evolutionary framework to address a number of outstanding issues such as: How do institutions evolve over time?, How do cultural and ecological factors affect how institutions emerge and spread?, Why have certain institutions emerged or been adopted in only a limited number of places? I will apply innovative statistical, computational and theoretical models from biology to formally and rigorously test a range of hypotheses concerning the evolution of institutions. The project has 3 main objectives (O). In O1 I will use phylogenetic methods to infer the entangled evolutionary history of the institutions that groups possess. In O2 I will employ epidemiological and comparative statistical models, to investigate what factors affect the probability of institutions spreading between societies. In O3 I will use computer simulations to examine how ecological and social factors have led to the emergence of institutions for collective action in some parts of the world but not others. The objectives of this project therefore involve both modelling and empirically assessing theories using cross-national and historical data on institutions and other relevant variables. This more integrated approach will create a step-change in our understanding of institutional change and how evolutionary and ecological processes have shaped the world we live in today.",
    "totalCost": "1499462",
    "ecMaxContribution": "1499462",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1499462
        }
    },
    "calculatedTotalContribution": 1499462
}