{
    "rcn": "209190",
    "acronym": "BFO-Surf",
    "topics": "MSCA-IF-2016",
    "title": "Properties across dimensions: an atomistic computational study of bismuth ferrite surfaces and nanocrystals",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Bismuth ferrite (BFO) is one of the few multiferroic materials at room temperature. It is of interest for use in memory elements, spintronic and photovoltaic systems, to name but a few. In all applications, the use of BFO thin films and nanoparticles is being greatly investigated, due to their greater fatigue resistance and larger polarization at modest electric fields with respect to the bulk. However, reducing the dimensionality of BFO can lead to surprising and so far unexplained behaviour. For example, recent experiments have reported the existence of a surface ìskinî above bulk-truncated BFO, with different lattice parameters and phase transitions than the underlying bulk. This surface skin layer exhibits strikingly different properties from the bulk, since it is ferroelastically and ferroelectrically dead. It is thus of paramount importance, for practical applications of BFO, to understand how 2D structures (like thin films) and 1D structures (like nanocrystals) differ in their multiferroic behaviour from the relatively well understood bulk phase. Since surfaces are dominant in these two classes of systems, a good atomistic understanding of low-energy surfaces and their stability in the environment is needed. Thus, we propose a two-year project with the overall aim of studying the atomistic structure and the magnetic and polarization properties of BFO thin films and nanocrystals using using ab initio methods (density functional theory with ab initio thermodynamics).",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}