{
    "rcn": "209131",
    "acronym": "ActiveBioFluids",
    "topics": "ERC-2016-STG",
    "title": "Origins of Collective Motion in Active Biofluids",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The emergence of coherent behaviour is ubiquitous in the natural world and has long captivated biologists and physicists alike. One area of growing interest is the collective motion and synchronization arising within and between simple motile organisms. My goal is to develop and use a novel experimental approach to unravel the origins of spontaneous coherent motion in three model systems of biofluids: (1) the synchronization of the two flagella of green algae Chlamydomonas Rheinhardtii, (2) the metachronal wave in the cilia of protist Paramecium and (3) the collective motion of swimming microorganisms in active suspensions. Understanding the mechanisms leading to collective motion is of tremendous importance because it is crucial to many biological processes such as mechanical signal transduction, embryonic development and biofilm formation.\n\nUp till now, most of the work has been theoretical and has led to the dominant view that hydrodynamic interactions are the main driving force for synchronization and collective motion. Recent experiments have challenged this view and highlighted the importance of direct mechanical contact.  New experimental studies are now crucially needed. The state-of-the-art of experimental approaches consists of observations of unperturbed cells. The key innovation in our approach is to dynamically interact with microorganisms in real-time, at the relevant time and length scales. I will investigate the origins of coherent motion by reproducing synthetically the mechanical signatures of physiological flows and direct mechanical interactions and track precisely the response of the organism to the perturbations.  Our new approach will incorporate optical tweezers to interact with motile cells, and a unique ?-Tomographic PIV setup to track their  3D micron-scale motion. \n\nThis proposal tackles a timely question in biophysics and will yield new insight into the fundamental principles underlying collective motion in active biological matter.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}