{
    "rcn": "209168",
    "acronym": "BIOTOMATO",
    "topics": "INNOSUP-02-2016",
    "title": "Certificatorio with mineral in tomato cherry, Solanum lycopersicum L., with interest for human nutrition",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The role of human diet has been traditionally associated with the contribution of macro- (carbohydrates, lipids and proteins) and micronutrients (vitamins and minerals for the proper functioning of the body. In this regard, minerals are inorganic compounds that the body cannot produce on its own and for that reason they are considered essential. Its main functions in the body encompass from the constitution of skeletal structures such as bones and teeth to the contribution in the transmission of nerve impulses and muscle contraction, among other regulatory functions. The proper intake of this minerals is regulated by the recommended daily allowances (RDAs) which are defined as average daily level of intake sufficient to meet the nutrient requirements of nearly all (97-98%) healthy people. RDAs are established according to the necessity and requirements, taking into account the bioavailability, race and population groups to avoid deficiency diseases. The fruit and vegetables are of great importance due to their composition in bioactive compounds for instance minerals antioxidants vitamins and other bioactive compounds. For that reason, the interest of researchers and food companies in obtaining natural foods thoroughly consumed by population which influence in a positive way into the consumersí health is increasing. Our company is seeking for a foreign Recognised Researcher (PhD holder or equivalent who are not yet fully independent) with expertise in nutritional aspects of crops, especially in biofortification tomatoes, according to the European Food Safety Authority (EFSA). The incorporation of Innovation Associate the research to promote better understanding and development of obtaining a new line of innovation, which will open a new market and thus obtaining a product with added value. W",
    "totalCost": "67456,5",
    "ecMaxContribution": "67456,5",
    "coordinator": "HORTO-VELEZ SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918187742": {
            "orgId": "918187742",
            "orgName": "HORTO-VELEZ SA",
            "ecContrib": 67456
        }
    },
    "calculatedTotalContribution": 67456
}