{
    "rcn": "209184",
    "acronym": "INDIV-STAT",
    "topics": "MSCA-IF-2016",
    "title": "Statistical learning and second language acquisition: individual differences and neurobiological underpinning.",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Consider a Libyan immigrating to Italy, or a businessman relocated in Tel Aviv. Reading in a second language would be a prerequisite for a successful assimilation in a new country. How is this formidable task achieved? The overarching goal of INDIV-STAT is to provide a deep understanding of second language (L2) literacy acquisition by tying individual abilities in language learning to the domain-general capacity to detect, store, and use statistical regularities in the input. The project brings together (a) behavioral research on individual differences in statistical learning (SL), and (b) a controlled investigation of the neurobiological basis of SL capacities. It launches a set of mutually informative research axes: First, given the large individual differences in L2 learning, we develop psychometrically reliable behavioral tests of individualsí capacities to extract regularities in the visual and auditory modalities, to better measure behavioral SL, and serve the subsequent experimental packages. Second, we use EEG and MEG, targeting the what, where, and how of SL, probing its neural underpinning. By obtaining reliable brain signatures of the neural dynamics associated with SL we will be able to examine the detection of language-related regularities for print and speech during L2 learning. Third, we launch a series of behavioral experiments to investigate the link between individual capacities in SL, and the ease or difficulty of L2 literacy acquisition. Finally, we evaluate whether we can experimentally enhance the process of acquiring literacy in L2 by enhancing participantsí sensitivity to regularities. The project will offer an empirically-validated neurobiological theory of how the specific statistical properties of a language are assimilated during L2 literacy acquisition, addressing also individual differences in learning capacity. This will have important educational and societally implications.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 170509
        }
    },
    "calculatedTotalContribution": 170509
}