{
    "rcn": "209123",
    "acronym": "ENERGYMAPS",
    "topics": "ERC-2016-STG",
    "title": "Revealing the electronic energy landscape of multi-layered (opto)electronic devices",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Modern optoelectronic (OE) devices such as light-emitting or photovoltaic diodes offer exciting opportunities for the future. A wide range of materials has been utilized in these devices, including among others: organic materials, inorganic quantum dots and hybrid perovskites. While the functionality, performance and device physics vary strongly from material to material and device to device, all OE devices depend on the energy levels of their individual components and the interaction of the electronic states at the various heterointerfaces. Lacking a method to map the energy levels in a device, energy level diagrams reported for most devices consist of a combination of individual energy levels for each material, which neglect interactions between the materials (that may cause interfacial dipoles and/or band bending) and do not represent the true energetic landscape. Despite this, they are routinely used for interpretation of device performance and physics.\nThis project aims to map the energy levels in real functional devices: revealing the true nature of buried interfaces, multilayers and contacts, and to answer fundamental long-standing questions in the field of OE, such as the origin of photovoltage losses and energetics of injection/extraction contacts of devices. We will develop and utilize a ìUltra-violet photoemission spectroscopy (UPS) depth profilingî technique based on the combination of UPS with Ar gas cluster ion beam (GCIB) etching that induces minimal surface damage, on a wide range of organic, inorganic and hybrid materials and devices. We will reveal the true energy level landscapes of devices and monitor their evolution throughout the device lifetime. Furthermore, we will explore the possibility to expand the use of GCIB etching beyond UPS as a new nanofabrication technique. These studies will open new frontiers in OE research and would allow the development of novel interface engineering approaches, device architectures and material design rules.",
    "totalCost": "1497931",
    "ecMaxContribution": "1497931",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1497931
        }
    },
    "calculatedTotalContribution": 1497931
}