{
    "rcn": "209176",
    "acronym": "PIONEER",
    "topics": "MSCA-IF-2016",
    "title": "The effect of seagrass bed habitat quality on selected ecosystem services",
    "startDate": "08/01/2018",
    "endDate": "07/01/2020",
    "objective": "Seagrass meadows serve many important ecosystem functions and services in coastal waters. Most notably, through their role as nursery and feeding areas they support a great abundance and diversity of fish and invertebrates, making them important for fisheries and local economies. In spite of their ecological and socio-economic importance, seagrass meadows worldwide have been experiencing declines and habitat degradation through fundamental changes in their structural complexity. Currently only limited knowledge exists of how these configurational changes influence the functioning and the ecological and cultural services provided by seagrasses. Through a combination of ecological and social data collection methods that include citizen science, PIONEER takes an interdisciplinary approach to assess how changes in the environmental status of Posidonia oceanica ecosystems affect important ecosystem services for both marine biota and humans in the Balearic Islands, namely (i) seagrass nursery function for juvenile fish, (ii) food provision capacity for adult fish and fishersí perception of the recreational fishing sector. PIONEER provides relevant and timely information for the implementation of the EU Marine Strategy Framework Directive, which aims to achieve Good Environmental Status in all water bodies across EU member states by 2020. Findings from this project will be relevant for both conservation and management of these habitats; dissemination of results will target scientists, governmental and non-governmental authorities and end-users of seagrass habitats. The fellowship contributes to the candidateís career development mainly through the acquisition of advanced skills in ecological and social sciences that will provide a notable improvement to her multidisciplinary background and diversification of research expertise, as well as enlarging the international network of professional contacts to southern Europe.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}