{
    "rcn": "209169",
    "acronym": "CRNPE",
    "topics": "INNOSUP-02-2016",
    "title": "Chemical Recycling for the New Plastic Economy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Global production for plastic has grown to over 300Mt/year and rising. However, only 14% of plastic packaging is collected for recycling, and plastic packaging with an economic value of Ä70-110 billion is lost annually to the economy after just a short use. The vast majority of plastic is still disposed of by incineration or landfill, with in excess of 8Mt leaking into the oceans each year. It is estimated that by 2050 there will be more plastic than fish in the ocean. \n\nRecycling Technologies Ltd. has developed a process that recycles end-of-life mixed plastic waste [MPW] into a commercially valuable hydrocarbon called Plaxx. The technology is capable of processing varied types of MPW. Plaxx produced by the process can be used as a substitute for Heavy Fuel Oil but with the advantage of being very low sulphur.\n\nHowever, rigid food containers and items such as drinks cartons etc., use laminates of differing polymers. The widespread use of dyes, fillers and other additives, alongside contamination from the contents of the original packaging, presents challenges for our process. Currently, our process is designed to process MPW with low levels of contamination. Capability to process a higher level of contamination through our process opens up markets 2-3 times bigger than at present. Therefore the aim of this project is to further develop the gas filtration system of the technology, and the recruitment of an Associate with the level of expertise to realise this innovation opportunity is therefore essential. During the project, the Associate will research on widely used gas filtration technologies and recommend the ones which are suitable and scalable for our process.\n\nThe success of this project underpins RTís vision - to establish a commercially attractive process that will ultimately eliminate landfilling, incineration and the leakage of plastics into the oceans.",
    "totalCost": "78727,5",
    "ecMaxContribution": "78727",
    "coordinator": "RECYCLING TECHNOLOGIES LTD.",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937900567": {
            "orgId": "937900567",
            "orgName": "RECYCLING TECHNOLOGIES LTD.",
            "ecContrib": 78727
        }
    },
    "calculatedTotalContribution": 78727
}