{
    "rcn": "209186",
    "acronym": "CAB",
    "topics": "MSCA-IF-2016",
    "title": "Cognition, ageing, and bilingualism: Investigating age-related changes in bilingual language switching and use.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Older adults show difficulties with bilingual language processing and switching compared to younger adults. For example, they need more time to switch between languages and show more cross-language intrusions. Language problems have not only been found for healthy older adults, but also in patients with dementia and Parkinsonís disease. Language deterioration could be used as an early disease marker to improve diagnosis. However, the exact nature of bilingual language problems in healthy older adults needs to be studied first. Besides language deficits, older age has also been associated with deficits on executive control tasks (e.g., inhibition and switching tasks). While executive control is argued to be needed during (bilingual) language production, it is unclear how the two relate in older adults. Although some studies have found similarities between language and cognitive control, others found deviating patterns. \n\nThe proposed project therefore has two main aims:\n1.\tExamine language switching and use in younger and older adults.\n2.\tInvestigate the relation between language and cognitive control.\n\nWe will investigate these questions in multiple experiments using behavioural and neuroimaging techniques. Language switching will be measured in picture-naming tasks eliciting switching in a cued or voluntary manner. Cross-language intrusions will be examined in a verbal fluency task. Participants will furthermore complete several executive control tasks (e.g., colour-shape switching task and Simon task). Besides comparing younger and older adults, we will also examine effects of language proficiency and switching context. In an fMRI study, we will investigate whether effects of age on neuronal mechanisms are similar for language and executive control. Together, these experiments will allow us to assess the mechanisms behind bilingual language switching and executive control in younger and older adults.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}