{
    "rcn": "209166",
    "acronym": "IMPLANTaLive",
    "topics": "ERC-PoC-2016",
    "title": "Explore the potentialities of living implants for medical devices",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "IMPLANTaLive coating technology provides an exciting business opportunity. IMPLANTaLive offers unique advantages of societal and economic importance such as public health and sick leave. \n\nLiving, dynamic coatings for medical devices, ie. coatings with proper cell response upon implantation, are attractive for restoring body function. Conventional implant coatings are of inferior quality and therefore the majority, if not all, biocoatings fail in suitably interacting with host tissue. This poor performance of existing biocoating technologies is mostly caused by inherently static properties of surface coating, which disturbs the inherently dynamics between cells and surroundings, disrupting healthy tissue response and eventually causing adverse reactions like infections. Living coatings are produced by an innovative one step pre-conditioning of FDA approved polymeric and metal surfaces. Living non-pathogenic bacteria with GRAS status are suitable for in-vivo use, which provide medical devices with dynamic and responsive characteristics. \n\nDynamic IMPLANTaLive coatings provide bidirectionality, ie. the ability to process biological stimuli by cellular control feedback loops and hence influence cellular and tissue characteristics and responses. This greatly enhances the application potential as the living coating can be easily tailored to the specific needs of a patient. IMPLANTaLive coatings can actively stimulate the reconstruction or injured site by releasing specific growth factors (relevant for ligament and tendon repair) or express membrane bound endothelial cell specific adhesion proteins (relevant for vascular devices). \n\nA business case will be developed for IMPLANTaLive covering different markets and routes for market introduction. Results of market analysis and financing needs will be combined with science-based technology comparison and used for discussions with potential industry partners. Several companies have already expressed interest in IMPLANTaLive.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}