{
    "rcn": "209101",
    "acronym": "AdD HyStor",
    "topics": "FTIPilot-01-2016",
    "title": "Demonstration of dynamic grid stabilisation with an Adaptive-flywheel/battery Hybrid energy Storage system in Ireland and UK",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Decarbonisation of the worldís energy system is needed to reduce CO2 emissions, ensure energy security and increase sustainability of the worldís natural resources. Renewable energy generation technologies such as solar PV and wind can be used a low carbon alternative.  However, the use of these less predictable intermittent renewable technologies can lead to grid instability. As more renewables are connected to the system in line with EU legislation, this will become a critical problem throughout the EU. Grid scale energy storage technologies which can be used to store excess power for times of low generation can mitigate the problem, ensuring a balanced supply of power and utilisation the maximum renewable energy generation capacity.\nThe project will leverage two existing energy storage pilot sites to demonstrate the performance of a European manufactured adaptive-flywheel on the Irish and UK transmission grids. During the project, Schwungrad Energie, Adaptive Balancing Power, University of Sheffield and Freqcon will develop an adaptive flywheel battery hybrid energy storage system for dynamic grid stabilisation for initial deployment within both test grid systems prior to EU commercialisation. The demonstration of its functionality in both grids increases the technology readiness level (TRL) of the adaptive flywheel battery hybrid energy storage system from TRL 6 to TRL 8, which allows commercial application and is a requirement for scaling up of the technology post project. As of 2020, similar dynamic grid stabilisation measures will be needed in the EU as well as in global grids in the medium term. This project gives the consortium a stable foundation to access the dynamic grid stabilisation market on a global scale.   This will increase the revenue of all EU based SMEís involved in the project, allow the creation of IP and give a return on investment based on partner profit and EU project contribution of 1183% by 2025.",
    "totalCost": "3909663,75",
    "ecMaxContribution": "2944001,25",
    "coordinator": "SCHWUNDGRAD ENERGIE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "ADAPTIVE BALANCING POWER GMBH;THE UNIVERSITY OF SHEFFIELD;FREQCON GMBH",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "938420875": {
            "orgId": "938420875",
            "orgName": "SCHWUNDGRAD ENERGIE LIMITED",
            "ecContrib": 1068078
        },
        "928815062": {
            "orgId": "928815062",
            "orgName": "FREQCON GMBH",
            "ecContrib": 349738
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 690789
        },
        "916967870": {
            "orgId": "916967870",
            "orgName": "ADAPTIVE BALANCING POWER GMBH",
            "ecContrib": 835398
        }
    },
    "calculatedTotalContribution": 2944003
}