{
    "rcn": "209127",
    "acronym": "IDRE",
    "topics": "ERC-2016-STG",
    "title": "IMPACT OF DNA REPLICATION ON EPIGENETICS",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "During lineage propagation, cells must duplicate their genetic and epigenetic information to maintain cell identity. However, the mechanisms underlying the maintenance of epigenetic information in dividing cells remain largely unknown.\n\nIn S phase, progression of DNA replication forks provokes a genome-wide disruption of the epigenetic information. While nucleosomes are rapidly reassembled on newly replicated DNA, full restoration of epigenetic information is not completed until after mitosis. This proposal aims to reveal how cells restore epigenetic information after DNA replication. To address this question, I have developed a new technology called Nascent Chromatin Capture (NCC). NCC is a powerful and versatile method that allows purification and analysis over time of proteins associated with replicated DNA. (1) I will identify novel mechanisms in chromatin restoration in mother and daughter cells. To this end I will combine NCC with quantitative mass spectrometry, high-throughput microscopy and screening technologies. Furthermore, I will develop original strategies to directly study the impact of chromatin restoration defects on genome integrity and differentiation potential. (2) It remains unknown whether specific loci as DNA replication origins, have a particular mode of restoration. I propose to develop a new technology, NCC-Ori, to capture chromatin at DNA replication origins. This innovative cutting edge technology will permit to unravel molecular mechanisms that underpin chromatin restoration at these specific sites and uncover chromatin determinants of replication timing and origin activation. (3) Newly identified players that are linked to human diseases will be characterized in order to understand their role in disease etiology and their therapeutic potential.\n\nAltogether, these integrated approaches should provide new insights into the molecular mechanisms that coordinate genome and epigenome maintenance across cell generations.",
    "totalCost": "1444081",
    "ecMaxContribution": "1444081",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1444081
        }
    },
    "calculatedTotalContribution": 1444081
}