{
    "rcn": "209143",
    "acronym": "METROMOD",
    "topics": "ERC-2016-COG",
    "title": "Relocating Modernism: Global Metropolises, Modern Art and Exile",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Breaking new ground, METROMOD proposes a rewriting of modern art history as a history of global interconnections, spurred by migration movements and rooted in cities. Revising the historiography of modern art, which still continues to be dominated by the hegemonic and normative narratives of (Western) European Modernism and ignores the significance of exile movements, METROMOD conceptualizes art history as a result of interrelations and negotiations in global contact zones, unstable flows, transformations and crises. In its analysis, METROMOD focuses on the first half of the 20th century. During this era the modern movement emerged as a paradigm in art and architecture, and rapid urbanization took place globally; thousands of persecuted European modern artists fled their homes, re-establishing their practices in metropolises across the world. Reflecting both the geographical extent of these exile movements and their local urban impact METROMOD examines 6 key migrant destinationsóthe global cities of London, New York, Buenos Aires, Istanbul, Shanghai and Bombay (now Mumbai)ófollowing three main objectives:  to explore transformations in urban topographies, identifying artistic contact zones and places of transcultural art production; to investigate networks of exiled and local artists as well as collaborative projects and exhibitions; and to analyse art publications and discourse generated in centres of exile. Digital mapping will locate sites of artistic migration in the cities and demonstrate linkages between transforming metropolises and flows of people and objects around the world. The conceptual triangle of modernism, migration and the metropolis forms the foundation of an innovative comparative, interdisciplinary methodology. As well as impacting art history, METROMOD will provide a historical perspective from which todayís mass migration movements can be better understood.",
    "totalCost": "1928400",
    "ecMaxContribution": "1928400",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1928400
        }
    },
    "calculatedTotalContribution": 1928400
}