{
    "rcn": "209171",
    "acronym": "CROWD_USG",
    "topics": "MSCA-IF-2016",
    "title": "Crowdsourcing Urban Sustainability Governance. Exploring innovative governance models for addressing urban sustainability through ICT-people interaction",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The project explores the potential of crowdsourcing (an online, distributed problem-solving process for creative solutions\ndevelopment) to advance innovative urban sustainability governance (USG) models. It is intended to investigate whether and how crowdsourcing can be appropriate for:\n- dealing with the mutable, multi-scalar and complex character of urban sustainability (including environmental protection and democracy provisions);\n- activating real participatory processes in knowledge production and decision-making;\n- empowering technological agency of heterogeneous actor-networks for narrowing the gap between research results and policy applications.\nResearch hypothesis are tested against evidences collected through investigation on the city of Ghent (Belgium), whose commitment for achieving urban sustainability goals through peopleís participation, technological development and public-private partnerships makes it a forefront example in the European panorama. Actor-Network Theory framework and Scenario Building analysis are adopted for modelling current material-semiotic fluxes in USG; and for prefiguring future social, political and economic development determined by the introduction of crowdsourcing processes. Scientific results will include:\n- the assessment of the most appropriate crowdsourcing processes for citizens, administrations and business to collaboratively produce an innovative USG model;\n- the provision of policy-suggestions for the implementation of crowdsourcing-based participatory processes for USG in the context of European cities.\nScientific and logistic support for the research will be provided by the Centre for Sustainable Development at Ghent University, whose leading experience on sustainable cities, transition governance, scenarios-building and future studies will provide applicant with the necessary expertise and assistance for  establishing a European academic career in science, technology and society studies.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}