{
    "rcn": "209188",
    "acronym": "HARM",
    "topics": "MSCA-IF-2016",
    "title": "High Attenuation Recycling Materials as sustainable barriers for waste disposal sites",
    "startDate": "13/03/2018",
    "endDate": "12/03/2020",
    "objective": "The need to minimize the amount and foster the safe treatment of waste, and thereby reduce the risk of contamination; emphasises the importance of promoting technologies which are environmentally sound with products suitable for re-use/recycling. This project establishes a laboratory experimental study to determine the performance of clay mixed with construction and biomass plant waste (fine recycled aggregates, FRA, and/or biomass bottom ashes, BBA) as materials for the enhanced attenuation of contaminants in landfill leachate. The aim is to (1) evaluate the contaminant attenuation capacity of these mixtures for different conditions, (2) develop design guidelines to construct barriers for waste containment systems and similar applications, and (3) interpret their performance using numerical modelling tools. Column experiments where landfill leachate is passed through different waste:clay mixtures will be run in a state-of-the-art centrifuge facility which simulates realistic times, pressures and temperatures of landfill field conditions. The geochemistry of the column pore water and material residues after permeation with leachate will be examined to deduce the processes responsible for pollutant removal and retention. After permeation with landfill leachate, the effects of exposure of these barriers to an aggressive acid environment, rainfall infiltration and rising water table will be studied. The concept will be applicable for barrier design at other waste disposal facilities. The results will provide a novel and timely improvement which addresses the problem of managing the vast amounts of industrial residues such as FRA and BBA. Instead of disposal these will be re-used/recycled as an additive in host clay for building contaminant barriers, thus also conserving natural resources (clay and other man-made barrier materials). It will also provide an effective and more environmentally sustainable basis to control landfill pollution risks.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}