{
    "rcn": "209153",
    "acronym": "InPhoTime",
    "topics": "ERC-2016-COG",
    "title": "Insect Photoperiodic Timer",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Daylength measuring devices such as the photoperiodic timer enable animals to anticipate and thus survive adverse seasons. This ability has contributed to the great success of insects living in temperate regions. Yet the basis of photoperiodic sensing remains elusive, because of the lack of suitable genetic models expressing photoperiod-dependent seasonal phenotypes. We have developed the linden bug, Pyrrhocoris apterus, into a genetically tractable model with a robust, photoperiod-dependent reproductive arrest (diapause). With the available tools, this insect has become ideal for deciphering the regulation of seasonality. The project has 3 clear and ambitious objectives: 1). Our goal is to define the molecular and anatomical bases of the photoperiodic timer. To achieve this, we propose to identify photoperiodic timer genes, genes regulating input to the timer, and early output markers, through an RNA interference screen(s). To define the molecular mechanism of the timer, we will employ genome editing to precisely alter properties of the key players. 2). Next, we will combine techniques of neuronal backfilling, in-vivo fluorescent reporters, and microsurgery to define the photoperiodic timer anatomically and to examine its spatial relationship to the circadian clock in the insect brain. 3). We will exploit the great natural geographic variability of photoperiodic timing in P. apterus to explore its genetic basis. Genetic variants correlating with phenotypic differences will be causally tested by genome editing within the original genetic backgrounds. Both the established and the innovative strategies provide a complementary approach to the first molecular characterization of the seasonal photoperiodic timer in insects. The proposed research aspires to explain mechanisms underlying the critical physiological adaptation to changing seasons. Deciphering mechanisms underpinning widespread adaptation might bring general implications for environment-friendly pest control.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "Biologicke centrum AV CR, v. v. i.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999520108": {
            "orgId": "999520108",
            "orgName": "Biologicke centrum AV CR, v. v. i.",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}