{
    "rcn": "209134",
    "acronym": "IMforFUTURE",
    "topics": "MSCA-ITN-2016",
    "title": "Innovative training in methods for future data",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "IMforFUTURE is an innovative multidisciplinary and intersectoral research training programme which addresses current shortcomings in omics research. We aim to open the new research horizon in integration of genetics, glycomics, and epigenomics datasets into systems biology by developing innovative methods for high throughput omics and for integrative analysis of omics data. We focus on ageing, which is the biggest single risk factor for many diseases. By application of our novel methods to emerging datasets representing inflammation and immunology, IMforFUTURE will contribute to understanding of the underlying biological processes involved in diseases and ageing.\nTo be successful in future multidisciplinary environments in Academia or Industry, ESRs need to be able to act as bridge between several diverse disciplines. Our ESRs need to overview all steps from data production via data analysis to data interpretation. In our consortium 7 academic and 4 industrial partners - experimental and theoretical - participate in research and training via teaching, offering secondments and hosting ESRs. We offer courses in high throughput methodology, genomics and statistics. Secondments will be to partners with complementary disciplines and intersectoral. Emphasis will be data management,  data stewardship, entrepreneurship, and complementary skills. Interdisciplinary collaborations among ESRs will be stimulated by working on the same studies, in which new data will be generated, integrated with other datasets, analyzed with novel methods and interpreted. At the end of the project the ESRs will present and discuss their research in an integrated workshop. Our ESRs will be ready and equipped for new-generation multidisciplinary researchers. They will significantly contribute to omics research in relationship to human disease and health and knowledge translation. A conference to disseminate our work to researchers in Academia and Industry, and to stakeholders will be organized.",
    "totalCost": "2864761,2",
    "ecMaxContribution": "2864761,2",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;FACULTY OF SCIENCE UNIVERSITY OF ZAGREB;GENOS DOO ZA VJESTACENJE I ANALIZU;GLYXERA GMBH;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;THE UNIVERSITY OF EDINBURGH;KING'S COLLEGE LONDON",
    "participantCountries": "NL;HR;DE;IT;UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 546576
        },
        "986084250": {
            "orgId": "986084250",
            "orgName": "GENOS DOO ZA VJESTACENJE I ANALIZU",
            "ecContrib": 247761
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 255374
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "999558617": {
            "orgId": "999558617",
            "orgName": "FACULTY OF SCIENCE UNIVERSITY OF ZAGREB",
            "ecContrib": 247761
        },
        "953982100": {
            "orgId": "953982100",
            "orgName": "GLYXERA GMBH",
            "ecContrib": 249216
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 273288
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2609387
}