{
    "rcn": "209145",
    "acronym": "PICKLE",
    "topics": "ERC-2016-COG",
    "title": "Planetary Interiors Constrained by Key Laboratory Experiments",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The knowledge of interiors of rocky planets of our solar system (Mercury, Venus, Earth and Mars) is important for understanding their formation, present state, and evolution. The comprehension of differences and similarities in the internal constitution and processes will shed a new light on the origin and evolution of the solar system.\nSpace missions are invaluable to this planetary quest. Yet, only geodesy data so far provided constraints on planetary deep interiors. Seismic observations on planetary bodies other than Earth are limited to the Apollo records for the Moon. The main objective of the forthcoming InSight mission is to place a seismometer on Mars to study its interior. However, the interpretation and full exploitation of geodesy and seismic data to produce accurate models of planetary structure and dynamics (internal convection and magnetic field generation) is critically hampered by the dearth of knowledge of key physical parameters of pertinent materials at relevant pressures (P) and temperatures (T). \nThus this proposal aims at developing techniques and methodologies, combining innovative laboratory and synchrotron measurements, to acquire such physical properties at high pressure and temperature. I propose to measure sound velocities and acoustic attenuation of minerals and aggregates forming the mantle of telluric planets, as well as the phase diagram and melting curves of iron alloys forming their core. I will implement novel approaches to provide unprecedented determination of thermo-elastic properties of liquid iron alloys at P-T conditions directly relevant to the core of Mercury and Mars. Such information will be integrated together with geophysical data to infer new planetary models.\nThis interdisciplinary project will contribute to understand the processes that shaped the rocky planets of the inner solar system, addressing fundamental questions related to their past and present dynamics.",
    "totalCost": "1596500",
    "ecMaxContribution": "1596500",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1596500
        }
    },
    "calculatedTotalContribution": 1596500
}