{
    "rcn": "209140",
    "acronym": "StrongCoPhy4Energy",
    "topics": "ERC-2016-COG",
    "title": "Strongly Correlated Physics and Materials for Energy Technology",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "'Materials where conduction electrons experience strong correlation in their dynamics, are both a challenge to the current quantum theories of matter and a mine for possible technological applications. High-temperature copper- and iron-based superconductors and heavy-fermions with large thermoelectric responses are examples of materials with high potential impact on energy transmission and storage technologies or high-magnetic field applications. \n\nRecently, the discovery that the well known atomic 'Hund's rules' have a surprisingly great and diversified influence on the conduction electrons in d-electron materials changed the traditional view of electronic correlation as a competition between kinetic energy and Coulomb repulsion, adding Hund's exchange energy as a third axis. \n\nThis project, by using state-of-the-art computational techniques for correlated materials, aims at clarifying the influence of the new Hund's driven mechanisms as possible enhancers of high-Tc superconductivity and of thermoelectric and thermomagnetic properties.\nIn particular Hund's coupling can induce the coexistence of weakly and strongly correlated conduction electrons, culminating in orbital-selective Mott insulating states or in heavy-fermionic physics. \nWe then aim at the creation of a new class of transition-metal (d-electron) compounds reproducing the properties of the more exotic rare-earth (f-electron) heavy-fermion materials, in a tunable way. Iron-based superconductors exhibit some of these properties and will be used as a starting point for the search and exploration of new and enhanced high-temperature superconductors and thermoelectric/thermomagnetic d-electron materials.  \n\nAn exciting application is also proposed, motivating a possible resurgence of technological attention towards thermomagnetic materials: the coating of high-power cables in thermomagnetic materials for self-cooling, and potentially room-temperature superconduction.'",
    "totalCost": "1656250",
    "ecMaxContribution": "1656250",
    "coordinator": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 1656250
        }
    },
    "calculatedTotalContribution": 1656250
}