{
    "rcn": "209164",
    "acronym": "NearUS",
    "topics": "ENG-GLOBALLY-09-2016",
    "title": "Network for European Research and Innovation acceleration in the US",
    "startDate": "01/04/2017",
    "endDate": "30/09/2020",
    "objective": "NearUS aims at establishing a Butterfly Network of Centres of European Research and Innovation as central contact point for support to EU research and innovation (R&I) actors seeking collaboration with and in the US. The NearUS Network/Centre will be coordinated through two nots in the EU and the US and be physically established in two main locations of interest (ìlanding hubsî) in the heart of the US eco-system: Silicon Valley and Boston. Additional network members will be added through ìAssociated Centresî, and the network establishment will build on strong existing ties, ensuring access to EU potential beneficiaries from all EU Member States and US actors from all over the US so as to set up a consolidated structure of support: the currently dispersed services from a multitude of EU and EU Member States initiatives will be brought under one umbrella.\nIn order to ensure a sustainable set up and implementation of the Butterfly Network of Centres of European Research and Innovation, the project team will proceed with a clear methodology: Firstly, an analysis of the existing offer combined with a needs analysis from potential customers will be undertaken, as well as the set-up of an operational roadmap based on a subsequent gap analysis.  The establishment of the two pilot ìsoft landingî hubs with adapted business models and concrete business plans will follow, as well as long-term financial planning. A variety of services will be developed and proposed to customers during a pilot phase, then the centres and their pilot activity will be evaluated and the activity where necessary optimized so as to ensure the sustainable implementation. Services will target R2R, R2M and B2B cooperation, such as matchmaking opportunities, working visits to US institutions, pitching in front of Venture Capitalists, etc. Close coordination and targeted dissemination to relevant stakeholder groups will of course accompany the development of the Network of Centres.",
    "totalCost": "2999917,5",
    "ecMaxContribution": "2999917,5",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "INTERNATIONAL BUSINESS INNOVATION ASSOCIATION INC;SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.;INNO TSD;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;VENTURE & CAPITAL INTERNATIONAL LLC;NATIONAL COUNCIL OF UNIVERSITY RESEARCH ADMINISTRATORS;REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "US;PT;FR;BE;HU;LU",
    "projectParticipants": {
        "922048633": {
            "orgId": "922048633",
            "orgName": "VENTURE & CAPITAL INTERNATIONAL LLC",
            "ecContrib": 503500
        },
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 256605
        },
        "999479368": {
            "orgId": "999479368",
            "orgName": "SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.",
            "ecContrib": 221250
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 271375
        },
        "999609833": {
            "orgId": "999609833",
            "orgName": "INNO TSD",
            "ecContrib": 311500
        },
        "921913124": {
            "orgId": "921913124",
            "orgName": "INTERNATIONAL BUSINESS INNOVATION ASSOCIATION INC",
            "ecContrib": 719750
        },
        "960128408": {
            "orgId": "960128408",
            "orgName": "REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 166875
        },
        "957798468": {
            "orgId": "957798468",
            "orgName": "NATIONAL COUNCIL OF UNIVERSITY RESEARCH ADMINISTRATORS",
            "ecContrib": 62500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 486562
        }
    },
    "calculatedTotalContribution": 2999917
}