{
    "rcn": "209174",
    "acronym": "BEQOM",
    "topics": "MSCA-IF-2016",
    "title": "Bell Experiment on Quantum Optomechanical Microresonators",
    "startDate": "17/07/2017",
    "endDate": "16/07/2019",
    "objective": "Experimental demonstration of superposition states of massive systems, often referred to as Schrˆdinger cat states, has been an exciting research line of several fields in quantum physics. There have been many impressive experiments with a variety of different systems over the past years and research along these lines is still highly popular.\nWhile the field of optomechanics, which is based on massive mechanical oscillators coupled to optical fields through the radiation pressure force, is ideally positioned to realize such measurements and hence test the boundaries between classical and quantum theory, in this proposal we want to take one step beyond purely curiosity-driven exploration of quantum states of large systems. In particular, we will perform experiments using optomechanical systems that are not only of interest for testing the foundations of quantum physics, but will actually have a real potential application in quantum information processing: we are proposing to realize an entangled state between two micro-fabricated, on-chip mechanical resonators that are coupled to laser light at telecommunications wavelengths. Such a system will be directly applicable to realizing quantum memories with truly tailorable properties that can distribute quantum information over large distances. The basic idea is to initialize two mechanical resonators in their quantum ground state and to create entanglement through Raman scattering and single-photon post-selection. The quantum state will be verified through a standard entanglement measure, as well as by violating a Bell inequality with this massive, entangled state. The exact technique, as well as advanced experiments, is discussed in detail in this proposal.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}