{
    "rcn": "209173",
    "acronym": "ChalEnz",
    "topics": "MSCA-IF-2016",
    "title": "Catalysis with Chalcogen Bonds: Toward Artificial Enzymes",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Major advances in science and technology are arising from the discovery and exploitation of new non-covalent interactions between molecules and the development of novel supramolecular functional systems. However, a limited number of supramolecular interactions is available up to date. Therefore, the discovery of conceptually innovative, non-conventional approaches to create function should result in a breakthrough in current science.  One of the most relevant functions that can be implemented in molecular and supramolecular systems is the ability to catalyse chemical processes.  Thus, the goal of this proposal is the integration of unorthodox non-covalent interactions, up to date mainly studied as a concept, into practical applications in the field of catalysis. \n\nIn this regard, catalysis operating with intermolecular chalcogen bonds, originated from ?-holes on electron-deficient Group VI atoms, is completely unexplored. However, this unorthodox counterpart of hydrogen bonds, with similar strength, superior directionality and ability to play in hydrophobic environments, could rapidly change a field to a quite remarkable extent. Furthermore, integration of these systems in artificial enzymes and multienzymatic processes in which catalytic steps influence each other through multiple feedback loops would open the door to asymmetric catalysis and metabolic engineering with a completely novel interaction at work.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}