{
    "rcn": "209194",
    "acronym": "Cleansing Water",
    "topics": "MSCA-IF-2016",
    "title": "Water and Baptism in Old English Poetry",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The purpose of this project is to offer the first comprehensive study of the function of water and its relationship with baptism in the four most significant Old English poetry manuscripts: the Exeter Book, the Vercelli Book, the Junius XI and the Cotton Vitellius A XV. \nAnalysis of a group of mainly poetic texts, selected on the basis of their references to baptism and water, will help determine how these topics are treated and developed in relation to salvation. The texts will also be studied with reference to their codicological context to reconsider the individual manuscripts as a whole and re-evaluate the criteria in the composition of the codices, and the different meaning these topics assume with regard to different contexts. Texts referencing water will be compared to show similarities and differences in the treatment of baptism, and linguistic patterns will be established. The study will lead to a better understanding of the Anglo-Saxons' culture; it will also help determine how, and to what extent, this vision has been assimilated and developed in contemporary European culture. The research results will be presented in a number of outputs, including conference papers, articles, a co-edited volume, and a monograph. \nThe supervisorís expertise both overlaps with, and complements the researcherís skills, so that the project will be of mutual benefit at both individual and institutional level. The research activity and training at QUB will foster the researcherís skills and promote her career by broadening her experience and improving her research techniques through contact with highly qualified scholars in a vibrant working environment. Active participation in seminars and conferences will allow her to engage in international collaboration, facilitating her entry into the international academic world. Her methods will benefit from the encounter with a dynamic community of medievalists, stimulating a multidisciplinary approach to current and future research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}