{
    "rcn": "209167",
    "acronym": "EENINNOAUSTRIA2",
    "topics": "H2020-SGA2-EEN",
    "title": "Establishing Services Enhancing the Innovation Management Capacity of SMEs in the Enterprise Europe Network",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "A lack of innovation management capacity represents an important barrier to creating economic impact from innovation activities in SMEs. The H2020 Work Programme ìInnovation in SMEsî foresees support services via the Enterprise Europe Network dealing with this issue. The Austrian consortium will support SMEs in addressing factors hindering successful innovation cycles. Activities will aim at (1) providing substantial consulting and support services in the form of Key Account Management (KAM) to beneficiaries of the H2020 SME instrument and at (2) enhancing the innovation management capacity (EIMC) of SMEs. Services will be provided in close cooperation and coordination with the National Contact Points and regional and national stakeholders. KAM and EIMC services will be carried out by experienced innovation experts that are all also involved in the provision of EEN services. This guarantees a seamless support via the services provided under H2020 and COSME, using synergies but avoiding the duplication of services. \n(1) Within the frame of the SME instrument partners will conduct company assessments, identify weaknesses in the SMEsí innovation strategies and subsequently help SMEs to assign professional coaches. Coaches and SMEs will then develop a coaching plan and address these weaknesses. The process will be facilitated and accompanied by the EEN expert. Further support (e.g. the link to additional financial resources) will be provided and so the SME receives a vital service throughout the SME instrument project. \n(2) EEN experts will also directly support a selected number of high-potential SMEs in improving their innovation management. This will be achieved through targeted innovation management consulting. SMEs in need of this specific type of consulting will be reached, which may not benefit from the H2020 SME instrument while showing a high potential for successful market introduction of innovations and international growth.",
    "totalCost": "304461,88",
    "ecMaxContribution": "304461,88",
    "coordinator": "WIRTSCHAFTSKAMMER OSTERREICH",
    "coordinatorCountry": "AT",
    "participants": "WIRTSCHAFTSKAMMER KARNTEN - CHAMBER OF COMMERCE OF CARINTHIA;TIROLER ZUKUNFTSSTIFTUNG;WIRTSCHAFTSKAMMER TIROL;INNOVATIONS UND TECHNOLOGIETRANSFER SALZBURG GMBH;BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH;WIRTSCHAFTSKAMMER VORARLBERG;STEIRISCHE WIRTSCHAFTSFORDERUNGSGESELLSCHAFT MBH;WIRTSCHAFTSKAMMER OBEROESTERREICH;ICS INTERNATIONALISIERUNGSCENTER STEIERMARK GMBH;OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "944988163": {
            "orgId": "944988163",
            "orgName": "WIRTSCHAFTSKAMMER KARNTEN - CHAMBER OF COMMERCE OF CARINTHIA",
            "ecContrib": 29950
        },
        "999755430": {
            "orgId": "999755430",
            "orgName": "STEIRISCHE WIRTSCHAFTSFORDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 41500
        },
        "998776991": {
            "orgId": "998776991",
            "orgName": "BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH",
            "ecContrib": 50595
        },
        "999728658": {
            "orgId": "999728658",
            "orgName": "WIRTSCHAFTSKAMMER OSTERREICH",
            "ecContrib": 0
        },
        "939127811": {
            "orgId": "939127811",
            "orgName": "WIRTSCHAFTSKAMMER VORARLBERG",
            "ecContrib": 0
        },
        "999542030": {
            "orgId": "999542030",
            "orgName": "INNOVATIONS UND TECHNOLOGIETRANSFER SALZBURG GMBH",
            "ecContrib": 6648
        },
        "999728755": {
            "orgId": "999728755",
            "orgName": "WIRTSCHAFTSKAMMER OBEROESTERREICH",
            "ecContrib": 0
        },
        "998731692": {
            "orgId": "998731692",
            "orgName": "ICS INTERNATIONALISIERUNGSCENTER STEIERMARK GMBH",
            "ecContrib": 0
        },
        "999507207": {
            "orgId": "999507207",
            "orgName": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 134264
        },
        "998208086": {
            "orgId": "998208086",
            "orgName": "TIROLER ZUKUNFTSSTIFTUNG",
            "ecContrib": 41505
        },
        "942612827": {
            "orgId": "942612827",
            "orgName": "WIRTSCHAFTSKAMMER TIROL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 304462
}