{
    "rcn": "209138",
    "acronym": "NascenTomiX",
    "topics": "ERC-2016-COG",
    "title": "Ribosome inhibition by nascent or antimicrobial peptides",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "During the translation of genetic information into protein by the ribosome, nascent peptides occasionally inhibit their own synthesis by interacting with the exit tunnel of the large ribosomal subunit. Known as nascent chain-mediated translational arrest, this process depends primarily upon the amino acid sequence of the arrest peptide. However, it can also rely upon the sensing of a low molecular weight ligand by the ribosome nascent chain complex, explaining its use for metabolite-dependent gene regulation in both bacteria and eukaryotes. Biochemical and structural studies of arrest peptides have yielded key insights into their mode of action, but their ability to sense different types of small molecules, their impact as regulators of gene expression in nature and the precise molecular details behind the arrest process are still largely unexplored.\nThe groundbreaking aim of this ERC Consolidator research program is to decipher the arrest code governing nascent chain-mediated translational arrest in bacteria. My approach will be based on a technique recently developed in my group, referred to here as inverse toeprinting, which precisely maps the position of an arrested ribosome nascent chain complex on the mRNA while retaining the entire peptide-coding region up to the point of stalling.\n\nThe overall aim will be achieved through four complementary objectives: (i) to assess the extent to which arrest peptides can act as small molecule sensors; (ii) to identify naturally occurring arrest peptides in bacteria; (iii) to develop trans-inhibitory peptides that target the ribosome; and (iv) to perform the structural characterization of new ribosome inhibitory peptides.\n\nBy addressing the natural diversity and molecular bases of the arrest process, this project will be the key to understanding a unique form of gene regulation and a fundamental aspect of ribosome function. It will also provide a handle for designing next-generation antibiotics.",
    "totalCost": "1999125",
    "ecMaxContribution": "1999125",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1999125
        }
    },
    "calculatedTotalContribution": 1999125
}