{
    "rcn": "209104",
    "acronym": "iSave",
    "topics": "SMEInst-13-2016-2017",
    "title": "Ultrafast, scalable disaster-proof client-side backup solution",
    "startDate": "01/01/2017",
    "endDate": "31/03/2017",
    "objective": "Everyday business of any company goes hand in hand with producing large amount of valuable data stored within the IT infrastructure of the company. Customer data, website content, mailing data, ERP files etc. are only a few examples of data which are crucial to be achievable, up-to-date and safe at any time. Their loss or damage causes significant financial losses to any company.\nFortunately the use of backup and file recovery systems is obvious for more and more responsibly thinking companies. Cutting-edge technologies are available for them to secure their data. However current options do not provide a holistic solution.\nWe, at iSave Ltd. created an innovative solution, which gives the security of a local backup, but with an ultrafast recovery speed and scalable system structure. Since we offer an efficient answer to their critical needs, prestigious companies like Deloitte, HBO and K¸rt Inc. tested and appreciated our product, while expressing their willingness to buy.\nAfter a series of tests our partners have expressed that a key advantage for them is due to the client side backup technology. iSave is able to restore data for the user, not only by restoring the file structure and operation system, but also the user settings and preferences. Alternative solutions to restoring a personal computer would take one whole day (in average even more) and need personal involvement of the IT expert team. The same tasks for iSave data backup took only 15-20 minutes without the contribution of the IT team.\nThe prototype and concept were already tested at prestigious clients but the iSave technology needs to be demonstrated in order to bring it to the world market. By carrying out the proposed Phase 1 project we aim to investigate willingness to buy and pay, designing the know-how protection, commercialization and production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ISAVE INFORMATIKA KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924143154": {
            "orgId": "924143154",
            "orgName": "ISAVE INFORMATIKA KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}