{
    "rcn": "209199",
    "acronym": "Gal-HD",
    "topics": "MSCA-IF-2016",
    "title": "Our Galaxy at full HD",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Some astrophysical mechanisms that are crucial for the evolution of our Galaxy, and of galaxies in general, like the assemblage of the Galactic halo, the spiral arms dynamics, and the star formation processes, are poorly understood. But this research field is on the verge of an important breakthrough thanks to the ESA Gaia mission that is gathering an unprecedented census of positions, distances, velocities and stellar properties for a billion stars. Now it is time that the European scientists exploit their output data. Our Galaxy at full High Definition (Gal-HD) is a project that will use the Gaia data releases and follow-up surveys to investigate key galaxy evolution processes. We will do this by detecting the signatures that they produce in the stellar phase-space of the Galaxy. Gal-HD will pioneer in: 1) the detection of Ultra Faint Dwarf Galaxies in the halo as probes for cosmological models, 2) the investigation of the large-scale kinematics of the disk and the nature of the spiral arms, 3) the study of the nearby kinematics as tracer of the local star formation. The project combines observational and theoretical astrophysics with data mining. The Experienced Researcher (ER) has deep expertise in Galactic dynamics, analysis of kinematic data and substructure detection tools. The Host Group is expert in Galactic astronomy, coordinates the development of the novel Gaia Archive and will train the ER on the Archive mining tools required. The strong preparation for the Gaia exploitation of the ER and the Host Group puts them in clear advantage to make a substantial contribution to the field and to be in the front lead of the Gaia science. This research will bring the ER closer to her long-term career goals of being a consolidated leading researcher. Gal-HD will also participate in preserving the European leadership in Galactic astronomy and space astrometry, and contribute to the Gaia scientific harvest that Europe has planned and invested for.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}