{
    "rcn": "209135",
    "acronym": "RAMP",
    "topics": "MSCA-ITN-2016",
    "title": "RAtionalising Membrane Protein crystallisation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Membrane proteins form more than 85% of drug targets, but just 600 unique membrane protein crystal structures have been determined. A better understanding of how to crystallize membrane proteins reliably is therefore urgently required. The Innovative Training Network ìRAtionalising Membrane Protein crystallisationî ñ RAMP will bring together cutting-edge physical chemistry methods for crystallisation condition control and phase diagram exploration, and the development of new lipids and screens in conjunction with industry with the most challenging biological problems. The network includes expert academic and industrial research groups in crystallisation theory, methods development, membrane protein crystallography, drug development and novel structural techniques like time-resolved and neutron crystallography. We will develop new, rational methods for crystallising membrane proteins, focusing particularly on transporters that are also interesting drug targets. The new robust crystallisation methods will also allow us to use emerging European research infrastructures like XFEL or ESS to gain insight into membrane protein function because the techniques will provide the necessary precise control of crystal size. \nA structured training programme organized by academia and industry together will equip the early stage researchers with the skills needed for a successful research career in the field of structural biology. Frequent secondments, research visits and meetings between early-career scientists ensure an efficient exchange of ideas and practical experiences between different groups leading to better integration of European research and innovations in structural biology. Supervision and mentoring by several senior scientists will give the researchers a strong scientific education and make them highly competitive in the work place of tomorrow. The work programme here will improve European competitiveness and advance graduate training.",
    "totalCost": "3243291,48",
    "ecMaxContribution": "3243291,48",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "AARHUS UNIVERSITET;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITAET HAMBURG;NATIONAL UNIVERSITY OF IRELAND MAYNOOTH;UNIVERSITY OF LEEDS;EUROPEAN SPALLATION SOURCE ERIC;UNIVERSITY OF SURREY",
    "participantCountries": "DK;UK;IE;DE;SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 546576
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 273288
        },
        "999901415": {
            "orgId": "999901415",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
            "ecContrib": 265675
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 273288
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 265675
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 249216
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 525751
        },
        "919998053": {
            "orgId": "919998053",
            "orgName": "EUROPEAN SPALLATION SOURCE ERIC",
            "ecContrib": 263659
        }
    },
    "calculatedTotalContribution": 3243292
}