{
    "rcn": "209154",
    "acronym": "GirlsInScience",
    "topics": "ERC-2016-COG",
    "title": "Building an Evidence-Base for Reducing Gender Bias in Educational Pathways",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "In 2012, the European Commission launched the campaign Science: Itís a girl thing!, aimed at encouraging women to choose research careers, as they are sorely underrepresented in science, technology, engineering, and mathematics (STEM). Given that gender disparities in aptitude for specific fields are generally very small, highly gendered skewness in educational choices suggest pathways dictated by stereotypes rather than abilities, leaving valuable STEM talents unused.\n\nMany European countries have invested in boosting girlsí participation in STEM through workshops with girl-oriented science topics, contact with female role models, and information packages. However, the vast majority of these initiatives have not been scientifically evaluated. Further, most programs leave untouched one of the key underlying processes keeping girls from STEM that emerge from the research literature, namely daily socialization reinforcing gender stereotypes in the school and family context.\n\nI aim to fill this gap by developing a video-feedback intervention aimed at reducing teachersí (largely unconscious) gendered classroom interactions in primary and secondary schools, testing its effectiveness in reducing gender disparities in STEM in a randomized control trial (RCT), and longitudinally investigating salient family processes from infancy to late adolescence to inform parent education programs. \n\nThis approach is innovative because it is the first to apply and rigorously test a video-feedback intervention aimed at reducing gendered interactions in schools. Further, the comprehensive scope of the study design is unique because it includes children and adolescents across development in both the school and the family context. \n\nThe insights from this study will provide new avenues for both research and practice regarding gender socialization. The project fits seamlessly with my expertise in gender socialization, and experience with longitudinal and RCT projects in schools and families.",
    "totalCost": "1999342",
    "ecMaxContribution": "1999342",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1999342
        }
    },
    "calculatedTotalContribution": 1999342
}