{
    "rcn": "209177",
    "acronym": "MycoIndoor",
    "topics": "MSCA-IF-2016",
    "title": "Deciphering the mycobiome of indoor environments by high-throughput sequencing",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Fungi have ubiquitous distribution in natural ecosystems and are also common in the built environment, where people spend major parts of their lifetime. When moisture is present, fungal growth can cause material deterioration and adverse effects on the occupantís health. Traditional methods for analyzing the indoor mycobiome, such as culturing and microscopy, have severe limitations.\nIn this project we will improve the knowledge about the indoor mycobiome in Northern Europe by combining air sampling with high-throughput DNA sequencing (HTS) and qPCR. We will (i) construct a reference DNA sequence collection for indoor fungi, (ii) analyze the small-scale spatiotemporal variation of the indoor mycobiome within selected buildings, including a complete description of all indoor compartments, and (iii) characterize the geographic variation of the indoor mycobiome on a larger spatial scale (Scandinavia) through an aerobiological study of more than 200 buildings.\nThe project will be conducted at the Oslo Mycology Group (University of Oslo) in close collaboration with the Norwegian consulting firm Mycoteam AS, which possesses 30 years expertise on indoor fungi. The project will improve our basic understanding about the indoor mycobiome, which will help to control fungal outbreaks as well as their adverse effects on building materials and occupants. Results from this study will be a first step towards a streamlined HTS based indoor mycobiome profiling approach with a commercial potential.\nThis intersectoral project involves relevant expertise in fungal biology, building mycology, DNA analyses, and bioinformatics, and will provide a highly professional framework for the Experienced Researcher, as well as an excellent basis for his further development as an independent researcher.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}