{
    "rcn": "209126",
    "acronym": "APACHE",
    "topics": "ERC-2016-STG",
    "title": "Atmospheric Pressure plAsma meets biomaterials for bone Cancer HEaling",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Cold atmospheric pressure plasmas (APP) have been reported to selectively kill cancer cells without damaging the surrounding tissues. Studies have been conducted on a variety of cancer types but to the best of our knowledge not on any kind of bone cancer. Treatment options for bone cancer include surgery, chemotherapy, etc. and may involve the use of bone grafting biomaterials to replace the surgically removed bone.\nAPACHE brings a totally different and ground-breaking approach in the design of a novel therapy for bone cancer by taking advantage of the active species generated by APP in combination with biomaterials to deliver the active species locally in the diseased site. The feasibility of this approach is rooted in the evidence that the cellular effects of APP appear to strongly involve the suite of reactive species created by plasmas, which can be derived from a) direct treatment of the malignant cells by APP or b) indirect treatment of the liquid media by APP which is then put in contact with the cancer cells.\nIn APACHE we aim to investigate the fundamentals involved in the lethal effects of cold plasmas on bone cancer cells, and to develop improved bone cancer therapies.  To achieve this we will take advantage of the highly reactive species generated by APP in the liquid media, which we will use in an incremental strategy: i) to investigate the effects of APP treated liquid on bone cancer cells, ii) to evaluate the potential of combining APP treated liquid in a hydrogel vehicle with/wo CaP biomaterials and iii) to ascertain the potential three directional interactions between APP reactive species in liquid medium with biomaterials and with chemotherapeutic drugs.\nThe methodological approach will involve an interdisciplinary team, dealing with plasma diagnostics in gas and liquid media; with cell biology and the effects of APP treated with bone tumor cells and its combination with biomaterials and/or with anticancer drugs.",
    "totalCost": "1499887",
    "ecMaxContribution": "1499887",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 1499887
        }
    },
    "calculatedTotalContribution": 1499887
}