{
    "rcn": "209125",
    "acronym": "PIONEER",
    "topics": "ERC-2016-STG",
    "title": "Peri-Ocularly Navigated Exteroceptive Snake Robot for Novel Retinal Interventions",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Intraocular treatments require manipulation of structures with dimensions comparable to hand tremor. The demanded dexterity, coupled with reduced haptic and depth perception, calls for robotic assistance. \n\nDespite notable benefits, existing robots are not clinically disruptive but follow well-trodden intervention protocols with significant limitations, e.g. lack of flexibility at the scleral incision and limited manipulation bandwidth, as to avoid scleral, lens, and retinal damage. Robotics also does not obviate the prerequisite of the risky, cataract-inducing vitrectomy, which may cause retinal detachment (RD) or sight loss. \n\nNovel interventions like stem-cell delivery pose yet further challenges. Apart from removing healthy vitreous, they require millimetre-long retinal tears, lifting the retinal membrane, and injecting a stem-cell suspension or sheet. Current robots facilitate manipulations but conceivably neither enable alternative approaches nor reduce retinal-tear-induced risks.\n\nPIONEER, the proposed snake robot, can disrupt clinical protocol by navigating peri-ocularly and around the orbital muscles to suprachoroidally reach the retina. Revolutionizing existing robot paradigms, PIONEER innovates both scientifically and technically. \n\nOptimal robot compliance will ensure force-adaptive peri-ocular steering conforming to the eyeís exterior. A tactile sleeve with micro-sensors will provide exteroceptive force sensing and shape estimation. Enhanced navigation, fusing optical coherence tomography with on-line vessel detection from novel tip-mounted probes, will ensure safe guidance to avoid vessels through imposed virtual fixtures and path planning. No vitrectomy will be required and the posterior scleral incision will leave the retinal membrane intact, minimising RD risk. \n\nPIONEER can be an enabler of emerging stem-cell interventions and futuristic procedures like drug-implant insertion and nerve interfacing, currently at human-dexterity limits or impossible.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}