{
    "rcn": "209193",
    "acronym": "AMONTRACK",
    "topics": "MSCA-IF-2016",
    "title": "Acoustic monitoring of railway track quality",
    "startDate": "01/05/2018",
    "endDate": "30/06/2019",
    "objective": "The need for reduced costs and higher system reliability will make condition-based maintenance a key technology in the railway sector in the nearer future. However, reliable and adequate methods for monitoring track conditions, preferably by adding monitoring devices to ordinary rolling stock, are still far from being in place. The proposed project focuses on acoustic track monitoring and aims at pushing forward this monitoring technique to a point, where track faults such as squats, deteriorated rail joints or hanging sleepers can be automatically detected and quantified. This is achieved by combining advanced measurement techniques - involving sound pressure signals due to radiation from rail and wheel as well as axle box vibrations ñ with advanced simulation techniques for wheel/rail interaction. DB Systemtechnik GmbH as my host supplying all needed measurement techniques and myself as expert in the modelling of wheel/rail interaction will meet and utilize synergy effects from merging our competences in order to design and implement a methodology for acoustic track monitoring that is clearly beyond today's state-of-the-art. Furthermore, being an active member of the group at DB Systemtechnik will give me access to experience, knowhow and education in the railway technology sector. This is a unique possibility for me to broaden my career profile. It will make me an attractive employee both in the railway technology sector as well as in academia. Crossing the boarders of academia and preparing myself for leadership during my fellowship will be a strong support for my goal to become a research leader in academia. It will widen my professional network and offer a possibility for strong cooperation beyond the lifetime of the project.",
    "totalCost": "100018,8",
    "ecMaxContribution": "100018,8",
    "coordinator": "DB SYSTEMTECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918256806": {
            "orgId": "918256806",
            "orgName": "DB SYSTEMTECHNIK GMBH",
            "ecContrib": 100019
        }
    },
    "calculatedTotalContribution": 100019
}