{
    "rcn": "209146",
    "acronym": "WEALTHPOL",
    "topics": "ERC-2016-COG",
    "title": "The Politics of Wealth Inequality and Mobility in the Twenty-First Century",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Over the past decade scholars across the social sciences have grappled with the causes and consequences of economic inequality and social mobility. Income inequality has risen to levels unseen for a century. At the same time, economies in Europe and beyond have seen an even larger concentration in wealth, along with unprecedented volatility in asset markets such as housing and equities. These changes in the distribution of wealth have been of great economic and political consequence, with the debates over housing, inheritance, and capital taxation shaping contemporary political discourse. Yet, scholars of political economy remain beholden to analyses of inequality and mobility that examine only the flows of income in the labour market and ignore inequality and mobility in the stock of wealth held by citizens. WEALTHPOL is a ground-breaking interdisciplinary project with a series of three high-risk and novel work packages that transform our knowledge about wealth inequality and wealth mobility. WEALTHPOL 1 develops the first comprehensive collection of data about the distribution and inheritance of wealth in Europe and beyond. WEALTHPOL 2 provides the first political database of how governments shape the pattern of wealth through political pledges and policymaking, spanning seven decades and thirty-seven countries. Finally, WEALTHPOL 3 uses cutting-edge laboratory and survey experiments to expand our knowledge about what citizens think about wealth. WEALTHPOL draws these three strands together by connecting policy environments and the distribution of wealth to citizensí attitudes to wealth inequality and the kinds of policies that might shape it. In doing so, WEALTHPOL revolutionises our understanding of - and our capacity to respond to - the politics of capital in the twenty-first century in Europe and beyond.",
    "totalCost": "1696109",
    "ecMaxContribution": "1696109",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1696109
        }
    },
    "calculatedTotalContribution": 1696109
}