{
    "rcn": "209149",
    "acronym": "SIRFUNCT",
    "topics": "ERC-2016-COG",
    "title": "Chemical Tools for Unravelling Sirtuin Function",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "It was recently realized that lysine acetylation affects a wide variety of cellular processes in addition to the initially recognized histone related gene regulation. Together with recent groundbreaking results, revealing the presence of additional acyllysine modifications, the basis for a paradigm shift in this area was formed. Examples of enzymes formerly thought to be lysine deacetylases, have been shown to cleave these new types of lysine modification and members of the sirtuin class of enzymes play a central role.\n   Development of new tools to investigate the importance of these new modifications as well as the sirtuins that cleave them is required. We therefore propose to adopt an interdisciplinary approach by developing selective inhibitors and so-called activity-based probes (ABPs) and applying these to the investigation of proteins recognizing novel post-translational acylations of lysine residues in cells. Such ABPs will be powerful tools for providing insight regarding this rapidly evolving area of biochemistry; however, the current state-of-the-art in ABP design is endowed with severe limitations because the modifications are inherently cleaved by various hydrolases in human cells. Thus, in the present project, I propose that novel designs accommodating non-cleavable modifications are warranted to maintain structural integrity during experiments. \n   Furthermore, I propose to apply similar mechanism-based designs to develop potent and isoform-selective sirtuin inhibitors, which will serve as chemical probes to investigate links between cancer and metabolism, and may ultimately serve as lead compounds for pre-clinical pharmaceutical development. \n\nAIM-I. (a) Development and (b) application of collections of chemical probes for activity-based investigation of enzymes that interact with post-translationally acylated proteins.\n\nAIM-II. Utilization of structural and mechanistic insight to design potent and selective inhibitors of sirtuin enzymes.",
    "totalCost": "1758742",
    "ecMaxContribution": "1758742",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1758742
        }
    },
    "calculatedTotalContribution": 1758742
}