{
    "rcn": "209198",
    "acronym": "CO2RED",
    "topics": "MSCA-IF-2016",
    "title": "Sunlight driven carbon-dioxide reduction: Hybrid catalytic systems consisting of molecular catalysts and light-harvesting Quantum-dots and semiconductors",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Artificial photosynthesis, in which sunlight is directly used to generate fuels from CO2 and water, is an attractive solution to both global energy challenges and environmental issues caused by rising CO2 levels. However, implementation of such a quasi-carbon-free fuel-economy requires efficient catalysts and light-harvester to power this uphill reaction. The proposed project is aimed at developing novel hybrid photocatalysts and photocathodes for light-induced CO2 reduction using molecular catalysts and semiconductor light-harvesters. Molecular catalysts will be immobilized onto the semiconductor-materials to generate robust photocatalysts, and subsequently, these semiconductor-catalyst assemblies will be transferred to transparent electrodes to build photoelectrodes. The innovative aspect of CO2RED is to employ inexpensive, carbon-based semi-conducting ligh-harvesters (carbon-nitride, carbon quantum dots) and 3d-metal based molecular catalysts, and use robust  linkages to interface them with transparent photoelectrodes. Finally, this hybrid photocathode will be tested in a tandem CO2/H2O photoelectrochemical cell by coupling it with a photoanode for water oxidation. The project being at the interface of synthetic, materials, photo- and electro-chemistry, will provide an excellent opportunity for the experienced researcher (ER) to develop a wide range of technical skills. In addition, the fellowship will allow the ER to gain important complementary skills including proposal writing, manuscript preparation, public outreach, networking, and IPR protection that will be invaluable for his independent career. The combination of the cutting-edge science and training excellence of the project will greatly improve the ERís career prospect and enhance the host groupís international reputation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}