{
    "rcn": "209197",
    "acronym": "MSCHIPBIO",
    "topics": "MSCA-IF-2016",
    "title": "Multiscale computational modelling for natural hip biomechanics and tribology",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Hip osteoarthritis (OA) has already affected over 60 million people worldwide, usually causing persistent pain, reduced quality of life and even physical disability to the patients. Currently, the most effective treatment for end-stage of hip OA is total hip replacement (THR). However, current THR surgery is not as successful in younger patients who have expectation of an active life style compared to aging patients. New generation of treatments such as tissue sparing substitution treatment and regenerative treatment for early degenerative disease of the hip joint for these more active patients is urgently required. The new generation of treatments, however, require an in-depth knowledge of the functional biomechanics and tribology of the cartilage in the hip joint. The proposed action, therefore, aims to develop a novel computational method that can simulate the functional performance of natural hip joint for supporting research and development of new generation of cartilage substitution therapies and regenerative interventions for the early degeneration of hip disorders. The action involves an experienced researcher, Dr Xijin Hua, from the University of Leeds in UK visiting the Institute for Biomechanics at Swiss Federal Institute of Technology in Zurich, under the supervision of Professor Stephen Ferguson for 24 months to work on the project ìMultiscale computational modelling for natural hip biomechanics and tribologyî (MSCHIPBIO). The action also aims to provide a platform for the fellow and the host organisation to share and transfer the knowledge and skills in the field of musculoskeletal biomechanics, advanced finite element simulation methods, computational fluid dynamics and tissue engineering, for the fellow to gain complementary knowledge and skills, and for the host organisation to broaden the research domains in cartilage substitution and regenerative therapies, and to enhance the leading position in the fields of computational biomechanics.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}