{
    "rcn": "209103",
    "acronym": "GICA",
    "topics": "SMEInst-13-2016-2017",
    "title": "Geolocalisation of Individuals in Critical Areas",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "If an accident or an attack occurs on a sensitive industrial site, the ability to quickly locate people is key to save lives. The existing solutions (identification badges, paper logbooks, GPS etc.) are not appropriate to answer usersí needs in this specific context. IDRE used its expertise in indoor and outdoor geolocalisation to develop an innovative solution based on LoRa-RF protocol, tags (smart electronic devices), gateways (telecommunication part), computation algorithms, a storage database and a visualization interface. The solution is enough accurate, easy to deploy and operate, scalable, low-cost, respectful of the private life and guarantees data protection, thus ideal to meet the requirements of the users (workers, security managers, decision-makers). The markets identified are composed by Seveso sites in Europe (more than 10 000 sites) and more widely by every single critical industrial sites in Europe and in the world. The project will contribute to reduce the vulnerabilities of critical infrastructures regarding natural or industrial risks, terrorism and malicious behavior, one of the major objective listed by the European Union.\nBefore reaching the worldwide market, based on its TRL6 product and first commercial contacts, IIDRE needs to collect key information. The Phase 1 will allow to improve the knowledge of customers, to better assess the competitive environment, to refine the offer, to protect the business innovation project, to improve the commercialisation strategy, to prepare the scaling-up phase and to update the business plan. In the Phase 2, the objectives will be to proceed to the ATEX certification of the tags that will be deployed within the industrial sites, to undertake demonstrations with major worldwide stakeholders (such as MICHELIN or TOTAL), to set-up the manufacturing plan and to refine the market replication strategy. By 2023, IIDRE will generate a turnover of Ä14.2M and create 79 jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IIDRE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951638871": {
            "orgId": "951638871",
            "orgName": "IIDRE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}