{
    "rcn": "209137",
    "acronym": "Mideast Med",
    "topics": "ERC-2016-COG",
    "title": "A regional history of medicine in the modern Middle East, 1830-1960",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The purpose of this project is to write a long-term regional history of medicine in the Middle East and North Africa from a transnational and multi-layered perspective. A regional approach will enable tracing both global influences and local specificities, while a long-term perspective (1830-1960) will allow tracing continuity and change from the late Ottoman Middle East through the colonial to the post-colonial periods. Combining archival and published sources in Arabic, French, English, Hebrew, English, German and Ottoman Turkish, it will offer a unique perspective into the formation of the modern Middle East.\nResearch for this project will revolve around five main cores: First, the global context: global vectors of disease transmission, alongside the transmission of medical knowledge and expertise. Second, the international aspect: how international conventions and international bodies affected the region and were affected by it. Third, the regional flow of both health challenges and proposed solutions, the regional spread of epidemics and the formation of regional epistemic communities. Fourth, the colonial aspect, noting both inter- and intra-colonial influences, and the encounter between colonial bodies of knowledge and locally produced ones. Fifth, the role played by doctors in various national projects: the nahda, namely the Arabic literary revival from the mid-nineteenth century onwards; the Zionist project; Egyptian and Syrian interwar nationalism and, later, Arab nationalism.\nThis project will portray an intersection between the corporal, the social, the cultural and the technological and trace these interconnections across time and space. Health, medicine and hygiene will be a prism through which to explore large processes, such as colonization and decolonization, national identity and state-building. The scientific development of medicine and the globalization of health-risks and medical knowledge in this period make medicine an ideal case study.",
    "totalCost": "1867181",
    "ecMaxContribution": "1867181",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1867181
        }
    },
    "calculatedTotalContribution": 1867181
}