{
    "rcn": "209185",
    "acronym": "MArylAND",
    "topics": "MSCA-IF-2016",
    "title": "At the host-bacteria interface: Modulation of the intestinal microbiota and its metabolic activity by Card9 signalling in health and Inflammatory Bowel Diseases",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The microbial community in the human intestine is crucial to the health and nutrition of the host. Loss of the fragile balance within this complex ecosystem is involved in numerous pathologies, including inflammatory bowel disease (IBD). The incidence of IBD is increasing and affects individuals in challenging years of their lives, with immunosuppressive treatments that are not always effective. \nIBD results from a combination of genetic predisposition, alteration of the gut microbiota, and environmental influences. Thus, deciphering the host-bacteria crosstalk will improve our understanding of IBD and enable new preventive and therapeutic strategies. Caspase recruitment domain 9 (Card9), one of the IBD susceptibility genes, codes for a protein involved in the response to fungi and bacteria. Sokol and colleagues showed that Card9-/- mice have an increased susceptibility to colitis, due to an altered gut microbiota that is not able to metabolise tryptophan into aryl hydrocarbon receptor (AhR) ligands. In humans, comparable mechanisms seem to be involved, as microbiota of IBD patients exhibit impaired production of AhR ligands, which mirrors the Card9-/- genotype.\nWe aim to decipher the mechanisms involved in the modulation of the microbiota and its metabolic activity by Card9. For this purpose, we will take advantage of a strong collaborative environment and cutting-edge techniques, including gnotobiotic animals, cre-lox technology, transcriptomics, metabolomics and systems biology. Specifically, we plan to identify (i) new pathways and cell types involved in the modulation of the microbiota and its metabolic activity, and (ii) microorganisms and metabolites activating AhR receptors in the gut. \nThis highly innovative and integrative project will allow me to expand my conceptual and technical knowledge of the gut-microbiota interface, acquire new key skills and strengthen my scientific network.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}