{
    "rcn": "209170",
    "acronym": "IPISA",
    "topics": "INNOSUP-02-2016",
    "title": "Inkjet Printed Sensor Arrays for high efficient, low cost, environmental monitoring",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "IPISA aims at enabling CETRI to recruit a specialist to join our team developing a smart sensor array of chemoresistive sensing elements for measurement of Volatile Organic Compounds and other hazardous gas. The sensor is innovative because its multi-material design and advanced data processing algorithms make it suitable for a number of applications and gases. The development work foreseen is on the synthesis, patterning (using inkjet printing and microfabrication techniques) and characterization of sensing elements to make the gas sensor exploitable with the highest efficiency. \nThe IPISA proposal aims at exploiting an ultra-versatile sensing scheme based on the development of high-performance, low-cost, printed sensor array technology in order to fulfill the ever growing need for environmental monitoring. ? plethora of fields is expected to be benefited from such a technology in the near future, such as the industrial environment monitoring for labour safety and urban environment monitoring for the life quality monitoring. Moreover, the high societal impact of such a sensing scheme technology is reflected on current needs for enhanced safety monitoring in populated area, such as airports for the convenient detection of explosives, and fields where the knowledge of the exact environmental conditions is of paramount importance such as agriculture, livestock, pisciculture, etc. \nThe specialist will also be working on the commercialization of the device and will formulate an holistic innovation strategy for market penetration of the sensor produced. For that purpose,  a training program in innovation management and business management will be offered as part of the project (organised by the European Commission), as well as an internal training program in order to smoothly integrate the expert in CETRI's research team.",
    "totalCost": "108750",
    "ecMaxContribution": "108750",
    "coordinator": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995985622": {
            "orgId": "995985622",
            "orgName": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD",
            "ecContrib": 108750
        }
    },
    "calculatedTotalContribution": 108750
}