{
    "rcn": "209129",
    "acronym": "MetaPG",
    "topics": "ERC-2016-STG",
    "title": "Culture-free strain-level population genomics to identify disappearing human-associated microbes in the westernized world",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Investigating symbiotic gut microbes with large-scale comparative genomics would allow gaining crucial insights into the ìepidemiologyî, genetic diversity, and population structure of hundreds of scarcely characterized microorganisms. However, cultivation-based approaches are ineffective at targeting the large fraction of the gut microbial diversity that is hard be grown in vitro. They are also expensive and time consuming, as they need sampling specific bacteria from geographically separated subjects. On the other hand, cultivation-free metagenomic data is now available for thousands of stool samples collected worldwide, but they are not currently exploited for strain-level microbial population genomics because of the lack of suitable computational methods. In Aim1, we leverage our expertise in computational biology to bridge the gap between the fields of metagenomics and population genomics by developing novel and highly innovative methodologies to extract strain-level genomic and genetic profiles from metagenomic samples with the resolution needed by comparative genomics. Such paradigmatic shift will put us in the position of reusing in Aim2 the thousands of available metagenomes and unravel for the first time the population structure of hundreds of uncultivable gut microbes. Among the novel tasks enabled, we will focus in Aim3 on identifying those microbial strains that are currently disappearing in westernized populations as a consequence of urbanization, industrialization, high-fat diets. We will complement the available data with gut metagenomes from novel targeted cohorts of both westernized and non-westernized populations. Our project defines the foundation for cultivation-free strain-level population genomics, provides comparative genomics results with unprecedented resolution for hundreds of under-investigated microbes, and compiles a catalogue of strains undergoing or at risk of primary, secondary, or ecological extinction in westernized populations.",
    "totalCost": "1499482",
    "ecMaxContribution": "1499482",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 1499482
        }
    },
    "calculatedTotalContribution": 1499482
}