{
    "rcn": "209180",
    "acronym": "AGAGAP",
    "topics": "MSCA-IF-2016",
    "title": "Algebraic Group Actions in Geometry, Arithmetic, and Physics",
    "startDate": "17/08/2017",
    "endDate": "16/08/2019",
    "objective": "'Geometry, arithmetic, and quantum physics historically have had many points of intersection. This project will use recent techniques in algebraic group actions, especially those of Kirwan, to address problems of overlapping interest to distinct research groups at the University of Oxford ñ Algebraic Geometry, Number Theory, Mathematical Physics, and the Centre for Quantum Mathematics and Computation. \n\nConsider the following long-standing, a priori unrelated, questions. What is the minimal degree curve that passes through n points in general position in the plane (Nagata conjecture)? What is the growth rate of the number of integer lattice points in a variety (for us, universal torsor over a Fano variety) with respect to a height function (Manin conjecture)? How can one work with quantum entanglements of different qualitative character and associated entropies in a rigorous yet\nexperimentally friendly way? \n\nThese open questions turn out to admit a common source, at least in a large class of problems of interest. The crucial\ningredient is a suitable 'homotopic replacement for a universal torsor' -- arising, in nice cases, from a key difference with topology, since in algebraic geometry algebraic affine line bundles needn't be vector bundles -- that often allows one to reduce to studying a simpler problem in group actions attached to an affine space rather than to a complicated variety or even more complicated universal torsor.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}