{
    "rcn": "209148",
    "acronym": "CARBONICE",
    "topics": "ERC-2016-COG",
    "title": "Carbon ñ Ice Composite Materials: Water Structure and Dynamics at the Carbon Interface",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Carbon and water in its various states of matter make up a substantial proportion of our Universe. The two materials are highly dissimilar with respect to their chemical and physical properties. Elemental carbon is even often referred to as a hydrophobic, ëwater-hatingí material. Yet, the two materials often coexist and critical processes take place at the interface between these unlike chemical species. This includes the hydration shells of hydrophobic moieties in biomolecules, clathrate hydrate materials where water molecules crystallise around hydrophobic guest species as well as icy comets which are often black due to the presence of carbon at their surfaces.\n\nThe aim of the CARBONICE project is to investigate the interface and interplay between water and carbon in detail. Using new and innovative experimental strategies, the water molecule will be placed in a variety of different yet highly relevant carbon environments. This will give us unprecedented insights into how water hydrates hydrophobic species which is highly important in the context of hydrophobic interactions. Investigations into how carbon species influence phase transitions of ice will give new insights into crystallisation phenomena but will also reveal the factors that lead to the formation of either ferro- or antiferroelectric ices. Creating carbon ñ ice composites in the lab as they exist on comets will enable us to understand the complex weather cycles on comets and may help explaining the unusual surface features recently identified by the Rosetta space probe.\n\nIn summary, this truly multidisciplinary project opens up a new spyhole to critically important processes at the water ñ carbon interface. The results will have an impact on the space, atmospheric and general materials sciences but will also be highly relevant with respect to further optimising the computer models of water as well as understanding the properties of water in nano-confinements and how it drives biological processes.",
    "totalCost": "1999806",
    "ecMaxContribution": "1999806",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1999806
        }
    },
    "calculatedTotalContribution": 1999806
}