{
    "rcn": "209196",
    "acronym": "DogSPEC",
    "topics": "MSCA-IF-2016",
    "title": "Multimodal Spectral Imaging for Canine Skin Erythema Estimation: from the Lab to the Clinic ñ DogSPEC",
    "startDate": "22/08/2017",
    "endDate": "21/08/2019",
    "objective": "In this action, we propose a novel portable and cost-effective multispectral device for smartphones that will monitor dog skin health in terms of erythema. Up to 50-% of European households own a dog, and the five of the ten most common reasons for a veterinary visit can be reflected in erythematous skin. Currently, there are no methods for the objective estimation of the intensity of erythema. In this action, we will first develop multispectral near-infrared device for the detection of extra absorption peaks of hemoglobin. In order to learn about hemodynamics, we will continue with objective measurements of capillary refill time. Then, we will develop a device for the multimodal acquisition of visible multispectral and fluorescence images and near-infrared multispectral data. This will serve for an estimation of erythema intensity by calculating an erythema index. The latter will be validated using existing dermatological tests (e.g. CADESI) in order to study whether erythema index can replace erythema visual assessment. Finally, we will investigate if there is any correlation between erythema and underlying causes (tumors). The proposed methods can simplify and improve current diagnostic procedures in veterinary dermatology.\nThe action will improve the experienced researcherís knowledge and skills in both fields of his profession: biophotonics and veterinary medicine, which will lead to well integrated interdisciplinary knowledge. This will allow the researcher to address interdisciplinary research challenges much better and, consequently, enhance his future career prospects. Furthermore, he will also obtain additional training to acquire extra professional skills (e.g. mentorship). Moreover, the beneficiaryís biophotonic techniques will be upgraded and promoted in the new scientific field (i.e. veterinary medicine). Additionally, the host will be able to better validate his work with higher number of samples, which will make research in human medicine much safer.",
    "totalCost": "145904,4",
    "ecMaxContribution": "145904,4",
    "coordinator": "LATVIJAS UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 145904
        }
    },
    "calculatedTotalContribution": 145904
}