{
    "rcn": "209102",
    "acronym": "KEEPERS",
    "topics": "SMEInst-13-2016-2017",
    "title": "Keepers: The Key to your Childís Safety",
    "startDate": "01/04/2017",
    "endDate": "31/08/2017",
    "objective": "Today Children communicate mainly through social media or mobile phones. Violence is prevalent in cyberspace and follows children everywhere. According to the 2015 UN survey 35% of children have been victims of social networks shaming. It's a well known fact that parents today lack tools to cope with the advancing technology.\nEvery 7 minutes a child is harassed on the internet\n80% Of cyberbullying cases are not reported\n70% Admit they are affected by cyberbullying\nKeepers enables parents to monitor their child's mobile phone usage and become aware of any shaming/bullying phenomena their child might experience by spotting and filtering problematic and abusive content.\n\nSupervision and Monitoring - Keepers inspects the content the child is exposed to, analyzes it, and reports offensive langua\nConcealed - Keepers app is hidden on the child's device\nAnalysis of Malicious Content - Keepers tracks and filters problematic content and sends appropriate alerts\nPrivacy - only pre-defined problem content is reported to preserve the child's independence\nDynamic Dictionary - Keepers adds specific words to the default local user dictionary based on parent settings.\nCross Platform Solution ñ Keepers detects incoming/outgoing messages on all social platform using the OCR algorithm\nConsulting ñ Keepers connects parents with social services to help taekle any ongoing problems\nSocial Machine Learning - Keepers algorithm collect suggestions from various users and automatically learn to detect abusive content based on AI (artificial intelligence) and NLP (Natural Language Processing) technologies",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIBI - LIPSKIN-YAAKOBI-BUDOV INNOVATION LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916566775": {
            "orgId": "916566775",
            "orgName": "LIBI - LIPSKIN-YAAKOBI-BUDOV INNOVATION LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}