{
    "rcn": "209195",
    "acronym": "OPLD",
    "topics": "MSCA-IF-2016",
    "title": "Organic Polariton Laser Diode",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The high current density required for population inversion in organic semiconductors has made the realization of an organic laser diode rather challenging. Here, I propose an organic polariton laser diode (OPLD) in which the threshold is achieved through the mechanism of polariton condensation. This conceptually different lasing mechanism does not require population inversion, suggesting that lasing under electrical injection can be, for the first time, demonstrated in organic semiconductors. To date, most commercial laser diodes are based on inorganic semiconductors, which are expensive materials, require complex fabrication and manufacturing processes, and have a limited range of lasing wavelengths. Organic semiconductors, in contrast, are ideal materials for the industrial production of diode lasers and other optoelectronic devices due to their ease of fabrication and processing, low acquisition-cost, and broad spectrum of emission. The realization of the first OPLD within this fellowship will be tremendously important for the European market. In 2014, diode-laser technology comprised 46% of the total revenue ($9.4 billion) in the global laser market. Moreover, emerging automotive lighting (BMW Laserlight) and high-definition laser display (LG LASER display) technologies could enable diode lasers to overtake the global laser market. Therefore, any steps towards the realization of the first organic laser diode (or organic solid state laser) would represent a significant technological and scientific achievement. Furthermore, the proposed device offers a totally new, due to its electrical pumping, platform for fundamental studies of quantum fluids of light.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}