{
    "rcn": "209182",
    "acronym": "ASISA",
    "topics": "MSCA-IF-2016",
    "title": "Advanced Superlattice Infrared detectors for Space Applications",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "In space, infrared detectors are used for many applications such as Earth observation, post-launch satellite tracking, space-object surveillance or climate monitoring. According to the Planck's law, cold object detection requires a material with a longer wavelength ? to address the Very LongWavelength InfraRed (VLWIR, ? > 12 ?m) spectral domain. The current state-of-the-art includes the Mercury-Cadmium-Telluride (HgCdTe) material. Although, the HgCdTe technology is already well established and manufactured by many European companies, it suffers from poor uniformity, stability and operability at longer wavelength due to compositional issues caused by the strong dependence of the energy bandgap with the Cadmium mole fraction. Efforts have therefore been driven to develop alternative infrared materials such as the Type-II InAs/GaSb SuperLattice (T2SL) that can theoretically outperform the HgCdTe technology. Even though, the T2SL has proven to be a successful approach in the mid-IR and long-IR, extending the cut-off wavelength to the VLWIR range is a new challenge to take up. The VLWIR-T2SL technology will be developed in the newly-established Institute for Compound Semiconductor (ICS) laboratories at Cardiff University (CU). If successful, this fellowship will produce a real breakthrough in the field of infrared detectors. The VLWIR-T2SL technology has a strong industrial potential, the candidate will thus engage European collaborators in early stage to demonstrate a focal plane array. This will lead to a reliable route to commercialise devices through the newly-funded Compound Semiconductor Centre. This fellowship will leverage the large investments by the Welsh and UK government and CU in the general area of compound semiconductor. The candidate will have the managerial and technical support from Prof. Diana Huffaker, as well as staff members of ICS and the School of Physics and Astronomy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}