{
    "rcn": "209165",
    "acronym": "TOXANOID",
    "topics": "ERC-PoC-2016",
    "title": "Pharmacological safety testing in human adult stem cell-derived organoids",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "Toxicology and pharmacology assays are crucial pillars of modern drug development. They are essential to understand how tissues such as intestine and liver take up and degrade pharmaceutically active compounds. Due to the lack of suitable in vitro systems, these assays are carried out in experimental animals. This practice increases cost and development time but also creates significant ethical issues. \n\nWe recently developed a 3D culture system that allows us to expand human tissue stem cells from intestine and liver as organoids and differentiate them to the respective functional adult tissue in vitro. These stem cell-derived tissues show high cytochrome activity and are able to metabolize drugs in a simple and cost-effective in vitro assay. With support from the ERC Proof of concept grant we aim to prove that our technology can outperform current in vitro systems and replace a significant portion of animal-based toxicology studies. This technological advance will lead to substantial reduction of cost in industrial and academic drug development and overcome practical and ethical pitfalls in animal-based testing.\n\nTo this end we will develop an organoid-based assay to test tissue-drug interactions in three steps:\n\n1) \tDefinition of optimal parameters for human in vitro assays to assess gastro-intestinal and hepatic toxicity \n2) \tScale-up\n3) \tTechnology transfer and commercial distribution",
    "totalCost": "147500",
    "ecMaxContribution": "147500",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 147500
        }
    },
    "calculatedTotalContribution": 147500
}