{
    "rcn": "209139",
    "acronym": "FocAd",
    "topics": "ERC-2016-COG",
    "title": "Structural Studies on Focal Adhesions",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Focal adhesions (FA) are gigantic protein complexes whose formation is triggered by integrin ligand activation. FAs represent (1) a sensing platform and anchoring points to the outside environment and, (2) a machinery to transduce this information by initiating signaling pathways for cell growth, survival, migration and polarization. Failure in the regulation of FA leads to developmental defects and contributes to the formation of aggressive cancers. Hence, understanding FA formation is the basis for counteracting these detrimental effects. Recently, mass spectrometry and advanced light microscopy clarified players involved in the FA assembly and implicated sophisticated regulation networks of membranes and actin cytoskeletons in the growth of FAs. However, the molecular mechanisms of FA formation and signaling still remain unclear.\nWe propose to study the molecular mechanisms governing the growth of FA by bottom-up reconstitutions using purified recombinant protein components. We will employ a systematic and hierarchical assembly of the FA machinery on an integrin platform as well as on an actin cytoskeleton in a stepwise fashion. We will use a combination of cutting-edge techniques of hybrid structural biology (cryo-EM and X-ray crystallography), light microscopy and biochemical/biophysical approaches. Our core expertise is cryo-EM, which has emerged as the method of choice to study the molecular mechanisms of (super-)macromolecular assemblies. Furthermore, we will set up a system to observe the behavior of tension-sensitive FA components in the presence of force under cryo-EM. Finally, lessons learned from our biochemical and ultrastructural analysis will be directly transferred and tested in living cells. Using these innovative methods, we will tackle fundamental and medically relevant questions regarding the assembly and function of FAs.",
    "totalCost": "1999998",
    "ecMaxContribution": "1999998",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1999998
        }
    },
    "calculatedTotalContribution": 1999998
}