{
    "rcn": "209124",
    "acronym": "SCARCE",
    "topics": "ERC-2016-STG",
    "title": "Sustainable Chemical Alternatives for Re-use in the Circular Economy",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "This proposal seeks to develop a novel non-invasive, real-time direct observation methodology to provide new knowledge on the mechanisms underpinning crystal growth and harvesting within membrane crystallisation reactor technology. Crystallisation represents one of the most important separation processes in the chemical industry and will play a critical role in the circular economy through enabling the recovery of resources from wastewater to yield an array of sustainable low cost chemicals for use in European industries. Existing crystallisation reactor designs suffer from imperfect mixing and inhomogeneous solvent removal which makes control of crystal quality and consistency problematic and can limit application of the final product. \n\nMembrane crystallisation reactor technology is a disruptive innovation that combines process intensification with the capability to achieve significant control over the crystallisation process at a fraction of the scale thus ameliorating many of the problems associated with existing crystallisers. However, before this disruptive membrane based technology can be realised at full scale, there is a critical need to understand the role of shear forces in mediating the growth and harvesting of crystals at the solvent-membrane boundary which has to date received little attention. With no reliable and accurate description of the shear force behaviour within the boundary layer, there is considerable risk incurred in the scaling up of membrane crystallisation reactor design which could lead to inconsistent and inefficient performance. Development of the novel non-invasive, real-time direct observation methodology will enable direct measurement of these discrete forces. The arising new knowledge will be challenged at various process sizes to evolve the science underlying process scale-up of membrane crystallisers and in doing so will deliver internationally competitive research, placing the applicant at the forefront of his academic field.",
    "totalCost": "1499655,89",
    "ecMaxContribution": "1499655,89",
    "coordinator": "CRANFIELD UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 1499656
        }
    },
    "calculatedTotalContribution": 1499656
}