{
    "rcn": "209144",
    "acronym": "AveTransRisk",
    "topics": "ERC-2016-COG",
    "title": "Average - Transaction Costs and Risk Management during the First Globalization (Sixteenth-Eighteenth Centuries)",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "This project focuses on the historical analysis of institutions and their impact on economic development through the investigation of a legal instrument ñ general average (GA) ñ which underpins maritime trade by redistributing damagesí costs across all interested parties. This will be pursued through the comparative investigation of GA in those European countries where substantial data exists: Italy, Spain, England, France and the Low Countries (1500-1800). Average and insurance were both created in the Middle Ages to facilitate trade through the redistribution of risk. Insurance has been widely studied, average ñ the expenses which can befall ships and cargoes from the time of their loading aboard until their unloading (due to accidents, jettison, and unexpected costs) ñ has been neglected. GA still plays an essential role in the redistribution of transaction costs, and being a form of strictly mutual self-protection, never evolved into a speculative financial instrument as insurance did; it therefore represents an excellent case of long-term effectiveness of a non-market economic phenomenon. Although the principle behind GA was very similar across Europe, in practice there were substantial differences in declaring and adjudicating claims. GA reports provide unparalleled evidence on maritime trade which, analysed quantitatively and quantitatively through a novel interdisciplinary approach, will contribute to the reassessment of the role played by the maritime sector in fostering economic growth during the early modern first globalization, when GA was the object of fierce debates on state jurisdiction and standardization of practice. Today they are regulated by the York-Antwerp Rules (YAR), currently under revision. This timely conjuncture provides plenty of opportunities for active engagement with practitioners, thereby fostering a creative dialogue on GA historical study and its future development to better face the challenges of mature globalization.",
    "totalCost": "1854256",
    "ecMaxContribution": "1854256",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1821684
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 32572
        }
    },
    "calculatedTotalContribution": 1854256
}