{
    "rcn": "209163",
    "acronym": "INCluSilver",
    "topics": "INNOSUP-01-2016-2017",
    "title": "Innovation in personalised Nutrition through Cluster cooperation in the Silver economy",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "On one hand, personalised nutrition - PN offers a new approach for helping citizens to adjust their dietary behaviour by advising food choices and eating patterns that fit their individual needs and are in line with personal preferences. On the other hand, the Silver Economy is driven both by the emergence of new consumer markets and by the need to improve the sustainability of public expenditure linked to ageing. Thus, stimulating the market of PN products and services addressing the needs of the silver society can create a massive pull-effect on existing or emerging markets, as well as a huge impact on Health Care systems.\n\nINCluSilver project aims at supporting the collaboration between actors belonging to different sectors in order to create the right conditions for generating and validating innovative ideas in the field of PN for the silver population that have a great potential to reach the market. The collaboration will favour the leveraging of the Personalised Nutrition Value Chain which have healthy nutrition of the European silver society as common ground in the framework of this project. Furthermore, a Personalised Nutrition for the Silver Economy - PNSE Strategy will be pursued within this project and aligned with the smart specialisation strategies.\n\nTo achieve this, the INCluSilver consortium has assembled 7 clusters and 2 universities from 9 countries and 4 different sectors: agro-food, ICT, health and creative industries . The project thus has direct access to a network of more than 900 SMEs related to PN topics and challenges, identified in this proposal. INCluSilver workplan is organised in six interrelated workpackages that will assure the active participation of all partners.\n\nAll outcomes will be disseminated broadly by direct engagement with a wide audience(end-users, healthcare professionals, researchers, food producers, technology providers, policy makers) via different networks, events, web, newsletters, social media and newspapers.",
    "totalCost": "4252933,75",
    "ecMaxContribution": "4115121,25",
    "coordinator": "SKANES LIVSMEDELSAKADEMI",
    "coordinatorCountry": "SE",
    "participants": "ASOCIACION CLUSTER ALIMENTARIO DE GALICIA;NATIONAL UNIVERSITY OF IRELAND GALWAY;DANISH FOOD CLUSTER;INNOSKART VALLALKOZASFEJLESZTESI NONPROFIT KFT;AGROPOLIS INTERNATIONAL ASSOCIATION;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;DISTRETTO AGROALIMENTARE REGIONALE SCRL;UNIVERSITY OF SURREY",
    "participantCountries": "ES;IE;DK;HU;FR;EL;IT;UK",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 486719
        },
        "998071413": {
            "orgId": "998071413",
            "orgName": "AGROPOLIS INTERNATIONAL ASSOCIATION",
            "ecContrib": 520062
        },
        "950509306": {
            "orgId": "950509306",
            "orgName": "INNOSKART VALLALKOZASFEJLESZTESI NONPROFIT KFT",
            "ecContrib": 376750
        },
        "933856346": {
            "orgId": "933856346",
            "orgName": "DANISH FOOD CLUSTER",
            "ecContrib": 485225
        },
        "999717794": {
            "orgId": "999717794",
            "orgName": "DISTRETTO AGROALIMENTARE REGIONALE SCRL",
            "ecContrib": 321562
        },
        "994095965": {
            "orgId": "994095965",
            "orgName": "SKANES LIVSMEDELSAKADEMI",
            "ecContrib": 608625
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 410378
        },
        "951845578": {
            "orgId": "951845578",
            "orgName": "ASOCIACION CLUSTER ALIMENTARIO DE GALICIA",
            "ecContrib": 391425
        }
    },
    "calculatedTotalContribution": 3600746
}