{
    "rcn": "209136",
    "acronym": "ALFA",
    "topics": "ERC-2016-COG",
    "title": "Shaping a European Scientific Scene : Alfonsine Astronomy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Alfonsine astronomy is arguably among the first European scientific achievements. It shaped a scene for actors like Regiomontanus or Copernicus. There is however little detailed historical analysis encompassing its development in its full breadth. ALFA addresses this issue by studying tables, instruments, mathematical and theoretical texts in a methodologically innovative way relying on approaches from the history of manuscript cultures, history of mathematics, and history of astronomy.\nALFA integrates these approaches not only to benefit from different perspectives but also to build new questions from their interactions. For instance the analysis of mathematical practices in astral sciences manuscripts induces new ways to analyse the documents and to think about astronomical questions.\nRelying on these approaches the main objectives of ALFA are thus to:\n- Retrace the development of the corpus of Alfonsine texts from its origin in the second half of the 13th century to the end of the 15th century by following, on the manuscript level, the milieus fostering it;\n- Analyse the Alfonsine astronomersí practices, their relations to mathematics, to the natural world, to proofs and justification, their intellectual context and audiences;\n- Build a meaningful narrative showing how astronomers in different milieus with diverse practices shaped, also from Arabic materials, an original scientific scene in Europe.\nALFA will shed new light on the intellectual history of the late medieval period as a whole and produce a better understanding of its relations to related scientific periods in Europe and beyond. It will also produce methodological breakthroughs impacting the ways history of knowledge is practiced outside the field of ancient and medieval sciences. Efforts will be devoted to bring these results not only to the relevant scholarly communities but also to a wider audience as a resource in the public debates around science, knowledge and culture.",
    "totalCost": "1871250",
    "ecMaxContribution": "1871250",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1871250
        }
    },
    "calculatedTotalContribution": 1871250
}