{
    "rcn": "209100",
    "acronym": "DesignShots",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Design Driven Innovation For SMEs",
    "startDate": "01/04/2017",
    "endDate": "30/06/2018",
    "objective": "Design is a key driver in creating new products and services that are attractive to customers, and can make a business stand out among the competition. However, the lack of design management skills is a significant barrier to the wider adoption and integration of design into Europeís businesses. As stated in the Innovation Union Flagship Initiative, although some European countries are world leaders in design, others lack a robust design infrastructure and design capability. This systemic gap has largely gone unnoticed but must now be tackled. Innovation agencies should tackle this gap by supporting and promoting design driven innovation programmes and services. The overall aim of Design Shots project is to  use the experience, the tools, the capacity and the partnersí knowledge in order to address a common innovation support challenge namely to promote the integration of design driven innovation to smes through the creation of tailor made ìdesign driven innovation support programmesî for private sector. \nThe Peer learning activity will serve to learn from the best and to share good and bad practices in design driven innovation support services for smes. \nThe realized Design Options Paper will serve as a ìguideî or a ìhandbookî to other agencies and business support centres to provide similar and/or more focused services/support/ programmes on design driven innovation.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "BUSINESS AND CULTURAL DEVELOPMENT CENTRE",
    "coordinatorCountry": "EL",
    "participants": "LUXINNOVATION GIE;MALTA BUSINESS FOUNDATION",
    "participantCountries": "LU;MT",
    "projectParticipants": {
        "999918390": {
            "orgId": "999918390",
            "orgName": "LUXINNOVATION GIE",
            "ecContrib": 0
        },
        "950747441": {
            "orgId": "950747441",
            "orgName": "BUSINESS AND CULTURAL DEVELOPMENT CENTRE",
            "ecContrib": 50000
        },
        "941612078": {
            "orgId": "941612078",
            "orgName": "MALTA BUSINESS FOUNDATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}