{
    "rcn": "209132",
    "acronym": "SOFT-PHOTOCONVERSION",
    "topics": "ERC-2016-STG",
    "title": "Solar Energy Conversion without Solid State Architectures: Pushing the Boundaries of Photoconversion Efficiencies at Self-healing Photosensitiser Functionalised Soft Interfaces",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Innovations in solar energy conversion are required to meet humanityís growing energy demand, while reducing reliance on fossil fuels. All solar energy conversion devices harvest light and then separate photoproducts, minimising recombination. Normally charge separation takes place at the surface of nanostructured electrodes, often covered with photosensitiser molecules such as in dye-sensitised solar cells; DSSCs. However, the use solid state architectures made from inorganic materials leads to high processing costs, occasionally the use of toxic materials and an inability to generate a large and significant source of energy due to manufacturing limitations. An alternative is to effect charge separation at electrically polarised soft (immiscible water-oil) interfaces capable of driving charge transfer reactions and easily ìdye-sensitisedî. Photoproducts can be separated on either side of the soft interface based on their hydrophobicity or hydrophilicity, minimising recombination. SOFT-PHOTOCONVERSION will explore if photoconversion efficiencies at soft interfaces can be improved to become competitive with current photoelectrochemical systems, such as DSSCs. To achieve this goal innovative soft interface functionalisation strategies will be designed. To implement these strategies an integrated platform technology consisting of (photo)electrochemical, spectroscopic, microscopic and surface tension measurement techniques will be developed. This multi-disciplinary approach will allow precise monitoring of morphological changes in photoactive films that enhance activity in terms of optimal kinetics of photoinduced charge transfer. An unprecedented level of electrochemical control over photosensitiser assembly at soft interfaces will be attained, generating photoactive films with unique photophysical properties. Fundamental insights gained may potentially facilitate the emergence of new class of solar conversion devices non-reliant on solid state architectures.",
    "totalCost": "1499043,75",
    "ecMaxContribution": "1499043,75",
    "coordinator": "UNIVERSITY OF LIMERICK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 1499044
        }
    },
    "calculatedTotalContribution": 1499044
}