{
    "rcn": "209150",
    "acronym": "INTERCELLAR",
    "topics": "ERC-2016-COG",
    "title": "The role of the symplast in host-pathogen interactions ñ how does the symplastic, intercellular exchange of molecules regulate the outcomes of defence and infection?",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Cell-to-cell communication is fundamental to multicellular organisms. The exchange of information and resources between cells and tissues enables co-ordination of responses to environmental and developmental signals. In plants, the cytoplasm of adjacent cells is connected by plasma membrane-line pores called plasmodesmata (PD) that cross the cell wall, generating cytoplasmic continuity between cells and tissues. This interconnected cytoplasm is termed the symplast and is unique to plants. In plants, growing evidence suggests that innate immune responses rely on regulation of symplastic connectivity. My group previously discovered that regulation of PD (whether they are open or closed) is critical for immune responses. Further, we have shown that pathogens suppress host regulation of PD in an effort to maintain symplastic continuity between cells. We donít know why the host regulates the symplast during defence: while data suggests that different defence responses might differently exploit the symplast, we donít understand how the symplast defines the success of a response. Similarly, we donít know how a pathogen benefits from maintaining connectivity with surrounding host cells ñ is this to allow the movement of molecules to suppress defence, or is it to optimise access to host resources? This programme will investigate the question of how the symplast contributes to defence and infection strategies. We aim to understand how these strategies play out in an infection context. We will use experimental and computational approaches to generate models that allow us to predict the outcome of infection upon the basis of symplastic processes and PD regulation. Ultimately, this will create a framework for novel strategies to enhance pathogen resistance.",
    "totalCost": "2162500",
    "ecMaxContribution": "2162500",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 2162500
        }
    },
    "calculatedTotalContribution": 2162500
}