{
    "rcn": "209130",
    "acronym": "WallWatchers",
    "topics": "ERC-2016-STG",
    "title": "Plant cell wall communication and remodelling: the wall watchers.",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Plants, just like animals are highly developed multicellular organisms. In contrast to animal cells however, plant cells are surrounded by a rigid, carbohydrate-rich extracellular layer, the cell wall. This cell wall provides plants with mechanic support and a dynamic chemical signalling and metabolic environment. To allow for cell expansion, cell division, coordinated tissue growth and interactions with the environment, the cell wall status constantly needs to be sensed and modified. How plant cells perceive and signal their cell wall status is poorly understood. Here, I propose an integrated approach to uncover ligands for cell wall sensing receptors as well as their downstream signalling components. Specifically, my project aims to identify the ligands for two genetically validated cell wall receptor families, using a chemical biology approach. Next, we will analyse and validate the mode of ligand-receptor interaction by combining protein X-ray crystallography, quantitative biochemistry and reverse genetics in Arabidopsis. A detailed ligand-binding and receptor activation mechanism will allow us to specifically interfere with cell wall receptor function in vivo, and to assess their biological relevance for cell wall structure and its chemical properties. Using atomic force microscopy, we will then test if the receptors are distributed uniformly at the membrane or whether they are arranged in complex 'sensosomes'. Finally, we will characterize if plant cell wall receptors can directly act as mechanosensors. With defined receptor-ligand pairs and clear phenotypes at hand, we will try to uncover downstream signalling components for plant cell wall receptors and to validate our atomic models in planta. My ultimate goal would be to design and test cell wall receptor agonists and antagonists, which will represent powerful tools to alter cell wall homoeostasis in Arabidopsis, and potentially in crops.",
    "totalCost": "1499966",
    "ecMaxContribution": "1499966",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1499966
        }
    },
    "calculatedTotalContribution": 1499966
}