{
    "rcn": "209159",
    "acronym": "NMRNTECH",
    "topics": "ERC-PoC-2016",
    "title": "NMR-based Sensor Technology at Nanoscale",
    "startDate": "01/04/2017",
    "endDate": "31/03/2018",
    "objective": "Nuclear Magnetic Resonance (NMR) spectrometry is the most widely used method in the spectrometry market. With applications in various areas such as geo exploration, material quality control, drug development, and biomedical imaging, NMR provides rich spectroscopic information of the structure for material analyses. Therefore, for advancing human health and science, NMR spectrometry and also microfluidics are widely adopted technologies in studying biological processes and thus utilised in many biomedical applications. However, given its low sensitivity, the technique is only applicable to large specimens. This proof-of-concept project develops novel atomic-size defect centres in diamond, which are superior to the current state-of-the-art magnetic field sensors in terms of spatial resolution, sensitivity and rugged design. Initial tests with single sensing defects confirm estimates on the achievable spatial resolution down to a few nanometers and reduction of volumetric sensitivity by factor of 108 as compared to the existing technologies. Through achieving this level, we are able to bring the full functionality and integration of NMR, i.e. molecular specificity to micro analytics. Therefore, the improvement of NMR sensitivity and the development of nanoscale NMR imaging, promises revolutionary impacts on the areas of bioscience and spectrometry technology, which in turn enables new applications in areas such as nanotechnology and bioanalytics. In this project, weíll (1) demonstrate integration of a diamond-based NMR sensor into a microfluidic device and in magnetic storage system. To best prepare for the post-PoC commercialisation weíll (2) test the NMR device in real-life industrial application, i.e. in characterization of hard-dickís write-head. Moreover, weíll also (3) carry out pre-commercialisation and networking activities, and (4) plan for the commercialisation of the novel NMR microfluidic sensor technology.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}