{
    "rcn": "209151",
    "acronym": "SYMCELLS",
    "topics": "ERC-2016-COG",
    "title": "Resolving the molecular mechanisms of intracellular coral-algal symbiosis",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Many cells stably integrate microbes to gain ecological advantages for the organism. A remarkable example is the symbiosis between corals and algae, whose provision of photosynthetically fixed nutrients enables coral survival in nutrient-poor habitats. To establish symbiosis, coral cells acquire symbionts via phagocytosis, a process often used for pathogen clearance in other animals. Symbionts reside in phagosomes, and the prevailing view is that, similar to some pathogens, symbionts avoid destruction via phagolysosomal manipulation. Yet, unlike pathogens, symbionts provide nutrients to their host, and this may be key for intracellular persistence. Most research on nutrient translocation has focused on sugars, but surprisingly, sterols may be significant because cnidarians cannot synthesize cholesterol. However, little is known about the underlying molecular mechanisms of symbiosis establishment. Because corals are intractable cell biological models, I will leverage our unique resources and expertise to uncover fundamental aspects of symbiont acquisition and metabolic dependence using the emerging model anemone Aiptasia. To investigate symbiont acquisition (Objective 1), I will distinguish symbiont-phagocytosing cells, test candidate symbiont receptors by gain- and loss-of-function, record symbiont/cell interactions by live-imaging, and generate a symbiosis cell culture system. To understand the significance of symbiont-derived sterols (Objective 2), I will map cellular sterol utilization and identify the sterol transport machinery, test whether symbiont sterols can functionally substitute cholesterol, identify novel sterol-interacting proteins by pull-down assays, and explore symbiont persistence mechanisms using comparative phagosome proteomics. This proposal will for the first time provide a mechanistic understanding of coral-algal symbiosis establishment, a crucial process underpinning coral reefs, economically and ecologically important ecosystems.",
    "totalCost": "2272485",
    "ecMaxContribution": "2272485",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 2272485
        }
    },
    "calculatedTotalContribution": 2272485
}