{
    "rcn": "209178",
    "acronym": "UltraSafe",
    "topics": "MSCA-IF-2016",
    "title": "Advanced modelling of ultrasonic wave interaction with damage for enhanced failure identification technologies in industrial composite structures",
    "startDate": "25/02/2018",
    "endDate": "24/02/2020",
    "objective": "The EU is a world leader in the transport industry, with the aeronautical sector alone providing more than 500,000 jobs and generating a turnover of EUR 140 billion annually. Development of structural safety technologies have always been of paramount importance for Europe. With regard to the aeronautical sector, approximately 1.3 billion passengers fly around the globe every year, rendering aviation safety a major societal challenge worldwide. Flightpath 2050 sets out a vision for a future aerospace industry placing airworthiness at the heart of technology developments in order to keep Europe competitive in this strategically important global industry.\nModern industrial structures are increasingly made of composite layered materials due to their well-known benefits. The usage of composite structures however implies a greater range of possible structural failure modes for which the structure has to be frequently and thoroughly inspected. For instance, approximately 27% of an average modern aircraftís lifecycle cost is spent on inspection and repair. The use of ëofflineí structural inspection techniques currently leads to a massive reduction of the productís availability and significant financial losses for the operator. Ultrasonic Guided Waves (UGWs) have exhibited strong potential for detecting damage signatures in composite structures, however understanding UGW interaction with realistic nonlinear damage scenarios is still a fundamental technological and scientific issue which remains unresolved.\nUltraSafe will bring together an ER being expert in ëBayesian based system identificationí and a host institution carrying leading academic know-how in ëUGW interaction modellingí in order to develop the next generation of ëonlineí, fast and robust damage identification tools for industrial composite structures. \nThe secondment of the ER to ANOVA will ensure the applicability of this new damage identification methodology to real-world industrial scenarios.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}