{
    "rcn": "209189",
    "acronym": "COEXIST",
    "topics": "MSCA-IF-2016",
    "title": "Coexistence on the boundary of chaos",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This project is an exploration of the essence of chaos. Chaos and chaotic systems are by their very nature unpredictable. Paradoxically, the manner in which systems transition into chaotic regimes is highly structured and rigid. This contradiction can be explained mathematically through an elegant process called renormalization. Renormalization is like a microscope which can be used to observe the shape of fractals that appear on the boundary of chaos. One aspect of the structure of chaos is that such fractals on a large scale may look nothing like each other, but as the magnification factor on the microscope is increased they look more and more alike. This is expressed by saying that renormalization converges. Convergence of renormalization has been a consistent theme since the very inception of chaos theory, thus it was believed that the structure of chaos was thoroughly understood. In an unexpected twist, the applicant recently made the groundbreaking discovery that there are natural systems for which the renormalization sometimes is convergent and at other times degenerate. This reveals that the structure of chaos in fact is much more intricate than was previously imagined.\n\nBuilding on this radical discovery, the proposed project marks the start of an entirely new chapter in chaos theory. The objective is to explore this new notion of coexistence of convergent and degenerate behavior of renormalization, and to explain the consequences it has on the structure of chaos. The research will benefit the field of dynamical systems by expanding the knowledge of chaos into new and unexplored territory. It will also expand the reach of renormalization closer to systems which have relevance for the natural sciences as well as mathematics. The project hinges on the applicant joining the supervisor and members of the dynamical systems group at Imperial College, who are leading global experts, in order to learn cutting-edge techniques and spark new discussions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}