{
    "rcn": "209181",
    "acronym": "BATCA",
    "topics": "MSCA-IF-2016",
    "title": "Batteries based on Calcium: from electrolyte development to full cell proof-of-concept",
    "startDate": "16/05/2017",
    "endDate": "15/05/2019",
    "objective": "The development of rechargeable batteries based on multivalent cations as charge carriers holds promise of enhanced energy density when compared to single valent ions such as lithium or sodium.  Proof-of-concept has been achieved for magnesium batteries with complex electrolyte compositions but an analogous technology based on calcium ion would hold promise for faster reaction kinetics due to its lower polarizing character and enhanced energy density due to its lower reduction potential.  \n\nThe  recently demonstrated feasibility of calcium electrodeposition at moderate temperatures using conventional organic electrolytes constitutes the first step towards proof of concept.  The main goal of the present proposal is to achieve proof-of-concept of a full Ca-ion battery with high energy density through i) optimizing the electrolyte formulation enabling operation at room temperature by minimizing ion pairing and ii) developing a suitable high capacity cathode material.\n\nThe proposed research should set out the basis for the development of new classes of electrolyte for calcium cation based batteries with high resilience upon oxidation and low tendency to ion pair formation while at the same time designing suitable cathode materials enabling  calcium ion diffusion and based on suitable redox couples operating at high potential.\n\nThe approach behind the scientific project relies on the synergy between the respective expertises of the applicant and the host institution in electrolytes and crystal chemistry of battery materials.  This fellowship represents also an excellent opportunity to the researcher for personal and professional development providing him with novel and advanced skills to achieve a status of professional maturity and independent thinking.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}