{
    "rcn": "209183",
    "acronym": "ACRONAM-Speech",
    "topics": "MSCA-IF-2016",
    "title": "Assessing Causal Relationships of Oscillatory Neural Activity Mediating Speech",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Neural oscillations, rhythmic fluctuations in the excitability of neuronal populations, align their phase to the rhythm of speech and this mechanism, called phase entrainment, has been associated with successful perception of connected speech. However, a causal role of phase entrainment for speech comprehension has not yet been shown which leaves the underlying mechanisms unclear, and fails to specify the relevance of neural oscillations for hearing or language impaired individuals. In the proposed research, we will use a novel brain stimulation technique, transcranial alternating current stimulation (tACS) to selectively alter neural oscillations. By manipulating neural phase entrainment to speech with tACS we can, for the first time, provide decisive evidence concerning whether phase entrainment and speech comprehension are causally linked: If a modulation of phase entrainment leads to changes in speech perception and comprehension we can conclude that the former causally influences the latter. In a preliminary experiment, combining tACS with functional magnetic imaging (fMRI), we will determine the optimal tACS electrode montage to modulate neural activity in speech-specific brain regions (in the superior temporal gyrus). Using this setup in a behavioural task, tACS can be applied at different phase-lags in relation to rhythmic speech sequences. Critically, we expect perception of these stimuli to depend on the phase relation between tACS and speech rhythm, as a consequence of the manipulation of phase entrainment by tACS. Our study will thus provide important and novel evidence for a causal role of phase entrainment for speech perception and comprehension. In turn this might suggest new methods for enhancing speech perception in populations with hearing or language impairment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}