{
    "rcn": "209156",
    "acronym": "NIBEA",
    "topics": "ERC-PoC-2016",
    "title": "Nano Impacts for Biomedical and Environmental Analysis",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "NIBEA will turn the developments and understanding from NANOIMPACTS into real world analytical practice such that reliable analytical protocols are established, validated and demonstrated especially in the context of real world media (environmental, industrial, medical) providing an entirely new approach to nanoparticle analysis based on electrochemical measurements. \nNIBEA will provide a step change in comparison with the present state of the art since particles of much smaller size and of greater diversity (including bacteria, viruses) deriving from authentic media with zero or minimal pre-treatment will be detected in the solution phase. \nNIBEA will develop prototype instrumentation suitable for demonstration purposes covering both batch and on-line nanoparticle analyses. It will also establish and validate against independent methods methodology for the analysis (identity, size, concentration, state of aggregation/agglomeration) of (a) silver nanoparticles in water and waste systems and (b) viruses and bacteria of biomedical importance\nNIBEA will have major societal impact in furthering studies of toxicology, facilitating environmental, medical and at point-of-discharge analysis, as well as facilitating the application of expected forthcoming legislation on nanoparticles. Subsequently we aim to commercialise the IP building on the track record of the Compton Group (sensing of pH, gases, garlic, chilli heat, etc) and with the assistance of Oxford Innovation Ltd (http://www.oxin.co.uk/) specialists in university KT.",
    "totalCost": "149989",
    "ecMaxContribution": "149989",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 149989
        }
    },
    "calculatedTotalContribution": 149989
}