{
    "rcn": "209285",
    "acronym": "DiskTorqueOnPlanets",
    "topics": "MSCA-IF-2016",
    "title": "New Frontiers in Modeling Planet-Disk Interactions: from Disk Thermodynamics to Multi-Planet Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Recent space missions such as CoRoT and Kepler have revolutionized exoplanetary science. Today, we know of thousands of systems with awide diversity of architectures, proving that our Solar System is not typical. Understanding how these systems form and evolve is currently one of the most active area of astrophysics. The processes that dictate the dynamics of planets play a fundamental role in shaping the architecture of the systems we observe. In the present paradigm, as planets accrete mass from the primordial disk, they are subject to interactions with it and with other planets. These interactions exert torques, and make the planets migrate. Disk-planet interactions depend strongly on the physical processes governing the dynamics of the disk. I demonstrated a clear example of this in a recent paper in Nature, showing that the disk heating by an accreting embryo have a strong impact on the torques. This proposal has two objectives with the potential to produce a leap forward in our understanding of the long-term evolution of planetary systems. (i) I will produce the most advanced framework to date for investigating planetary migration in magnetohydrodynamic disk simulations, including ohmic, ambipolar and Hall effects. I will do this self-consistently by considering the chemical evolution of the dusty gas. Calculating its ionization state and opacity, will moreover allow me to incorporate radiation more realistically. (ii) I will build on a new technique that I have developed, the use of 3D radially moving meshes. This groundbreaking technique enables to follow the migration of multiple planets allowing studying their long-range migration. I want to carry out this research program at The Niels Bohr Institute. The combined expertise of the groups in Copenhagen, together with their impressive computational resources, provide an unparalleled environment to achieve my research goals and develop myself as a leading international figure in this rapidly evolving field.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}