{
    "rcn": "209283",
    "acronym": "LIsTEN",
    "topics": "MSCA-IF-2016",
    "title": "?-Lactams as flaviviral NS3 protease inhibitors",
    "startDate": "02/05/2017",
    "endDate": "01/05/2019",
    "objective": "Flaviviral infections already represent a threat to 2.5 billion people living in tropical and sub-tropical regions. As a consequence of climate change and global warming in the near future these infections are expected to spread to areas with moderate climate and the possibility of disease outbreak will exist in Europe, especially around the Mediterranean and Adriatic coast, as well as in the United States of America and large parts of Asia. At the moment no medical treatment against flaviviral diseases is available. Recently, peptide-based compounds which act as flaviviral NS3 protease inhibitors, emerged as potent agents against dengue virus (DENV), Zika virus (ZIKV) and West Nile virus (WNV). These compounds consist of two to four natural or unnatural amino acids and act by binding to the active site of the protease. Accordingly, the incorporation of an electrophilic warhead, a moiety which would facilitate the covalent binding of the inhibitor to the catalytic serine residue, into the peptide inhibitor represents a valuable strategy for the improvement of potency of such inhibitors. The goal of the proposed project is to investigate the potential of ?-lactams as electrophilic warheads in DENV, ZIKV and WNV protease inhibitors. For that purpose, new ?-lactam derivatives will be synthesized, coupled to peptide inhibitors previously developed by the host group and their affinity to the target will be evaluated by biochemical assays. The most potent compounds will be characterized in more detail and their activity against dengue virus replication in cell culture, off-target binding, membrane permeability and metabolic stability will be studied. We expect the formation of a covalent bond between inhibitor and active site of the enzyme to significantly improve inhibitory activity by increasing binding affinity, as well as to ameliorate selectivity and reduce off-target binding.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}