{
    "rcn": "209259",
    "acronym": "EcoEvoClim",
    "topics": "MSCA-IF-2016",
    "title": "Ecological and Evolutionary consequences of predator-prey phenological match-mismatch driven by climate change",
    "startDate": "15/05/2017",
    "endDate": "14/05/2019",
    "objective": "Global Climate Change (CC) is affecting the phenotype, abundance, and distribution of animal and plant populations as well as their interactions, e.g. phenological shifts affecting predator-prey time match-mismatch. Understanding how organisms cope with change is a fundamental objective of biologists. Scientists are now increasingly aware that ecological and evolutionary change in response to CC can occur concurrently, while their interaction can affect populations in a process called eco-evolutionary dynamics. However, we know little about the role of genetic and correlated traits variation and their relations to plasticity in the ability of organisms to cope with CC. The main goal of EcoEvoClim is to assess the role of genetic variation and plasticity in the eco-evolutionary response to CC of (mis)timed predator populations with a genetically determined colour polymorphism that covaries with behavioural traits. To this aim, I will use observational and theoretical approaches, by combining state-of-the art technology (fine-resolution GPS telemetry and bird migration radar), long-term field datasets, and latest population modelling tools (Integral Projection Models). This challenging goal will be achieved by joining a research group where world renowned experts at the forefront of developing and applying these techniques and concepts proposed here will collaborate to develop this project. EcoEvoClim, at the interface of behavioural ecology and evolutionary biology, will follow a multidisciplinary approach, synthetizing concepts from the fields of movement ecology, meteorology, remote sensing, genetics and population dynamics. The Fellowship will provide me with a unique opportunity to deepen my knowledge on eco-evolutionary research, as well as expertise in the use of modern technology for field research and analytical tools that integrate population ecology, life history theory and evolution to evaluate the likelihood of persistence of populations facing CC.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}