{
    "rcn": "209272",
    "acronym": "ROJAVA",
    "topics": "MSCA-IF-2016",
    "title": "The Kurds in Syria: A complex interplay between local, regional and transnational",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "While extremely graphic images from the Syrian civil war appearing at the world media, smiling young Kurdish female guerrillas at the cover of magazines such as Elle, Marie Claire presented another picture. Kurdish fighters have become driving forces in offensives against ISIS and gained worldwide news coverage. However, the story of the Kurds in Syria is more than this.\nThe Kurds who had been deprived of their fundamental national rights, including the citizenship had no status in Syria. With the collapse of the central state, they carved out three enclaves, named them Cantons and declared a de facto autonomous region in northern Syria. So, rather than talking about the ëjihadí, as most of the other rebels did; they engaged in creating a self-governing model based on this area, called Rojava in Kurdish. That model based on criticizing the existing nation-states in the region promoted the equality between different (ethnic/religious) groups, advocated the empowerment of women and functioned on the bottom-up constructed local councils as the main sites of governance.\nThis project which looks at how alternative spaces of governance are created investigates the emergence of that model in that autonomous region, tracing back to its ëfounding ideasí and also look at the influence of the self-governing experience of the Kurds in Syria on the Kurds in Turkey and Iraq. So it aims to contribute to the understanding of the behaviour of the groups in a civil war and of the possibilities in creating a successful transition to a post-war context. In doing this, it aims at bringing the different perspectives and scales into the same analysis. Furthermore, the project aims to connect discussions of place making and constitutive politics with that of social movements.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}