{
    "rcn": "209254",
    "acronym": "AMORPREBIO",
    "topics": "MSCA-IF-2016",
    "title": "Amorphous Precursors in Biomineralization.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Calcium carbonate (CaCO3) is a widely studied inorganic compound very abundant in nature as a mineral and a biomineral. It is an important building block of biological bodies, making up the structure of invertebrate organisms. CaCO3 is also a key compound for CO2 sequestration strategies. Recent investigations have reported a so-called non-classical pathway for CaCO3 formation, which involves the formation of an amorphous precursor: amorphous calcium carbonate (ACC), which acts as an intermediate in the formation of the final CaCO3 crystalline polymorphs (calcite and aragonite). This has been reported for biominerals such as the sea urchin spicules, which are made of calcite and the shells of Haliotis tuberculata made of aragonite. However, despite these advances on the characterization of the amorphous precursor, little is known about the polymorph selection mechanism. Amorphous carbonates have also been discovered in several strains of cyanobacteria some of these cyanobacteria mineralize CaCO3 internally even in solutions that are under-saturated with respect to all CaCO3 polymorphs. These cyanobacteria have the ability of concentrating elements from the culture medium in the amorphous carbonates. They have also shown chemical selectivity, and interesting core-shell chemical distributions of some ions such as Ba2\\, Ca2\\ and Sr2\\.  These carbonates may serve as a storage reservoir of Ca and inorganic C for the cells if they can be stable on one hand under certain conditions but easily remobilizable as well on the other hand. However, the structural characteristics of these carbonate formations inclusions and their impact on the crystallization pathway are poorly known. Therefore, the goal of this project is to shed light into the role of the AAC in the (bio)mineralization process. This aim will be tackled under two approaches abiotic and biogenic induced conditions, which correspond to the two different parts proposed for the development of this project.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}