{
    "rcn": "209234",
    "acronym": "HSPLS",
    "topics": "MSCA-IF-2016",
    "title": "Highly symmetric partial linear spaces",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "The candidate proposes to investigate certain highly symmetric finite partial linear spaces using methods from combinatorics and group theory. A partial linear space consists of a set of points and a set of subsets of points called lines for which each pair of points lies on at most one line, and each line contains at least two points. Both linear spaces and simple undirected graphs are examples of partial linear spaces. For a class of graphs X, a graph G is X-homogeneous if any isomorphism between induced subgraphs of G that are isomorphic to a member of X can be lifted to an automorphism of the entire graph. This definition can naturally be extended to partial linear spaces for any class of partial linear spaces X. The candidate has two long-term research goals. The first is to understand X-homogeneous partial linear spaces S where X is the class of connected partial linear spaces (possibly with bounded size). This leads to two main research objectives. Objective 1 is to focus on the case when S is not a graph or a linear space, where nothing is yet known. Objective 2 is to continue her work on the case when S is a graph and the members of X have bounded size. The second long-term goal of the candidate is to understand partial linear spaces admitting automorphism groups of low rank, which again leads to two main research objectives. Objective 3 is to complete the classification of the primitive permutation groups of rank at most 5. Objective 4 is to use this classification to investigate certain partial linear spaces with rank 4 automorphism groups. These four objectives will enhance the expertise of the mathematical community. They will also lay the foundations for a future programme of research for the candidate and enable her to obtain a permanent academic position.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}