{
    "rcn": "209290",
    "acronym": "HECoW",
    "topics": "MSCA-IF-2016",
    "title": "Household Ecology. Consumption and Wellbeing in Early Modern Iceland",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "'HECoW's aims are to quantify and qualify an observed increase in domestic consumption in early modern Iceland (1750-1900) in order to assess the effects new household material culture had on gender relations and the wellbeing of families. This will be achieved through an truly interdisciplinary, historical and archaeological, methodology applied to  two different data sources: historical probate inventories and artefact assemblages from archaeological excavations. These sources will provide information on what new materials were consumed by families during this period, how their introduction and spread varied across the social spectrum, from poorer labourers to land owning farmers, and how they were distributed through time. \nThe project will be supervised by Prof. Lucas, who is a leading thinker in archaeological theory and practice. His supervision will provide the applicant with new abilities in archaeological analysis and increase her confidence in interpretation and communication of archaeological data. Specifically, his expertise in materially focused approaches and relational archaeology will guide the candidate in the application of the project's central theoretical concept of 'household ecology' through which the affects of new material culture on gender relations and the wellbeing of households will be assessed.  \nThe project's co-supervisor is Prof. JÛnsson, who will train the applicant in historical approaches and the quantitative and qualitative analysis of probate inventories. Prof. JÛnsson is an expert in Icelandic medieval and late medieval history and has studied Icelandic probate inventories and their use in historical research. His guidance will supply the applicant with new transferable skills in historical research, which will increase her employability and competence as a researcher.\nThe University of Iceland will provide a stimulative research environment and the necessary facilities to carry out this research successfully.'",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HASKOLI ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}