{
    "rcn": "209236",
    "acronym": "MicACol",
    "topics": "MSCA-IF-2016",
    "title": "Microrheology of two-dimensional active colloidal crystals and glasses",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Self-propelling colloidal particles, originally designed to mimic living microorganims, offer exciting opportunities to engineer smart materials equipped with activity. To date, the behavior of synthetic microswimmers has been extensively studied in homogeneous environments, close to confinements and in semi-dilute suspensions. However, for materialsí design, the use of solid-like phases, such as crystals and glasses, is highly desirable. While recent numerical simulations have invested a lot of effort in understanding the structural and mechanical properties of dense colloidal materials with activity, experiments significantly lag behind. One difficulty stems, for instance, from the presence of short-range attractive forces that affect the active motion when two of more microswimmers come near contact. \n\nIn this project, we will investigate the mechanical properties of dense monolayers made partly or entirely of self-propelling colloids using microrheology. We will assemble colloidal monolayers at a flat oil/water interface, where long-ranged repulsive forces will lead to the formation of crystals and glasses with loosely-packed configurations, i.e. with particles that are far from contact. We will mix passive Brownian particles with a controlled amount of active platinum coated particles that self-propel due to a catalytic reaction with hydrogen peroxide dispersed in water. We will elucidate the intimate relation between structure, activity and mechanical properties of dense active suspensions using microrheology experiments, in which we will analyse the fluctuations of a probe driven through the active material by means of an optical tweezing. Our results will shed new light on the unexplored physics of active crystals and glasses and provide a protocol to quantify their mechanical properties. While the proposal research is primarily fundamental in nature, our findings will serve as benchmarks for the design of novel active materials and devices.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}