{
    "rcn": "209202",
    "acronym": "Act-EPR",
    "topics": "MSCA-IF-2016",
    "title": "Active Resonator Development for nano-EPR of single crystal proteins",
    "startDate": "01/05/2017",
    "endDate": "23/06/2019",
    "objective": "In order to keep up with societal challenges of the 21st century, we must devise sustainable ways to efficiently store and retrieve energy from hydrogen. This ìhydrogen economyî is one path for the future of clean energy. Natureís solution to this challenge is a branch of enzymes called hydrogenases which typically use an organometallic active-site to reversibly split molecular hydrogen to hydrogen-ions and energy, in the form of electrons. Here, we choose to focus on [FeFe]-hydrogenase due to its high catalytic behavior. To understand these metallo-enzymes we must be able to study the enzymes grown as a single crystal. Single crystal protein Electron Paramagnetic Resonance (EPR) experiments are the ultimate method to study the paramagnetic states of hydrogenases and obtain the full magnetic interactions reflecting the electronic structure of the active site. Ultimately the catalytic activity of the hydrogenase can be understood by relating the information of the magnetic principal axes to the known protein structure of the enzyme. However, the application of single-crystal EPR is severely limited by the small crystals sizes that are usually available (sub-nanoliter to nanoliter volumes). The Key Enabling Technologies outlined in this fellowship have the potential to increase the sensitivity of EPR by a factor of 30 through the application of highly innovative concepts based on planar micro-resonators (PMR). This technology provides the sensitivity needed for the applicant to be the first to study single crystals of the [FeFe]-hydrogenase enzyme with EPR and advance the ìhydrogen economyî.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}