{
    "rcn": "209269",
    "acronym": "Glyco-Platforms",
    "topics": "MSCA-IF-2016",
    "title": "Novel smart glyco-nanomaterials as targeted therapeutics.",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Cell surface carbohydrates play key roles in cell recognition mechanisms. Protein-carbohydrate interactions typically exhibit high specificity and weak affinities toward their carbohydrate ligand. This low affinity is compensated in nature by the architecture of the protein, the host presenting the carbohydrate ligands in a multivalent manner or as clusters on the cell or mucosal surface. O-glycosylation is a ubiquitous post-translational modification that is highly dynamic and responsive to cellular stimuli through the action of the cycling enzymes. Expression of specific O-glycans is linked to changes in gene expression in, for example, inflammatory bowel disease, cystic fibrosis and several types of cancer. Understanding these glycosylation patterns at molecular and functional levels will allow mechanisms associated with bacterial-host interactions, bowel disease and other cancers to be defined, which will facilitate the development of new effective therapeutics and diagnostic tools for these conditions. The proposal centers on the chemo-enzymatic synthesis of novel multivalent mucin-type O-glycan probes for the screening of O-glycosylation-linked interactions in health and in disease and the development of smart glyco-nanoparticles as drug delivery systems. This is a multidisciplinary project involving synthetic organic and inorganic chemistry and glycobiology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}