{
    "rcn": "209295",
    "acronym": "IAPEMIDE",
    "topics": "MSCA-IF-2016",
    "title": "Impact of Intrapartum Antimicrobial Prophylaxis as an early determinant in Microbiome Development",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "During the last decades, changes in diet and lifestyle have increased the risk of non-communicable diseases in the western countries. It is known that once they are established in the childhood, they continue into adult life with the associated negative impact on health, quality of life and health care costs. The correct establishment of the intestinal microbiota (IM) at the beginning of life plays a key role in health, reducing risk of chronic disease. Some factors affecting this process have been studied; however, other like the intrapartum antimicrobial prophylaxis (IAP), in spite of been present on over 30% of total deliveries, have been much less studied. It is already known that at least 11 types of broad-spectrum antibiotics cross the placenta and reach the foetus. Given the increasingly evident relationship between early microbiota, later disease risk and the rising worries regarding antimicrobial resistances, there is an urgent need to assess the potential adverse consequences of IAP in the establishment of the IM and resistome. This project will be the first to study mechanisms orchestrating the impact of IAP on the neonatal IM establishment. The objectives are: identify the alterations induced by IAP in the neonatal IM development; identify the antibiotic resistance genes that the IM carried as consequence of IAP; study the potential role of infant feeding in the modulation of the microbiota after IAP administration and design of specific dietary strategies for minimising the impact of IAP on the IM establishment. Moreover, if the breast-milk exerts a protective role, it would help to strengthen the maternal breast-feeding recommendations. Following this study, doctors will be better able to address the consequences to make knowledge-based decisions about IAP treatment in those situations where it is not extremely mandatory. Besides, the present project will represent a worthy opportunity for the applicant to improve her research competences and career.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}