{
    "rcn": "209260",
    "acronym": "TNT",
    "topics": "MSCA-IF-2016",
    "title": "Transformations with Neutrals and Turbo analyses",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The LHCb experiment at CERN was created in order to investigate decays of beauty and charm mesons produced in the proton collisions of the Large Hadron Collider (LHC). Through measurements of the observables in such decays, for example amplitudes and phases in the angular distributions of decay products, the effects of New Physics can be discovered. Disproving the Standard Model (SM) predictions through so-called flavour observables is an exciting approach to discover the answers to the questions the SM cannot solve, such as the source of the matter-antimatter differences necessary for our existence. The large backgrounds present in proton-proton collisions mean that large quantities of data must be processed, for example if all events were kept from the nominal LHCb luminosity, this would equate to ~50PB of raw data. The TNT project will enhance the physics abilities of the LHCb experiment, and will also dictate the future direction of Big Data analytics in High Energy Physics. The first two goals of this TNT project involve two new analyses of b?s transitions decaying to neutral particles, namely Bd?K*(?KS?0)?? and Bs???, that provide complementary experimental inputs to New Physics searches. The study of these transitions will expand the physics case for the LHCb experiment and will involve the creation of new collaboration tools for the optimisation of all analyses with a single neutral particle. The third and final goal of the TNT project aims to optimise the LHCb data processing model through the extensive use of real-time analysis. Building on the success in 2015 and 2016 of the Turbo stream, allowing physics analyses to be performed with the LHCb trigger event reconstruction, the extension of this principle to flexibly save any required part of the event will transform the data processing model, permit all LHCb analyses to be performed in real time.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}