{
    "rcn": "209240",
    "acronym": "ILCSIGNALLING",
    "topics": "MSCA-IF-2016",
    "title": "Deciphering cell-cell and cell-microbiome interactions of innate lymphoid cells at the single cell level",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Battling acute and chronic enteric disease is a priority in Europe and worldwide, especially now at the age of widespread antibiotic resistance. A network of gut immune and epithelial cells tolerates commensal microbes, while retaining its ability to initiate a potent response upon pathogenic infection. Whether and how commensal gut microbes affect the capacity of immune system to fight enteric infection remains largely unknown.\nThis project aims to reveal how the microbiome modulates immune system focusing on recently discovered, but poorly understood innate lymphoid cells (ILCs). The Researcher will use her expertise in single cell transcriptomics to profile dozens of cell populations from the gut, coupled with computational signalling network reconstruction, to identify and characterise the cell-to-cell interactions of ILCs during infection. Microbial transplants into germ free mice and antibiotic treatments will reveal how microbiome shapes immune response, in particular how it affects inter-cellular communication.\nThis novel systems-level approach will enable major advances in three areas of study: (I) the elucidation of cell-to-cell communication circuits; (II) the integration of ILCs into the network of intestinal immune responses; and (III) the understanding how the resident microbiota impact the host response to infection. Furthermore, this study will contribute with open-access extensive resource of cellular phenotypes and interactions during early anti-pathogen response and will provide a new computational method illustrating how to capitalise on the bounty of single-cell RNAseq data. The project will allow combining the Researcherís expertise in single cell RNA sequencing with expertise of Elinav lab in the gut host-microbiome interactions, that will lead to bidirectional transfer of knowledge and will help the Researcher to achieve scientific independence needed to assume principle investigator position in the future.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 170509
        }
    },
    "calculatedTotalContribution": 170509
}