{
    "rcn": "209293",
    "acronym": "DesProtDNA",
    "topics": "MSCA-IF-2016",
    "title": "Computational design of proteins binding nucleosomal DNA with specificity for therapeutic applications",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "DNA compresses in the cell by forming nucleosome particles, which diminish the accessibility of transcription factors to DNA and provide fine regulatory mechanisms for gene expression and replication. Some proteins can still bind the exposed face of nucleosomal DNA and are known to promote cancer or viral infection, and strategies to block such binding events are promising for developing new epigenetic-like therapies. However, structural information on proteins binding nucleosomal DNA is too limited for the rational design of new drugs. The current proposal aims to combine expertise of the researcher (on protein design) and the host group (on DNA and protein-DNA interactions) to computationally design and experimentally test proteins binding nucleosomal DNA with specificity. The researcher will first develop a computational design protocol and subsequently test it against nucleosomes of known structure. After experimental validation, he will design proteins blocking the nucleosomal DNA sites targeted by two proteins (FoxA1 and GATA) known to promote breast and prostate cancer. The proposed project uses computational approaches for designing protein structures and protein-DNA interactions, and experimental approaches to characterize protein-DNA binding and structure of the designed complexes. This multidisciplinary project is devised to expand the design capabilities of the researcher towards protein-DNA interactions, which hold great potential for medical and biotechnological applications, in a research context of high biomedical impact. This project devises a training plan on computational, experimental and transferable skills necessary for an independent research position, and provides an opportunity to bring protein design approaches into the European research. The novelty of this protein-DNA design approach will be of wide interest for the scientific and non-scientific communities, and will be disseminated accordingly.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}