{
    "rcn": "209257",
    "acronym": "SMART-WORKFLOW",
    "topics": "MSCA-IF-2016",
    "title": "Development of a smart workflow based on high resolution mass spectrometry for the assessment of the performance of wastewater treatment technologies",
    "startDate": "03/05/2018",
    "endDate": "02/05/2020",
    "objective": "Discharges from wastewater treatment plants (WWTPs) are one of the major sources of aquatic pollution. The increased detection of a wide range of organic micropollutants in the aquatic environment shows the limitations of conventional WWTPs (developed and designed to protect natural aquatic systems and water resources mainly by removing loads of carbon, nitrogen and phosphorous) in removing these compounds. Therefore, advances in WWTP technologies are crucial to limit the burden of WW-originated contaminants. To date, one of the main challenges is to appropriately evaluate the different treatment technologies regarding their potential to minimize the toxicological risks for biota and human health. The main objective of SMART-WORKFLOW is to integrate the last advances in high resolution mass spectrometry (HRMS) and statistical analysis of data to develop and optimize a smart methodology (workflow) for the assessment of the overall quality of wastewater treatment. Treatments that will be evaluated include the ones (i) based only on physical processes (e.g. membrane filtration or carbon adsorption) where there is no change in the chemical identity of the pollutants and (ii) with changes in the identity of the pollutants due to chemical reactions, including biological treatments or advanced treatments based on oxidation processes (AOPs). The generated workflow is understood as a procedural sequence for data acquisition, data processing and data mining and it will be applicable to both already-known and new wastewater treatments, providing a rapid assessment on its performance regarding the removal of polar organic compounds and generated transformation products (TPs). The present project aims to produce a substantial impact on the field of water research, one of the Europeís Societal Challenges.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997459052": {
            "orgId": "997459052",
            "orgName": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}