{
    "rcn": "209249",
    "acronym": "M-TRAIT",
    "topics": "MSCA-IF-2016",
    "title": "Modelling Tree Response to Aridity Increase with Traits",
    "startDate": "01/02/2018",
    "endDate": "01/03/2020",
    "objective": "The changes in precipitation patterns that are projected for the coming decades are expected to increase the frequency and intensity of droughts. Despite the potentially dramatic impacts on wood and forest-based ecosystem services, the effect of these changes in the hydrological cycle on European forests is still highly uncertain. One reason for this gap in the knowledge is the inadequacy of the tools currently used to address large-scale land-atmosphere processes at continental scales, the land surface models (LSMs). Indeed, the predictive power of LSMs is hampered by their heavy parameterization of empirical hydrological modules, with parameters fixed per broad plant type irrespective of the environmental conditions. This representation is contradictory to the ecological processes of acclimation and selection and makes the LSMs unsuitable outside of their calibration range especially under extreme conditions. Ecologists have now made progress in describing traits ñ tree characteristics that define plant growth strategies. Plant traits vary as much within species as between species, as individuals and communities adapt to their environmental conditions.\nM-TRAIT will bring the latest ecological findings together with a state-of-the-art LSM to model large-scale forest response to droughts. The trait determinants to the drought response of trees will be determined from analysis of worldwide trait databases. The relationships between traits and with the environment will be formulated. The key traits will then be integrated into a forestry-enhanced LSM with an individuals-sampling approach in which a large number of plant growth strategies are initialized and allowed to interact with environmental conditions. The outcome of M-TRAIT will be 100-year simulations of the drought effect on forests under different climate change scenarios, as well as an analysis of the consequences for forest-based ecosystem services based on proxy ecological variables.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}