{
    "rcn": "209268",
    "acronym": "ACtIVAtE",
    "topics": "MSCA-IF-2016",
    "title": "The virulence potential of human pathogens: how Acinetobacter baumannii survives Acanthamoeba castellanii predation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The human pathogen Acinetobacter baumannii represents a deadly threat to human health. Despite its established clinical relevance, the pathogenicity of this nosocomial superbug is poorly understood. The biphasic amoeba Acanthamoeba castellanii is a cellular infection model broadly used to decipher the virulence mechanisms of human pathogens, as bacterial resistance upon amoebal predation (grazing) are often correlated with their pathogenicity potential in human. However, high-throughput screening approaches to investigate the virulence mechanisms of A. baumannii using this amoeba in an infection context are still lacking.\nThis project aims at applying original large-scale screening approaches to identify A. baumannii virulence factors using the amoeba A. castellanii as host-pathogen system. The proposed experimental set up allows monitoring the outcome of the bacteria-amoebae interactions in qualitative and quantitative manners, at both population and single cell levels. Virulence induction of A. baumannii, as well as the use of successful clinical isolates will be tested using several complementary grazing assays. Precise localization of A. baumannii reporter strains will be done on both trophozoite and cyst stages of A. castellanii, complemented with (i) real-time and live-cell fluorescence imaging as well as (ii) electron microscopy techniques. Viability assays for both bacteria and amoebae will be done to understand the symbiotic outcome of this interaction. The global resistance potential of A. baumannii will be assessed by (i) Tn-seq analysis and (ii) high-throughput screen of individual mutant strains, followed by in depth mechanistic studies on validated attenuated strains.\nThis project will shed light on the yet unknown global virulence mechanisms of A. baumannii by generating original screening methods using A. castellanii as an infection cellular model.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DE NAMUR ASBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}