{
    "rcn": "209255",
    "acronym": "AttoDNA",
    "topics": "MSCA-IF-2016",
    "title": "AttoDNA: how electronic motions affect the photostability of the genomic material",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "AttoDNA considers the early (attosecond to few-femtosecond) events following photo-excitation/ionisation in DNA/RNA canonical and non-canonical nucleobases for the first time. This involves the electronic movement before the onset of nuclear dynamics, ascertaining the length in which this initial purely electronic motion extends in time and how it affects the ensuing nuclear dynamics and its outcome with regards to the photostability shown by the genomic material from a bottom-up approach.  By monitoring the electronic and nuclear motions in canonical and non-canonical nucleobases, the way in which they couple can be elucidated and the specific motions contributing to photostability extracted from a novel standpoint.\n\nPhotostability is one of the main properties thought to play a crucial role in the selection of the nucleobase monomers in prebiotic extreme UV exposure, by encoding the genome using the most suitable (photostable) building blocks as an elegant solution to aid in its photo-protective design and thus defend itself against the threat of photochemical damage. Beyond its intrinsic importance given its essential role towards preserving our genomic material, an in-depth knowledge of this outstanding property also provides a unique perspective on the events where these photo-protection mechanisms fail, namely the photo-damage instances, and in the subsequent repair mechanisms mediated by electron transfers as those put in place by enzymes and/or in specific non-invasive treatments like photodynamic therapies, the most widespread treatment for cancer.\n\nThe project therefore aims at extending the foundations rationalising DNA's photostability by exploring the potential role of the electronic dynamics prior to the onset of nuclear dynamics for the first time and is expected to have a large impact in the fields of photochemistry and photobiology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}