{
    "rcn": "209291",
    "acronym": "TF-bind Determinants",
    "topics": "MSCA-IF-2016",
    "title": "Genomic binding of transcription factors as a function of DNA affinity and chromatin.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Transcription factors (TFs) read cis-regulatory information encoded in the genome and by doing so, they establish gene expression patterns. However, TFs must compete with structural chromatin proteins such as nucleosomes for access to DNA, and this may partially explain why only a fraction of their sequence motifs in the genome are actually bound. It is unclear what features discriminate used from unused sites with similar motifs, in vivo, though it is likely that sensitivity of TFs to chromatin is critical for normal gene expression. For example, some TFs have reduced chromatin sensitivity, termed pioneer-factors, and are able to drive differentiation; even these bind a minority of cognate motifs in the genome. Such factors may nevertheless modify chromatin and expose motifs for TFs with higher sensitivity. Alternatively, chromatin proteins and modifications may be intrinsically directed by unidentified DNA sequence features. Though little is known about determines of TF-chromatin sensitivity, it is likely a function of DNA affinity and the ability to recruit chromatin-modifying activity.\nThe complexity of chromatin/TF interactions necessitates a reductionist approach. The objectives of this project is to gain mechanistic understanding of chromatin-sensitivity and will use established methods to measure binding of ectopic TFs as a function TF properties and chromatin components. I will express exogenous TFs in mammalian cells and compare in vivo binding to in vitro DNA affinity and analyse their chromatin sensitivity (WP1). This setup enables me to modify and profile chromatin before and after expression, which will test the contribution these factors have on TF binding (WP2). Finally, I will test if manipulating the chromatin-modifying activity of an ectopic TF affects binding (WP3). These results will provide mechanistic insight into TF sensitivity to chromatin and should reveal general principles of binding hierarchies and the logic of cis-regulatory regions.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}