{
    "rcn": "209261",
    "acronym": "SIOMICS",
    "topics": "MSCA-IF-2016",
    "title": "SIngle-cell multi-OMICs approach to study intra-tumour heterogeneity of soft tissue Sarcomas",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Recently, multi-omics approaches have led to a plethora of publications describing in detail the ëomics landscapes of common cancer types. However, at the bulk tissue level, integrating different ëomics layers remains an uncompleted challenge. Soft tissue sarcomas are rare and often aggressive cancers of mesenchymal origin representing ~1% of all cancers but encompassing at least 50 subtypes. Hence, collecting enough of these rare samples for significant findings in a timely fashion is the biggest hurdle. This issue can be addressed by repeating observations within individual patients to generate new hypotheses. Our long-term collaboration aims to obtain the genome, transcriptome and methylome of each of 1,000 single-cells from 10 individual subtypes of soft tissue sarcomas. This design is possible thanks to DNA & RNA single-cell sequencing (SCS) of the same cell in Dr. Voetís lab, and bespoke computational analyses in Dr. Van Looís lab, and access to this rare material of Prof. Flanagan, lead for the sarcoma component of the Genomics England 100,000 Genomes Project. This proposal is the pilot project, where we focus on one malignant peripheral nerve sheath tumour, a rare aggressive cancer originating from the connective tissues surrounding nerves. We will also sequence multiple regions of the primary tumour, the blood, and cell-free tumour DNA (ctDNA) before surgery and subsequently every three months. Prof. Flanaganís group will process the samples, and Dr. Voet will oversee the sequencing. In Dr. Van Looís lab, I will develop the computational tools to uncover the 3 ëomics signals at the single-cell level that are averaged out in bulk tissues. SCS will shed light on the fundamental links between cancer genomic subclones and the transcriptional and epigenetic diversity of cancer cell types; and we will answer whether ctDNA reflects the diversity of cancer cells and how it evolves in the course of treatment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}