{
    "rcn": "209211",
    "acronym": "SYMBIOTIC BODY",
    "topics": "MSCA-IF-2016",
    "title": "Unlocking the virtual body: Exploiting the symbiotic relationship between an avatar and its user to modify bodily experience and improve the outcome of eating disorder treatment",
    "startDate": "12/01/2018",
    "endDate": "30/10/2020",
    "objective": "Successfully fighting eating disorders (EDs), whose prevalence is rising and expected to be one of the highest-ranking causes of mental illness in the Western world by 2020 with ever-increasing costs of institutional healthcare in and beyond Europe, interdisciplinary efforts to elucidate their underlying, enigmatic, mechanism of body image disturbance, BID (the experience of oneís body as fatter/larger than it actually is) and improving the effectiveness of existing evidence-based interventions are now imperative, also according to the European Council of EDs and the National Institute of Mental Health (USA). Substantial advances in this area crucially depend on improved understanding of disease mechanisms while extant treatment strategies are hindered by the lack of specified conceptual models underlying the mechanism driving the extremes of BID in EDs, causing huge costs to individuals and society at large. However, as reported in the top-tier journals, the applicant and co-workersí ìallocentric lockî model of EDs provides a rich conceptual framework for elucidating the source of BID and factors causing ED patients to be ìlockedî in a ìvirtual bodyî (e.g. my body is fat) that they detest and differs from the real one. This interdisciplinary project (with integrated training), going beyond the state-of-the-art not only aims at a) providing further evidence for the existence of allocentric lock in EDs and b) assessing its neural bases, but also c) setting and tuning a virtual reality-based embodiment device able to unblock the ìvirtual bodyî by exploiting the symbiotic relationship between an avatar and its user, and testing it in integrated first-line ED treatment approaches (randomized controlled clinical trial). The Symbiotic Body project work, also having the potential to open a path to a new vision of e-health (strategic H-2020 area) -e-mbodied health, will be disseminated and notified to the international scientific/clinical community and the general public.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}