{
    "rcn": "209219",
    "acronym": "iChip",
    "topics": "MSCA-IF-2016",
    "title": "Intestine-on-a-chip for investigating microbioal-epithelail interaction",
    "startDate": "01/01/2018",
    "endDate": "12/02/2021",
    "objective": "The small intestine forms a barrier that protects us against the outer world. Here commensal bacteria are tolerated while pathogens are effectively fought off. Occasionally, however, pathogenic bacteria colonize the intestine causing different diseases, which constitute a huge burden worldwide. The ability to study interactions of pathogenic bacteria with the intestine will provide new insights into the disease mechanisms, and new therapeutic targets and ways to prevent disease occurrence. Current animal and 2D models based on tumor cell lines both have shortcomings as they react differently to pathogenic bacteria when compared to healthy human tissues.\n\nPrimary intestinal epithelial cells can now be cultured as intestinal mini-guts, 3D mini organs. This has partly overcome some of these shortcomings with mouse models and tumor cell lines. These mini-guts are, however, challenged topologically as the intestinal lumen is facing towards the inside of the structures. This makes it difficult to access the luminal surface and study microbial interactions with the epithelium. Furthermore, the static culture conditions do not mimic the in vivo conditions closely enough.\n\nI will use microfluidics and microengineering to develop an intestine-on-a-chip device based on primary human intestinal epithelial cells expanded as mini-guts but assayed on mimics of the natural villi structures found in the small intestine. Additionally, the model will allow the fluidic (sheer stress) and mechanic (peristalsis) microenvironment to be closely controlled in order to generate in vivo-like conditions. This is important to study as e.g. Crohnís disease, that induces suppressed peristalsis, is associated with intestinal inflammation and bacterial overgrowth. \n\nAltogether, this intestine-on-a-chip device will go beyond state-of-the-art and for the first time give causality to the number of correlative studies reporting on how commensal and pathogenic gut bacteria affect the human physiology.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}