{
    "rcn": "209216",
    "acronym": "RESILIENCE",
    "topics": "MSCA-IF-2016",
    "title": "Understanding the resilience of Amazonian floodplain ecosystems",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The riparian forests that flank the major rivers in the Amazon Basin form a highly distinct ecosystem that connects the most biodiverse aquatic and terrestrial environments on the planet. These ëflood forestsí are inundated for periods of up to six months each year. But although submerged part of the year, flood forests are susceptible to forest fires during the dry season, especially in El NiÒo (ENSO) drought years. Surprisingly, flood forests poorly regenerate after burning, and after repeated burning can transition to a savanna-like state in which the forest appears unable to regenerate altogether. Our previous field surveys and experiments suggest that seed dispersal limitations may play a fundamental role in understanding the resilience of flood forests to fire perturbations. Fire destroys the seed bank completely. We hypothesise that forest regeneration is arrested by limited seed dispersal as burnt treeless stands affect fish communities and the capacity to retain incoming seeds. Amazonian fishes heavily exploit flood forests during the rainy season. Most flood forest trees produce fruits and seeds during the time of high water, coinciding with the arrival of fishes. Fishes may play an important role as dispersal agents for flood forest trees, as tree seeds have been found in the stomachs of >200 fish species. The reduced input of seeds in burned areas suggests that fishes avoid entering these sites, resulting in a positive feedback that helps to keep these areas in a state of sparse tree cover. In the proposed research, we will assess the ecological barriers that explain arrested regeneration of Amazonian flood forests by evaluating the pathways of seed dispersal and the effects of fire on the composition and abundance of fish communities. Understanding the regeneration of flood forests after fire will become increasingly relevant as extreme ENSO drought events and their associated fires are predicted to become more frequent.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}