{
    "rcn": "209212",
    "acronym": "MULTICELLEXPEVO",
    "topics": "MSCA-IF-2016",
    "title": "Reconstructing the origins of animal multicellularity using experimental evolution",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "All living animals are descended from a single-celled ancestor. Understanding how this ancestor became the first multicellular animal remains a major challenge in the field of evolutionary biology. Phylogenomic analyses have shown that animals are closely related to three unicellular lineages: choanoflagellates, filastereans and ichthyosporeans, altogether forming the Holozoa clade. Genetic and phenotypic studies have shown that the filasterean Capsaspora owczarzaki can under specific growth conditions form transient multicellular aggregates. However, why is this multicellularity only transient? What are the genetic and phenotypic requirements for its emergence and stabilization? And what is the role of the actin cytoskeleton in this transition? Indeed the actin cytoskeleton is known for its pivotal role for cell coordination and morphology, which must play a role in evolution of multicellularity. To address these questions, we will use the C. owczarzaki as a model organism. We will combine cell  biology, genomics and experimental evolution to unravel multicellularity emergence and stabilization. Specifically, we will aim to obtain evolved mutants showing excessive and more stable multicellular behaviour of C. owczarzaki using long-term experimental evolution. Such evolved strains would unravel how multicellularity emerged and stabilized. In addition, using random mutagenesis screen, we aim to identify mutants unable to form multicellular aggregates. Such mutants would reveal the minimum genetic requirements for such a transition. Finally, we will take advantage of recently developed genetic tools in C. owczarzaki to study the actin cytoskeleton during the cell cycle. Our results could reveal how the first multicellular ancestor of animals appeared from a genetic and cellular perspective, and, how cell fate specification was established during evolution. Results generated on this fellowship will be relevant to evolutionary, cell and developmental biologists.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}