{
    "rcn": "209228",
    "acronym": "PhARRAO",
    "topics": "MSCA-IF-2016",
    "title": "Photo- And Radical induced Reactivity of Atmospheric Oxidants",
    "startDate": "01/07/2017",
    "endDate": "31/07/2020",
    "objective": "The research program will seek to explore the mechanisms and formation/reaction rates of various oxidizing agents pertinent to tropospheric chemistry, using cutting-edge experimental apparatuses and theoretical methods. \nFirstly, the decay of carbonyl oxides (Criegee intermediates ñ CIs) will be explored as an important source of OH radicals ñ fundamental species for the tropospheric oxidizing capability. This will be achieved via a combination of thermal and collision-free experimental measurements. The rate of appearance of OH radicals will be monitored via time-domain measurements (narrow bandwidth IR pump-UV probe). In such approach, the vibrational activation of various alkyl-substituted CIs promoting OH radical production will be explored. Theoretical calculations will predict the OH formation rate from the CIs in correspondence to the barrier for 1,4 hydrogen transfer en route to the products. Temperature and pressure dependent kinetics for the decomposition of the CIs will be determined under atmospheric conditions using cavity-ring down spectroscopy. \nFinally, the reactivity of various hydroxyalkyl peroxy radicals (HAPs), formed via OH plus alkenes reaction, will be studied. Direct identification of the in situ synthesized HAPs will be carried out in high vacuum via VUV photoionization coupled with mass spectrometry. Temperature and pressure dependent kinetics will be measured for the reaction of the HPAs with various species at atmospheric conditions via near-IR cavity-enhanced absorption spectroscopy. The effect of water complexation on the reaction rates will be explored. \nAll experimental measurements will be complemented by high level theoretical methods and robust atmospheric modelling for extrapolation of the lab results to the atmospheric context.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997927853": {
            "orgId": "997927853",
            "orgName": "THE TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA CORP",
            "ecContrib": 0
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}