{
    "rcn": "209266",
    "acronym": "TeloChromatin",
    "topics": "MSCA-IF-2016",
    "title": "Dissecting the chromatin dynamics at telomeres during mouse pre-implantation development.",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "In the last decades, the progress in medicine have contributed to extend human lifespan considerably. Unfortunately, this aging of populations gives rise to the increased appearance of degenerative diseases and cancers, and therefore represents a critical problem for public health. During embryonic development, cellular proliferation is an essential process that is required to generate all the tissues and organs that contribute to the adult organism. However, alterations in the molecular mechanisms regulating this fundamental process can drive developmental defects and tumors. Cellular fail-safe systems evolved to prevent these events to happen. One of them is the natural shortening of chromosome ends, termed the telomeres. This ìmolecular clockî prevents cells from proliferating if their telomeres become critically short, which could lead to chromosomal alterations. This mechanism is responsible for cellular aging in Human. Unfortunately, cancer cells can bypass this process through the activation of telomere maintenance mechanism allowing for virtually unlimited proliferation. Interestingly, such maintenance mechanisms naturally occur during early embryonic development. The proposed research is aimed at understanding how telomeres are regulated in this system and under a physiological context. My expertise in mouse embryonic work associated with the competences in telomere biology of the host laboratory of Dr. Jerome DÈjardin will likely be a suitable combination to answer these questions. On the long term, these researches could lead to the discovery of key factors regulating telomere maintenance. Finally, as the suppression of telomere length maintenance inhibits cell growth, the present proposal could contribute to the development of new treatments against cancer or precocious aging.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}