{
    "rcn": "209238",
    "acronym": "BIOSTASIS",
    "topics": "MSCA-IF-2016",
    "title": "BIOlogical SignaTures of AnhydrobioSIS via comparative transcriptomics on different evolutionary lineages within tardigrades",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The current proposal revolves around the dehydration induced state, anhydrobiosis - a survival strategy found among a range of life-forms in face of severe desiccation. Anhydrobiosis is defined by a reversible shut-down of metabolism (biostasis) and it seems to involve adaptations at all levels of organismic organization. The current proposal uses tardigrades as a model to gain novel insight into molecular signatures underlying this unique biological phenomenon. Several molecules have been implicated in the anhydrobiotic mechanism; however, so far studies have been returning contradictory results with respect to the differential expression of genes in pre- and post-anhydrobiotic phases. Interestingly, our preliminary, unpublished data from M¯bjerg lab suggest that there could be lineage specific strategies to anhydrobiosis.  Consequently, I will use transcriptome sequencing (RNAseq) and ddPCR to reveal key-player genes and characterize functional pathways involved in i) different stages of anhydrobiosis of single tardigrade species and ii) between different evolutionary lineages within the phylum. The mentioned methods constitute the most important training element of my project. The overall goal of the proposal is to determine potential gene expression signatures for anhydrobiosis establishing a transcription profile that is i) characteristic of a particular physiological state and ii) that could possibly reflect the phylogenetic position of a taxon. My previous extensive experience on phylogenetic and molecular dating methods will, in this respect, be utilized to estimate the chronology of the possible diversification of anhydrobiosis within evolutionary lineages. My research will be conducted at the M¯bjerg lab, which represents one of the worldís leading groups in the field of tardigrade biology. The group is situated at the Department of Biology, University Copenhagen, which is a superbly equipped institution with a high international profile.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}