{
    "rcn": "209270",
    "acronym": "TOOLBOX",
    "topics": "MSCA-IF-2016",
    "title": "Treatment of contaminated land using a biochar/media mixture",
    "startDate": "10/07/2017",
    "endDate": "09/07/2019",
    "objective": "Waste disposal and treatment is a major source of contamination of soils, surface and groundwater, and accounts for 35% of the 1.1 million contaminated sites in Europe. Leaching of the organic solvent trichloroethylene (TCE) into groundwater has been identified as a primary issue with unlined landfills , affecting up to 70% of leachates tested. Mainly used as a metal degreaser and dry-cleaning reagent, TCE is difficult to treat; current treatment methods, such as anaerobic digestion  or air stripping , are ineffective and/or expensive. This project will investigate the use biochar, or other appropriate media, for treatment of TCE contaminated water via two technologies - permeable reactive interceptors (PRIs) and permeable contaminant retaining filter (PCRF) bags. This novel, low-cost solution will address the requirements of European Union (EU) legislation, including the Water Framework Directive (WFD). The project will be based at the National University of Ireland, Galway (NUIG) with supervision by Dr Mark Healy (GeoEnvironmental Engineering Research Group ñ GENE) and support from Dr Florence Abram (Functional Environmental Microbiology - FEM). As the applicant has experience in TCE treatment from a microbial background, this highly novel, interdisciplinary proposal will compliment and strengthen her existing skillset by approaching this technology from an engineering perspective, with support from a research group that has a strong track record in this research area. With detailed career development assistance, multiple opportunities to further her strong publication record, access to numerous and varied fora for dissemination of results and support for IP exploitation, this proposal will have a significant impact in reintegrating the applicant back into the EU research community from her current research position in New Zealand.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}