{
    "rcn": "209258",
    "acronym": "HoloCellDeath",
    "topics": "MSCA-IF-2016",
    "title": "Origins and evolution of programmed cell death machinery during the emergence of animal multicellularity",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Programmed cell death (PCD) is an essential function in multicellular organisms; it regulates normal development, responses to cell damage, and cell turnover. Accordingly, the PCD machinery present in the unicellular ancestors of animals was likely critical to the emergence of the complex multicellularity found in extant animals. However, we lack a full understanding of the PCD repertoire in the unicellular relatives of animals, and whether that ancestral repertoire underwent significant changes at the onset of Metazoa\n\nTo fill this gap in our understanding we will perform a comparative genomics approach, combined with in vivo experiments, to examine the distribution and evolution of programmed cell death (PCD) proteins in the unicellular relatives of animals. This will identify which components of the PCD machinery were already present in the unicellular ancestor of animals, and the functional and regulatory changes that they might have undergone, and which led to the emergence of apoptosis in animals. Of particular interest is the subtype of PCD known as apoptosis, as the most characteristic apoptosis proteins are thought to be animal-specific.\n\nTo investigate whether functional modifications occurred in the PCD repertoire at the origin of animals, we will perform in vivo experiments in two unicellular relatives of animals, Capsaspora and Creolimax, for which the host lab has developed transformation protocols. We will overexpress, and if possible silence, candidate pro- and anti-apoptotic proteins in those taxa to test whether they induce or protect against cell death. We will also examine protein interactions of these proteins during a proposed secondment. This project will provide the first comprehensive reconstruction of programmed cell death machinery across the group comprising animals and their unicellular relatives. The findings will be of interest not only to evolutionary biologists, but also to microbiologists, and to cell and developmental biologists.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}