{
    "rcn": "209273",
    "acronym": "ProFrost",
    "topics": "MSCA-IF-2016",
    "title": "Theoretical and Numerical Analysis of Antifreeze and Ice Nucleator Proteins:Coarse-Grain Approach for Multiscale Study and Bio-Engineering",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In nature there are many organisms able to control the ice nucleation rate of water. This ability allows such organisms to adapt to environmental changes, like large temperatures excursions, and to facilitate the search for food.\nBio-molecules such as antifreeze proteins (AFPs) and ice nucleator proteins (INPs) are known to influence the ice nucleation rate, a feature that attracts great interest from a wide spectrum of scientific disciplines like biology and atmospheric science, and it offers several technological applications like cryo-preservation of tissues and increasing frozen food shelf life. I propose a new approach, based on a novel combination of water-protein coarse-grain model, able, for a wide range of temperatures and pressures, to deeply explore the configurational space of a water-protein solutions. The ProFrost project aims at defining a novel theoretical framework within which it will be possible to study how the folding properties of AFPs and INPs affect the thermodynamic state point of water. The main goal of the project is to understand the influence of protein interfaces on the dynamical and structural properties of water. The success of this project will pave the way for the computer based design of artificial functionalized protein sequences capable of influencing the phase of water. This project follows an innovative research line, with a multi-scale approach that combines multiple fields of research, such as physics, biology and chemistry. This research due to its interdisciplinary character and broad interest, has large impact and is often subject of publications on relevant international scientific journals, such as Nature, Science, Proceeding of National Academy of Science, Physical Review Letters. ProFrost will be carried out under the supervision of Prof Carlos Vega, a leading expert on water, and in collaboration with Prof. Dellago and Dr. Coluzza, expert in modelling and simulations of biophysical systems,",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}