{
    "rcn": "209226",
    "acronym": "RECHARGE",
    "topics": "MSCA-IF-2016",
    "title": "Photon-recycling for high-efficiency energy harvesting in GaAs photovoltaic devices on silicon",
    "startDate": "05/06/2017",
    "endDate": "04/06/2020",
    "objective": "The Internet of Things promises billions of connected sensors and devices measuring and reporting information about the world around us. Due to the limited lifetime of batteries, this vision will not be realised without energy harvesting solutions providing power autonomy to sensors, a topic specifically prioritised in the 2016-2017 Work programme of Horizon 2020  (page 100). This project aims to develop and demonstrate high-efficiency and low-cost GaAs photovoltaic energy harvesters as power sources for wireless sensors, and equip the fellow with the entrepreneurial competencies required to commercialise the results. \n\nProf. Tonio Buonassisiís photovoltaic research lab at MIT (PVLab) is a global leader in optoelectronic modelling and testing of novel photovoltaic devices, and will train the candidate to determine the technical and economical viability of this new technology. The growth of these novel devices will be carried out with Mr. Brian Corbett in the III-V materials and devices group at the the Tyndall National Institute, Ireland. During the outgoing phase, as well as training in technical competencies, one-day a week will be dedicated to attending MITís Translational Fellows Programme, a specialist course for entrepreneurially-minded postdocs, teaching venture creation in-line with the candidateís career goal to be an EU leader in science-based entrepreneurship in the clean energy sector. On return to the EU, a secondment at IQE plc., a III-V foundry, will allow the economic aspects of producing these devices in industry to be explored.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 248063
        }
    },
    "calculatedTotalContribution": 248063
}