{
    "rcn": "209296",
    "acronym": "ModelingCommonGround",
    "topics": "MSCA-IF-2016",
    "title": "Modeling Common Ground",
    "startDate": "11/09/2017",
    "endDate": "10/09/2020",
    "objective": "Language is inherently ambiguous. The meaning of words and sentences depends on the identity of the communicative partners and the nature of the context. In simple behavioral experiments children and adults can use a wide variety of social-contextual cues (jointly known as ìcommon groundî) to interpret ambiguous utterances. But this limited empirical evidence ñ especially in the developmental context ñ does not live up to the theoretical importance of common ground: In theory, common ground is not only involved in online language use but it is also a necessary prerequisite to learn language in the first place. Studying the development of childrenís ability to form and use common ground is therefore crucial to understand the psychological foundation of language. It is still unknown how both adults and children integrate different social-contextual cues in complex, naturalistic interactions. Bayesian modeling provides a mathematical framework for formalizing theoretical assumptions about this interaction and deriving quantitative predictions about new experimental situations.\nThis project will unite developmental and computational approaches. The key objective is to find out what constitutes common ground at different ages and how it informs language learning across development. I will develop mathematical models and behavioral experiments in parallel to obtain quantitative predictions for different forms of interactions between social-contextual cues. By comparing these predictions to data from early childrenís word learning at different stages of development, I will be able to empirically evaluate the theoretical importance of the different components of common ground. The interdisciplinary focus of the project at the intersection of psychology, linguistics and computer science will open up new avenues for the empirical study of language use and language learning.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "UNIVERSITAET LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}