{
    "rcn": "209221",
    "acronym": "Co-tRiP",
    "topics": "MSCA-IF-2016",
    "title": "Dolphinfish living in a warming ocean: How global climate change is reshaping the distribution, physiology and behaviour of marine migratory species and their associated fisheries.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Ranges of individual fisheries are shifting in response to ocean warning. These shifts can cause economic disruptions if a fish population becomes less or more productive or moves out of traditional fishing grounds. Dolphinfish are known to exhibit strong responses to CC through shifts in spawning areas, larval growth, etc. Dolphinfish inhabit tropical and subtropical waters of the world, including Mediterranean, and it supports commercial, artisanal and recreational fisheries. Balearic Islands, provide a paradigmatic case-study area and fishery scenario for a process-based understanding of how CC may impact migrant species of commercial interest in Europe. Co-tRiP objective is to address ecological socioeconomic consequences of CC on a migrant pelagic fish species under fishing pressure in NW Med. Specific objectives include: 1) To estimate the effect of environmental variability on extension and localization of spawning area, phenology of reproduction and growth of dolphinfish; 2) to address how inter-annual variability of spatial distribution, phenology of reproduction and growth of species, and long-term environmental trends can be used in projecting impacts of CC, such as distribution shifts; 3) to evaluate how projected changes would potentially affect fisheries and anticipate the adjustment of industry. Using a multi-model approach, Co-tRiP will provide more insight into the effect of CC on distribution shift. Co-tRiP will build probabilistic maps, based on distribution models, for spawning area through merging disperses data from multiple sources. Models will be used to back-calculate environmental conditions for spawning in past and present, and project how these will change in future. Data will be used to feed a bio-economical model in order to project how phenological changes may impact fishery, and how it may use this information. Further projections on distribution and phenology will be performed using a suite of ensemble models based on CC scenarios.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}