{
    "rcn": "209225",
    "acronym": "HUNTINFISH",
    "topics": "MSCA-IF-2016",
    "title": "Generation of new zebrafish models for the study of the pathogenesis of Huntington¥s disease and for the identification of new therapeutic targets.",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Huntington¥s disease (HD) is one of the nine neurodegenerative diseases (ND) caused by (CAG)n trinucleotide tract expansions that encode abnormally long polyglutamine (polyQ) tracts. The common features shared by many ND are the misfolding and aggregation of toxic proteins. Thus, HD recapitulates features of other, more complicated ND. As HD is an autosomal dominant disorder, modeling this disease in vitro and in vivo is straightforward. Unfortunately, HD is, to date, incurable and there are no drugs or therapies that are known to slow or prevent the disease. Thus, the strategies proposed in this project, taking advantage of the unique characteristics of the zebrafish as model organism to study human diseases, will allow me to gain a deeper understanding of its pathogenesis, and to generate tools to accelerate the development of new therapies. Moreover, my findings may have relevance to other  ND. First, I propose to generate new zebrafish transgenic lines expressing different forms of human huntingtin (htt) (wild-type/mutant, full-length/exon1) fused to the photoconvertible fluorescent protein Dendra in whole body, neurons or glial cells using the UAS-GAL4 system. Next, I will validate the construct integration in the fish genome and characterize the transgenic lines. After that, I will use these new generated models to study the life cycles of the previously mentioned forms of htt in vivo, and I will examine their clearance kinetics in vivo in different tissues in the context of inhibition/stimulation of autophagy or ubiquitin-proteasome pathways. Moreover, I will assess the role played by the inflammasome in the context of the neuroinflammation present in HD. Finally, I will use these new zebrafish lines to test novel therapeutic targets recently identified in the host lab, in order to develop new treatments for HD.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}