{
    "rcn": "209222",
    "acronym": "DeciTrustNET",
    "topics": "MSCA-IF-2016",
    "title": "Trust based Decision Support Systems for Social Networks with Uncertain Knowledge",
    "startDate": "04/10/2017",
    "endDate": "03/10/2019",
    "objective": "In real world decision-making, such as public security, social choice or recommender systems, we have a large body of data from various networked heterogeneous information sources or individuals that often conflict with each other and provide inconsistent knowledge. It is a challenging task to yield an optimal consensus decision, given the range of individual decisions obtained in terms of these knowledge sources. This research proposal aims to  create a novel mathematical and computational framework for trust based social choice in networks and with uncertain knowledge by merging multiple individualsí preferences in an adaptive manner to reduce the disagreements among them, and automatically seek a decision or provide a recommendation with a maximal consensus.  To achieve our goal, we propose to bring together, for the first time, four previously disparate strands of research: social network analysis, fuzzy preference modelling, multiple attribute group decision-making and game theoretic modelling of malicious users. As a showcase the proposed framework will be incorporated to an e-health recommender platform to increase healthy lifestyle in cancer survivors. \nBoth the fellow and the host researcher have extensive research experience in decision support system under uncertainty, e-health platforms and software and mobile development. With the foundational theory already in place, and given the growing interest in decision support systems and social networks, the time is right for pursuing this research. Being executable, this model will pave the way for an entirely new form of automated decision-support under uncertainty and incomplete information in dynamic environments and, at the same time will greatly expand the fellow knowledge and skill set, and help her to develop into a leading independent researcher. The proposed application has great outreach/commercialisation potential and contributes towards the H2020 Health, Demographic Change and Wellbeing challenge.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "DE MONTFORT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}