{
    "rcn": "209201",
    "acronym": "ISOPARAMETRIC",
    "topics": "MSCA-IF-2016",
    "title": "Geometric and analytic aspects of isoparametric hypersurfaces",
    "startDate": "16/04/2017",
    "endDate": "20/08/2019",
    "objective": "Isoparametric hypersurfaces are intriguing geometric objects whose study has revealed connections with several areas of mathematics and mathematical physics, and which have typically been investigated with differential geometric, algebraic or topological techniques.\n\nThe aim of this proposal is to develop an innovative approach to isoparametric hypersurfaces by combining already established tools with methods from geometric analysis and partial differential equations. Specifically, we intend to investigate the existence of isoparametric hypersurfaces in general Riemannian manifolds, the role of these objects in overdetermined problems of elliptic partial differential equations, and the isoparametricity of compact hypersurfaces with constant mean curvature in noncompact symmetric spaces.\n\nIn order to develop this proposal, the Experienced Researcher will join the Geometric Analysis team at ICMAT, in Madrid, under the supervision of one of its main researchers, Alberto Enciso. The host group has extensive experience in the study of the geometric properties of solutions to differential equations, and their main researchers have recently developed powerful methods to address outstanding problems in fluid mechanics and geometric analysis. The scientific training strategy of this proposal consists in the assimilation of these techniques. On the other hand, the Researcher is experienced in the classical theory of isoparametric hypersurfaces, as evidenced by his contributions to the field. It is the combination of both backgrounds what is needed to develop this proposal.\n\nFinally, this MSC fellowship would boost the convergence of distinct research fields and collaborative networks, produce a synergy with the ERC Starting Grant hold by the Supervisor, diversify the fellowís mathematical knowledge, and consolidate him as an independent researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}