{
    "rcn": "209282",
    "acronym": "EMPHASIS",
    "topics": "MSCA-IF-2016",
    "title": "Enabling Multifunctional Plasmonics on Hybrid Artificial Scale-Integrated Systems",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Optical isolator, or optical diode, is a device, which allows the transmission of light in only one direction. They are used in fibre optic communication to prevent back reflections and improve signal-to-noise ratio.  The development of on-chip optical communications requires downscaling of optical components, e.g replacing optical fibres with nanoscale waveguides. The miniaturization of optical isolators is therefore a key step towards integrated photonic circuits. We approach this challenge by taking advantage of surface plasmon resonances that can squeeze light down to nanoscale dimensions. We combine plasmonic waveguides with ferroelectric and -magnetic materials that, in turn, break the space-inversion and time reversal symmetries to create non-reciprocal conditions for light propagation. The ferroelectric and magnetic materials provide us with an additional interesting advantage: their optical properties can be adjusted by applying external electric and magnetic fields, enabling active control over light in nanoscale. The proposed research project brings together the candidateís expertise in plasmonics and the hosting groupís established knowledge in oxide thin films. This creates excellent conditions for training through research and knowledge transfer. We envision two significant outcomes: (i) demonstration of a proof-of-concept plasmonic isolator based on symmetry considerations and (ii) assessing the viability of using active oxide materials as tools to control plasmon propagation with external fields. The H2020 Innovation Union initiative strives to drive economic growth in the EU by innovation. In line with this strategy, we recognize that EMPHASIS offers ample potential for technological applications and include strategies to ensure that the potential can be realized.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}