{
    "rcn": "209286",
    "acronym": "EPISTOP",
    "topics": "MSCA-IF-2016",
    "title": "Epistemic Optimism in Enlightenment Natural Philosophy : Metaphysics and Experimental Philosophy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "From a methodological point of view, the history of the classical sciences is often presented as a triumphant march of experimentation anchored in the science of Newton and the Newtonians. The historiography of 18th-c. scientific methodology tends moreover to portray each form of persistence of metaphysics as the sign of resistance to modernity or as some obsolete archaism. The aim of my research project is to bring a twofold shift to this traditional interpretation. First, by shedding light on the presence of other experimental traditions, some older than, some contemporary with the Newtonian one, that explain how Newton's natural philosophy was received and, second, by showing that within a certain number of 18th-c. scientific methodologies there was a fertile interaction between experimentation and metaphysics. The idea of the project is to propose a novel historiographical hypothesis about the epistemic values of Enlightenment science. My research hypothesis is based on an innovative methodological idea: namely that one should study epistemic practises in order to identify communities of shared epistemic values. This proposal will go beyond the classical divisions which have long dominated accounts of Enlightenment science (e.g. rationalists versus empiricists, Cartesians versus Newtonians, etc.). It will focus on the Dutch Republic from 1690 to 1750, because the aim is to scrutinize how Newtonís Principia and Opticks were received within an already existing experimental context. The focus here will be on two questions that occupied 18th-c. scientists: What knowledge do experiments provide us with? And, how can it be rendered certain? To understand how the development of experimental philosophy in the Dutch Republic managed to reconfigure epistemic concerns without totally erasing metaphysical preoccupations. My intention is to test a research hypothesis: the epistemic optimism of 18th-c. natural philosophy.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}