{
    "rcn": "209277",
    "acronym": "IVORIaN",
    "topics": "MSCA-IF-2016",
    "title": "RAS/C-RAF interaction: A new pharmacological target in Kras-driven lung cancer.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Lung adenocarcinoma is the most frequent subtype of lung cancer and patients harbour activating mutations in the KRAS gene in approximately 25% of the cases. Unfortunately, regardless of the outcome of recent studies identifying specific KRASG12C inhibitors, so far, oncogenic KRAS is not a druggable target yet. The best-characterized KRAS effector pathway, the ERK cascade consists of RAF, MEK and ERK proteins that can be inhibited with small molecules targeting their kinase activities. As the development of RAF and MEK kinases inhibitors progressed, feedback loop reactivating the ERK cascade have emerged, inducing resistance to treatment. Thus, new innovative strategies are needed to achieve a more long-term inhibition of this signalling pathway, while reducing detrimental side effects due to MAPK inhibition in normal cells. It has been described more than 20 years ago that RAF directly interacts with RAS through its Ras Binding Domain (RBD), and many research groups have been trying to disrupt this interaction developing allosteric inhibitors as a cancer therapy. At the moment, those molecules need to be improved in order to achieve a strong inhibition of this pathway. Surprisingly, no mouse model actually demonstrates the requirement of RAS/RAF interaction during KRAS-induced lung tumourigenesis. Here, we propose to investigate this crucial question using a new mouse model allowing us to conditionally disrupt RAS/RAF interaction in vivo. Using the leading mouse model to study lung cancer (LSL-KrasG12D/\\; p53-/- mice), we will take advantage of both Cre/LoxP and FLIPo/Frt technologies to investigate the role of RAS/RAF interaction during lung tumours maintenance, as well as its function in tumour/host crosstalk and normal physiology. All together, these investigations will provide important insights into the clinical relevance of developing RAS interaction inhibitors for the treatment of RAS-driven tumours.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}