{
    "rcn": "209288",
    "acronym": "TURKEY",
    "topics": "MSCA-IF-2016",
    "title": "Uncovering the Transatlantic History of Turkey Husbandry and Breeding using a Multi-Disciplinary Approach",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "For 2000 years, turkeys (Meleagris gallopavo) have been kept and raised by indigenous cultures in North and Central America. In the late 15C, European travellers 'discovered' turkeys and quickly introduced them to Europe and beyond. Their popularity has only increased over time, and in  both continents, turkeys are now the most commonly raised bird after chicken. Investigations into the emergence of turkey breeding are fundamental to understanding the evolving economic and symbolic relationships between humans and this iconic bird, as well as to provide historical challenges: first, the diversity of the specimens introduced in Europe (subspecies involved, geographic origin) is unknown; second, the diversity of morphologically similar birds raised in the same time (chicken, guinea fowl, peacock) hamper the recognition of early turkeys from America. This research project will pair the zooarchaeological and morphometrics expertise of the applicant, AurÈlie Manin, with the biomolecular specialists in the BioArCh group at the University of York, UK, to document and explore turkey husbandry practices in Western Europe from 15C to 19C and its integration in pre-existing backyards. Using combined morphometric and biomolecular analyses this project will: 1) document the origins and intensity of turkey breeding in Europe; and 2) explore the changing socio-economic role of turkeys as they spread through modern Western Europe. Fundamentally, the results of this research will address both archaeological and food production issues by exploring the history of turkey husbandry and providing important data on the evolution of modern breeds, management practices and the resilience of modern poultry industry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}