{
    "rcn": "209223",
    "acronym": "LIPMETIN-sURFing",
    "topics": "MSCA-IF-2016",
    "title": "Small open reading frames (smORF) as novel modulators of disorders of dietary excess",
    "startDate": "15/01/2018",
    "endDate": "14/01/2021",
    "objective": "Dietary excess is the major origin of cardiovascular diseases and remains the leading cause of mortality. Due to difficulties with bioinformatics detection and experimental analysis, along with their sheer numbers, small open reading frames (smORF) ñof fewer than 100 amino acidsñ have been largely disregarded. Advances in bioinformatics, RNA-sequencing (ribosome profiling), biochemical (peptidomics) and functional (genetic) screens, suggest that a large amount of smORF are transcribed and sometimes widely conserved. However, how much of these smORF-encoded peptides or small proteins (microproteins (MPs)) are translated into a functional peptide is largely unknown. Moreover, whether food bioactive components modulate the expression of MPs remains complete obscure. Thus, the main goal of this project is to search for MPs that regulate lipid metabolism in the intestine in response to dietary excess. The intellectual merits of this proposal are threefold. First, it will use cutting-edge technology to search for novel functional MPs. Second, it will address a new group of novel potential players not previously addressed in lipid metabolism, providing a novel insight into disease mechanism and innovative therapeutic strategies. Last, by testing two common food bioactive components from our healthy Mediterranean diet, we will open up a completely new field of research in the area of nutrition and health. The research approach will involve (i) a genome-wide peptidomic screen and ribosome profiling analysis of lipid-induced intestinal MPs, (ii) the use of in vivo and in vitro biochemical approximations to validate the function of the selected intestinal peptide, and (iii) the use of dietary components hydroxytyrosol and the omega-3 polyunsaturated fatty acid DHA as proof of concept that MPs can be modulated by our diet food bioactive. This project is framed in the ìFood & Healthy Diet and Biotechnologyî research area in the European Union's Framework Programme HORIZON 2020",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "FUNDACION IMDEA ALIMENTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993317928": {
            "orgId": "993317928",
            "orgName": "THE SALK INSTITUTE FOR BIOLOGICAL STUDIES",
            "ecContrib": 0
        },
        "972732491": {
            "orgId": "972732491",
            "orgName": "FUNDACION IMDEA ALIMENTACION",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}