{
    "rcn": "209278",
    "acronym": "WILDCAT",
    "topics": "MSCA-IF-2016",
    "title": "Wildcat Economics: Informal Mining and Gold from the Global Margins in Contemporary Latin America",
    "startDate": "01/06/2017",
    "endDate": "31/12/2019",
    "objective": "The proposed project will conduct an ethnographic study of small-scale gold mining in South America, otherwise known as ëwildcat miningí, and aims to explore the interconnection between formal and informal economic spheres at the global margins. The project will forge a concept of ëwildcat economicsí: that is, the particular form of small-scale mining that takes place in extremely remote regions of the world essentially ëunder the radarí, in this case the Amazonian rainforest. As such, WILDCAT will explore forms of globalization that do not comprise direct corporate growth, but emerge from individual ventures, and thus challenges stereotypical renditions of resource extraction and global capitalism. Through this analytical framework, the project provides insights into lesser-understood workings of globalization by offering new ways of conceptualizing the jurisdictions of global capitalism and the economic activities that lie beyond its limits. Fieldwork will take place in the Madre de Dios region of Peru where wildcat mining activity is clustered, and will draw on methodologies of both anthropology and geography. I will significantly benefit from a placement at the University of Copenhagen as it is one of the key European centers for the study of Resource Extraction and Management. Significantly, Copenhagen University houses the Centre for Sustainable Artisanal and Small-Scale Mining (SASMin), which explores the activities and issues associated with small-scale mining around the world. I will be affiliated with this centre as a researcher representing and bringing insights from the discipline of anthropology.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}