{
    "rcn": "209205",
    "acronym": "ForbMod",
    "topics": "MSCA-IF-2016",
    "title": "Forbush decrease model for expanding CMEs affecting Earth and Mars",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Solar storms, also known as coronal mass ejections (CMEs), are the strongest drivers of space weather. During planetary impacts, they cause short term decreases in the galactic cosmic ray (GCR) flux, called Forbush decreases (FDs). These depressions are observed in the interplanetary space, at the surface of the Earth and recently also on the Marsí surface by the Curiosity Rover. A large subset of FDs is caused by interplanetary flux ropes (FRs), which expand during their propagation based on observational studies.\n\nOur main goal is to develop and test a new diffusion/expansion FD model which will be able to predict FD amplitude and time-profile caused by the FR passage at a given point in the inner solar system (< 2 AU). The model will be based on the widely accepted approach of the initially empty FR which fills up slowly with particles by perpendicular diffusion, but will be supplemented with the additional mechanism-expansion. The model results will be evaluated using appropriate spacecraft and ground-based measurements at Earth and by the Mars Curiosity Rover. This modeling and multi-spacecraft observational approach will allow testing unanswered hypotheses on the FD properties.\n\nThe proposed research will be carried out in a 24-months project at the University of Graz, Austria, with secondments at the Space Research Institute of the Austrian Academy of Science in Graz, and at the Department of Extraterrestrial physics at Christian-Albrechts University in Kiel. These institutions are well recognized in the field of CMEs, FR modeling and GCR detectors and offer outstanding expertise and infrastructure needed for the implementation of the project. The project will generate new knowledge on the properties of cosmic ray decreases by solar storms, which is relevant for space weather, human spaceflight and planetary and exoplanetary atmospheres.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}