{
    "rcn": "209203",
    "acronym": "LARMAR",
    "topics": "MSCA-IF-2016",
    "title": "Land Use and Resource Management at the Agricultural - Forest Frontier",
    "startDate": "02/05/2017",
    "endDate": "01/05/2019",
    "objective": "In this fellowship, I aim to explore the trade-off and synergies between conservation and commodity production through an Ecosystem Services (ES) lens in order to determine how sustainable land use practices can be created and strengthened over time, and to extend knowledge on ES within broader land use, and natural capital research. I will carry out targeted fieldwork to investigate the following research lines: 1) how ES are defined and conceptualised as commodities and how these relate to more established ëlandí commodities. This research line will include ES to humans, but also factors causing ecosystem change that can affect the long-term resilience of such ecosystems, by examining selected drivers of land use change. Research line 2) relates to the impact of appropriation of land for commodities (e.g., the demand for cash crops such as soy, biofuels and land used for livestock production or conservation) on local communities, and the global economy and policies that may drive (the current or any) 'land grabs'. I will take into account the discourse, practices and social relationships around land use that are currently unfolding within the 'realpolitik' of a studied region. These phenomena are highly debated yet remain poorly understood and should become key analytical domains for academics insofar that they are related to broader processes of economic globalization, biodiversity loss and climate change. The findings will be complementary to climate change mitigation efforts and feed into policy processes around securing food security, with an objective to not only contribute to sustainable land use practices but to promote the livelihood opportunities and environmental quality of (often) marginalized communities living in and around contested land.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}