{
    "rcn": "209299",
    "acronym": "ISSP",
    "topics": "MSCA-IF-2016",
    "title": "Infrastructuring SuStainable Playbour",
    "startDate": "08/01/2018",
    "endDate": "07/01/2020",
    "objective": "'This proposal relates to the sustainability of grassroots, collaborative and participative socio-technical communities to the extent that it focuses on the paradigmatic case of playbour: a concept describing ìa condition where play is work and work is playì and referring to those collaborative and participative assemblages where the dimensions of fun and enjoyment, typical of engagement in play, blur and mix with the ones of productivity and professionalization of participation. Overarching goal of this proposal is to develop a set of guidelines and principles which would support practitioners and scholars in nurturing collaborative infrastructures that embed sustainability by (co)design. The research relies on the analytical lens of infrastructure and infrastructural inversion typical of Science and Technology Studies (STS). At the empirical level the research involves a comparative case study approach which will examine socio-technical collectives which are engaged in playbour and are in the maturity stage of their life cycle. Qualitative data gathering (participant observation and interviewing) and inductive analysis techniques (grounded theory) will be adopted for this study. The impact of this study will be relevant to the extent that European Commission is also trying to nurture and steer collaborative, grassroots and innovative initiatives (e.g. 'Open and Participative Innovation' and 'Collective Awareness Platform for Sustainability and Social Innovationî frames). The result of this research will also provide practical insights for the sustainability of these instances.'",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "IT-UNIVERSITETET I KOBENHAVN",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998273464": {
            "orgId": "998273464",
            "orgName": "IT-UNIVERSITETET I KOBENHAVN",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}