{
    "rcn": "209253",
    "acronym": "TETRASTYLON",
    "topics": "MSCA-IF-2016",
    "title": "Definition, analysis and interpretation of a new typology of the Roman House: The TetrastyleCourtyard House, a domus with a hybrid cultural conception sheltered by a global civilization ofAntiquity",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "'In the recent decades, some studies have found a particular typology of Roman house in different parts of the Empire. This typological feature is the result of a hybrid house scheme be-tween the Greek and Roman conceptions of the house. The new typology has been observed in different Roman cities with a Greek past, but in different geographical contexts and chronologies. This type of home, with its variants, has not been enough analysed by the Roman domestic architecture studies. There are still many Roman cities with a Greek past which private architecture has not been thoroughly studied. \n\nThe study of a domestic unit enable us to approach issues vital to understand the private sphere of ancient societies, such as the relationship between the individual and the society, the family and the state, production and consumption or macroeconomics and microeconomics. It is therefore necessary to establish and document accuracy the various households that existed in antiquity to better understand the first stage of any cultural society. In this case a house that has a cultural exchange for the formation of its scheme and its role in the society in which it has been developed. \n\nThe Tetrastylon Project is designed to create the scientific basis for the identification and definition of the new type of Roman domus: 'The tetrastyle courtyard house'. Conducting Tetrastylon will significantly contribute to analyse 1) the European cultural heritage and identity, 2) the diversity of the European culture and 3) the interaction and translation of traditions of its different countries and regions. All of them are research goals recommended by the Horizon 2020 Framework Programme.'",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}