{
    "rcn": "209248",
    "acronym": "RNAatHD",
    "topics": "MSCA-IF-2016",
    "title": "Development of a high-resolution method to monitor structural changes of regulatory RNAs and therapeutic oligo-nucleotides directly in-cell.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "MicroRNAs (miRNAs) are master regulators in cells with a complexity yet to be unraveled. By targeting one or more messenger RNAs (mRNAs) they affect a vast number of biological processes and are associated with a broad spectrum of diseases, including cancer. This makes them potential candidates for cancer-diagnostics and -therapeutics. This opportunity can only be fully exploited by a better comprehension of how and when each mRNA is targeted by a miRNA, a fact, which is currently still poorly understood. Besides regulatory RNAs, synthetic ìanti-senseî oligonucleotides (AONs) are currently tested as cancer drugs. Progress in this field has been slow due to unspecific off-target-effects i.e. the lack of understanding, of the mechanism of AONs targeting mRNAs. This project focuses on overcoming this lack of knowledge of the targeting process. To understand the intermolecular interactions occurring in the cell we will, for the first time, monitor the molecular structure and structural changes (dynamics) of nucleotides (miRNAs as well as AONs) in the living cell, and link these in-cell structures to the moleculeís targeting function. Combining existing knowledge of the host in structural and molecular biology of miRNAs with the experience in methods development in Nuclear Magnetic Resonance (NMR) of the experienced researcher (ER), we will develop a set of robust and reliable in-cell NMR methods to determine cellular concentration, structure and dynamics within the cell at high resolution. The scope of the method will be demonstrated on: (i) a miRNA, miR-34a, which targets more than 50 different mRNAs, related to cancer and other cellular processes, as well as (ii) an AON drug candidate in collaboration with AstraZeneca. This project will benefit drug development against various diseases and will enable the ER to contribute to solving today's health problems and develop further towards becoming a future group leader on the interface of research in academia and industry.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}