{
    "rcn": "209245",
    "acronym": "DNAmod_PROPAGATION",
    "topics": "MSCA-IF-2016",
    "title": "Propagating DNA Modifications Across the Cell Cycle",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Background\nDNA hydroxymethylation and methylation are marks on DNA that help define cell identity and maintain genome stability. DNA hydroxymethylation is recently discovered, and the mechanisms underlying its maintenance are uncharacterised. DNA methylation is crucial for cell function, but large blocks of DNA lose methylation in cancerous and ageing cells. It has been speculated that this is due to aberrant maintenance during cell division, however, technical limitations have prevented this from being directly assessed. By developing a novel technology to study maintenance of these marks, I will test this hypothesis for the first time.\nApproach\nThis new technology will track how DNA methylation and hydroxymethylation patterns are restored after DNA replication, using both mass-spectrometry and genomics. Using this, I will track restoration of these marks following DNA replication, and test whether DNA methylation loss is caused by cell cycle speed, depleted methionine levels late in replication, or a combination of both. This will be followed up by functional analyses of key maintenance DNA hydroxymethylation and methylation factors. Thus, this work combines my past experience in DNA methylation with the host labís expertise in chromatin dynamics during DNA replication.\nImpact\nThis will be the first quantitative study of how patterns of DNA methylation and DNA hydroxymethylation are propagated between cell divisions, which is essential to their roles in defining and maintaining cell identity. The results will bring seminal and novel understanding of these marks from both basic and biomedical perspectives, by elucidating how epigenome maintenance is linked to both DNA replication and the epigenetic changes seen in disease. By dissecting in unprecedented resolution the mechanisms underlying propagation of DNA methylation and hydroxymethylation, this work will unveil the basis for epigenetic inheritance of these marks between cell generations.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}