{
    "rcn": "209207",
    "acronym": "DigiFlor",
    "topics": "MSCA-IF-2016",
    "title": "Digital Edition of the Roman de Florimont",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The project aims to produce a digital scholarly edition of an overlooked text of the vernacular European Middle Ages: the Roman de Florimont, composed by Aymon de Varennes (Lyon, 1188). The edition will be complemented by a methodological reflection on the feasibility of new digital tools versus the availability and applicability of existing ones with respect to medieval vernacular texts characterised by extreme linguistic variation. Indeed, Florimont has many unique characteristics, starting from its Mediterranean setting, bringing together into a single plot both the two main narrative strands of the 12-13th century, the Breton and the Antiquity cycles; the result is an original Southern version of the French chivalric roman. Furthermore, this thematic interest intersects with a remarkable linguistic relevance as the tradition includes witnesses related to two understudied linguistic domains: Franco-ProvenÁal (the third French language, together with the Langue d'Oil and the Langue d'Oc) and Franco-Italian (an artificial literary language). Despite this interest, Florimont has been almost entirely neglected by the scholarly community: only fifteen articles have been published on the subject and the only existing edition (Hilkaís in 1932) is seriously flawed. The project will therefore produce an online multifaceted digital edition, exploiting existing tools for the support of stemmatics and linguistic analysis. Work on this text will then represent an opportunity to reflect on the scholarly status of the digital edition, which is revolutionizing the traditional concept of the edition in the context of Romance Philology. The multidisciplinary character of this research and the planned intensive training focused on Digital Humanities will allow the applicant to present herself to the academic world with a profile that is currently highly required but still not widely available: the Humanities researcher able to independently design and manage a DH project.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}