{
    "rcn": "209227",
    "acronym": "ATLANTIC_ANGOLA",
    "topics": "MSCA-IF-2016",
    "title": "Race, Church, and Colonial Government in the Atlantic: the case of Angola in the age of Enlightenment",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "ATLANTIC_ANGOLA seeks to address the issue of race by analyzing its intersections with religion/church and colonial government in Angola in the second half of the 18th-century/beginning of the 19th century. Being the main provider of slaves to Brazil, Angola had a significant role for the economic success of the Portuguese South American colony, but also in the broader context of the Portuguese empire, due its privileged geographic position in the way between Asia and Brazil. That explains the increasing attention it started to receive from the Portuguese Crown after c. 1750.The aim of ATLANTIC_ANGOLA is to understand the role of the Catholic Church in disciplining and controlling the population, and instilling ideas of racial difference. The project hypothesis is that at least part of the population resisted the disciplining aims of the rulers. That resistance took different forms, but the result was the constitution of a creolized society, mainly in the city of Luanda and its hinterland. The project will contribute to the discussion of the relations between races and perceptions of the ìotherî in the context of the Portuguese empire. Doing so, ATLANTIC_ANGOLA proposes a path-breaking approach to problems still understudied concerning the history of European colonization of Africa before the 19th century. It will help to develop a better understanding of the historical dynamics of the relations between Europe and Africa over the longue durÈe. It will also contribute to the historical explanation of the long-term effects of the colonization and the formation of the post-colonial societies, but also to the perception both of the Europeans towards Africa and Africans, and those towards Europe. As to the more tangible outcomes of this project, they include 2 books, 3 articles in major peer-reviewed journals, 1 international conference, a talk series, and the setting-up of an online project.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}