{
    "rcn": "209204",
    "acronym": "PHOTOPEROVSKITES",
    "topics": "MSCA-IF-2016",
    "title": "Photoexcitation Dynamics and Direct Monitoring of Photovoltaic Processes of Solid-State Hybrid Organic-Inorganic Perovskite Solar Cells",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "Abundant, cheap and clean source of energy is fundamental to preserve global environment and sustained economic growth. Solar energy is considered as the ultimate solution in this regard. Among the three generations of solar cells developed with this objective, hybrid organic-inorganic perovskite solar cells with demonstrated power conversion efficiency (PCE) of over 22 % have bagged the greatest attention. Despite the impressive PCE, lower cost and facile processing opportunities for hybrid perovskite solar cells,  their commercialization is not yet realized; poor stability, lack of robustness to subtle variations in processing, and Pb toxicity being the bottlenecks. We take up the view that pursuing fundamental understanding of the photophysics and photovoltaic process of these highly  efficient  lead halide  perovskites can contribute to tackle their instability issue and also to the development of Pb free organic-inorganic halide perovskites with analogous optical and photovoltaic performance to that of former, expediting their market entry. Apart from photovoltaic sector, the fundamental knowledge evolved through this project is expected to have direct impact on the fabrication of high performing photodetectors, lasers, and light emitting devices based on hybrid perovskite materials. This interdisciplinary project lying at the interface of material science, physics and chemistry is expected to bring a breakthrough in perovskite solar cell research arena.The proposed project will utilize the applicantís expertise in the fabrication of high efficient organic and perovskite solar cells in combination with world leading scientist Prof. Ifor Samuelís expertise on photophysics aspects of thin film solar cells and the excellent infrastructure facilities at the host institution. In implementing this ambitious project, I will gain expertise on the photophysics and photovoltaic processes (under real operating conditions) of hybrid perovskite thin films and solar cells.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}