{
    "rcn": "209215",
    "acronym": "AGenDA",
    "topics": "MSCA-IF-2016",
    "title": "Civil society organizations and the politics of long-term care reform: coalitions and multiple inequalities",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Population ageing and gender inequality are cross-cutting political and societal challenges facing Europe. AGenDA meets this challenges by implementing novel and interdisciplinary state-of the-art research on the interaction between multiple intersecting inequalities in Long-Term Care (LTC) reforms. It focuses on the impact of civil society organizations (CSOs) mobilizing around gender, age and disability in reform coalitions in Italy and Spain. Through research and public engagement, AGenDAís strives to promote inclusive equality in LTC systems, thereby contributing to meet Horizon 2020 challenges ìHealth, demographic change and wellbeingî and ìInclusive, Innovative and Reflective societiesî. By engaging civil society, it promotes participation and effectiveness of social actors in decision-making processes as highlighted in Europe 2020 strategy. By focusing on countries which are laggards in the development of LTC and gender equality policies, AGenDA produces and disseminates knowledge on the social and political obstacles that impede the development of fair and inclusive LTC systems, thereby strengthening integration and cohesion within the European Union. In line with MSCA objectives, AGenDA includes a comprehensive training plan to enhance the future career opportunities and inter-sectoral employability of the researcher. These objectives will be achieved through excellent training-through-research, an academic secondment developing new interdisciplinary and methodological competencies and a non-academic secondment providing access to policy networks and on-the-job-training in outreach and public engagement. The ambitious dissemination and communication plan aims at enhancing the international visibility of the project, promoting knowledge-transfer between all actors involved, and producing wider impact on EU institutions, policy-makers, CSOs, academics and the general public.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "SCUOLA NORMALE SUPERIORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}