{
    "rcn": "209281",
    "acronym": "WEAP",
    "topics": "MSCA-IF-2016",
    "title": "The Western European Acheulian Project",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The Western European Acheulean Project (WEAP) aims to characterize the occupational pattern of western Europe during the Middle Pleistocene (MP) ñ700 to 300Kañ, through the study of Acheulean technology. Recent research has shown that the Atlantic seaboard is the most likely route for colonisation due to the more oceanic climate compared to eastern Europe and to the richer range of resources in coastal areas. Due to cyclical changes in climate with glaciations and interglacials, northern Europe was frequently depopulated and then recolonized through this period probably from source areas in southern France and Iberia. This route-way should therefore bear witness to the cultural links between north and south. From 1 million to 600,000 years ago there is evidence of brief pioneering events in north-west Europe with a small number of sites and small numbers of stone tool artefacts. After 600,000 year ago more sustained occupation is shown by the increase in sites and the much large stone tool assemblages. They also show technological innovation in the form handaxes and possibly in the use of fire, clothing and shelter, which led to the first sustained occupation of northern latitudes. Although there has been much research and new sites excavated over the last twenty years, there has been little integration between the work in Spain, Britain and France. Based on the applicantís previous experience, WEAP proposes to create a common method of analysis for the study of six Middle Pleistocene sites from UK and France ñin agreement with three Middle Pleistocene technologistsñ, the use of the experimental technology to complete the archaeological record, and the use of new methodological approaches, such as the 3D scanning technology as the most appropriated statistical analysis, to improve understanding of behavioural patterns in order to build models of human dispersals from south-west to north-west Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BRITISH MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998580760": {
            "orgId": "998580760",
            "orgName": "BRITISH MUSEUM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}