{
    "rcn": "209244",
    "acronym": "URBANiTE",
    "topics": "MSCA-IF-2016",
    "title": "Post-crisis urban governance transformations in Southern Europe: a comparativist approach",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "The post-crisis transformations of the socio-political landscapes in Southern Europe have shaped crucial opportunities for emergent political actors and the civil society to introduce new governance mechanisms. Following a turbulent period of social mobilizations, rapid political and institutional transformations are underway at the city, regional and national levels in countries such as Spain and Greece, and particularly in Madrid and Athens. These provide a crucial theoretical, methodological and analytical challenge for urban studies and a key opportunity for the development of a novel relational comparative approach regarding the modifications of urban governance in Madrid and Athens. The prime research aim of URBANiTE is to investigate the ongoing socio-political developments in the two cities, the relationship between civil society and emergent political actors and the ways these shape institutional changes. The project will produce context-sensitive, innovative outcomes on multi-level territorial governance, of high relevance for science, society and policy, in times of sweeping challenges in Europe and beyond. Moreover, it involves integrated interdisciplinary research with policy implications for the governance of inclusive, innovative and reflective societies, hence fully responds to challenges set out in the Horizon 2020 Societal challenges programme. The Fellowship will provide opportunity for knowledge exchange, as the fellow will bring expertise from the UK and Greece on urban politics, citizenship and grassroots social innovation in austerity contexts. It will also allow the fellow to advance her knowledge in an interdisciplinary research environment and learn from a new regional context, which will contribute to greater understandings of urban governance changes, social innovation and policy implementation in contemporary Europe. Lessons generated will be of wider relevance for EU- level urban governance, with transferable outcomes to other contexts.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}