{
    "rcn": "209298",
    "acronym": "CACHEM",
    "topics": "MSCA-IF-2016",
    "title": "CACHEM: Probing Clustering of X-ray AGN using Chandra and Semi-Empirical Models",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The presence of a supermassive black hole (BH) in almost all galaxies in the Universe is an accepted paradigm in astronomy. How these BHs form and how they co-evolve with the host galaxy is one of the most intriguing unanswered problems in modern Cosmology and of extreme relevance to understand the issue of galaxy formation.\nClustering measurements can powerfully test theoretical model predictions of BH triggering scenarios and put constraints on the typical environment where AGN live in, through the connection with their host dark matter halos.\nThis project wants to probe the clustering properties of X-ray AGN from both an observational and theoretical point of view, using the new catalog of AGN detected by Chandra in COSMOS and semiempirical models.\nThe Chandra COSMOS-Legacy (CCL) catalog is the largest available sample of X-ray AGN for clustering studies, allowing clustering measurements as a function of obscuration, luminosity and AGN host galaxy properties for the first time up to z~3-4 and with the accuracy needed to model the AGN halo occupation.\nWe also propose to generate mock catalogs of galaxies and BHs assigned via semi-empirical relations to large samples of dark matter halos. Via detailed comparisons of the predictions from the mocks with the AGN clustering at different scales, redshifts and obscuration cuts, we will set unique constraints on the BH/galaxy properties driving the clustering measurements of CCL AGN, especially of obscured sources. This in turn is crucial to understand the AGN/galaxy co-evolution and to test different BH triggering scenarios at different epochs.\nSNS will constitute for the Applicant an invaluable and unique environment at the European level, where she will achieve extreme competence in both theory and observations. Her profile will become extremely relevant with the advent of large dedicated extra-galactic European missions such as EUCLID, eRosita, Athena.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "SCUOLA NORMALE SUPERIORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}