{
    "rcn": "209284",
    "acronym": "DELICE",
    "topics": "MSCA-IF-2016",
    "title": "Device oriented molecular spin filter based interfaces",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "We live in a constantly changing society in which information and communication are at the basis of our economy. To keep progressing is essential to investigate new feasible ways to control and manipulate information in order to develop faster, smaller and less consuming devices. Organic Spintronics has emerged as a promising field to develop low-cost, mechanically-flexible and multi-functional devices in which information is carried not only by the charge but also by the spin of electrons. However, the injection and transport of the spin information through a device remains challenging, being organic/inorganic interfaces key to overcome this limitation. DELICE addresses the interface engineering in organic spintronics, aiming to profit from unique molecular capabilities for the development of highly performant chemically-tailored organic spintronic devices. In particular, DELICE focuses on exploiting the predicted spin filtering behavior of some organometallic molecules to obtain highly spin-polarized interfaces, enhancing the spin injection from ferromagnetic surface or even creating spin-polarization on non-magnetic metal surfaces. These so-called spinterfaces will be implemented in organic spintronic devices, spin valves, in order to determine the impact they have on the device performances. While organics have been mainly used as passive spacers in such devices, DELICE plans to go beyond the state of the art by actively exploiting the moleculeís spin filtering capability to improve device performances. A thorough characterization of the spinterfaces properties together with their implementation in real devices will provide us with valuable knowledge about the role of interfaces in devices. The technological potential of such a result represents a major step towards the realization of competitive organic nanodevices. The ultimate goal of DELICE is offering an interdisciplinary training to a promising young female researcher.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}