{
    "rcn": "209239",
    "acronym": "HIVGAYM",
    "topics": "MSCA-IF-2016",
    "title": "Analysing the migration choices of HIV-positive gay men in England and France",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Despite improvements in available therapies and investments in prevention campaigns, HIV-rates continue to rise across European cities. Gay men are over-represented amongst people with HIV, thus experiencing the combined effects of homophobia and HIV-related stigma. Several studies have found a correlation between becoming HIV-positive and gay menís decision to migrate, although most of them rely on quantitative methodologies and concern the US and Canada. In a European context we have very limited knowledge about the reasons why HIV-positive gay men choose to migrate to, and remain in, specific urban areas across the continent. This research project aims at addressing this gap in knowledge by investigating different migration patterns of HIV-positive gay men towards Birmingham and Brighton (England) and Marseille and Paris (France) at different historical times (the mid ë80s/early ë90s with the diffusion of the epidemic and a stigmatizing public discourse; the mid ë90s/early 2000s with a new focus on prevention from health institutions and the introduction of effective therapies; the last decade with the introduction of a single drug-therapy and the recent introduction of Pre-Exposure Prophylaxis, PrEP). To better understand the complexity of factors pushing people to relocate and the perception of stigma in previous places of residence, data will be collected through questionnaires; in-depth interviews with both HIV-positive gay men of each generation and relevant stakeholders/policy-makers; and archival work to collect HIV-prevention campaigns, public health information and media news and reports among others. By shedding light on the dynamics of stigmatization still affecting HIV-positive gay men, the research project will provides an evidence base for policy makers and service providers in order to make their intervention for the well-being of HIV-positive gay men more effective.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}