{
    "rcn": "209218",
    "acronym": "Christianus Arabicus",
    "topics": "MSCA-IF-2016",
    "title": "Ramon Llull (1232-1316): A Vernacular Writer Between Christianity and Islam",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "Ramon Llullís Cent noms de DÈu is the only versified work which entered the net of self-quotations and self-references which Llull used to promote and advertise his own production as a new alternative to his contemporary science and literature. In spite of his condemnation of troubadour lyric in his Book of Contemplation, Llull wrote many poems with a mnemonic-didactic purpose related to the learning of his epistemological system, i.e. the Art. Yet some his poems and some of his literary works are strongly related with contemporary literature and literary uses which he exploited and transformed to attract a wider audience. These literary ëtrapsí were a useful tool to spread the Art among all social classes, thus enhancing the fulfilment of Llullís project: the conversion of all the unbelievers. The new critical edition of this work will help advancing my research on why Llull used poetic forms albeit he despised them and will provide new materials for understanding the circulation of culture and of ideas in the Mediterranean area in the XIII-XIV centuries.\nThe outcome of this project will be a new critical edition of the text and a series of deliverables in which I will deeply analyse the context and co-texts of the poem, thanks to the expertise of the centres involved. Through this I will contribuite new material to philosophy/theology by investigating the Christian and Islamic interpretations of God's Names, to literary history understanding why Llull gave such an importance to a work which is not actually a proper poem but rather versified prose, analogous to the Arabic sají and to the early Office of the Hours' liturgical text, to linguistics by analysing the degree of Occitanisation of this work and in general of Llullís poetry to understand how far his poetic language is from the abhorred troubadour lyric, finally to musicology by examining how this work was chanted, thus showing the interdisciplinary and cross-boundary value of Llull's production.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}