{
    "rcn": "209209",
    "acronym": "WAGETRANS",
    "topics": "MSCA-IF-2016",
    "title": "Wage transparency in companies",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "How much information about the wage structure should a company provide to its employees? Existing research in economics does not provide clear recommendations in this respect. Transparent information about the wages within a company may have a positive impact on employee satisfaction and motivation, because wage secrecy creates distrust and favours discriminatory practices. Yet, it is unclear whether the benefits of wage transparency are larger than the potential harm: Unequal wage profiles, if made transparent, trigger social comparisons among employees that may destroy work motivation and increase the likelihood of leaving the firm.\nSo far, there is little systematic research on the impact of wage transparency as an element for incentive system design. The goal of this project is to significantly enhance the understanding of the role of wage transparency in two work packages that focus on the question how employers and employees manipulate and respond to the wage information in the company environment. In work package 1 (NEGOTIATION), I will analyse how transparency affects the wage negotiation process between employers and employees, the resulting wage profiles and subsequent working performance. In work package 2 (NORMS), I will study how the prevailing social norm within the firm changes the impact of transparency on the wage structure and working motivation. \nMy project contributes to the emerging field of economic design, combining insights and methods from behavioural and experimental economics, social psychology and management research. The results from my project will yield important new insights for fundamental research, in particular concerning the emergence and importance of relative comparisons at the workplace and their interaction with social norms. Also, the results will have direct implications for incentive system design in practice and for policy measures against discriminatory remuneration practices in the EU and on the national level.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}