{
    "rcn": "209241",
    "acronym": "HiProLoop",
    "topics": "MSCA-IF-2016",
    "title": "Scattering Amplitudes for Higgs Production at High-Order as touchstone for Automated Multiloop Feynman Calculus",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Scattering Amplitudes sit at the core of quantum field theory. On the one side, they capture the high energy regimes of fundamental interactions among elementary particles, hence, their accurate determination is a crucial test for the predictive power of the theoretical frameworks Particle Physics is based on. On the other side, scattering amplitudes are the tiniest mathematical lab of the Universe, where more formal investigations about the symmetries ruling particle interactions can be performed. New relations and dualities involving scattering amplitudes may become manifest only through their actual calculations at higher orders in perturbation theory, yet invisible to the canonical approach to quantum field theory. Therefore, progress in the ability of computing scattering amplitudes at very high accuracy is crucial for understanding the fundamental interactions and for providing accurate predictions within phenomenological analyses. HiProLoop aims at providing the most accurate determination of the virtual contributions to amplitudes relevant for Higgs phenomenology, by considering 1) the associated production of a Higgs boson and a jet at 2-loop, 2) the Higgs boson production in gluon fusion at 3-loop, as well as 3) the photon-pair production in association with a jet at 2-loop. The latter process is an important background to the process-1, and it can also be considered as a touchstone for the automation of generic 2-loop scattering amplitudes at high multiplicity. This effort should culminate in the development of a solid framework for the evaluation of generic 2-loop scattering amplitudes, which represent a currently open, urgent problem. Therefore the results of HiProLoop will become milestones for the theoretical physics community. HiProLoop will exploit mutual exchange of competences and tools between Theoretical Physics, Algebraic Geometry, Number Theory and Computer Science. The dissemination of the results will follow an ambitious communication plan.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}