{
    "rcn": "209265",
    "acronym": "D BIOME",
    "topics": "MSCA-IF-2016",
    "title": "Deep Biosignatures on Mars and Earth",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "'In recent decades, samples from mines and boreholes have revealed that our planetís biosphere extends several miles downwards into the crust. Pores and fissures far below the seafloor and land surface are populated by vast numbers of microorganisms, with broad economic and scientific implications. These implications reach as far as Mars, whose subsurface has provided a potentially habitable environment for billions of years, protected from the hostile conditions at the surface. Although Earth's modern-day 'deep biosphere' is now the subject of a major global research effort, almost nothing is known about its variation across geological time, which may have been considerable and highly consequential for planetary biogeochemistry. This project will combine state-of-the-art analyses of fossil and chemical traces of deep life ('deep biosignatures') with experimental and modelling work to elucidate the abundance, activity and geological record of ancient subsurface life on Earth and its possible relevance for Mars. Dr McMahonís research at the UK Centre for Astrobiology (School of Physics and Astronomy, University of Edinburgh) will be directed towards four main objectives, as follows:\n\n1. To identify and describe ancient deep biosignatures in both marine and terrestrial rocks on Earth, showing how their deep origin can be confirmed, and extending the deep fossil record.\n\n2. To conduct experiments to determine whether and how, if they exist, deep biosignatures could be detected in rocks on Mars by rover instrumentsóparticularly those on the European ExoMars rover.\n\n3. To simulate experimentally the conditions deep below the surface of Earth and Mars and discover which environmental parameters most strongly affect the growth of relevant deep microorganisms and the production of biosignatures.\n\n4. To model how the deep biosphere has changed in size and activity over the history of the Earth, and how a deep biosphere on Mars, if it ever existed, could have done so.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}