{
    "rcn": "209217",
    "acronym": "MicroPhan",
    "topics": "MSCA-IF-2016",
    "title": "Rol of obligate bacterial symbiosis in the diversification of a globally distributed aphid genus",
    "startDate": "15/06/2018",
    "endDate": "14/06/2020",
    "objective": "Plant-feeding insects represent a significant part of earth biodiversity but also encompass many plant pests that cause major losses to agricultural crops. One key factor in their evolutionary success probably resides in the mutualistic associations they have established with bacteria that reside in their cells. These endosymbionts metabolize some of the nutrients lacking in their host diet and can be essential for successfully shifting to new ecological niches. However, intracellular lifestyle also often results in severe genomic erosion for endosymbionts that limits their metabolic versatility and in fine affects their host adaptive potential. In this project we aim at deciphering the role of bacterial endosymbiosis in the long-term evolution of plant-feeding insects. The main question we want to address is whether the evolution of obligate bacterial endosymbionts played a significant role in the diversification (speciation and extinction) of their hosts. Using the genome sequences of the main bacterial endosymbionts associated with a globally distributed aphid genus, we will: 1) reconstruct the history of aphid/symbiont associations by conducting phylogenomic analyses; 2) identify the footprint of selection and genetic drift in bacterial genomes by comparing patterns of molecular evolution within and between symbiotic bacterial lineages; 3) illuminate how changes in the endosymbiont community metabolic capabilities have accompanied aphids evolutionary transitions (host plant shifts, climatic tolerance, rates of speciation) using phylogenetic comparative methods. Using the data from an ongoing large sequencing project, this project will combine recent methods in phylogenomics, metabolic network analyses and the study of macroevolutionary processes. With this fellowship, the applicant will lead an exciting and innovative multidisciplinary project, supervised by international experts in microbial evolutionary genomics and insect macroevolution; this project will cre",
    "totalCost": "171349,2",
    "ecMaxContribution": "171349,2",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902773": {
            "orgId": "999902773",
            "orgName": "UNIVERSITE DE MONTREAL",
            "ecContrib": 0
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 171349
        }
    },
    "calculatedTotalContribution": 171349
}