{
    "rcn": "209294",
    "acronym": "BNSmergers",
    "topics": "MSCA-IF-2016",
    "title": "Gravitational Waves and Electromagnetic Counterparts from Generic Binary Neutron Star Systems",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "The research project will pave the way for a better understanding of the binary neutron star (BNS) merger process with a view on the detection of gravitational waves (GWs) and electromagnetic (EM) signals. \nTo achieve this goal, a large number of numerical relativistic simulations will be used to improve and develop GW models and to compute EM counterparts of BNS mergers.\n\nFor the first time it is possible to investigate systematically the BNS parameter space, because the total mass, mass-ratio, eccentricity, spin, and the equation of state (EOS) can be varied simultaneously. I will perform numerical simulation of generic BNS systems with the focus on precessing configurations, i.e.~those where the spin of the neutron stars is not aligned with the orbital angular momentum. Based on the numerical simulations, semi-analytical models for the GW signal will be constructed. \nThis is of great importance for GW astronomy, because although a GW from a BNS system may be detected any time in the next years, essential tools needed for the scientific exploitation of such events and determination of the elusive EOS are still missing. \nIn addition to GW modeling, I will compute electromagnetic (EM) counterparts produced during the merger of the two neutron stars.  Knowledge about the influence of the binary parameters on the GW and the EM signals allows to combine two independent observational methods, which crucially supports the emergent field of multi-messenger astronomy.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}