{
    "rcn": "209220",
    "acronym": "AstroModulation",
    "topics": "MSCA-IF-2016",
    "title": "Astroglial control of axonal excitability, adaptation and  analogue signalling",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Evidence has been emerging for astrocytes to play an important role in neuronal cooperation and information processing in the brain. Recent work has suggested that their activity may even regulate the shape of action potentials in the axon and thus the efficacy of synaptic transmission. However, the underlying physiological machinery remains poorly understood. We propose here that astrocytes play an active role in the analogue-digital regulation of presynaptic signalling. To decipher the role of astroglia in presynaptic signalling, in particular analogue-digital axonal information transfer, we focus on the giant mossy-fibre-CA3 synapse, well characterized in the host laboratory. Our working hypothesis is that astrocytes regulate spike generation and propagation in axons by modulating local extracellular potassium and possibly by releasing glutamate. To test this hypothesis, an innovative set of technique will be used: i) direct recordings of astrocytes and either presynaptic or postsynaptic elements of the synapse in the mossy-fibre to CA3 synapse; ii) genetic tools allowing specific targeting and stimulation of either astrocytes or neurons; iii) pioneering imaging tools, such as FLIM, to directly measure the calcium entry and glutamate-sensing fluorescent reporter to reveal glutamate release by the astrocytes. The proposed project should unravel the mechanisms by which astrocytes control axonal information transfer in neural networks axonal excitability while shedding light on poorly understood features of astrocyte physiology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}