{
    "rcn": "209224",
    "acronym": "ChromoDrive",
    "topics": "MSCA-IF-2016",
    "title": "Investigating how anaphase chromosomal motion is generated during mitosis and meiosis",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Cell division is a process essential for life. There are two types of cell division: meiosis and mitosis. Meiosis is a type of cell division specific to germ cells, allowing the formation of fertilisation-competent sperm and eggs. Mitosis allows a single-celled fertilised egg to develop into a mature organism, and also allows tissues to be renewed. During each cell division, the cell must divide two copies of the genome equally between two daughter cells. Errors that occur during this process in oocytes can lead to spontaneous abortion and birth defects, whilst errors occurring in somatic cells can lead to genetic instability, a hallmark of cancer. It is therefore essential to understand how this fundamental process occurs. \nThe phase of cell division during which the chromosomes are physically separated is called anaphase. Although anaphase has been studied for more than a century, the mechanisms that underlie the poleward movement of chromosomes in mammals are still unclear. Several studies have suggested candidate proteins that may power their movement, but there were no conclusive results due to the technically challenging nature of this research. The main challenge is that one must efficiently inactivate the candidate protein(s) only at the onset of anaphase so as to avoid disrupting the previous phases of cell division, which could confound the results. \nMethods to rapidly inactivate proteins targets have only recently become available. Here, we propose to use these techniques to study the mechanism(s) underlying poleward chromosome movement during anaphase in both meiosis (mouse oocytes) and mitosis (non-transformed mammalian somatic cells). In both cases, we will validate the results using a combination of loss-of-function and optogenetics tools, high-resolution live-cell microscopy, and laser microsurgery. This work will shed light on a fundamental biological process with obvious clinical implications for diseases such as cancer and reproductive disorders.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}