{
    "rcn": "209247",
    "acronym": "ENCOGLAP",
    "topics": "MSCA-IF-2016",
    "title": "ENvironmental COnditions in GLAucoma Patients",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Glaucoma is a common eye pathology that can lead to blindness. As it is a progressive disease, longer-term treatment is required for its control, based mainly on the regular use of topical eye drops. Adherence to the treatment is the degree to which a patientís behaviour in taking medication corresponds with agreed recommendations from their doctor. Various risk factors for non-adherence to the glaucoma treatment have been identified, but the role played by an individualís ocular surface characteristics and the influence of different environmental conditions are not well understood. The objectives of ENCOGLAP (ENvironmental COnditions in GLAucoma Patients) are to determine which ocular surface characteristics and environmental conditions will influence non-adherence to treatment. The influence of preservatives in eye drops will also be investigated. The overarching aim is to provide a guide of ìrisk factors of non-adherenceî that could be used in the clinical practice.\nDr. GarcÌa-Porta (ER) will work with Professor Pardhan (supervisor) within a multidisciplinary team. Patients have been identified through various hospitals and eye clinics. The experiments will be carried out using a Controlled Environmental Chamber (CEC) based in the Vision and Eye Research Unit (VERU) at Anglia Ruskin University. VER,U  rated as ëworld classí and ëinternationally excellentí in the last UK's Research Excellence Framework, is one of the leading multi-disciplinary Eye Research Centres in Europe. \nA strong plan to maximise the transfer of knowledge between the ER and VERU will be implemented. This will include direct research and educational training that the ER will receive. The outreach and dissemination, crucial aspects of this project, will be implemented via prestigious conferences and peer-reviewed papers submitted to high impact journals. Various social media avenues will be employed to maximise the visibility of ENCOGLAP to the general public",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}