{
    "rcn": "209250",
    "acronym": "EvoMachine-Phage",
    "topics": "MSCA-IF-2016",
    "title": "Using the Evolution Machine to determine the mechanism of  a novel Phage-Induced High-Cell-Density (PIHCD) phenotype",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Bacteriophages (phages) drive the evolution of bacteria by antagonistic coevolution and by promoting transfer of genetic material between bacteria. Phages are intimately involved in a range of biological processes from carbon cycling to the maintenance of human health. Despite their global importance the coevolution between natural phage communities and their bacterial hosts remains poorly understood. This project seeks to understand the mechanism behind a Phage-Induced High-Cell-Density (PIHCD) phenotype using a droplet-based microfluidic device termed the Evolution Machine, developed at the proposed institution (ESPCI Paris). Work Package 1 (WP1) will use the Evolution Machine to determine and characterize the phage(s) responsible for the PIHCD phenotype through coinfection with their Pseudomonas fluorescens host. WP2 will determine the mechanistic basis of the PIHCD phenotype using transcriptomics and genetic manipulation. Finally, in WP3 the long term coevolution between phage(s) and host will be investigated using the droplet-level selection capabilities of the Evolution Machine combined with comparative genomic analysis. Through this fellowship ESPCI Paris will gain from my expertise in molecular biology and bioinformatics while I will develop new skills in microbiology (phage-host coevolution and genetic manipulation) and microfluidic technology (Evolution Machine).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}