{
    "rcn": "209252",
    "acronym": "BEING",
    "topics": "MSCA-IF-2016",
    "title": "Behavioural Economics in Network Games",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Three aspects of social interaction shall be combined, namely the diffusion of information in a social network, the formation of social networks, and behavioural (i.e. irrational) aspects in decision making. These three areas are crucially interdependent: \n1) unwelcome information and irrational behaviour may lead to a change in a personís circle of friends and thereby to a change in the social network;\n2) the network itself and the (potentially irrational) processing of information influences the information diffusion in a society;\n3) the decisions that have to be made with respect to network formation can be influenced by the disutility of unwelcome information rather than the utility of being correctly informed and thereby lead to irrational behaviour.\nThis shall allow for an integrated approach in the analysis of social dynamics.\nWhile the three parts of this project already form an ambitious project that will provide considerable academic impact, they will also lead to interesting follow ups and spin-off research that is highly relevant in the upcoming years, such as the analysis of information diffusion in social networks prior to the European Election in 2019, and to applications outside academia, such as optimising product placement and advertisement in social networks, or the development of measures that prevent vigilantism in social networks.\nThe combination of network formation, innovation diffusion, and behavioural economics is not only a novel approach to these rather young research areas with potential impact in economics, psychology, social sciences, and even computer sciences; it is also a highly relevant topic for modern societies where social media play a crucial role in daily communication and information aggregation. This project will therefore not only add to our understanding of social dynamics and  thereby push the academic boundaries, it will also have clear practical implications that allow for a broad exploitation of the research results.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}