{
    "rcn": "209274",
    "acronym": "TEMPOMATH",
    "topics": "MSCA-IF-2016",
    "title": "Temporal delays in mathematical models of cell biology processes",
    "startDate": "10/07/2017",
    "endDate": "09/01/2019",
    "objective": "The primary aim of the action is the construction and analysis of new predictive and verifiable mathematical models that can uncover the effects of time delays upon various cell biology processes.  In this timely project we aim to apply cutting edge functional differential equation techniques to interrogate a number of cell biology processes of huge current interest, including collective cell movement, tumour growth and self-organizing pattern formation. The ultimate goal of this research is to develop new mathematical ways to understand and control cell biology processes. The successful outcome of this project will be robust and experimentally testable mathematical theories that can be applied to a wide variety of biological and medical problems, whenever temporal delays are relevant.\n\nThe researcher will be intensively trained in areas of mathematical biology that are new to him, by exploring a range of cell biology processes that are the focus of current state-of-the-art research efforts within the Oxford mathematical biology group, and investigate the role of delayed feedbacks and memory effects in these processes. These mathematical models will share common mathematical themes and challenges. Thus while being exposed to these fundamental areas of mathematical biology (cell motility, tumour growth, wound healing, pattern formation, development etc.), we aim, simultaneously, to develop new mathematical tools that have a wide range of important and timely biological applications.\n\nThe researcher will be fully integrated into the Wolfson Centre for Mathematical Biology at the Mathematical Institute of the University of Oxford. The project will allow him to significantly broaden his area of expertise and initiate new long term collaborations.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}