{
    "rcn": "209230",
    "acronym": "PerovSiC",
    "topics": "MSCA-IF-2016",
    "title": "Synergistic Resistive Switching of Perovskite and Silicon Carbide materials for Advanced ReRAM micro Devices",
    "startDate": "01/07/2017",
    "endDate": "20/10/2019",
    "objective": "Perovskite oxides are one of the most promising materials for developing new ReRAM devices, because they show a Resistive Switching (RS) behaviour and multilevel (ML) storage properties through reversible nanoionics redox phenomena. However, several challenges remain to be addressed before introducing them in the emerging memories market. From a material point of view, it is still unclear how to tune and control the mass transport properties at the nanoscale to get the best resistive switch response. From a device point of view, the development of new heterostructures thermally and chemically stable and compatible with the microelectronics technology is required. The ëPerovSiCí project combines synergistically perovskite and carbide materials to overcome the current constraints. Starting from the recent breakthroughs of the hosting group, the project focuses on understanding the RS behaviour in perovskites using physical and chemical cutting-edge characterization methods. Further, computational modeling will allow improving the RS process in the new carbide-based heterostructures. The final optimized configuration will be integrated in a highly stable ML ReRAM device. The results of the project will lead to unexpected breakthroughs for neuromorphic computation, memories and logic devices. The multidisciplinary approach proposed will allow the researcher candidate gaining a deep understanding and specialisation in material science - acquiring new competences in advanced techniques, such as XPEEM and operando Raman - and in Key Enabling Technologies, such as micro-technology. Moreover, the collaboration with the ENSC-Lille and the Institute NÈel will complement the researcherís training giving her unique skills in IEDP-ToF-SIMS and synchrotron measurements. Therefore, planned research and training activities in the ëPerovSiCí project will re-enforce a position of professional maturity in research and will provide the researcher new career perspectives.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}