{
    "rcn": "209279",
    "acronym": "THF-OLED",
    "topics": "MSCA-IF-2016",
    "title": "Development of highly efficient and stable organic light-emitting diodes based on delayed fluorescent materials for solid-state lighting applications",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "At present, OLED technology is expected to be practically applied to flat panel displays and solid state lighting sources because of its unique characteristics of low-cost processing, flexibility, and low power consumption. Till date, a large number of fluorescent and phosphorescent materials have been developed to improve the electroluminescence (EL) efficiency of OLEDs. As a result, highly durable and practically applicable OLEDs using these materials have been realized. However, the internal quantum efficiency of OLEDs based on fluorescent materials is only 25% because of the limit imposed by the electron spin-statistics under electrical excitation. In contrast, OLEDs using phosphorescent materials based on luminescence from the triplet state can achieve 100% internal quantum efficiency. Recently, an alternative realistic approach, called thermally activated delayed fluorescence (TADF), has been established to obtain ultimate 100% internal EL quantum efficiency in organic light-emitting diodes (OLEDs). But owing to rather a long transient lifetime of the triplet excited states, high efficiency roll-off and low operational stability at high current density are pertaining concerns in TADF based OLEDs. To address these challenges, the present state-of-the-art TADF-OLED technology uses a TADF molecule as an assistant dopant and a fluorescent molecule as an end emitter in a host matrix, called TADF assisted fluorescence (TAF-OLED). However, TAF-OLED approach has several inherent technical challenges associated with device physics, fabrication and cost. Through this research proposal we present a more simplified and realistic approach, called TADF hosted fluorescence (THF), to enhance the performance and operational stability by using TADF material as host material and fluorescent molecule as end emitter eliminating the need of external host matrix thus mitigate the technical issues associated with TAF-OLEDs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}