{
    "rcn": "209263",
    "acronym": "DECRON",
    "topics": "MSCA-IF-2016",
    "title": "Development of eco-friendly ironmaking processes based onGPU-enhanced DEM-CFD modelling",
    "startDate": "01/12/2017",
    "endDate": "05/12/2019",
    "objective": "Blast furnaces are widely used in the iron-making industry. The running of blast furnaces consumes 60% energy of whole steel industry and is primarily responsible for the CO2 blueprints in steel plants. As the steel industry is suffering much with the increase iron ore prices and global economy recession in recent years, it has now become a urgent need to adopt innovative approaches to reduce the production cost in iron-making. It is well recognized that the development of eco-friendly steel plants are urgently demanded. DECRON provides a unique and timely opportunity to bring together the fellowís research experience in the high performance computing, GPU and discrete element modelling (DEM) with the supervisorís extensive experience in coupled DEM with computational fluid dynamics (DEM-CFD), particle flow, packing and segregation. This will result in the development of novel charging methods for blast furnaces based upon a thorough micro-mechanistic understanding of the process using GPU-enhanced DEM-CFD, and lead to more precision and better controlled charging systems for blast furnaces. DECRON will for the first time devise an indisputable technological innovation and establish feasible strategies to achieve controlled burden distribution in blast furnaces, which will maximise energy efficiency and reduce CO2 emission in iron-making processes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}