{
    "rcn": "209210",
    "acronym": "COTETHERS",
    "topics": "MSCA-IF-2016",
    "title": "Molecular characterization of vesicle tethering complexes as novel regulators of collagen trafficking",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Collagen maturation (through post-translational modifications, quaternary assembly and transport) is critical for tissues and organ development and homeostasis. This complex process involves numerous actors in different sub-cellular compartments, which in turn depend on highly regulated trafficking systems. Although the mechanisms of vesicular trafficking, membrane tethering and fusion are conserved throughout eukaryotic evolution, highly specialized tethering complexes have evolved to regulate specific fusion events. Recently, a novel pathway regulating collagen trafficking has been identified. Central to this pathway are two trafficking proteins, homologous to, but not part of, classical vesicle tethering components. At present, very little is known about their specific functions. \nGenetic mutations in both proteins induce rare but highly invalidating and often lethal phenotypes, characterized by abnormal collagen distribution, disorders of the extracellular matrix organization and impairment in endosomal trafficking. \nIn this proposal, I will develop a multidisciplinary approach, merging cutting edge methodologies of affinity purification coupled to mass spectrometry with structural biology and biophysics to decipher the molecular mechanisms driving membrane tethering and, more broadly, endosomal trafficking, through this new complex. These results will unveil unprecedented mechanisms of vesicular trafficking, offering a potential for translational research on collagen-related diseases and also on disorders related to vesicular trafficking, possibly paving the way to future therapeutic strategies.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}