{
    "rcn": "209243",
    "acronym": "Photosense",
    "topics": "MSCA-IF-2016",
    "title": "Photoacoustic and fluorescence imaging platform for biosensing applications: An innovative approach for the study of disease-related biomarkers",
    "startDate": "10/08/2017",
    "endDate": "09/08/2019",
    "objective": "In this Marie Sk?odowska-Curie Fellowship (Photosense), I will design a photoacoustic and fluorescence imaging platform for the sensing of disease-related biomarkers, using conjunction rare-earth upconversion nanophosphors (UCNPs) with organic dyes to form kinds of nanoprobes. By incorporating UCNPs and dyes, I aim to efficiently develop a series of organic and inorganic hybrid nanoprobes. The fluctuations in the concentration of disease-related biomarkers can be monitored by fluorescence and photoacoustic signals simultaneously. Furthermore, this strategy can be easily expanded to detect different biomarkers by tuning and modifying the UCNPs and organic dyes pairs. I will apply my knowledge in multimodal imaging and nanoparticle design and carry out these exciting tasks in the labs of Prof Molly Stevens at Imperial College London (ICL), exploiting her research programmeís expertise in nanomaterial-based components in biosensing technologies. My Fellowship will be best executed in The Stevens Group (2016 Clemson Award for Basic Research/2014 Research Group of the Year) based on their world-class technological knowhow in designing such systems to yield the best outputs from Photosense.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}