{
    "rcn": "209289",
    "acronym": "MARVEL",
    "topics": "MSCA-IF-2016",
    "title": "Novel MAterial and Process Design for ReVerse Electrodialysis-Water ELectrolysisEnergy System",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Development of renewable energy resources that can address energy and environmental issues is currently the top global challenge. Reverse Electrodialysis (RED) is a highly innovative technology for conversion of salinity gradient energy into electricity. Water electrolysis is a promising option for hydrogen production from renewable energy resources. Recently, a novel approach combining RED and Alkaline Polymer Electrolyte Water Electrolysis (APEWE) was reported for sustainable hydrogen production. However, this process achieved low efficiency: RED suffers from the negative impact of multivalent ions on power generation, whereas APEWE lacks highly conducive and stable membrane separators and polymer binders. The MARVEL project aims to i) endow monovalent ion selectivity for RED membranes to reduce the influence of multivalent ions ii) develop novel, fully characterized membrane separators and polymer binders for APEWE iii) test RED-APEWE process with these new materials iv) perform a techno-economic assessment for commercial feasibility. The ultimate goal of MARVEL is to broaden the knowledge and expertise of the researcher, Dr. Ramato Ashu Tufa, through high-quality research training in the emergig area of renewable energy involving multidisciplinary investigation approaches and intersectoral secondments. This allows him to establish a long-standing relationship with his institute and increase his professional network across Europe. An effective dissemination of project results and knowledge will be implemented through presentations of results in major conference, seminars, publications in high-impact peer reviewed journals, project web page, open days etc. Profound outputs from MARVEL will significantly contrubte towards establishment of a strong scientific and technical base for European science and technology, foster the competitiveness and growth of EU economy with a positive impact on the major objectives of energy policy for sustainability and security.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}