{
    "rcn": "209251",
    "acronym": "ReMix",
    "topics": "MSCA-IF-2016",
    "title": "Christian-Muslim families dealing with religious pluralism in everyday family lifeReligious reconstruction in religiously mixed marriages",
    "startDate": "12/02/2018",
    "endDate": "11/02/2020",
    "objective": "Mixed families are both the index and agent of social change: they exemplify the increase in migration flows and provide us with an opportunity to analyse the everyday processes related to Europeís growing pluralism. Quantitative studies demonstrate that interfaith marriages lead to higher divorce rates, suggesting that the latter are due to communication difficulties and disagreements caused by cultural differences between partners, as well as to hostility from families of origin, religious institutions and society at large. However, rather than being firmly and empirically established, these concepts remain mere assumptions and, as such, also conceal the ways in which those involved actively and reflexively deal with these dynamics to prevent damage to their relationship. Much scholarly attention has focused  on couples defined as Islamic-Catholic or Muslim-Christian, which represent a paradigmatic case study of ìmixednessî that typically incorporates differences pertaining to ethnicity, class and faith. The challenge of this project gives an empirically adequate exploration of a pattern firmly established in quantitative studies, i.e., that interfaith marriages give rise to high divorce rates. This project thus aims to understand, through an in-depth qualitative study, the daily life of such families: what differences are responsible for tension between spouses, how they deal with this in order to avoid damage to their relationship, and how gender interferes with these problems. Mixed marriages will be a key to examine the whole of society facing new family changes, Islam and religious diversity in everyday life. The research project addresses the EU lines of Horizon 2020, studying one of the major challenges for an ìinclusive and multiculturalî Europe. The fellowship will provide me with wider competence, publications and connections necessary to apply for an ERC Grant in 2019.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}