{
    "rcn": "209280",
    "acronym": "TISSUENEU",
    "topics": "MSCA-IF-2016",
    "title": "Role of infiltrating neutrophils in tissue homeostasis",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Neutrophils follow daily cycles of release from and migration back into the bone marrow, where they are eliminated. After searching for the presence of neutrophils across multiple tissues of healthy mice under steady state, my host laboratory found neutrophils in most of the tissue analyzed. These findings require the study of the role of neutrophils in their tissue of destination. Several studies have shown that neutrophil clearance might be a significant source of homeostatic signals able to functionally modulate the tissues and organs where they are eliminated. In addition, specific functions for neutrophils in the spleen have already been described.  I hypothesize that neutrophils may have important roles for the homeostasis and functioning of the tissues that they infiltrate, and that they acquire tissue-specific phenotypes that favor their local functions.\n\nTo understand neutrophil homeostatic functions within the tissue, I will first characterize the transcriptome of 7 different subsets of neutrophils population from intestine, lung, muscle, skin, spleen, blood and bone marrow by RNA-sequencing. In addition, to investigate weather neutrophil heterogeneity within the tissues is a stochastic or a tissue-educated mechanism I will perform single cell RNA sequencing (sc-RNA-seq) of blood neutrophils  to characterize the presence of a neutrophil tissue-specific signature in the blood. Moreover, I will combine next generation sequencing techniques with the use of different transgenic mouse models to uncover tissue specific regenerative functions of neutrophils in the skeletal muscle and the skin. \n\nResults obtained in this proposal aim to challenge the classical conception about neutrophils as a homogenous population of terminally differentiated cells with functions restricted to inflammation and to explore their hetroogeneity and expand our knowledge about their specific functions during tissue homeostasis.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}