{
    "rcn": "209353",
    "acronym": "CATRATS",
    "topics": "MSCA-IF-2016",
    "title": "Catalytic Enantioselective Allene Cycloisomerisation Reactions for Alkaloid Total Synthesis",
    "startDate": "12/06/2017",
    "endDate": "11/06/2019",
    "objective": "A new catalytic enantioselective cycloisomerisation reaction for the direct creation of the azabicyclic core of strychnos alkaloids is proposed. Strychnos alkaloids have been the subject of intensive investigation over the last decades.  Recently, leuconicines A and B, which are new members of the Strychnos alkaloid family, have been isolated from extracts of the Malaysian plant Leuconotis maingayi. Leuconicines possess significant bioactivity and they potently reverse multidrug resistance in vincristine-resistant leukemia cells. However, further studies into the biological profile of these natural products are hindered due to insufficient quantities being available from the natural source. In order to secure sufficient quantities and fully determine the therapeutic potential of the leuconicines, a new source of these target molecules is required. A new synthetic route which develops and incorporates ëstate-of-the-artí methodologies to rapidly forge the extremely complex 6,5,5,6,6,6 hexacyclic ring system and 4 stereocenters, will provide the material. Nevertheless, the synthetic routes toward complex natural products are usually long, contain many individual steps and involve manipulations after each step. For these reasons, new, simple and synthetically efficient organic transformations which reduce the drain of resources are desired. This Fellowship project combines total synthesis, new catalytic enantioselective methodology development, computational calculations and biological evaluation. It has been designed to augment and complement the research and transferable skills sets of the Marie Curie fellow and will greatly enhance his career prospects accordingly. Through the training and the research results arising, the Fellowship will be beneficial to the fellow, the host institution and European science.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}