{
    "rcn": "209313",
    "acronym": "DESYNE",
    "topics": "MSCA-IF-2016",
    "title": "Development of synaptic networks in songbirds",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Vocal learning in songbirds is a complex sensorimotor behaviour with many established parallels to human speech and language learning. Here we aim to resolve the neural ultra-structure of a key premotor area in the songbird brain, HVC (proper name). HVC plays a major role in song learning and takes part in both song perception and production. To understand the neural mechanisms of tutor song memorization and emergence of stereotyped adult song, we plan to map the networks of HVCís afferent and efferent synaptic connections and to explore the experience dependence of these connections during tutor-based song learning. \nElectron microscopy (EM) is a valuable approach for detecting synapses in densely labeled brain tissues. However, one of the main challenges of EM is to identify topographic origin of synapses as well as pre- and postsynaptic cell types. I plan to address this problem by combining EM and light microscopy using correlative array tomography (CAT), a technique for visualizing projection neuron networks (projectomics). CAT involves multiple steps of labeling, staining, scanning, and correlating datasets, which is a feasible but time consuming workflow. \nAs high-risk addition to my plan of using CAT, I will also apply expansion microscopy (ExM) to this projectomics problem. The ExM approach is based on physical expansion of fluorescently labeled biological tissue prior to light microscopic imaging. ExM holds the promise of extremely efficient imaging beyond Abbeís diffraction limit, which may allow it to replace EM for certain applications such as visualizing synaptic connections. ExM is a promising yet unexplored new tool for projectomics research and avian neuroanatomy in general.  We will use ExM, CAT, or a combination, to resolve central and peripheral networks involved in tutor based song learning. Our work will contribute to visualizing the synaptic changes underlying birdsong learning and will explore the feasibility of ExM for projectomics research.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}