{
    "rcn": "209385",
    "acronym": "SPLICANCER",
    "topics": "MSCA-IF-2016",
    "title": "Regulation and reprogramming of alternative splicing in cellular transformation",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Alternative splicing (AS), by affecting nearly 90 percent of human genes, is the major contributor to protein diversity. Mutations that disrupt AS regulatory sequences are a widespread source of human diseases. Various evidences suggest that an AS reprogramming is critical in cell adaptation during cancer development. In spite of increasing interest in the potential oncogenic role of AS, little is known about the molecular mechanisms behind its deregulation during the somatic to the cancer cell transformation. \nOur aim is to contribute to the characterisation of AS reprogramming during the somatic to the proliferative cancer cell transformation using myosin VI as model system. Recent studies from the host lab reported how myosin VI AS modulates its interactome leading to different cellular functions (endocytosis for the long isoform and cell migration for the short one). The lab found that alternative myosin VI splicing is aberrantly regulated in cancer, where exon skipping dictates cell addiction to myosin VIshort for tumour cell migration.In this proposal, we intends to 1) Identify the myosin VIís alternative splicing regulators and define their role in vitro, 2) identify common splicing-regulated events that occur during the establishment of a fully polarized epithelial architecture and that are possibly deregulated in cancer (AS reprogramming), 3) assess whether cancer stem cells express a specific set of the identified AS genes.Preliminary results revealed that myosin VI isoforms expression can be switch on/off in selective culture conditions. We will take advantage of this beahviour to set up our analysis based on a multidisciplinary approach that includes biochemical, mass spectrometry and cellular biological assayes. The new set of information will gained with this proposal will be instrumental to understanding the molecular mechanism at the basis of AS (de)regulation for myosin VI and more in general for cell transformation during cancer progression.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}