{
    "rcn": "209306",
    "acronym": "GaMePLAY",
    "topics": "MSCA-IF-2016",
    "title": "Gut microbiota impact on brain development and plasticity.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The gut microbiota is characterized by a variety of microorganisms that live in symbiosis with our body and that play a key role in host immune system development and metabolism. Studies in adult germ-free mice suggested the influence of gut commensals on emotional behaviors and stress responses. However, the exact mechanism through which these bacteria affect brain function is largely undiscovered and, their impact on brain development is still a relatively unexplored territory. In my project I propose to investigate how the gut microbiota modulates brain development and plasticity using the established model of mouse developing visual cortex. To find if development and environmental stimuli affect intestinal bacteria, the gut microbiome of mice reared in standard condition (ST) or in an enriched environment (EE) that is known to modulate visual development, will be analyzed at different ages: before weaning (P15), after weaning (P28) and in adulthood (P60) providing for the first time a developmental timeline of the gut microbiota in mice. Then, I will perturb the microbiota composition through antibiotic treatment (ABX) or fecal transplantation (FT) in ST and EE mice, and assess visual cortical function maturation and ocular dominance plasticity. Dendritic spine dynamics analyzed by in vivo two-photon imaging and formation of inhibitory and excitatory neurons will be assessed in the primary visual cortex (V1) as morphological biomarkers of visual cortical development. Finally, in order to find the molecular mechanisms and mediators of gut commensals effect on neuronal circuits, I will perform a transcriptome analysis in V1 of ST and EE mice treated with ABX, or subjected to FT. My research will bring a substantial advancement in the field, revealing how the early interaction between microbiome and host can shape cortical functions, hopefully enabling the discovery of biomarkers for facing neurodevelopmental and psychiatric diseases.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "SCUOLA NORMALE SUPERIORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}