{
    "rcn": "209309",
    "acronym": "umCryofix",
    "topics": "MSCA-IF-2016",
    "title": "A microfluidic cryofixation method for time-resolved correlative microscopy",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Correlative microscopy, connecting live-cell fluorescence microscopy with electron microscopy (EM), is a powerful tool to relate a dynamic cellular process to the relevant cellular ultrastructure leading to better understanding of fundamental mechanisms, and further, the underlying cause of disease. This is not only important for fundamental science but can guide diagnostic and treatment efforts for virtually any affliction, ranging from Alzheimerís disease, to HIV, to cancer.  In this work, I propose a novel microfluidic cryofixation method that enables time-resolved correlative microscopy. The new method dramatically improves the time resolution with which live images can be correlated to EM images by eliminating the need to transfer the sample from the light microscope to a dedicated cryofixation machine. Current state-of-the-art systems require at least one second while preparation times up to a few minutes are common. Here I propose a new microfluidics-based paradigm that will overcome this barrier by carrying out cryofixation directly within the field of view of a light microscope. This method allows a dynamic process to be arrested at a known time, so that it can be correlated to cellular ultrastructure in EM images. This new method is a critical advance for studying dynamic processes such as membrane trafficking, cell division, and synaptic transmission.\n This action opens vast possibilities for multidisciplinary collaborations between microfluidic and engineering specialists, who developed a new method (Burg group), and experts in microscopy for biological sciences (i.e. within histology, cell biology, structural biology) to advance the fundamental understanding of dynamic cellular processes that occur on the time scale of milliseconds. Through this multidisciplinary work I will become well-established in my future field of interest, microfluidic devices for biological applications, ensuring the best possible career opportunities for me as a group leader.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}