{
    "rcn": "209362",
    "acronym": "NewCat4Bio",
    "topics": "MSCA-IF-2016",
    "title": "Innovative sol-gel strategies for the production of homogeneous, hydrothermally stable, andporous mixed metal oxide catalysts for biomass conversion applications",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The project is focused on the preparation, characterization and application of (hydro)thermally stable, homogeneous, and porous metallosilicate catalysts. As a synthetic route we will apply non-hydrolytic sol-gel routes since they produce materials with high homogeneity and they allow the one-step functionalization of the oxides surface. We will focus and demonstrate our results primarily on the synthesis of alumosilicates, and then broaden the work to Zr-, Ti-, Nb-, and Ta-doped silicates. We will use advanced analytic techniques for the characterization of heterogeneous catalysts ñ infrared spectroscopy, solid state nuclear magnetic resonance, nitrogen and ammonia adsorption-desorption experiments, electron microscopy, powder x-ray diffraction, small angle x-ray scattering, and surface analytical techniques ñ time-of-flight secondary ion mass spectrometry and x-ray photoelectron spectroscopy. We will evaluate our materials as catalysts in alcohol dehydration. For this type of reaction it is desirable to have hydrothermally stable acidic material. Hydrothermal instability is usually the main drawback of mixed metal oxides. Therefore we will tune the hydrophobicity of prepared materials and their surfaces by introduction of various organic groups in order to improve their performances. We will focus on the control of the pore size distribution as well and prepare stable and homogeneous materials with large pores applicable in catalytic actions on bulky (bio)molecules. In such a way the project will establish fruitful cooperation between the two research groups ñ one focused primarily on the synthetic pathways to novel materials and the second focused on their application in heterogeneous catalysis. The fellow will learn new characterization techniques and catalytic testing under industrially-relevant conditions. He will work independently, attain new soft skills and will prepare for the establishing of new research group back in Brno.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}