{
    "rcn": "209369",
    "acronym": "TNFaLysMyr",
    "topics": "MSCA-IF-2016",
    "title": "Unique TNF? lysine myristoylation; elucidating its function, regulation and integration into inflammation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Tumour Necrosis Factor-alpha (TNFa) is an important cytokine implicated in many autoimmune and inflammatory disorders, in which TNFa-blocking antibody drugs have become first line treatment. Nevertheless, clinical responses are variable. To improve and expand therapeutic strategies, a better understanding of TNFa and the many other cytokines secreted from cells is crucial. It was recently shown that TNFa is myristoylated on a lysine residue (KMyr), a unique modification that suggests an important but yet unexplored role for KMyr in cytokine biology. I will investigate the impact of KMyr on TNFa signalling, and its wider role in secretion and signalling of other cytokines, using a unique multi-disciplinary approach combining state-of-the-art chemical biology tools with molecular cell biology and proteomics. The role of KMyr in TNFa trafficking, secretion and signalling will be identified using human macrophage cell lines that produce mutant TNFa proteins with the relevant lysine residue substituted or deleted. KMyr proteins will be identified through a powerful approach that introduces a small chemical tag into the myristate in cells; this tag can be selectively functionalized to allow sensitive fluorescence imaging of KMyr within living cells, and purification for identification by mass spectrometry. The global scope of KMyr in the proteome will be analyzed in parallel, with emphasis on other secreted cytokines such as IL1alpha, which may be controlled too via KMyr. Regulation of TNF KMyr will be explored by identifying KMyr transferases and demyristoylases using chemical photo-affinity tools that can bind proteins interacting with KMyr, yielding putative targets for future first line therapies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}