{
    "rcn": "209394",
    "acronym": "AIR",
    "topics": "MSCA-IF-2016",
    "title": "Aeroponic Inulin and Rubber",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Natural rubber is an essential commodity for the European society. However, the natural rubber market is seriously endangered. Finding an alternative rubber source for the rubber tree is an urgent issue for EU. The EU has funded several projects on alternative rubber crops in the past. Taraxacum koksaghyz (TKS) was identified as the most promising alternative. However, this wild plant is small and does not produce sufficient rubber to be economically profitable. Rubber production can be increased by plant breeding and by improving the growing conditions.\n \tIn ìAIRî I will apply cutting edge technologies of both fields, hosted by KeyGene, a forerunner SME in development of the TKS rubber production chain. I will be using pre-breeding material that KeyGene has developed by interspecific crosses between TKS and large common dandelions. I will make pre-breeding material true-breeding by introgression of apomixis traits. Apomixis is clonal reproduction by seeds and holds great potential for agriculture. KeyGene is a world leader in apomixis research. \nI will also optimize production of rubber dandelions under artificial growth conditions, such as hydroponical cultivation, variable light spectra by LEDs, salt and mechanical stress. Plants will be digitally phenotyped and gene expression will be monitored. Based on the experiences from the research phase, a 3D farming growth experiment will be conducted. This has never been done before and its economics will be calculated. \nBeing able to produce its own rubber from dandelions the EU will stabilize and lower rubber prizes for European citizens and will produce high quality inulin for food and bioplastics. Good quality jobs will be created in rural and urban areas, and the CO2 emissions will be decreased. The fixation by apomixis in a sexual species will be a show case for other sexual crops and therefore a step forward for the solution of feeding a growing world population.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KEYGENE NV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999432323": {
            "orgId": "999432323",
            "orgName": "KEYGENE NV",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}