{
    "rcn": "209365",
    "acronym": "CuMiN",
    "topics": "MSCA-IF-2016",
    "title": "Currents and Minimizing Networks",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The core of this project is Geometric Measure Theory and, in particular, currents and their interplay with the\nCalculus of Variations and Partial Differential Equations. Currents have been introduced as an effective and elegant generalization of surfaces, allowing the modeling of objects with singularities which fail to be represented by smooth submanifolds.\nIn the first part of this project we propose new and innovative applications of currents with coefficient in a group to other problems of cost-minimizing networks typically arising in the Calculus of Variations and in Partial Differential Equations: with a suitable choice of the group of coefficients one can study optimal transport problems such as the Steiner tree problem, the irrigation problem (as a particular case of the Gilbert-Steiner problem), the singular structure of solutions to certain PDEs, variational problems for maps with values in a manifold, and also physically relevant problems such as crystals dislocations and liquid crystals. Since currents can be approximated by polyhedral chains, a major advantage of our approach to these problems is the numerical implementability of the involved methods.\nIn the second part of the project we address a challenging and ambitious problem of a more classical flavor, namely, the boundary regularity for area-minimizing currents. In the last part of the project, we investigate fine geometric properties of normal and integral (not necessarily area-minimizing) currents. These properties allow for applications concerning celebrated results such as the Rademacher theorem on the differentiability of Lipschitz functions and a Frobenius theorem for currents.\nThe Marie Sk?odowska-Curie fellowship and the subsequent possibility of a close collaboration with Prof. Orlandi are a great opportunity of fulfillment of my project, which is original and independent but is also capable of collecting the best energies of several young collaborators.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}