{
    "rcn": "209319",
    "acronym": "DEMODA",
    "topics": "MSCA-IF-2016",
    "title": "Decadal changes in the Atlantic Equatorial Mode. Origin and dynamics.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Understanding the multidecadal variations of the Atlantic Equatorial Mode (EM) is important for climate prediction and climate services, because it is the first mode of variability in the tropical Atlantic in summer and has a worldwide impact on climate, including the West African Monsoon, rainfall in Nordeste (Brasil), European heat waves and ENSO phenomenon. \nRecently, two studies of the applicant and the group in which she is working, have pointed that the EM could present multidecadal variations in the configuration of its spatial pattern. Such changes would, in turn, have a direct effect in the climatic impacts of the EM stated above. Thus, a better understanding of such modulations is of great importance for the climate community and for climate services relevant for the general population.\nThe main objective of this project is to better determine the multidecadal changes in the EM and the underlying mechanisms linked to its development, as well as the causes of the appearance of the different configurations of the EM, with special focus on state-of-the-art global climate models (GCMs). The project will address the investigation of how the mean state and errors in its representation affect the correct simulation of the variability in the tropical Atlantic, also focusing on the ability of seasonal forecasting systems in the simulation of the multidecadal modulation of the EM and its teleconnections.\nThis project is original by itself, as it deals with a new aspect of the Atlantic EM variability that has not been addressed before, and can have important impacts in climate predictability and climate services.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}