{
    "rcn": "209359",
    "acronym": "TimePresCompBridge",
    "topics": "MSCA-IF-2016",
    "title": "Time-dependent design and assessment of prestressed steel-concrete composite bridges with external FRP tendons",
    "startDate": "01/10/2017",
    "endDate": "01/11/2019",
    "objective": "Large EU projects and surveys reveal that the frequency and cost of bridge repairs in Europe have significantly increased due to traffic loads higher than those considered in the initial design, harsh environmental conditions, use of de-icing salts especially in countries with cold climates, poor quality of construction materials, and limited maintenance. Most importantly, the aforementioned projects and surveys highlight that current repair and strengthening methods are costly and time-consuming and result in large socio-economic losses due to disruption of traffic flow such as travel delays, longer travel distances, insufficient move of goods, and loss of business. Therefore, bridge owners and bridge engineers urgently seek to transfer into real-life projects more efficient and less disruptive methods for bridge repair, strengthening and maintenance. External post-tensioning is recognised as a powerful technique in the rehabilitation of existing bridges as well as in the construction of new bridges. For the advantages of noncorrosive property and high strength, fibre reinforced polymer (FRP) composites are being increasingly used for external tendons instead of conventional steel ones. Existing research on externally prestressed steel-concrete composite bridges has focused on the short-term loading. However, the inevitable loss of long-term performance of prestressed composite bridges is of primary concern in practice, especially when FRP tendons are used. Therefore, it is necessary to investigate deeply the long-term behaviour of these bridges and, on this basis, to propose practical design guidelines. In this fellowship, an experimental and numerical study will be carried out to understand the time-dependent performance of composite girder bridges with FRP tendons. Long-term tests will be performed. Moreover, a novel computer programme capable of performing time-dependent analysis will be developed and used to conduct an extensive numerical investigation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}