{
    "rcn": "209308",
    "acronym": "EwiSarc",
    "topics": "MSCA-IF-2016",
    "title": "A novel in vivo platform to study and target undruggable Ewing onco-chimera.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Development of efficient therapeutic strategies in the past years has drastically reduced the lethality of several common types of pediatric and juvenile form of cancer such as leukemia, lymphoma and brain tumors. Such a tremendous success, however, does not include sarcomas treatment, whose mortality rate remains the same as twenty years ago. \nEwing sarcoma is a childhood cancer with a relatively low incidence, with 3 cases/million/year. The initial oncogenic event is represented by a balanced chromosomal translocation originating a transcription factor chimeric onco-protein. Notably, 90% of Ewing sarcoma patients are characterized by the fusion between EWS and FLI1 genes. From a therapeutic point of view, as exclusive hallmark of tumor cells and driving force of the disease, the onco-chimera protein represents an ideal target, even though transcription factor onco-proteins are classified as ìundruggableî from a conventional pharmacological point of view, lacking in their structure convenient targeting pockets. \nThis project aims to break this dogma through the following steps: 1. Generation of an in vivo genetic platform based on an innovative ex vivo-in vitro-in vivo approach that will allow us to accurately recapitulate in mice Ewing sarcomagenesis; 2. Characterization in vivo and in vitro of those mechanisms and pathways that are essential for the tumorigenic process; and finally, 3. Identification of druggable targets whose fine-tuning will tear down Ewing sarcoma lethality by promoting onco-chimera degradation. \nThe success of this project will not only lead to the development of new therapies against Ewing sarcoma, but also to the development of a novel platform which will be easily exported to other tumors driven by ìundruggableî onco-chimeras.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}