{
    "rcn": "209347",
    "acronym": "Brain_stability",
    "topics": "MSCA-IF-2016",
    "title": "Elucidating novel post-transcriptional regulatory mechanisms in neural development",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "During brain development, neural stem cells (neuroblasts) divide asymmetrically to produce a neuroblast and a neural progenitor cell, the ganglion mother cell (GMC), which will later divide to produce two neurons or glia. Asymmetric protein localization and transcriptional activation are two well-established mechanisms that influence cell fate decisions during this process. I hypothesize that a relatively unexplored regulatory componentómRNA stabilityóalso plays a major role in neural differentiation. mRNA stability is regulated to achieve high temporal and spatial control of gene expression and may therefore provide a powerful way to establish or reinforce cell fate decisions in the nervous system. However, little is known about the functions of regulated mRNA stabilization or decay during development of the brain (or any other complex tissue). Our lab recently discovered that the mRNA encoding a key conserved neural differentiation-promoting transcription factor, Prospero, is unstable in Drosophila neuroblasts, but is stabilized in the more differentiated GMCs. This proposal seeks to expand upon this finding and to determine the extent of mRNA stability regulation and its functional significance in the developing brain. I aim to develop a novel genome-wide technique that will allow quantitative comparison of mRNA decay rates between neuroblasts and GMCs. I will then use this technique to query the function of conserved RNA-binding proteins in the regulation of neural mRNA stability. Finally, I will use our state-of-the-art live brain imaging assays to determine the functional requirement for specific regulatory events in brain development at the cellular and molecular levels. The experiments described in this proposal have the potential to uncover a major new class of post-transcriptional regulatory events that determine the balance between proliferation and differentiation in the developing brain.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}