{
    "rcn": "209326",
    "acronym": "RTKPalm",
    "topics": "MSCA-IF-2016",
    "title": "Modulating and Profiling Receptor Tyrosine Kinase S-palmitoylation in Breast Cancer",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Breast cancer is one of the most diagnosed cancers and the leading cause of cancer death in women worldwide. Breast cancer cells need activated receptor tyrosine kinases (RTKs) to invade, proliferate, and metastasize. Increased activity and overexpression of RTKs is associated with poor prognosis for breast cancer patients. Therefore, multiple RTKs have emerged as attractive therapeutic targets. However, resistance to therapies is a persistent problem for the development of therapeutics targeting RTKs. New and innovative approaches to effectively target these receptors are required. Recently S-palmitoylation has been identified as an important post-translational modification that regulates signal transduction, protein trafficking and degradation of specific RTKs in breast cancer. The substrate scope, role, extent of dysregulation and the enzymes responsible for the S-palmitoylation of specific substrates in breast cancer is largely unknown. In this context, the aim of the proposed project is to implement novel chemical biological tools and methods, to gain insight in the extent, regulation and role of S-palmitoylation of RTKs in breast cancer. This insight will facilitate the identification of new approaches to therapeutically target RTKs in breast cancer.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}