{
    "rcn": "209349",
    "acronym": "INSPirAUTOR",
    "topics": "MSCA-IF-2016",
    "title": "Understanding how Inositol Polyphosphates regulate autophagy and lipid body formation in photosynthetic organisms: crosstalk with TOR signaling.",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The elucidation of regulatory networks that govern cell growth and carbon storage in photosynthetic cells may potentially benefit the world's dependence on the declining reserves of fossil fuels. The growth/carbon sink relationship impacts metabolism, carbon partitioning and productivity but its regulation is poorly understood. Recently, we found a connection between two major cell growth regulators in the model green alga Chlamydomonas reinhardtii. Our findings revealed a synergistic effect between TOR kinase and Inositol polyphosphate (InsP) regulating lipid metabolism and the recycling process of autophagy. Based on the relevance of these results, we aim to find the mechanisms and the conditions in which this intersection takes place within the green lineage. In this sense, we have designed a straight-forward project including different goals. First, we will set novel analytical tools to evaluate the InsP level fluctuations in the presence of new TOR inhibitors and monitor the impact on autophagy flux and lipid metabolism in the model photosynthetic organisms Chlamydomonas reinhardtii and Arabidopsis thaliana. Second, we want to identify the phosphorylation targets of InsPs using Kinome/P-phosphoproteome in a Chlamydomonas InsP-deficient mutant. This analysis will unravel the phosphorylation network of InsP signaling and will provide new insights about the role of InsP in the control of cell growth. Third, we will evaluate InsP levels, autophagy flux and lipid storage under nutritional stress to determine the InsP modulation response in plants and algae. Understanding this signaling pathway will impact metabolic engineering of food and biofuel crops to improve yields of high-value products including oils and lipids. We believe this project will impact a general audience and will help to teach people how basic research can turn into a greater understanding of a process that is conserved in humans and has a direct economic impact.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}