{
    "rcn": "209390",
    "acronym": "YEFF",
    "topics": "MSCA-IF-2016",
    "title": "Comprehensive analysis of yeast expression-fitness functions (EFFs)",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Cellular and developmental processes rely on the precise activity of the proteins that constitute them, and alteration of protein activity often causes disease phenotypes and fitness defects. The relation between protein activity (or expression) and organismal fitness is thus a fundamental genetic property with implications for evolutionary and disease processes. However, a systematic understanding of how protein expression relates to fitness is lacking.\n\nHere we propose a comprehensive screen of expression-fitness functions (EFFs) for yeast genes.\n\nThe proposed inter-disciplinary project will combine cutting-edge methods from synthetic biology, innovative one-step construction of a comprehensive genome-wide library, multiplexed genomics measurements and functional genomics computational analyses to elucidate fundamental patterns of expression-fitness functions.\n\nThe methodology is based on an inducible degron system that allows for controlled repression of protein levels. Due to a one-fits-all design, the inducible degron can be fused in a one-step transformation procedure to any gene contained in the yeast GFP-fusion library. An all-in-one construction of the library, assessment of library components via deep-sequencing and multiplexed growth and expression assays will allow for the measurement of thousands of yeast gene EFFs in parallel.\n\nComputational data analyses will elucidate principal classes of EFFs. Subsequent functional genomics analyses will link principal EFFs to underlying molecular and physiological properties, such as geneís functions, pathways or cellular localizations, which will therefore provide a foundation to understand the principal causes of how alterations in gene activity translate to impairments of cellular function.\n\nThe proposed project will therefore open up a new area of systematic, quantitative genetic analysis that should prove crucial in the understanding of human genetic variation and disease.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}