{
    "rcn": "209337",
    "acronym": "PHOTO_IMS",
    "topics": "MSCA-IF-2016",
    "title": "The use of mass spectrometry and optical methods to determine the influence of cofactors on the structure and stability of proteins",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "This fellowship will use novel instrumentation to define the role of cofactors on the structure and stability of proteins. We have recently adapted a commercially available Synapt ion mobility mass spectrometer to allow it to perform optical measurements on conformer and mass selected ions, in collaboration with Waters Corp. The heart of this instrument is the ion mobility cell, IM-MS measurements are possible in this instrument, as for any Synapt mass spectrometer, but uniquely we are able to trap ions that have been conformer selected, to allow optical measurements in a so called ëphoto SRIGí (stacked ring ion guide).  Such optical measurements can take several forms, including IR-spectroscopy, UV/Vis-spectroscopy, which will provide structural analysis of co-factors and coenzymes, photo-dissociation to sequence the proteins as well as fluorescence to probe global conformations.\nMolecular mechanics calculations will generate structures to compare with those determined experimentally. This MC fellow will use this novel instrument to examine the role of cofactors on the conformations of proteins, by making measurements on the cofactor alone, the apo and the holo form of the protein.  The MC fellow will be trained in biological mass spectrometry, in optical methods and in molecular mechanics. They will spend a secondment at Waters developing software to best interpret the data from this instrument.  This cutting edge interdisciplinary science program is world leading and will train this fellow with a set of skills highly desirable both in academia and in industry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}