{
    "rcn": "209377",
    "acronym": "EGap",
    "topics": "MSCA-IF-2016",
    "title": "Epistemological Gaps in Cultural Theories of the Soviet East and Democratic West in the 1960s and 1970s",
    "startDate": "07/11/2017",
    "endDate": "06/11/2019",
    "objective": "In this project the fellow is concerned with opening out the period of Brezhnevís Thaw in the Soviet Union in the 1960s and 1970s, to a renewed scrutiny. Covering art theory, cultural theory, philosophy, and political philosophy, the research will draw on both key and forgotten works, such as those by Evald Ilyenkov, Yuri Davidov, Lev Vigotsky, Georg Lukacs and Mikhail Lifshitz, as well as the critical legacy of Moscow conceptual art in order to better understand the dynamics of Soviet culture and its influence on contemporary culture, politics and art in Europe. This fellowship will challenge the largely negative perception of the cultural and philosophical achievements of this historical period. By using a cross-disciplinary approach, the fellow will demonstrate how the Brezhnev period, contrary to received views, produced a rich array of heterodox social theories, critical thinking, and cultural practices, that are comparable to Western emancipatory thinking and cultural theory of the time, but, remain, in quality, ambition and character, very different to their Western counterparts. The fellowship aims, then, to transform the conventional approach to post-socialist studies within the European academic context, in order to support and enhance a much needed cultural dialogue between the European Union and Russia.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852527": {
            "orgId": "999852527",
            "orgName": "UNIVERSITY OF WOLVERHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}