{
    "rcn": "209339",
    "acronym": "GASAC",
    "topics": "MSCA-IF-2016",
    "title": "Gender Aspects of Screen Adaptations of the British Nineteenth-Century Female Literary Canon",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "The aim of the project is to analyse the gender aspects of British and American screen adaptations of selected nineteenth century womenís novels. As the contemporary popular culture is increasingly reliant on adaptation and other derivative types of cultural texts such as sequels, retellings, and pastiche, it becomes vital to study the continued appeal of canonical literature. The project aims to study screen adaptations released between 1990 and 2010, which are internationally known and became parts of the shared collective cultural experience, influencing the popular perception of European nineteenth-century culture and the position of women within that culture. The project will consist of four components: (1) studying the adaptation authorsí (directors, screen writers etc.) stated motivations and perceptions of the original writers, revealed in interviews, DVD commentaries and other ancillary materials; (2) analysing the nature of ìnovel to filmî changes, with special attention to the portrayal of female characters and the issues of womenís agency and empowerment; (3) studying the role of the visual elements, e.g.  costumes, scenography, cinematography and editing in the portrayal of female characters (4) analysing the receptions of adaptations and studying the possible ìfilm to novelî transmission. The proposed research project is highly interdisciplinary in nature, aiming to use in a complementary way the perspectives of adaptation studies, gender studies and reception studies and film studies. It is based on solid theoretical founations (understanding he nature of the transmedial shift), but also involves a case-study approach to the chosen novel-and-adaptations clusters. Its expected impact is to offer a comprehensive analysis of the issues of womenís agency and empowerment in the selected adaptations and to study the influence of these adaptations on the audiences' perception of the nineteenth-century culture.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LINNEUNIVERSITETET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}