{
    "rcn": "209392",
    "acronym": "PHEMDD",
    "topics": "MSCA-IF-2016",
    "title": "Phosphate homeostasis and energy metabolism in Dictyostelium discoideum",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Adenosine triphosphate (ATP) is the universal biological energy currency. Its cellular concentration is tightly regulated and depends on rates of glycolysis, oxidative phosphorylation, and obviously on phosphate availability. How is phosphate concentration regulated as a function of the cellís demands? Inositol pyrophosphates, described as metabolic messengers, are excellent candidates to orchestrate phosphate homeostasis and energy metabolism. The research programme proposed here aims to elucidate the relationships between phosphate homeostasis, energy metabolism, and inositol pyrophosphates using the amoeba Dictyostelium discoideum as a model system. This organism has high levels of inositol pyrophosphates and inorganic polyphosphate (polyP) and, surprisingly, a comparatively low level of ATP, suggesting that inositol pyrophosphates may serve as a phosphate reservoir for ATP production. I will use a combination of metabolomics analysis, steady-state and dynamic flux analysis of ATP, polyP, Pi and inositol pyrophosphate levels, and a functional analysis of mitochondria to evaluate the impact of polyP and inositol pyrophosphates on the metabolic/energetic state of this organism. I will investigate the function of polyP, which is induced during development, to understand how and why phosphate homeostasis is so dramatically modified during this process. This will be the first comprehensive analysis of the relationships between phosphate homeostasis and energy metabolism in eukaryotes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}