{
    "rcn": "209303",
    "acronym": "MER-CURE",
    "topics": "MSCA-IF-2016",
    "title": "Using global marine metagenomics to understand MERcury microbial associated processes: finding a CURE for mercury contaminated environments",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Millions of people are exposed to harmful levels of the potent neurotoxin mercury (Hg), concretely to the organic form methylmercury (MeHg) that bio-accumulates in organisms and biomagnifies in marine food webs. Understanding Hg transformations in the ocean is critical because commercial fish are mainly marine species. While it is well known that both MeHg formation and degradation are genetically mediated by prokaryotes, there are still sizable gaps in the fundamental understanding of the organisms and mechanisms involved in Hg transformations in the environment and therefore a clear lack of available techniques for Hg removal based on the action of these genes. MER-CURE aims at filling this gap by providing the first Hg reference gene catalogue at a global ocean scale and by quantifying the individual and/or combined effect of the activity of these genes in a pilot Hg removal system. MER-CURE develops a novel and multidisciplinary methodological approach by merging omics and Hg stable isotope tracer technologies for studying the biogeochemistry and detoxification of Hg. Concretely, the fellow will take advantage of the available sequenced metagenomes and metatranscriptomes and isolates from the Global Ocean Circunnavigation Expedition Malaspina. She will carry out laboratory conducted experiments to elucidate the capacity of different marine isolates to detoxify Hg-contaminated sediments. MER-CURE will contribute to advance knowledge by identifying ìwhereî and ìwhichî prokaryotes in the ocean are involved in Hg cycling and to produce readily applicable results that can in the future help municipality and private industries. MER-CURE is committed to knowledge sharing and to engage the public into the action. The incorporation of metagenomic and metatranscriptomics analyses in Dr. Bravo toolbox will lead the fellow to master a rather unique combination of chemistry, biology, experimental approaches, public engagement, and knowledge sharing and communication skills.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}