{
    "rcn": "209332",
    "acronym": "COMPEL",
    "topics": "MSCA-IF-2016",
    "title": "COsts and Mechanisms of Personalised Exercise and Education for chronic Low back pain",
    "startDate": "08/01/2018",
    "endDate": "07/01/2021",
    "objective": "Back pain is the leading cause of disability in Europe. Chronic low back pain (CLBP) is the most costly and burdensome form. As the EU population ages, there is an urgent need for more clinically and cost-effective therapies to ensure sustainable healthcare. Dr OíKeeffe will explore a personalised medicine approach to exercise and education for CLBP. This is cutting edge, and has shown promising results beyond other therapies. Dr OíKeeffe is the perfect match for this project, as she has led a trial on this novel therapy for her PhD. This will be the first project to examine the mechanisms, response, and the cost-effectiveness of personalised exercise and education for CLBP. This will build on Dr OíKeeffeís experience to expand and develop her skills in this area. Dr OíKeeffe will be trained in mediation, moderation and economic evaluation. She will gain additional research skills in new study designs, research software, physical activity measurement, gender analysis and public patient involvement. She will gain transferable skills in communication and public engagement, interdisciplinary networking, grantsmanship, project management, leadership and supervision. She will gain exposure to the non-academic sector through a secondment to a non-governmental organisation. Dr OíKeeffe will disseminate her results through open-access journals and conferences. She will communicate her results and Marie Sklodowska-Curie experience through social media, TV, radio and European Research events. If awarded this fellowship, Dr OíKeeffe will be equipped with the right skillset to improve her employability and reach a position of professional maturity. She will expand the European Research Area by strengthening networks. She will put Europe at the forefront of excellence and innovation for CLBP by promoting a safe exercise and education therapy for EU citizens. This will allow billions of euro that the EU currently spends on CLBP to be redirected to other health care services.",
    "totalCost": "254313",
    "ecMaxContribution": "254313",
    "coordinator": "UNIVERSITY OF LIMERICK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998403929": {
            "orgId": "998403929",
            "orgName": "THE UNIVERSITY OF SYDNEY",
            "ecContrib": 0
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 254313
        }
    },
    "calculatedTotalContribution": 254313
}