{
    "rcn": "209344",
    "acronym": "CDSANAB",
    "topics": "MSCA-IF-2016",
    "title": "Complex Dynamics and Strange Attractors through Non-Autonomous Bifurcations",
    "startDate": "01/03/2018",
    "endDate": "31/07/2020",
    "objective": "This project aims at substantial contributions to the bifurcation theory of non-autonomous dynamical systems. The main research efforts will focus on an analytical investigation of the principles behind the creation of complex dynamical behaviour and strange attractors in the most common kinds of non-autonomous bifurcations: saddle-node and Hopf bifurcations. The project further aims at an interdisciplinary application of the analytical findings to the problem of the predictability of ice ages.\n\nThe research on non-autonomous saddle-node bifurcations will extend the results of the applicant's PhD. Here, the main strategy is to apply powerful multiscale analysis techniques. Further, it is aimed at providing easily applicable tools for researchers in the life sciences to reliably track complex behaviour near saddle-node bifurcations.\n\nThe research on the non-autonomous Hopf bifurcation will focus on the creation of chaos. In deterministically driven systems, the analysis will again be based on multiscale analysis techniques. In randomly driven systems, it is aimed at a profound extension of the work by the supervisor and his collaborators on shear-induced chaos.\n\nThe host institution is not only a leading centre in bifurcation theory and non-autonomous dynamics but also the coordinating institution of the Marie Sk?odowska-Curie Innovative Training Network (ITN) CRITICS which addresses critical transitions in complex systems. The interdisciplinary part of the project will be dealt with in collaboration with a partner of this ITN: the Theoretical Climate and Palaeoclimate Dynamics group at the UniversitÈ catholique de Louvain.\n\nThe Horizon 2020 key challenges include topics such as food security or climate action. Appropriate measures addressing related issues need to rely on a good understanding of complex systems which are non-autonomous by nature. Thus, profound insights into non-autonomous systems and bifurcations of such systems are of an immense European interest.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}