{
    "rcn": "209338",
    "acronym": "FOUNDATION",
    "topics": "MSCA-IF-2016",
    "title": "Fusarium oxysporum mediated underpinning of cell type-specific modulation in multiple host interaction",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Fungi have a devastating impact on human nutrition and health. Each year, fungal pathogens provoke enormous agricultural losses in crop plants and contaminating food with harmful mycotoxins. The soil-borne fungal pathogen Fusarium oxysporum infects plant root and vascular tissue, causing wilt disease in over a hundred different crops, including both dicots and monocots. A particular aggressive strain of this pathogen, tropical race 4, is threatening banana plantations worldwide. Currently, there is little information on the crucial biotrophic infection stage of vascular pathogens, from penetration of root to colonization of xylem vessels. Fusarium provides an excellent model to investigate the cell-specific sensing and adaptation and suppression of plant immunity related to early infection stages. The host group has recently reported the chemotrophic sensing mechanism used by this pathogen, and identified host plant signals perceived by Fusarium in the soil. Moreover, their work revealed a combined action of enzymes involved in fungal cell wall remodelling and plant cell wall degradation which contributes in virulence of this pathogen. In this project, we aim to identify the cell-specific virulence genes that F. oxysporum uses to colonize a dicot host (Arabidopsis) versus monocot (Banana) that has a fundamentally distinct vascular tissue architecture. We will use dual RNA-Seq coupled with Laser capture microdissection (LCM) to identify core compatibility components in both the pathogen and the plant, that are essential for establishing wilt disease. This will lead to identification and characterization of potential targets in this interaction that could be used to develop novel resistance strategies in ongoing banana breeding efforts. This project will thus advance fundamental knowledge of how a fungus senses and colonizes such a broad host range, while creating new opportunities for crop protection by dissecting the interaction at a cell-type specific resolution.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE CORDOBA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}