{
    "rcn": "209312",
    "acronym": "TIMEGG",
    "topics": "MSCA-IF-2016",
    "title": "TIMING FERTILIY- A Comparative Analysis of Time Constructions and the Social Practice of Egg-Freezing in Germany and Israel",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "'Technological advancements in reproductive medicine have introduced the new concept of 'FREEZING'. Nowadays, healthy women are given the possibility to cryopreserve their oocytes in order to prolong their fertility, a procedure known as 'social egg freezing'. There is an ongoing bioethical academic and public debate on the social and ethical implications of this practice. The here proposed socio-empirical research is interested in extending our understanding of the concept of 'freezing' in broader contexts, while analyzing it through the prism of 'sociology of time'. Egg freezing constitutes an extremely fascinating paradigm for studying concepts of time, timing, planning and its social-technological manipulation related to modern life science. In line with the IF work program's focus on creativity, innovation and diversity, this research aims to examine the interplay of culture and bioethics in an interdisciplinary and empirical manner, focusing on and comparing experts' and lay positions and using a cross-cultural German-Israeli comparative research framework. This cross-cultural comparison is especially interesting since the German regulatory and legal framework regarding new reproductive technologies is rather restrictive, while the Israeli regulation has been identified as extremely permissive. Using qualitative in depth interviews with relevant experts as well as users of social egg freeing, this research aims at (a) In-depth empirical analysis of time in the context of reproductive medicine; (b) A cross sectional analysis of social egg freezing by comparing two national contexts as well as experts and ordinary (lay) ethics; and (c) Theorization of the time dimension for the relationship of reproduction, labor and gender. Thus, this innovative research is expected to enhance the researcher academic competence and the transfer of new knowledge.'",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}