{
    "rcn": "209302",
    "acronym": "ATFM",
    "topics": "MSCA-IF-2016",
    "title": "Articulating the free market: A cultural history of the economic transformation in Central Europe, 1989-1999",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "This project excavates how cultural production was influenced by and interacted with the introduction of free market mechanisms in Central Europe after 1989. Concentrating specifically on the 1990s, it argues that this decade now deserves to be studied historically, rather than being understood as part of a present ìpost-communistî condition. The collapse of state socialism and (re)instatement of democracy has been theorised from an economic, political, and social perspective, but its significance for cultural production has been neglected. This project analyses how this economic change was perceived and rooted in society through cultural representations. Specifically, it investigates how the fields of cinema and television responded to the introduction of a free market economy in Poland, Czech Republic, and Slovakia. Its main object of investigation is the reciprocal relationship between the effects of economic change on cultural production and this production as an agent in economic change. The proposed research will attend to the cultural dimension of the economic transformation in order to understand the symbolic meanings and narratives that gave the economic and political changes coherence and social validity at the time. \n\nThe projectís original intervention lies in applying historical questions to an area that has been primarily dealt with in the disciplines of political science, economics, and sociology. It will thus be at the forefront of the agenda of the host institution which is concerned with investigating the introduction and development of capitalism and liberal democracy in the region in a historical context, making it ideally positioned to provide all the necessary infrastructure and leading expertise on the topic in question. This project will offer a novel cultural history angle on the study of the systemic transformations of the 1990s by producing an array of scholarly and popularizing outputs.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "USTAV PRO SOUDOBE DEJINY AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986288920": {
            "orgId": "986288920",
            "orgName": "USTAV PRO SOUDOBE DEJINY AV CR V.V.I",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}