{
    "rcn": "209378",
    "acronym": "Demeco",
    "topics": "MSCA-IF-2016",
    "title": "Default meanings in compound interpretation",
    "startDate": "01/10/2017",
    "endDate": "30/09/2018",
    "objective": "Languages always change, and existing words are constantly combined into novel combinations such as ëtrout poutí or ëbucket listí. Surprisingly, little is known about the actual processes and resources humans use to understand these novel combinations. This project will investigate a central question in the field of linguistics, namely the extent to which people rely on inherent meanings of words in combination (lexical semantics), compared with the extent to which they infer meaning from context (pragmatics). The interdisciplinary nature of the project is strong. It will use a combination of psycholinguistic techniques, with big data from corpus linguistics to empirically test hypotheses derived from state-of-the-art accounts in theoretical linguistics. Firstly, a questionnaire study will establish the extent to which people vary in their interpretation of different noun-noun combinations, and what determines the degree of variation. The study will innovatively use a large semantically annotated dataset to generate representative experimental items. Secondly, advanced eye-tracking technology will be used to investigate how these combinations fare when presented in contexts that either support or do not support a dominant interpretation. Together, the results of the two studies will shed light on the balance of word meaning and context in the interpretation of new combinations and either confirm or refute the underlying assumptions of competing semantic theories. The results will be of benefit in applications such as the automatic processing and translation of human language, and the assessment of misleading language usage, e.g. in advertising. They will also benefit theoretical linguists and psycholinguists, by showing how insights from each area can fruitfully be applied to the other. For the researcher, the project offers an invaluable opportunity to train in cutting-edge empirical techniques and gain skills in public engagement and research communication.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}