{
    "rcn": "209330",
    "acronym": "TESTINF",
    "topics": "MSCA-IF-2016",
    "title": "Testing Cosmic Inflation and Reheating in the Very Early Universe",
    "startDate": "07/06/2017",
    "endDate": "06/06/2019",
    "objective": "The aim of this cosmology proposal is to study the physical conditions that prevailed in the early Universe where a phase of accelerated expansion, ìinflationî, took place. I will design a comprehensive pipeline to identify the early Universe models for which the data show the strongest preference. I also propose to use new methods to unveil quantum signals in inflationary observables and use inflation as a quantum laboratory on cosmological scales. I will also extend the range of current and future data sets that can be used to constrain inflation, and derive forecasts for future missions. \n\nDuring inflation, vacuum quantum fluctuations are stretched to astrophysical scales where they subsequently seed the large-scale structures of the Universe. Since this mechanism occurs at energy scales many orders of magnitude greater than those accessible in particle physics experiments, inflation is among the most promising probes to test far beyond standard model physics. In particular, it is one of the only places in Physics where an effect based on General Relativity and Quantum Mechanics leads to predictions that can be tested experimentally, which opens interesting possibilities. However, hundreds of scenarios have been proposed and this requires us to develop new techniques and extend the available range of observations in order to identify the correct scenario. My proposal consists in roughly equal parts of: (i) designing a Bayesian numerical pipeline that includes multi-field effects and incorporates realistic reheating scenarios to test inflationary models; (ii) using new theoretical tools from Quantum Information Theory and Stochastic Inflation to detect quantum signatures in cosmological probes; (iii) including new data sets from Large Scale Structures and deriving forecasts for missions in which the host institution is  involved. The proposed work is to be carried out in collaboration with leading experts in the appropriate fields from across Europe and beyond.",
    "totalCost": "185076",
    "ecMaxContribution": "132944,85",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 132945
        }
    },
    "calculatedTotalContribution": 132945
}