{
    "rcn": "209341",
    "acronym": "GLAZE",
    "topics": "MSCA-IF-2016",
    "title": "The use of glazing traditions to examine the dynamics of interaction between cultures in contact: A case study of Cypriot glazed wares from the 11th to 17th centuries AD",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "GLAZE seeks to investigate the suitability of using glazing traditions to reflect the dynamics of interaction between cultures in contact. Cypriot glazed ceramics dating to the 11th and 17th centuries AD, a period when fundamental socio-political changes occurred in the region, will constitute our principal case study. GLAZE has two key research questions:\n∑   What are the variations in the glazing traditions that existed in Cyprus during the 11th to 17th centuries AD?\n∑   To what extent did the interaction between cultures in contact stimulate the transmission of technological knowledge and practice in glazing traditions?\n\nWe have devised a cutting-edge cross-disciplinary approach by integrating material science, archaeology, data management and analytics, and anthropological theory. Thin-section petrography, WD-XRF, SEM-EDS, and ICP-MS will be used to reconstruct different aspects of glazing traditions. A database for glazing traditions will be developed to explore the temporal and spatial trends in the development of glazing traditions in the region and their relation to the broader medieval and post-medieval glazing traditions. The cultural transmission of technological change will be applied to interpret the resultant patterns in order to shed light onto the dynamics of interaction between cultures in contact.\n\nGLAZE is the first project dedicated to the systematic study of glazing traditions in Cyprus, and indeed in the eastern Mediterranean. Given the ubiquity of glazed wares in the medieval and post-medieval worlds, the results derived from GLAZE will create a new dimension into understanding the complexity of interaction between cultures in contact, especially the ones that are not recorded in written sources. This project will benefit from the applicantís cross-disciplinary research skills, in combination with the unprecedented access to key materials, availability of synergic projects and expertise at UCY.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 151649
        }
    },
    "calculatedTotalContribution": 151649
}