{
    "rcn": "209366",
    "acronym": "SAS6-Cep135-CPAP",
    "topics": "MSCA-IF-2016",
    "title": "Towards a molecular understanding of the centriole assembly process",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The centriole is a conserved organelle essential for cell organisation, division and motility through its capacity to organise microtubules. A broad range of human diseases, such as microcephaly and cancer, have been associated with defects in centriole formation, making the full characterisation of its assembly process of great interest. Centrioles are miniature cylinders of characteristic symmetry, diameter and length, yet the molecular methods by which these parameters are defined are only partly understood. The objective of this proposal is to study the structure ñ function relationship of the centriolar proteins SAS-6, Cep135 and CPAP, which together form a protein interaction network that supports centriole elongation and connects the core centriole scaffold with its microtubule-based exterior. This project will be carried out through an integrated, multi-disciplinary approach combining structural biology, biophysics  and functional assays in human cell lines. We will investigate the effect of disease-causing mutations in the structure and function of the SAS-6 ñ Cep135 ñ CPAP network. This work will boost our understanding of the centriole formation process and how it is perturbed in disease, and be a pioneering example of elucidating the molecular architecture of a cell organelle.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}