{
    "rcn": "209324",
    "acronym": "MIDxPRO",
    "topics": "MSCA-IF-2016",
    "title": "Microwave Diagnosis of Breast Cancer with Open Ended Contact Probes",
    "startDate": "08/05/2017",
    "endDate": "07/05/2019",
    "objective": "This action proposes to carry out research in open ended contact probe (OECP) technique to lay out foundation work for development of two new applications: an automated surgical margin detection device for breast cancer treatment and an automated microwave biopsy probe for breast cancer diagnosis. While the envisioned applications require a single and highly accurate measurement, OECP technique suffers from high error and low repeatability dielectric property measurements. The error mostly stems from the current mathematical approach utilized for the dielectric property retrieval which may converge to local minimum and can magnify the measurement set-up based errors. This research will first target the existing error by proposing robust mathematical retrieval approaches. Next, application based modifications will be investigated with new probe structures. Finally, further error minimization will be achieved by introducing classification algorithms. Developed techniques will be validated with animal experiments. The outcomes of this research will greatly contribute to the innovation of new medical devices that can be utilized for breast cancer, representing one of the most commonly diagnosed cancer type among women. The researcher is well-equipped and has the required capabilities to execute the objectives of this research. The host organization and supervisors have an extensive track record in medical device development, necessary infrastructure, network, and expertise. This research will allow the researcher to become independent by extending her network, publication/grant track record, skill sets, and more importantly, through joining an innovation oriented host organization, the researcher will gain expertise in phases that enables the research to be transformed into innovation. Finally, the goal of the proposed research, building the foundation for innovation, is also in line with ëFuture and Emerging Technologiesí call of the H2020 work program.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "ISTANBUL TEKNIK UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866592": {
            "orgId": "999866592",
            "orgName": "ISTANBUL TEKNIK UNIVERSITESI",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}