{
    "rcn": "209316",
    "acronym": "MUTAnTS",
    "topics": "MSCA-IF-2016",
    "title": "A microfluidic high throughput approach to helicase biophysics",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "We propose a novel high-throughput method to study the chemo-mechanical coupling in molecular motors using helicases, enzymes that couple ATP hydrolysis to unwinding of the double helix, as a model system. The method combines a cell-free expression system, droplet microfluidics and fluorescent assays with next generation sequencing to test large (up to millions of elements) libraries of helicase mutants for both unwinding and ATPase activity. The aim is to identify all sequence positions that, if mutated, lead to uncoupling, i.e. abolish unwinding while preserving ATPase activity. Once these positions are identified, their distribution on the enzyme sequence and structure will be analysed to obtain insight into the coupling mechanism. Notably the methodology could be applied to systems where the classical, structure-based analysis of the chemo-mechanical coupling is not possible. We will demonstrate our method on the RecQ helicase from e. coli using existing information on this system as a means of validation. Any further insight will be a demonstration of the power of our approach. When fully developed, our method will serve as a discovery tool for the interdisciplinary community working on helicases that includes medical, biological and physical sciences. It may be applied to aspects of helicase biophysics beyond the chemo-mechanical coupling, to other enzyme families and to screen for helicase inhibitors with higher throughput and lower cost when compared to robotic mictotitre-plate techniques. The proposed work will be carried out at the Griffiths Lab (ESPCI Paris) with a secondment at the Crick Institute (London). This project integrates the training in biophysics of the Experienced Researcher with the expertise of the Host Institution on high-throughput methods and the experience of the Secondment Institution on helicases. The Experienced Researcher will be trained in next generation sequencing and fluorescence-based approaches to molecular motors.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}