{
    "rcn": "209355",
    "acronym": "Immunometabolomics",
    "topics": "MSCA-IF-2016",
    "title": "CD8+ T cell metabolism in anti-tumor response",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "Although cancer immunotherapy has achieved significant breakthroughs in recent years that has positioned it as the most promising approach to treat cancer, its overall efficacy remains limited in the majority of patients. Nutrition-deprived conditions at tumor microenvironment poses significant metabolic challenges to tumor-infiltrating lymphocytes which may contribute to failure of anti-tumor activity. The main objective of the Immunometabolomics project is to understand metabolism in CD8\\ T cells, during active effector T cell development and exhaustion, using approaches that go beyond current research which have been mostly focused on glucose/energy metabolism thus disregarding the relevance of anabolic and redox reactions that are crucial in correct cellular function and proliferation. Open-ended metabolomics and metabolic flux analysis studies, in combination with genetic, nutrition and pharmacological manipulations will be employed to study areas of metabolism that have not been previously extensively studied in CD8\\ T cells including 1C metabolism. The characterization of metabolism in CD8\\ T cells will be gradually performed in models of higher complexity and physiological and clinical relevance from in vitro, to in vivo in genetically engineered mouse models of lung cancer and finally in lung cancer patients. Through understanding CD8\\ T cell metabolism, and its modulation in cancer within tumor microenvironment, we aim to develop a basic science foundation for increasing immunotherapy efficiency in cancer through the use of complementary nutritional and/or metabolism-targeted pharmacological approaches.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995991539": {
            "orgId": "995991539",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 257191
        },
        "999515355": {
            "orgId": "999515355",
            "orgName": "TRUSTEES OF PRINCETON UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257191
}