{
    "rcn": "209388",
    "acronym": "SUPER-Lion",
    "topics": "MSCA-IF-2016",
    "title": "Surface Promoted Enhanced Transport of Li-ions",
    "startDate": "15/03/2017",
    "endDate": "14/11/2018",
    "objective": "As a rechargeable energy source lithium ion batteries (LIB) with a solid-state electrolyte is a highly desired option compared to LIB with liquid electrolytes due to several advantages, such as improved safety and extended lifetime, in addition to enabling devices with both high energy and power densities. However, despite an extensive research effort in this field development of all-solid-state batteries have not yet started to reached its full potential, largely because of the lack of suitable electrolyte candidate materials that offers both high ionic conductivity and good electrochemical stability. We propose, within SUPER-Lion, the use of a novel nano composite electrolyte (NCE) that would enable solid-state LIB to reach their full potential, achieving both high ionic conductivities, combined with good mechanical and electrochemical stability. The NCE consists of a nanoporous insulator that provides both mechanical stability and a high effective internal surface area. The internal surface of the nanoporous matrix is coated with nanometer thin layers of a lithium salt that supply the necessary Li\\ ions. The enhanced ion transport at the interface between the surface of the insulator and the lithium salt is exploited to make a NCE with high ion conductivity. By exploiting the effect of nanoconfinment the ionic conductivity of such interfaces can be enhanced by several orders of magnitude through an effect described as superionic transitions. The NCE will be manufactured through the combination of atomic layer deposition (ALD) and molecular layer deposition (MLD). Due to the self-limiting nature of the ALD/MLD technique it is perfect for deposition of thin layers where uniformity, subatomic thickness control and high quality films are of utter most importance. The ALD/MLD technique also enables the NCE to be deposited on 3D structured electrodes with high aspect ratios, thus enabling a further increase in the power and energy density of all-solid state batteries.",
    "totalCost": "144000",
    "ecMaxContribution": "144000",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 144000
        }
    },
    "calculatedTotalContribution": 144000
}