{
    "rcn": "209381",
    "acronym": "CMRPredict",
    "topics": "MSCA-IF-2016",
    "title": "Patient specific magnetic resonance image guided biomechanical modelling of the heart ñ Anovel tool towards personalized medicine in heart failure",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Heart failure (HF) is a progressing disease currently affecting 2% of the population in the developed world with a mortality rate of 50% within the first five years. While HF with reduced ejection fraction, primarily associated with myocardial infarction, can be detected with sufficient accuracy, HF with preserved ejection fraction is far more difficult to diagnose. Accordingly, there is an urgent need to better diagnose these patients to ultimately guide and improve treatment. Among the clinical imaging modalities, Cardiovascular Magnetic Resonance (CMR) is the gold standard for assessing cardiac mass and ejection fraction, and is capable to assess local cardiac mechanics and tissue properties. Beyond these established methods, cardiac diffusion tensor imaging has emerged as a new tool to enable insights into the microscopic morphology of the beating heart. Unfortunately, due to scan time limitations during clinical routine, compromises in spatial resolution and coverage have to be made. To overcome practical limitations of clinical in vivo CMR imaging and to enable prediction of disease progression for individual patients, additional tools are required. To this end, biomechanical models have attracted considerable attention. Once adapted sufficiently to in-vivo imaging, these models promise patient-specific insights into causes and progression of disease and, help guiding treatment. It is the objective of the present fellowship proposal to significantly advance patient-specific, image-guided modelling of HF by incorporating the most recent developments in both CMR imaging and biophysical modelling. The proposed framework will address limitations of current approaches, which impose generic assumptions about cardiac tissue properties and structure. With recent innovations in CMR imaging, as developed by the applicant, data on local changes of myocardial microstructure will be obtained to achieve the next level of diagnostic and predictive cardiac modelling of HF.",
    "totalCost": "247840,2",
    "ecMaxContribution": "247840,2",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 247840
        },
        "950686525": {
            "orgId": "950686525",
            "orgName": "University of California San Francisco School of Medicine",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 247840
}