{
    "rcn": "209395",
    "acronym": "AcTaferon",
    "topics": "MSCA-IF-2016",
    "title": "Revitalizing the clinical potential of type I IFNs in fighting influenza A virus infections with AcTaferon.",
    "startDate": "01/05/2017",
    "endDate": "31/12/2018",
    "objective": "Based on their antiviral and antitumor effect, type I interferons (IFNs) were believed to be the miracle drug to tackle viruses and cancer. However, clinical IFN applications remained limited due to severe side effects resulting from widespread cellular sensitivity to IFN, which limits the administrable doses. Hence, the drug concentration at the desired infection or tumor site is often too low to be fully therapeutic efficient. AcTaferon (Activated-by-Targeting interferon), co-developed by Prof. UzÈ, circumvents these obstacles. By fusing an IFN mutant with strongly reduced receptor binding affinity to a targeting moiety that recognizes a surface marker on specific cells, AcTaferon remains inactive ìen routeî through the body and unveils its biological activity only on specific target cells. Robust tumor regression without side effects and preliminary antiviral effects underscore the huge clinical potential of AcTaferon to fight cancer and viral diseases. By combining the AcTaferon and influenza expertise of Prof. UzÈ and Prof. Saelens, respectively, this interdisciplinary project offers the opportunity to broaden the innovative AcTaferon therapeutic strategy from the cancer to the viral infection field. Influenza A was selected as a pilot target as seasonal influenza A epidemics and occasional pandemics remain a serious health threat causing substantial morbidity and mortality. Influenza A-targeted AcTaferons will be developed and analyzed in relevant in vitro and in vivo models. Eventually, all knowledge will be transferred to Orionis, a company that will implement the AcTaferon technology to develop novel drugs. My background on the intracellular processes that negatively regulate cytokine receptors and hence influence the cellular sensitivity to a (therapeutic) cytokine is an asset to this project. I will be able to extend my fundamental research experience with applied cytokine research, which may extend into a new academic or industrial research pipeline.",
    "totalCost": "144230",
    "ecMaxContribution": "144230",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 144230
        }
    },
    "calculatedTotalContribution": 144230
}