{
    "rcn": "209371",
    "acronym": "IGR-IDS",
    "topics": "MSCA-IF-2016",
    "title": "Intergovernmental relations in divided societies",
    "startDate": "02/07/2018",
    "endDate": "01/07/2020",
    "objective": "Many divided societies in Europe and beyond are grappling with identity-based political tensions and conflicts.  Most recent examples are the post-election violence in Kenya, the ethnic unrest in Ethiopia, and, in Europe, the continuing uncertainties about the territorial integrity of countries like Spain, the United Kingdom and Belgium in the face of secessionist claims. These and many other countries use territorial autonomies, within a federal or decentralised framework, to manage their divided societies. A lot of research has been conducted about the relevance of territorial autonomies for divided societies in general. What needs attention, however, and has been neglected by studies so far, is the integration of autonomous territories into the legal and political framework of the state, in particular, through their relations with the national government. Integrative intergovernmental institutions and processes are equally important because they serve as a vehicle for promoting a cohesive society and reconciling the tension between unity and diversity. The IGR-IDS project focuses on investigating the relevance and effectiveness of intergovernmental institutions and processes in the management of divided societies where territorial autonomies are used to deal with communal tensions. Using a comparative research method, it will identify and develop innovative integrative institutions and processes of intergovernmental relations. The successful completion of the project will advance my career by allowing me to explore new areas of study in the management of divided society and facilitate my recognition as a highly rated researcher. I will emerge as an established expert on intergovernmental relations in divided societies. That will put me in a position to progress on the academic ladder by placing a successful application for promotion to professorship.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}