{
    "rcn": "209320",
    "acronym": "ESSEVOL",
    "topics": "MSCA-IF-2016",
    "title": "Adapting to Change: Experimental Evolution of Environmental Sensing Systems in Bacteria",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Background: Coping with ever-changing conditions is a problem common to most living things. One solution that organisms have come up with is the evolution of systems that allow them to sense and respond to their surroundings. Despite being usually complex and costly to maintain, sensing devices are widespread throughout the Tree of Life, which has puzzled researchers for years. Theory has identified a number of scenarios that promote the emergence of environmental sensing systems. Yet, most aspects of their origin and evolution remain obscure; largely due to the practical difficulties of observing these processes in real time. Here I propose to fill this gap by combining experimental evolution with the Host Group's expertise on the molecular regulation of bacterial behaviour. Methodology: The plan is to couple sudden changes in growth conditions with arbitrary environmental cues (e.g.,  toxic metals) to select for bacteria capable of reading these cues and altering their behaviour accordingly. I will target a well-studied behaviour: motility, which plays a key role in nature allowing bacteria to find good conditions and move away from threats. Using this setting, I will test decades-long hypotheses about the genetic and ecological factors that shape the emergence of novel sensing systems. Later, I will exploit the power of new DNA sequencing techniques to work out how genetic changes drive the new behaviours. Impact: This research will shed light on how readily novel sensing systems can evolve, thus contributing to efforts to understand pressing issues such as the emergence of multi-drug resistance pathogens or the response of natural populations to the current global change. Outcomes could also help in the design of novel antimicrobial drugs and microbe-based reporters with applications in bioremediation (e.g., detection of contaminants), biotechnology (e.g. monitoring of industrial processes) and in Public Health (e.g., detection of pathogens in water supplies).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}