{
    "rcn": "209380",
    "acronym": "SexSelec_Invasion",
    "topics": "MSCA-IF-2016",
    "title": "Understanding sexual selection to help controlling an invasive pest species",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Invasive species can have dramatic consequences on the receiving ecosystem and on human activities. At the same time, invasion episodes offer a rare opportunity to observe evolution in action and study adaptation. Understanding the cornerstone role of sexual selection during adaptation can open an avenue of strategies to fight against pest species. During invasion, novel environmental conditions and rapid changes in the genetic composition of populations are expected to influence the dynamics of sexual selection. However, neither theory nor data clearly predict whether sexual selection would be reinforced or hampered during an invasive episode. Understanding the subtle consequences of invasion on sexual selection is crucial, as mating strategies provide tools to fight against pest species. The Sterile Insect Technique (SIT) successfully eliminated several pest species, limiting side-effects on the ecosystem compared to traditional techniques such as pesticides. In this project, I develop a series of experiments combining artificial selection experiments with large scale phenotyping to investigate the dynamics of sexual selection during invasion and test the potential to exploit mating strategies to control pest populations in an evolutionary sustainable way. As a model species, I will use Drosophila suzukii, a champion of invasion that colonised several continents and islands in the last decades. Because D. suzukii feeds and oviposits on close-to-be-marketed fruits, it causes considerable economic losses and the situation requires rapid action. The results of the project will provide both a fundamental understanding of the dynamics of sexual selection during invasion, and essential information for the development of sustainable, environment friendly methods to fight pest species, in particular D. suzukii.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}