{
    "rcn": "209331",
    "acronym": "JTIM",
    "topics": "MSCA-IF-2016",
    "title": "Biodegradable Water-Soluble Cylindrical Block Copolymer Micelles and their Applications in Nanomedicine",
    "startDate": "15/03/2018",
    "endDate": "14/03/2020",
    "objective": "Block copolymer (BCP) self-assembly in solution has attracted considerable attention for many decades because it can yield ordered nanoscopic core-shell structures (micelles) with a wide range of morphologies. These aggregates offer potential applications in many fields, and cylinders are among the most promising for uses in nanomedicine (e.g. as drug delivery vehicles). In this proposal, state-of-the-art strategies to access well-defined micelles with tailored structures will be applied to the preparation of biodegradable monodisperse cylindrical micelles and block comicelles in water. Once formed, the micelles and their hierarchical assemblies will be characterized in detail and explored in potential nanomedical applications. To achieve these objectives Dr. Jia Tian, an exceptionally talented young scientist from China who performed his Ph.D. in a top supramolecular chemistry group in China (Zhan-Ting Li, Fudan University), will work in the internationally leading polymer and materials research group of Prof. Ian Manners (Bristol, UK) where he will learn polymer synthesis and state-of-the-art self-assembly techniques and will obtain a broad background in polymer and BCP synthesis, self-assembly, and polymer materials science. Armed with the new knowledge and experience gained, following the fellowship Dr. Tian aims to obtain an academic position in China where soft materials such as biodegradable BCPs and their applications in nanomedicine will play a key role.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}