{
    "rcn": "209310",
    "acronym": "FOOTLOOSE",
    "topics": "MSCA-IF-2016",
    "title": "Synthesis of sp3-Rich Organofluorine Compounds through Homologation of Boronic Esters",
    "startDate": "27/07/2017",
    "endDate": "26/07/2019",
    "objective": "Organofluorine compounds are highly sought after owing to diverse and numerous applications that take advantage of the unique properties imparted by the presence of one or more CñF bonds. The chemical stability and conformational landscape of molecules, together with the small size of the fluorine atom, has the made the replacement of a CñH or CñOH bond with a CñF one of the most rewarding modifications during the hit-to-lead stage in medicinal chemistry programs. Because many applications are dependent on the absolute and relative configuration of the fluorine-containing group, methods that can introduce such groups in a stereoselective manner are particularly attractive. \nThe host laboratory has shown that substituted carbon chains can be grown one carbon atom at a time with exquisite control of relative and absolute configuration through iterative homologation of boronic esters with stereochemically-defined lithiated carbamates or benzoates. The latter are formed at low temperature, either through sparteine-mediated enantioselective deprotonation of primary carbamates/benzoates or the enantiospecific deprotonation or tinñlithium exchange of enantiomerically pure secondary carbamates/ benzoates. \nAlthough the process works well for extending a carbon chain with incorporation of carbon-based substituents, the incorporation of carbon atoms bearing electronegative substituents, such as oxygen- or fluorine-containing groups, is challenging. Herein we propose a programme of research to investigate the preparation of enantiomerically enriched organofluorine molecules, specifically those containing trifluoromethyl groups, through lithiationñborylation. The challenges outline above would make such a programme the ideal sharpening stone for the further development of lithiationñborylation. Indeed, a protocol that can introduce carbon atoms bearing electronegative groups would bring us a big step closer to assembly-line synthesis being able to make any molecule.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}