{
    "rcn": "209389",
    "acronym": "GE.GAP-EDU",
    "topics": "MSCA-IF-2016",
    "title": "Gender gap in studentsí achievement: the role of social, economic, geographical and cultural variables",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The study of academic achievement as function of ëgenderí has received an increasing interest. Nevertheless, this topic seems still topical, at least for the following reasons: until now, some explanatory variables have been picked out but, probably, further unexplored factors exist; 2) the relationship between those factors has not been disclosed yet, i.e. it is not clear if interaction effects between them exist. In particular, the sectorial literature has investigated gender-related stereotypesí effects on academic achievement but it has not studied possible interactions between stereotypes and the other variables frequently used to study studentsí performance; 3) the inter-national comparison is undoubtedly an adequate method to deepen the study of gender-based gap. Nevertheless, the big international research institutes use national data, and it is clear that, when we use big data (such as national ones), almost automatically, some dangerous compensations occur, leading data to a false medium value. Our approach based also on the intra-national comparison is able to avoid those compensations. In fact, the comparisons between macro-geographical clusters produce better data, i.e. data that reproduce the reality more realistically, with three main consequences: 1) to improve the probability of picking out factors that can explain academic achievement depend on gender variable; 2) to guide local (inter-/national) policies; 3) to produce new data that can be used in future researches. Moreover, also the cross-national comparison (between macro-geographical areas within different Countries) could produce new important data because, through it, some possible ìregularitiesî across different Countries can be disclosed, such as, for example, the same interaction effect between stereotypes and social-economic variables, etc. It could be an interesting headway in the field because it could indicate results that are true independently from specific context.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}