{
    "rcn": "209314",
    "acronym": "RoyalCities",
    "topics": "MSCA-IF-2016",
    "title": "The Kingís City: A Comparative Study of Royal Patronage in Assur, Nineveh, and Babylon in the First Millennium BCE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Cities first developed in the fourth millennium BCE in Mesopotamia and quickly became the centers of civilization. Despite extensive work on urban landscapes from an archaeological perspective, these ancient cities remain poorly understood. Even less studied are royal capitals, the seats of kingship when empires emerged in the first millennium BCE. This project explores capitals from the two main, competing empiresóNeo-Assyrian and Neo-Babylonianóto address key questions: what constitutes a royal capital and what distinguishes it from other important cities? How are capitals conceptualized by the kings who inhabit, establish, and renovate them? What are the effects of the kingsí presence in and patronage of the capital cities on the urban fabric and the social and economic structure of the urban population? By juxtaposing the Assyrian capitals in Assur and Nineveh with the Babylonian capital of Babylon as case studies, this research uses a novel comparative approach based on a methodology that combines philology, religious studies, and social and political history to answer these questions. Uniting materials from the highest levels of state such as royal inscriptions, decrees, and letters with administrative, economic, and private archives, and joining these textual records with archaeological evidence through the lens of royal patronage, this project employs an innovative holistic and interdisciplinary framework to reveal how the kingsí ideological and official relationships to their capitals affects the social and bureaucratic structures of these cities. The project capitalizes on the knowledge transfer between the researcherís Neo-Assyrian specialty and the host institutionís Neo-Babylonian expertise. The projectís results have great potential to revolutionize our understanding of cities and royal power in the ancient world, and to make accessible a wealth of new data for fields as diverse as history, anthropology, sociology, urban studies, and political science.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}