{
    "rcn": "209325",
    "acronym": "RE-mapping",
    "topics": "MSCA-IF-2016",
    "title": "Tackling early school leaving and low school performance through working with studentsí representational spaces. The case of 15 years old students in France, Italy and Greece.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The project explores the question of early school leaving and low performance two of the five EU headlines for education in the Horizon 2020 agenda, addressing the wider societal challenge of employment and social inclusion of young people. The project argues that the theorization of ìcontextî in current state of the art cannot capture the new emerging dynamics caused by globalization and multiple migrations and seeks to establish that studentsí ìrepresentational spacesî operationalized through their imagined geographies operate as an unidentified and powerful hidden curriculum affecting their educational trajectories and career choices. Towards this purpose, a three step field research will be conducted in three EU countries (France, Italy, Greece). First, the representational spaces of 150 15 years old students, of both urban and rural areas, will be explored through questionnaires and visual methodologies.  Second, a discourse analysis of the national education policy documents will be conducted to investigate the responsiveness of national policies to the change of scale (EU, global). Third, focus groups and interviews will be conducted in order to investigate if changing studentsí representational spaces, involves changes in their attitudes towards school and learning. Correlations will be explored and cross-group comparisons will be made to transcend the existing categorization of the state of the art. These objectives will contribute to the better understanding of studentsí educational and life paths under the lens of the current sociopolitical and economic dynamics. \nThe project is anchored on a well structured training scheme and on a strategic communication, dissemination and public engagement plan permitting the maximization of projectís impact.The project deepens the problem of marginalization of young people, sheds light on unidentified ontologies lying in the shadows of the existing conceptual categories and proposes a new language for school pedagogy.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}