{
    "rcn": "209367",
    "acronym": "NanoVoltSens",
    "topics": "MSCA-IF-2016",
    "title": "Voltage-sensing nanorods for super-resolution voltage imaging in neurons",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "In the last decade, the rapidly developing optical imaging field has significantly improved our understanding of information processing in the brain. Although a number of promising tools have been designed, sensors of membrane potential are lagging behind. In this project we aim to characterize an innovative voltage sensor for neurons that is fundamentally different from the existing ones. Our sensor is based on targetable voltage-sensing semi-conductor nanorods (vsNRs) that self-insert into the neuronal membrane. The rods optically and non-invasively record action potentials at the single particle level, at multiple sites, and across a large field-of-view. Such vsNRs offer unique advantages, including:  (1) large voltage sensitivity, (2) ratiometric imaging based on a large spectral shift as function of voltage, (3) very fast response times in the range of ns, (4) very high brightness that affords single-particle detection, and (5) excellent performance in the near-infrared spectral range.  \nThe goal of this project is to validate, calibrate, and use vsNRs in neurons, focusing on dendritic spines and dendritic voltage spikes. After initial characterization of vsNRs in neurons, we will take advantage of the exceptional spatial and temporal resolution provided by vsNRs in order to access electrical properties of individual dendritic spines, as well as to make use of the red-shifted emission of vsNRs in order to record simultaneously membrane potential and calcium fluctuations at dendritic branch points. \nThe project is to be accomplished in the laboratory of Dr. Antoine Triller at the IBENS, Paris by Dr. Anastasia Ludwig, who has extensive experience in molecular neurobiology, including analysis of dendritic spine morphology and dynamics.\nBased on our preliminary data, we are certain to be able to provide within two years a viable and user-friendly voltage-imaging technology that will be widely applicable for the study of signal integration in the brain.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}