{
    "rcn": "209329",
    "acronym": "MOBER",
    "topics": "MSCA-IF-2016",
    "title": "Maternal Obesity and Epigenetic Reprogramming: from Gametogenesis to Early Embryonic Development",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Obesity is a worldwide epidemic with major health consequences. One devastating consequence of obesity is ovarian failure and infertility in women.  Obesity causes endocrine dysfunction that compromises particularly the female gamete, the oocyte. Importantly, maternal obesity also affects the offspring, predisposing children to obesity and type 2 diabetes. \nIn the present proposal we will build on the unique expertise of the host lab and research experience of the postdoctoral fellow to address how maternal obesity promotes epigenetic changes in the oocyte and affects early embryonic development. \nThe proposal will exploit the synergies between two laboratories in a multidisciplinary research setting. The candidate has a background in reproductive medicine and endocrinology, with 5 years of postdoctoral experience over which the candidate has been producing a relevant body of preliminary data on obesity and ovarian failure.  The partner laboratory in Poland will contribute know-how and animal models for the study of obesity, as well as support from the local team. The host laboratory will provide methods and access to state-of-the-art facilities for epigenetic analysis. \nOur results, will enable us to clearly understand: (i) the extent to which the oocyte is vulnerable to maternal obesity; (ii) if epigenetic changes established in the oocyte  interfere with early embryonic development. We will analyse the oocyte and early embryo epigenome and transcriptome of mouse strains with different susceptibilities to obesity and diet-induced obesity protocols representative of our social dietary habits. \nWe will critically assess the potential health consequences of maternal obesity for the offspring. Ultimately, the knowledge generated through this proposal will lead to the public sector being better informed and new political and pharmacological strategies can be conceived for the improvement of female fertility and prevention of disease in offspring.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE BABRAHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}