{
    "rcn": "209364",
    "acronym": "PhthaloSupra",
    "topics": "MSCA-IF-2016",
    "title": "Exploiting supramolecular interactions in phthalocyanine chemistry",
    "startDate": "01/10/2017",
    "endDate": "22/10/2019",
    "objective": "The present project aims at realizing a significant step forward in the use of noncovalent interactions as a ìtoolî to self-assemble phthalocyanines (Pc), planar and aromatic macrocycles which possess several unique physicochemical properties such as an intense absorption in the red/near-infrared region of the solar spectrum, a rich redox chemistry, and a tuneable bandgap. In PhthaloSupra, the fellow will prepare stable Pc-based supramolecular polymers self-assembled though the combination of pi-stacking, and hydrogen or halogen bonding interactions, noncovalent interactions which have never been used ìsimultaneouslyî to self-assemble in a controlled fashion Pc derivatives into supramolecular polymers. For such ensembles, he will study some fundamental properties such as their self-assembly mechanism, light-harvesting capability, and helical chirality, all aspects that are raising nowadays a great deal of scientific attention. The photovoltaic properties of some of the prepared architectures will also be investigated contributing to address the European and international growing interest towards reducing energy consumption through the realization of smart materials for low-cost optoelectronic technologies. Diffusion of the PhthaloSupra achievements will be given not only to specialized researchers, but also, an importantly, to the general public in the form of several outreach activities. Undoubtedly, the opportunity for the candidate to work in a group of the highest scientific quality such as the one of Prof. Torres, and in a highly multidisciplinary and challenging project such as PhthaloSupra will strengthen his potential to mature further to an independent, highly trained researcher. Moreover, he will develop transferable skills, such as research management and organization, competencies which will help him to function more effectively in multidisciplinary and multicultural environments, thus improving his career perspectives.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}