{
    "rcn": "209322",
    "acronym": "StoiCa",
    "topics": "MSCA-IF-2016",
    "title": "Resilience of Soil Stoichiometry in subartic soils under Temperature-Induced Soil Carbon Losses: Where does the N go?",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Global warming can trigger enormous releases of carbon (C) from soils, with positive feedbacks to climate change. Northern high latitude soils can constitute a major contributor to this positive feedback loop. Climate change predictions are however still largely uncertain, partly due the lack of accurate representation of vegetation and soil microbial feedbacks and C and nitrogen (N) interactions. Warming enhances microbial mineralization of soil organic matter (SOM) (i.e. soil C outputs) to a higher degree than vegetation productivity (i.e. soil C inputs), resulting in large C losses from northern soils. Pioneer results point to proportional N losses in response to warming, which may be the key to this phenomenon. This project will combine the expertise of a multidisciplinary group of leading researchers on ecosystem stoichiometry, stable N isotopic methods and applied biotechnology with the existence of unique and established research sites in geothermal systems in Iceland to reveal the fate of N lost in response to warming, and uncover the mechanisms behind observed soil C losses. StoiCa will elucidate, for first time, three key knowledge gaps: (1) the rates, forms and mechanisms of N losses from arctic soils under warming; (2) the transient- and persistent responses and the warming-induced transitions from a closed to a leaky, open N cycle; (3) the shifts towards a more symbiotic N cycle and role of thermo-adapted mycorrhiza in stimulating plant growth. This proposal directly addresses two cross-cutting priorities of sustainable development and climate action from the H2020 Work Programme. It also represents an exceptional opportunity for the candidate to acquire the essential skills that she lacks and that will convert her into a highly competitive European researcher in climate change biogeochemistry, while obtaining intersectorial capacities that will open new career avenues.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}