{
    "rcn": "209360",
    "acronym": "NEURO_NMD",
    "topics": "MSCA-IF-2016",
    "title": "Functional impact of alternative splicing coupled to nonsense-mediated decay in developing neurons",
    "startDate": "01/05/2017",
    "endDate": "04/12/2019",
    "objective": "Differentiation of precursor cells into mature neurons relies on transcriptome-wide changes in gene expression that have to be coordinated in a precise spatiotemporal fashion. Alternative pre-mRNA splicing coupled to nonsense-mediated decay (AS-NMD) is a widespread post-transcriptional mechanism known to orchestrate gene expression dynamics in developmental contexts. Earlier studies identified several neural targets of this pathway; however, in most cases, the extent to which AS-NMD contributes to the overall gene expression dynamics and biological significance of this regulation is poorly understood. Moreover, whether AS-NMD target repertoire undergoes considerable changes in developing brain and how this might fit to the global regulation network underlying neuronal differentiation remains unclear. I will address these questions using two separate approaches. First, I will investigate novel AS-NMD targets encoding actin cytoskeleton factors and controlled by an important regulator of neuronal alternative splicing, Ptbp1. I will elucidate the extent of AS-NMD regulation in these genes by modulating the inclusion of the NMD-promoting exons with corresponding antisense oligonucleotides. in mouse embryonic stem cells undergoing neuronal differentiation, neural stem cells and primary neurons. Second, I will systematically analyse how NMD contributes to different stages of neuronal development by acutely inhibiting this pathway in a time-resolved manner using genetic means. I will then identify gene expression effects and functional consequences of NMD inactivation using transcriptome sequencing (RNA-Seq) and appropriate cell biological methods. All in all, this work will provide critical quantitative insights into AS-NMD functions and uncover novel mechanisms allowing neurons to attain their unique morphological and functional properties.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}