{
    "rcn": "209318",
    "acronym": "MuSCel Genome",
    "topics": "MSCA-IF-2016",
    "title": "Muscle Specific C. elegans Genome in health and disease: finding novel factors in 3D organization",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The loss of structural integrity in the interphase nucleus leads to tissue-specific pathologies in a set of human diseases collectively called laminopathies. These are late-onset, tissue-specific degenerative diseases, such as Emery Dreifuss Muscular Dystrophy (EDMD). While rare, these conditions provide insight into more common degenerative disorders linked to aging. A Caennorhabditis elegans mutant that recreates the EDMD phenotypes arises from introduction of a specific gain-of-function mutation into lamin (LMN-1 Y59C), which in turn affects the subnuclear distribution of muscle-specific promoters. This proposal plans to identify novel factors that establish and/or maintain the 3D organization of the genome in differentiated nuclei and to determine how this contributes to the differentiated muscle cell fate. I propose that compromised or altered sequestration of chromatin at the nuclear envelope alters cell-type specific promoter induction and in turn compromises the integrity of the tissue in question. \nThe specific aims of the project are 1) To identify factors that establish and/or maintain 3D genome organization in muscle nuclei. 2) To determine if the integrity of the perinuclear chromatin binding machinery helps maintain differentiated cell states. 3) To test inhibitors of epigenetic regulators for compounds that overcome the EDMD-like LMN-1 Y59C mutation. I will take two complementary approaches to determine how muscle specific chromatin organization maintains tissue integrity. I will use in vivo biochemical tagging in the LMN-1 Y59C mutant to identify perinuclear components that mediate sequestration of muscle-specific gene promoters. In parallel, a drug screen will find compounds that reverse the nuclear disorganization linked to the EDMD-like phenotype. The pathways identified will explain how lamin-induced mis-organization of the genome influences muscle integrity, a topic relevant for muscular dystrophies, sarcopenia, and other degenerative disease.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}