{
    "rcn": "209305",
    "acronym": "GRAPHNANOGEL",
    "topics": "MSCA-IF-2016",
    "title": "Advanced graphene nanodevices with functional hydrogels for DNA sequencing",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "With this proposal, I propose a new chemical approach inspired by DNA gel electrophoresis to slow down DNA translocation through a graphene nanopore or a nanogap, and to reduce the mechanical fluctuations of the graphene membrane as DNA translocates. Thus far using graphene nanodevices to sequence DNA molecules in real time has been hampered by two major drawbacks: i) the too fast translocation of single DNA molecules through a graphene nanodevice, and ii) the very large low frequency electronic noise presumably due to mechanical vibration of the free-standing graphene membrane in aqueous buffers. Both these phenomena prevent single nucleotide identification (at least compared to biological nanopores). The direct chemical functionalization of graphene film with functional polymeric hydrogels will i) induce electrostatic and chemical affinities between DNA and the functional polymer hydrogel and ii) stabilize mechanically graphene from vibrating. The host group of Dr. Schneider was the first to propose graphene nanopores as single molecule DNA sensors in 2010 and has gained a lot of experience in this field. Dr. Schneiderís group is now approaching DNA sequencing with graphene nanostructures with a strong chemistry component. Schneiderís lab in Leiden is therefore, at the moment, the best place in the world to make this research proposal a success. I do believe this proposal has the potential to lead toward ground-breaking applications in nanopore-based biosensors, particularly for high throughput next generation sequencing applications with graphene nanogaps.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}