{
    "rcn": "209343",
    "acronym": "ESPSI",
    "topics": "MSCA-IF-2016",
    "title": "Eruption Source Parameters for Explosive Eruptions in Iceland Over the Last 3 ka",
    "startDate": "15/06/2017",
    "endDate": "14/06/2019",
    "objective": "Eruption source parameters (ESPs)ósuch as erupted volume/mass, plume height, magma discharge, tephra dispersal, and total grain size distribution (TDGS)óare key information for characterizing explosive eruptions and essential input parameters in tephra dispersal models used for real-time forecasting by the Volcanic Ash Advisory Centers (VAACs) and for long-term hazard assessments. Iceland is one of the volcanically most active regions of the world, with over 20 events per century. About ~700 events are preserved in the post-glacial soil and lake sediments in Iceland. ESPs, however, have yet to be determined for most of the eruptions. ESPs are traditionally derived using empirical approaches, requiring detailed field measurements of the deposits. The objective of this action is to estimate, to the first order, the ESPs for explosive eruptions in Iceland using inversion modelling. The advantage of this approach is that it bypasses the compilation of detailed isopach maps through the use of optimization algorithms. It requires only a limited number of thickness measurements and grain size analyses. Consequently, ESPs can be established for a larger number of eruptions in a shorter time, than when using traditional empirical methods. This will result in a statistically robust data set on ESPs used for determining the magnitude and intensities of explosive eruptions in Iceland as well as for assessing risk and mitigating hazards associated with such events.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "HASKOLI ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}