{
    "rcn": "209397",
    "acronym": "ONCOPHAGY",
    "topics": "MSCA-IF-2016",
    "title": "Novel Atg4B-inhibitors and dual [Atg4B-carbonic anhydrase]inhibitors for interfering with cytoprotective mechanisms of cancercells in the acidic tumor micro-environment.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The microenvironment of most solid tumors tends to be significantly more acidic than healthy tissue. Inadequate perfusion, oxygen limitation and cell metabolic changes, are key causative factors for this situation. The acidic pH induces a number of specific genetic, transcriptional and metabolic effects in tumor cells. These are required for survival under increased H\\-stress. Evidence is now mounting that these effects also play a major role in tumor progression, invasiveness and the development of multi-resistance to therapy. Two pivotal adaptations related to maintaining intracellular pH homeostasis in an acidic environment, have recently received significant attention: (1) the presence of chronic autophagy in tumors and (2) the overexpression of carbonic anhydrases (CAs), mainly CA IX and CA XII. \nThis project will biopharmaceutically optimize a novel class of specific autophagy inhibitors that target Atg4B. The specific goal of this part of the project is to obtain orally bioavailable and metabolically stable compounds that are fit for in vivo applications. The relevance of these compounds is clear, given the unmet demand for reliable, specific inhibitors in the domain of autophagy. At the same time, the project will evaluate the potential for therapy development of the compounds in the framework of cancer. Finally, the proposal will explore whether a further increase of anti-tumor efficiency can be obtained by combining Atg4B- and CA-inhibitor pharmacophores in a single compound.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}