{
    "rcn": "209352",
    "acronym": "DEBBIE",
    "topics": "MSCA-IF-2016",
    "title": "A database of experimental biomaterials and their biological effect",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The advent of material science and manufacturing techniques in the last century has led to the development of thousands of novel biomaterials, with potential to revolutionise health care. However, the vast majority of biomaterial studies do not progress beyond the stages of design and testing, and therefore a substantial amount of scientific data is only available in the form of research publications. To date, there is no database curating the experimental data generated by testing novel biomaterials in vitro and in vivo, representing a loss of a valuable big (experimental) data. In here, we propose an open-access database of experimental tissue scaffolds, indexing design features, cellular and tissue responses, thus creating an exhaustive inventory of experimental scaffolds. Such a dataset would enable scientists to efficiently search and interpret relevant information from past studies across all tissues and models, as well as create computational tools to predict and optimise cell-material interaction. A comprehensive map of research activity and findings should also make it easier to identify areas where data is missing or lacking. A systematic, up-to-date overview of the field will also be a useful tool for science policy making. The novelty of the project lies not only in the concept of curating data from laboratory evaluation of experimental biomaterials (rather than just approved medical implants), but also in attempting to face the methodological challenge of extracting and structuring information from the heterogeneous and vast field of experimental biomaterials. One of the keys of this interdisciplinary project is crowd-sourcing biomaterial scientists, thus engaging their expertise and understanding their needs, in order to create a comprehensive, relevant and useful tool to enhance research in the field.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}