{
    "rcn": "209361",
    "acronym": "BICEPSvsHIV",
    "topics": "MSCA-IF-2016",
    "title": "Novel strategies for anti-HIV-1 therapy: Small molecules targeting RNA partners of the nucleocapsid protein",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "European Commission considers HIV/AIDS as a top priority and significantly invests in research devoted to the development of alternative therapeutic strategies leading to new antiretrovirals, which are urgently needed to overcome the emergence of resistance to existing drugs. \n\nThe ìBICEPSvsHIVî project proposes a novel and innovative strategy that draws the spotlight on RNA. Specific RNA sequences of the viral genome are substrates of the HIV-1 nucleocapsid (NC), a highly conserved protein known for promoting remodeling of nucleic acid structures in essential steps of the virus replication cycle. The proposed strategy consists in the employment of bis-3-chloropiperidines (BICEPS) as RNA cross-linking agents able to freeze selectively the tridimensional conformations of the RNA partners of NC, thus impairing its activities.\n\nRNA is a challenging molecule from the medicinal chemistry perspective, but the rewards it can yield are invaluable. The Experienced Researcher (ER) will work at The RNA Institute (SUNY Albany) during the outgoing phase, aimed at 1) the elucidation of BICEPS detailed molecular mechanism of reaction towards RNA and 2) the identification of BICEPS targeting selectively the RNA substrates of NC. During the incoming phase at the University of Padova (UNIPD), the achievements will be translated into 3) the thorough biological evaluation of the in vitro NC inhibition by BICEPS, leading to 4) the identification of anti-NC lead compounds.\n\nThe project provides the ER with an outstanding training-through-research opportunity by means of a personalized multidisciplinary project, in which the ER will enlarge her scientific profile with new excellent skills. The training includes both scientific and transferable skills, aimed at the reinforcement of the ER professional maturity and independence and at the establishment of long-term international collaborations.",
    "totalCost": "164203,8",
    "ecMaxContribution": "164203,8",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 164204
        },
        "968246435": {
            "orgId": "968246435",
            "orgName": "THE STATE UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 164204
}