{
    "rcn": "209387",
    "acronym": "UCOC",
    "topics": "MSCA-IF-2016",
    "title": "Understanding the Commitment in Organized Crime",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "This project is structured around a central question: how do individuals get involved in organized crime? To answer it, the analysis will focus on the social conditions of the criminal commitment and promotion towards superior spheres of drug trafficking. I will use the notion of ìcriminal career,î increasing and updating the existing knowledge on the steps that allow an upward social mobility. This problematic implies first to describe and analyze the universe of organized crime, its subdivisions, its hierarchies, its divides, and the structure of its opportunities. Then, it also necessary to put the framework of the biographical trajectories into a historical, social and political perspective. \nBehind this theme of criminal promotion, we raise more theoretical questions on the interpretative regimes of crime commitment: we postulate that the different positions that the same individual occupies in the criminal world imply different theoretical backings. Only the in-depth study of the biography, the criminal experience, and the judiciary career of the subjects will allow me to isolate and articulate the stages, the states, the different moments, and to understand their motivations and the changes throughout time and space. The corollary of this questioning on the stages of criminal careers is the joint study of the social spaces of criminality, understood as places, norms, and actors that structure and animate distinct and hierarchized domains that are linked to criminality. This is the second innovative aspect of this project: I want to contribute to a cartography of the worlds of crime, of their borders, and their porosities with the more conventional spaces of the social life. This is the reason why I chose the specific question of drug trafficking: by its triple dimension, local, national and international, and with regards to the multiplicity of the tasks and the operators that this trade implies, several social spaces of crime are mobilized.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 264668
        },
        "967270421": {
            "orgId": "967270421",
            "orgName": "THE CITY UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 264668
}