{
    "rcn": "209311",
    "acronym": "MetEpiClock",
    "topics": "MSCA-IF-2016",
    "title": "Circadian Control of Histone Methylation Dynamics through the Fine-tuning of Methionine Metabolic Flux",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The circadian clock directs almost all aspects of diurnal physiology, including metabolism. Defects in circadian rhythms influence physiology and behavior with implications for numerous pathological conditions, including cancer, metabolic syndrome, obesity, diabetes and cardiovascular diseases. By controlling metabolic homeostasis at the cellular level, the clock can directly influence cellular regulatory networks, including those that govern chromatin dynamics. The goal of this proposal is to investigate if metabolic pathways able to influence gene expression via chromatin dynamics are under circadian control and whether these regulatory networks are crucial for the maintenance of a correct metabolic homeostasis. We will test if the clock governs the ìmethylation potentialî of the cell by regulating the diurnal expression of rate-limiting enzymes of methionine metabolism. By using metabolite restriction, pharmacological and gene editing approaches we will disrupt circadian rhythmicity of SAM and SAH. We will then use state-of-the-art methods including, transcriptomics, epigenomics and metabolomics to investigate the impact of this regulatory network on circadian transcriptional regulation, histone methylation dynamics and metabolic homeostasis. By dissecting how circadian regulation, metabolism and epigenetics are interconnected we will gain novel insights into how these factors contribute to normal physiology and disease.\nAt UCI I will exploit the expertise of the outgoing supervisor in the area of circadian biology, molecular metabolism and epigenetics. Then, at Humanitas University I will refine the knowledge and skills acquired during the outgoing phase, with the final aim of applying them to the cardiovascular field. This will place me in a privileged position to establish myself as a competent researcher within the European Community, in the field of cardiovascular biology, metabolism and epigenetics.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "HUMANITAS UNIVERSITY",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "932462747": {
            "orgId": "932462747",
            "orgName": "HUMANITAS UNIVERSITY",
            "ecContrib": 262269
        }
    },
    "calculatedTotalContribution": 262269
}