{
    "rcn": "209382",
    "acronym": "pureCTC",
    "topics": "MSCA-IF-2016",
    "title": "A LAB-ON-A-CHIP DEVICE FOR PURE CIRCULATING TUMOR CELL ISOLATION FROM WHOLE BLOOD FOR CANCER THERAPY",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The overall objective of pureCTC is to realize a comprehensive lab-on-a-chip platform that redefines the state-of-the-art technology to address all the requirements for fast, efficient and reliable CTC isolation/purification from whole blood.\nCTCs are rare cells that originate from tumors, and which travel in the human circulatory system to eventually spread the disease to other organs. Consequently, analysis of CTCs is crucial for revealing the mechanisms of cancer and developing new treatments. However, only 1-10 CTCs are present per mL of blood against billions of peripheral blood cells. The extreme rarity and inherent heterogeneity of CTCs implies a single-cell analysis strategy. Therefore, a highly selective, efficient and reliable system yet providing high throughput is mandatory. Cell labeling based strategies are inefficient for CTC analysis, since CTCs express biomarkers with high heterogeneity. Label-free methods based on size lack the ability to distinguish CTCs from leukocytes, and methods based on electrical properties fail to provide sufficient enrichment or throughput levels.\nTo address these challenges, pureCTC proposes the development a microfluidic platform for successive enrichment, identification, and isolation of CTCs at the single-cell level, where a blood sample taken from a patient is directly injected and utilized without any pre-treatment. Namely, the platform is composed of 3 modules that work in tandem, each of them having innovative aspects: enrichment via 2D hydrodynamic-dielectrophoretic separation, identification via synchronous electro-optical detection, and isolation via a dielectrophoretic valve.\nThe proposed research will undoubtedly contribute to the knowledge-based economy and European society, specifically on cancer research by providing an instrumental platform for diagnosis, monitoring and treatment of diseases with unprecedented selectivity, and enabling the advancement of personalized treatments.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}