{
    "rcn": "209396",
    "acronym": "PlaN",
    "topics": "MSCA-IF-2016",
    "title": "Vibrational Polariton Nonlinear Optics and Chemistry",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The strong coupling of a quantum state to a cavity light field has just recently revealed many fascinating effects: Chemical reactions have been dramatically slowed down and nonlinear effects have been enhanced by orders of magnitude. These findings motivate to significantly extend the research on this novel type of light-hybridized matter. The objective of this proposal is to investigate dynamics and structural properties of molecules under vibrational strong coupling for the first time by virtue of mid-infrared femtosecond light pulses. The proposed studies will lead to a significant advancement of the research field with respect to the fundamental understanding of strong coupling induced modifications of matter and applications of vibrational strong coupling in photonics as well as chemistry. \nThe objectives of the proposal are firstly to study the individual contributions of the nonlinear refractive index of carbon disulfide under vibrational strong coupling in a Fabry-Perot cavity. Z-scan and pump-probe experiments with ultrashort near-IR pulses will be conducted. A strong enhancement of the liquidís nonlinear response is expected and shall be revealed for the first time. It will be employed in low-energy supercontinuum generation triggered by mid-infrared femtosecond pulses.\nSecondly, chemical reactions of strongly coupled molecules will be investigated by pump-probe spectroscopy in the mid-infrared. Strong coupling induced changes of molecular structure will be revealed by this method and applied to site-selective chemistry enabled by light-matter-hybridization. \nAs a prerequisite, the third objective of the proposal is the development of a widely tunable pump (3000 nm ñ 10000 nm), broadband mid-IR probe setup. It will be realized by means of a sequential two-stage optical parametric amplification scheme and allows to study novel effects induced by vibrational strong coupling with unprecedented structural and temporal resolution.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}