{
    "rcn": "209346",
    "acronym": "IN-PLANTO_CUES",
    "topics": "MSCA-IF-2016",
    "title": "INTEGRATION OF PLANT ORGANELLE COMMUNICATION UNDER ENVIRONMENTAL STRESS",
    "startDate": "12/03/2018",
    "endDate": "11/03/2020",
    "objective": "Environmental challenges such as drought, temperature and light extremes can impose oxidative stress in multiple organelles, thus negatively affecting the function of plant cells. Both chloroplasts and mitochondria can invoke signaling pathways to the nucleus that trigger stress responses and adjustment of cellular homeostasis, resulting in physiological outcomes such as enhanced stress tolerance, or conversely programmed cell death. These pathways include the 3'-phosphoadenosine 5'-phosphate (PAP)-SAL1 pathway for chloroplasts and the ANAC013 mobile transcription factor for mitochondria. However, the mechanisms by which plant cells coordinate different signals from chloroplasts and mitochondria for whole-cell acclimation to oxidative stress are still enigmatic. Whether there is any cross-talk between chloroplast and mitochondrial signaling is also intriguing. My project will investigate these fundamental questions using an exemplar model system consisting of three components that combine my research with the Hostsí. The first goal is to take my PNAS findings that SAL1 is a redox-regulated initiator of chloroplast signaling and determine if a similar mechanism occurs in the mitochondria, where SAL1 is also localized. This would reveal how two distinct organelles can integrate oxidative stress sensing and response by using the same pathway. Second, the interaction between SAL1-redox sensing and the mitochondrial signaling transducer ANAC013 will be investigated to understand integration between these two apparently distinct pathways. Third, ANAC013 targets a biosynthetic enzyme for PAP hinting at crosstalk between mitochondrial and chloroplast signaling at the level of signal metabolism. Thus, my research on SAL1-PAP and VIBís on ANAC013 collectively present a unique opportunity to reveal how the two pathways are linked at different levels enabling cellular signaling to be coordinated across scales to facilitate a harmonic, not discordant acclimation response.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}