{
    "rcn": "209323",
    "acronym": "FimH-Mech",
    "topics": "MSCA-IF-2016",
    "title": "The molecular mechanism of E. coli FimH pathogenicity",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Pathogenic bacteria such as E. coli are responsible for a large variety of diseases, including persistent urinary tract and intestinal infections. Their adhesion to the host cell wall is promoted by the binding of FimH located at the tip of the bacterial fimbriae to highly mannosylated cell surface receptors. To resist human defences such as the urinary flow, bacterial adhesion is enhanced under shear force. The shear-force dependence and thus also the pathogenicity of different E. coli strains has been shown to depend on natural sequential variation of the FimH protein. Also probiotic E. coli strains have been shown to attach to host cells, which raises the question as to why these bacteria evoke a beneficial effect upon their host. \nThe FimH-Mech project intends to decipher the molecular mechanism that determines the pathogenicity of different E. coli strains, by investigating the shear-force dependence of FimH and FimH variants and by modelling the complex formation with one of its targets receptors, namely CEACAM6. The results of these investigations will allow me to establish the molecular difference between a pathogenic and probiotic FimH adhesin. I will use a large variety of state-of-the-art computational and theoretical techniques, such as molecular modelling, quantum mechanics, docking and two-state kinetic models. These techniques will be enriched by but also feed into experimental essays to be performed in the host institute. The thus gained understanding of the molecular action of bacterial adhesins will allow for the development of more efficient inhibitors. This constitutes a promising and important milestone in the design of new non-antibiotic drugs against harmful adhesive bacteria.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}