{
    "rcn": "209376",
    "acronym": "CSPIWB",
    "topics": "MSCA-IF-2016",
    "title": "Learning under Conflict: Effects of political violence on the educational attainment of Palestinian students in the West Bank",
    "startDate": "05/07/2017",
    "endDate": "04/07/2019",
    "objective": "This project aims to examine the causal effect of the Israeli-Palestinian conflict on the achievements of Palestinian high school students in their final exams that conclude the high school degree between the years 1998-2012, and the mechanism behind it. The analysis in the project will rely on a unique data source, which will ensure a relatively clean identification of the effects of conflict on Palestinian students' achievements. Data on students' achievements and schools include unique data on the individual test scores in all subjects at the Palestinian high school final exam (the Tawjihi General Examination) for the whole population of Palestinian students enrolled in their final year of the Arts and the Scientific curricula, and information on the characteristics of all high schools in the West Bank, including unique data on the teachers. The custom-made data on political violence will be comprised of datasets stemming from different sources. The first source is Geographic Information System (GIS) data on various types of conflict-induced restrictions to mobility, including check-points, and roadblocks, within the West Bank, which enable a calculation of the gap of distance and time between individualís locality of residence and locality of school, with and without the presence of Israeli physical barriers to movement. The second source is conflict-related Palestinian fatalities and prisoners. \nThe importance of this study derives from the notion that academic achievement is strongly associated with future income earning, mediated by university entrance as determined by high school final exam performance. Moreover, learning about the effects of conflict on high school achievements is crucial to better understand the impact of a violent conflict on the development prospects of an economy, since high-school students represent a substantial part of the future human capital of the country.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}