{
    "rcn": "209321",
    "acronym": "SELFCONTROLHEALTH",
    "topics": "MSCA-IF-2016",
    "title": "Childhood Self-Control, Social Conditions, and Adult Health",
    "startDate": "15/03/2018",
    "endDate": "14/03/2020",
    "objective": "The capacity to delay gratification and control impulses emerges in childhood and may profoundly shape the lifestyle behaviours and resulting health conditions that afflict many and burden health systems across Europe and rest of the world. Childhood self-control appears to be malleable and as such has been identified by policy-makers as a key prevention target with potential long-run benefits. Yet, empirical evidence demonstrating links from early self-control to adult outcomes remains scarce. This Fellowship will inform estimates of the benefits of fostering self-control by drawing on under-exploited childhood self-control measures from six pre-existing large scale (N>1,000) prospective studies of individuals whose health behaviour and health has been tracked for up to 55 years. Already, using these incredible resources the applicant has identified how childhood self-control predicts population patterns of smoking and weight gain across life. He now aims to advance this work and the scientific literature by identifying: (i) the specific life-span health consequences of early self-control (e.g. biomarkers, chronic conditions, mortality rates), (ii) the key behavioural and socioeconomic pathways that explain these linkages, and (iii) the social conditions where self-control may have the greatest health impact. The Fellowship will both enrich and benefit from the strengths of the host institution in Childhood and Human Development research. Strong input from a world-leading researcher in this area, Prof. Richard Tremblay, will help enable the applicant to make a disciplinary shift from behavioural medicine to an integrated life-course perspective where adult health is viewed through the lens of child development. This interdisciplinary mobility coupled with a strong programme of advanced training will ensure the Fellowship rapidly advances both the applicantís career development and the exciting programme of work outlined in this proposal.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}