{
    "rcn": "209333",
    "acronym": "BioRail",
    "topics": "MSCA-IF-2016",
    "title": "Biocementation for railway earthworks",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "In a number of European countries, old railway transport infrastructure earthworks are suffering from serviceability problems or failures and need continuing and costly maintenance/remediation works. This is becoming a major constraint for railway owners and operators, especially in the light of the increased risk of hazards posed by climate change. The hypothesis of this research is that biocementation (a technique that uses natural biological processes to bind soil grains) is a viable and sustainable technique for improving the structural stability of railway earthworks, and hence, the resilience of the EUís transport infrastructure. The hypothesis will be tested through the application of the technique on earthwork materials of the UK rail network. After establishing improved microbial systems and processes, the project will involve advanced soil testing. The testing will give high quality data on the hydromechanical properties and behaviour of biocemented soils. Careful consideration will be given to the behaviour of the soil under unsaturated soil conditions (soil voids partially filled with water) which has not been researched. The data will be interpreted by constitutive modelling of the soil behaviour. The model will be implemented to commercial software, giving researchers and engineers a useful predictive tool for the analysis and design of biocemented soils. Having assessed the technique and the durability of the biocementation in the laboratory, a significant advance of this research will be the pilot application of the technique on actual railway assets, made accessible by a major owner and operator of railway infrastructure. This novel technique is proposed to be environmentally superior to conventional grouts (which are toxic) and other common soil stabilisers, e.g. cement or lime (linked to high CO2 emissions). Overall it is more sustainable because the micro-organisms used are renewable, environmentally friendly and safe (non-pathogenic).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LONDON SOUTH BANK UNIVERSITY LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}