{
    "rcn": "209391",
    "acronym": "INTIMAL",
    "topics": "MSCA-IF-2016",
    "title": "Interfaces for Relational Listening: body, telematics, memory, migration",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In the European context of migration and diasporas, and at the intersection of sound art, music cognition, psychology and human-computer interaction, this project will develop INTIMAL: a novel physical-virtual ìembodied systemî for relational listening. Through the artistic practice of telematic sonic performance this system will interconnect peopleís bodily motion and voice with their memories and dreams of distant locations. \nThe fellowship aims to equip the researcher with cutting-edge tools and transferable skills for creating sonic relations for both well-being and healing, tackling important societal challenges of migration.\nThe project will use a unique practice-based methodology, combining different types of listening: relational listening (in dialog with the surroundings), deep listening (sonic meditations, dream and body awareness), networked listening (through telematic performance), and body sonification (translating motion to sound). These will inform and be informed by the development of the modular software platform INTIMAL. \nAs a case study, nine Colombian migrant women in Europe will test INTIMAL in their listening experiences as a catalyst for healing and reconciliation within the context of Colombian post-conflict and peace building.\nAt the University of Oslo the researcher will gain artistic, conceptual and technological skills through: (a) the exploration of artistic, psychological, scientific and cultural implications of capturing the body while listening; (b) the development of spatiotemporal models that interrelate data sources using a graphical programming environment (Max with Jamoma) in a system; (c) the development of complex and meaningful relational processes for telematic sonic performance.\nThroughout the two years the project will reach academic and non-academic audiences, opening career opportunities for the researcherís unique profile for the design of interfaces for relational listening, within a variety of dislocation contexts.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}