{
    "rcn": "209336",
    "acronym": "GaTHeR",
    "topics": "MSCA-IF-2016",
    "title": "GaTHeR, Gender and Transfer of Knowledge in Hunter Gatherer Research",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "This project analyses feminist knowledge transfer in mainstream Science. Following the European Research Area key priority of strengthening the Gender dimension in research programs, the goal of this research is building a methodology to better understand the relations between Knowledge Production, Gendered Organisations and Methodological Challenges through a multidisciplinary case-study; hunter-gatherer (HG) research. \nThe knowledge acquired on HG is deeply committed to erasing the frontiers between social and natural sciences and shedding light on the history of Humankind. HG studies are essential for understanding Human nature and how androcentrism has shaped specific disciplines and are also a promising field of research for exploring new methodologies (e.g., experimental games or social simulation). The research project examines the nature of knowledge transfer and the barriers preventing feminist knowledge from being integrated into distinct disciplines.\n\nThe research adopts a mixed method approach. The first part consists of a retrospective discourse analysis offering a cartography of feministsí contributions based on major scientific publications within HG studies from 1960 to present. The second part is a case study combining both quantitative and qualitative techniques. The quantitative online survey will test the first assumptions and enable to identify a group of participants. Also, 40 semi-structured interviews will be conducted with specialists on HG societies. Key questions concern the structural obstacles related to organisational changes, methodologies, and the frontiers between the disciplines that prevent gender from becoming a transversal issue. This research will address how gendered power relations within Academia normalize epistemology today. Finally, a SWOT (Strengths, Weaknesses, Opportunities and Threats) analysis will propose concrete enhancements to foster the inclusion of gender dimension in research programs.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}