{
    "rcn": "209375",
    "acronym": "ARC-NeuroHet",
    "topics": "MSCA-IF-2016",
    "title": "Unravelling neuronal heterogeneity in energy homeostasis regulation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "This MSCA Reintegration proposal is aimed to study the heterogeneity of neuronal populations implicated in the maintenance of energy balance. Because of their location, neurons in the arcuate nucleus of the hypothalamus (ARC) integrate nutrient and hormonal signals carried in the blood. Then, they regulate downstream neuronís activity in order to adapt food intake and energy expenditure. Deregulation of energy homeostasis can lead to obesity and diabetes, two of the major chronic diseases in the EU. AgRP neurons, an ARC population, have a prominent role in the regulation of food intake and systemic insulin sensitivity. They establish axonal projections with several brain areas and recent evidences show that each sub-circuit can have a specific function in the regulation of food intake and/or glucose homeostasis. For this fellowship I propose to use an innovative experimental approach to investigate a specific novel AgRP neuronal subpopulation, characterized by the expression of the UDP-receptor, P2Y6, as a first step to unravel the heterogeneity of the total population. Although P2Y6 activation increases short-term food intake, its effects on glucose homeostasis are still unknown. I plan to combine new recombinase technologies with state of the art techniques to genetically identify the AgRP, P2Y6 subpopulation and then: 1) characterize their in vivo dynamic response to physiological activators; 2) map specific AgRP\\, P2Y6\\ sub-circuits and dissect their role in each facet of energy homeostasis; and 3) investigate new molecular markers, as possible drugable targets. Results from this project will unveil new aspects of neuronal heterogeneity that participate in the regulation of energy homeostasis and will contribute to design new strategies to curb the actual obesity trends. The completion of this MSCA fellowship represents an exceptional opportunity to reinforce my professional maturity and to develop my independent research line.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}