{
    "rcn": "209340",
    "acronym": "SAMNets",
    "topics": "MSCA-IF-2016",
    "title": "Investigation of adaptive design and rewiring of Survival-Apoptosis-Mitogenic (SAM) signalling transduction network",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Cell life is not the property of any single protein or gene; rather it emerges from concerted actions of multiple molecules in cellular networks. Current proposal is focused on Signal Transduction Networks (STN) connecting the environment to cell responses. A major challenge is to understand how STN integrate and process environmental signals in a robust and reliable way and how they ìcomputeî cell fate decisions depending on genetic background. To answer this question, the study will be focused on three interconnecting STNs: the Survival (PI3K/PTEN/AKT), Apoptotic (RASSF1/MST/LATS) and Mitogenic (EGFR/RAS/RAF/MEK/ERK) pathways, the SAM network. In the scope of current proposal the methods of signalling network reconstruction will be improved and the SAM network topology will be reconstructed in the panel of cell lines. Based on available data and reconstructed network topology the mechanistic site-specific dynamic model of SAM network will be developed and validated. Model predictions of dependence of signalling outputs behaviour on different perturbations (like small molecule inhibitors and their combinations) and background (mutations and protein expression levels) will be validated. The signalling outputs will be experimentally correlated to the cell fate decisions.\n\nThe developed models will relate mutational information to treatment responses in the context of different expression landscapes and they will explain and predict mechanisms of intrinsic and acquired drug resistances, which often cannot be picked up by only intuitive reasoning. During the project the applicant will get training in a range of modern computational modelling, biochemical and molecular biology techniques used to study intracellular signalling networks. As a result, he will acquire skills of efficient integration of wet and dry parts of systems biology which will uniquely qualify him in the field significantly enhancing his career prospects.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}