{
    "rcn": "209351",
    "acronym": "SmartMOFs",
    "topics": "MSCA-IF-2016",
    "title": "Smart Metal Organic Frameworks for Sensing Volatile Organic Compounds",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "SmartMOFs targets a new generation of Metal Organic Frameworks (MOFs) for sensing harmful volatile organic compounds (VOCs). The innovation of SmartMOFs is based on a combined sensing approach, where both optical and electrical changes in the MOF material enable the recognition event. The primary step to meet the required combination of specific absorption/emission and conductivity properties is the selection of the MOF structural units, supported by theoretical investigations. The selected units will offer extensive connectivity, flexibility, tunable porosity and functionalization of the inner surface of the network, with groups interacting with the analytes by means of coordination bonds, p-p interactions or hydrogen bonds. Harmful volatile compounds will entail gases and solvents (e.g., alcohols, benzene, hexane, cyclohexane). The SmarMOFs sensors will show increased selectivity and sensitivity with respect to the state-of-the-art. Deposition of the new MOF materials on surfaces to create sensor devices will be accomplished by advanced deposition techniques. SmartMOFs will thus overtake the current bottleneck of processability that limits practical applications of these materials, filling the gap between basic research and marketable applications. The high interdisciplinarity of SmartMOFs and its foreseen applications in the highly relevant area of public health will be a springboard for the Experienced Researcher to start a successful career in the academic or industrial sectors.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}