{
    "rcn": "209304",
    "acronym": "PhotoNanoBone",
    "topics": "MSCA-IF-2016",
    "title": "Photoresponsive Smart Nanocarriers for Tetherless Regeneration of Bone Tissue",
    "startDate": "02/01/2018",
    "endDate": "01/01/2020",
    "objective": "The research aim of PhotoNanoBone is to develop of a novel nanotechnological strategy based on stimuli-responsive nanocarriers together with a microfluidic platform for spatiotemporal control of cell reprogramming and differentiation of 3D cell cultures towards bone tissue engineering. \nThe project entails three steps. (1) Synthesising stimuli-responsive nanocarriers by layer-by-layer assembly and loaded with cell reprogramming factors (cargo). Polymeric walls of nanocarriers will be further functionalized with magnetic and plasmonic nanoparticles. By applying magnetic fields, nanocarriers can be locally enrichment in 3D cell culture. Upon external light irradiation, plasmonic nanoparticles will be heated, leading to local opening of the polymeric walls and subsequent cargo release. (2) Set-up of a microfluidic platform for externally controlled intracellular magnetic targeting and light-triggered release of cargo. (3) Application of the developed technology in 3D cell cultures of fibroblasts (mouse model) for bone tissue engineering. \nI (the ER) will prepare, characterize and test the materials and application proposed, with the support of a multidisciplinary hub of specialists. \nThe prime training aim of PhotoNanoBone is to provide me with a truly solid formation in biomaterials, which will support my future career endeavors, both in the academia or industry, to be an independent researcher, a founder of a start-up company or to become key player in the biomaterials sector. \nI will be hosted by the Centre for Research in Biological Chemistry and Molecular Materials (CiQUS) of the University of Santiago de Compostela, a cutting-edge multidisciplinary research center at the interface of chemistry, biomedicine and molecular materials. The training will be further strengthened by two secondments focused on the following topics: synthesis of plasmonic NP with lasers (Complutense University Madrid) and development of microfluidic platforms (Micronit Michrotecnologies).",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}