{
    "rcn": "209354",
    "acronym": "TinPSC",
    "topics": "MSCA-IF-2016",
    "title": "Towards Stable and Highly Efficient Tin-based Perovskite Solar Cells",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Developing new energy sources is an urgent issue, as fossil fuels will be exhausted in near future. Solar cells system is a promising renewable energy technology that converts sunlight to electricity. Today, crystalline silicon exhibits high power conversion efficiencies (PCE) and dominates the solar panel industry. The problem of silicon solar cells is that it suffers from high production cost due to tedious processing condition. Recently, organic-lead-halide perovskites have offered the promise of a breakthrough for next-generation solar cell devices, and the PCE is up to 22.6% over the past few years. In spite of high efficiency, the presence of toxic lead (Pb) will become problematic in the future for widespread deployment of this technology. It is prospective to replace Pb with less toxic tin (Sn). However, the poor stability (the easily oxidization of Sn2\\ to Sn4\\ by O2) and low efficiency are two major issues of Sn-based perovskites. This proposal targets air-stable, high efficient Sn-based perovskite solar cells by developing new Sn-based perovskites and electron transporting layer to match the band energy of perovskites. The expected fruits of the project will contribute to European excellence and competiveness in renewable energy field. The successful transfer of the results will promote economic growth and job supplies. In addition to the scientific objectives, the proposal will help the fellow to new acquire knowledge and reinforce his quality as an independent researcher, such as creativity, independent thinking, leadership and transfer qualities, which are critical for the fellow to secure a long-term position in a European university/institution, and eventually become a world renowned expert in the energy research field.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}