{
    "rcn": "209363",
    "acronym": "APIP",
    "topics": "MSCA-IF-2016",
    "title": "Artificial engineered Phonons for application in Integrated Photonics",
    "startDate": "06/09/2017",
    "endDate": "05/09/2019",
    "objective": "Stimulated Brillouin (SBS) and Raman Scattering (SRS) effects have led to numerous applications in fiber optics (e.g. tunable laser and amplifiers). In integrated photonics, recent progress in opto-mechanics have shown that artificial analogue to the Raman effect, namely mechanical structure resonances, can be engineered and could results in new applications. That said, a few challenges must still be addressed before fiber applications of SRS can be transposed in a µm size optical chip. In particular the frequency of the mechanical resonances -aka artificial phonons- is still too low (<10Ghz) for most applications, and the light-phonon interaction is much weaker in waveguides compared to what is obtained in cavity opto-mechanics. Moreover current approaches relying on Radio-frequency measurements do not allow investigating high frequency (>10GHz) resonances. \nThe APIP project proposes to adapt slotted waveguides structures to support controlled high frequency mechanical resonances. Such structures were created to set the light in strong interaction with the surrounding medium ñmostly for sensing applications-, and then large part of the optical mode is confined at the dielectric interface, where the mechanical resonances are precisely also localized. Therefore such slotted structures are the best suited for the investigation of artificial SRS in integrated optics as a large light-phonon interaction is expected. \nMoreover, experimental investigation during the APIP project -and this is the second originality of the project- will rely on all-optical measurements techniques, like the one used in material science to characterize natural Raman effect. Therefore high frequency (10GHz-1THz) resonance will be investigated, without being limited by the small bandwidth of RF measurement techniques that are currently used.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}