{
    "rcn": "209379",
    "acronym": "REMES",
    "topics": "MSCA-IF-2016",
    "title": "Regulation and Metabolic Engineering of Saponins for use as bio-pesticides.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Insect pests and pathogens cause major losses in agriculture, and there is a critical need to develop novel and sustainable methods to reduce these losses. Plants produce a vast diversity of specialized chemicals that deter antagonist, but in spite of their potential for pest management they are still largely unexplored. We need to understand better how such defence compounds are synthesized by plants and what biotic and abiotic conditions trigger and regulate their production, in order to develop and use them sustainably. The objective of my REMES project is to uncover the genetic and molecular regulation of triterpenoid saponin biosynthesis, using the insect-resistant wild crucifer Barbarea vulgaris as a model system, and explore their use as bio-pesticides. I will 1) characterize transcriptional regulators of the saponin biosynthetic pathway; 2) explore how saponin biosynthesis responds to different functional types of insects and pathogens in B. vulgaris; and 3) manipulate the regulatory responses and production of saponins to assess their potential as sustainable bio-pesticides. In the project, I will take advantage of the experience and state-of-the-art facilities at the host in systems biology, molecular biology, biochemistry, bioinformatics, metabolomics and plant-insect interactions; in turn, I will contribute my own expertise in characterization of transcriptional regulation of specialized metabolism in plants. With the project I will consolidate my career in research whilst also developing important academic and transferrable skills for pursuing a future career in academia. Altogether, the project will improve our understanding of saponin biosynthesis and regulation, which will improve the industrial interest and means to develop crops with modified content of saponins and ecologically appropriate defence reactions, either through classical breeding or genetic engineering.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}