{
    "rcn": "209372",
    "acronym": "ENviSION-EO",
    "topics": "MSCA-IF-2016",
    "title": "Enhancing our Understanding of Earthís Land Surface InteractiONs at Multiple Scales Utilising Earth Observation",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "'Today, particularly so in the face of climate change and the need to meet global food and water security requirements, there is an urgent need for a better understanding of natural processes in the Earth System and of land surface interactions (LSIs). The recent rapid developments in Earth Observation (EO) technology (new satellites launched, drones) demonstrate the real need and the true potential of this technology in this direction.  \n\nIn this context, ENviSION-EO proposes the implementation of cutting-edge modelling interventions to the SimSphere Land Biosphere Model (LSM) towards developing a 2D LSM tool that will allow deriving for the first time spatio-temporal estimates of key parameters characterising LSIs. Furthermore, the action aims to unravel the potential of an EO-based modelling technique, so-called 'triangle', in deriving estimates of key parameters characterising LSIs from EO data acquired from ESA's (Sentinel-3) and unmanned aerial vehicles (UAVs). Another aspect of ENviSION-EO lies in elucidating the potential of the 'triangle' technique in downscaling existing global operational products of SSM provided today at a meso-scale-resolution using Sentinels-3 data. \n\nENviSION-EO proposes to undertake ground-breaking research that will lead to the development of innovative modelling methodologies, LBM tools and EO-derived products. It is anticipated that these will greatly increase our capability to model LSIs at multiple, previously unattained, observation scales, and provide important information for both new research and practical applications. Furthermore, the multifaceted and novel developments of ENviSION-EO together with the capacity and track record of the host organisation and the supervisor in training researchers at the MSCA level ensure a holistic development of the applicant to a scientist with a unique set of skills and expertise in EO Modelling of LSI's globally. \n\nDr. George P. Petropoulos is the applicant fellow.  \n'",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "POLYTECHNEIO KRITIS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}