{
    "rcn": "209373",
    "acronym": "Philosophy Forcing",
    "topics": "MSCA-IF-2016",
    "title": "Forcing in Contemporary Philosophy of Set Theory",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Forcing is one of the defining techniques of modern set theory. As of late its extensive and deep mathematical results and related foundational questions gained wider attention in the international debate in the philosophy of mathematics. This can be witnessed by the recent development of different research programs in the philosophy of set theory like the Multiverse or Hyperuniverse Program and the formation of new platforms for discussion like the newly founded Set Theoretic Pluralism network.  \nThis project aims to provide a philosophical and mathematical contribution to the ongoing debate by delivering a systematic study of forcing and its philosophical implications. It starts from the new observation that not only the results of forcing but also the way these results are obtained is of vital importance for the philosophical implications of the mathematical work. Our claim is that the method of forcing is not philosophically neutral; i.e. the different ways forcing is used by set theorists is one of the differentiating factors responsible for the philosophical conclusions drawn in the recent research programs. \nIn the first part of the project we will systematically examine the forcing technique, its mathematical uses and the influence forcing has on philosophical debates such as the multiverse versus universe view and ultimately the question of the search for new axioms. We will investigate how the different uses of forcing inform (or even determine) the philosophical upshot of the set-theoretical programs under consideration. Our aim is to shed new light on the ongoing debate. \nThe second part is dedicated to introducing new types of forcing (class-forcing, forcing over non-ZFC models) into the current philosophical debate in order to strengthen our case that the uses of forcing inform philosophical conclusions; further, these new types of forcing are put to use to counter and limit crucial generality claims on which some positions in the current debate rest.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}