{
    "rcn": "209300",
    "acronym": "UCYN2PLAST",
    "topics": "MSCA-IF-2016",
    "title": "Exploring the mechanisms underlying the evolution of plastids through the study of an unusual nitrogen-fixing symbiosis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Symbioses are evident sources of innovation in nature, critical for the evolution of plastids and the success of eukaryotes on Earth. The mechanisms promoting such relationships, however, are difficult to identify, especially between single-celled organisms, and remain largely unknown. A widespread symbiosis was recently discovered in the ocean between an unicellular cyanobacterium (UCYN-A) and single-celled eukaryotic algae (prymnesiophyte). UCYN-A lacks typical cyanobacterial features such as the capacity to perform oxygenic photosynthesis, CO2 fixation or the tricarboxylic acid cycle, and must thus rely on the supply of organic matter from the algal host. In turn, UCYN-A shows a dramatic genome reduction with a high specialization in nitrogen fixation, providing fixed nitrogen to the alga. Given the importance of nitrogen for the algal productivity, it has been hypothesized that UCYN-A could eventually give rise to a nitrogen-fixing plastid in a process analogous to the origin of chloroplasts. This project aims to study the UCYN-A symbiosis both from an evolutionary and a functional point of view: First, the identification and characterization of new associations from marine samples at a global scale through molecular techniques will allow a deep comparison of closely-related symbiotic lineages that will help to understand the evolutionary underpinnings of this symbiosis. Second, nutrient incubation experiments of seawater samples over diel cycles will be performed to identify potential factors regulating the carbon and nitrogen exchange between partners to gain knowledge on the host-symbiont coupling mechanisms. For this purpose, metatranscriptomic analysis and electron microscopy combined with molecular probes and quantitative isotopic techniques (FISH-nanoSIMS) will be applied. Elucidating the mechanisms underlying this unusual nitrogen fixing symbiosis will provide valuable insight into previously unknown processes explaining the evolution of plastids",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}