{
    "rcn": "209317",
    "acronym": "RESOURCE",
    "topics": "MSCA-IF-2016",
    "title": "Groundwater quality assessment in areas with intensive livestock: is manure recycling a major source of pollution and dissemination of antibiotic resistance genes?î",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "Groundwater protection is one of the latest environmental battlegrounds in Europe. It is used as a major source for drinking water production all over Europe and as such, the preservation of its chemical and microbiological quality is of vital importance. In agricultural areas with intensive livestock activities, groundwater quality might be seriously compromised by the excessive use of manure as organic fertilizer. Animal manure may contain high levels of organic contaminants (e.g. antibiotics, nitrogen-containing compounds) and bacteria carrying antibiotic resistance genes (ARGs), and its reuse as soil amendment could be an important route of entry of these pollutants into groundwater bodies. This project aims at broadening the knowledge about the role of animal manure recycling as a major source of groundwater pollution by: (i) analyzing selected multiple-class antibiotics and ARGs and (ii) using an innovative approach, based on the bulk characterization of dissolved organic matter (DOM) by high resolution mass spectrometry (HRMS), to uncover the chemical pattern of selected manure-impacted groundwater bodies, used as sources for drinking water production, and provide evidence about the role of manure recycling as a major source of aquifer pollution. RESOURCE is a project with high societal relevance in Spain. The shutdown of large scale manure treatment plants in 2014 and the subsequent generation of large amounts of untreated waste might endanger the good chemical and microbiological status of drinking water wells. Thus, the outcomes of this project will be highly valuable to assess the current status of groundwater bodies and will contribute in preventing serious environmental and human health issues. The fellowís expertise, gathered in international top research institutions and the outstanding infrastructure and capabilities available at ICRA, makes an ideal conjunction for the successful completion of the project.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997459052": {
            "orgId": "997459052",
            "orgName": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}