{
    "rcn": "209307",
    "acronym": "KdpFABC",
    "topics": "MSCA-IF-2016",
    "title": "Structure-function relationship of chimeric KdpFABC complex",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The structure-function relationships that explain the transport mechanism of membrane proteins on a molecular level are poorly understood and define one of the most complex and interdisciplinary research fields at the interface of Biology, Chemistry and Physics. Here I propose the investigation of the KdpFABC complex for the potassium uptake into the cell. It combines features of three membrane transport systems (P-type ATPases, channels and ABC transporters), which traditionally are considered to be mechanistically and structurally distinct. I propose to decipher the mechanism of action of the KdpFABC system, which is likely to overthrow the conceptual boundaries conventionally used to describe membrane transport mechanisms. The work might lead to the design of novel antibiotics, as these systems are exclusively found in prokaryotes. The structural studies will be conducted exploiting the recent breakthroughs in high-resolution single particle cryo electron microscopy (cryo-EM) that will be established by me as experienced researcher and thereby contribute to the cutting-edge research at UG. The complementary expertise of myself in structural biology and of Prof. Slotboom, as a world-leading scientist in the functional characterization of membrane proteins, are ideally suitable for the successful completion of the research objectives. Ultimately, this project will provide me a unique opportunity to establish myself as an independent researcher and use the knowledge and skills acquired to obtain an academic position within the EU.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}