{
    "rcn": "209492",
    "acronym": "MicroCONtACT",
    "topics": "ERC-2016-COG",
    "title": "Microglial control of neuronal activity in the healthy and the injured brain",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Microglia are the main immune cells of the brain, but their role in brain injury is highly controversial due to the difficulties in selectively manipulating and imaging microglial actions in real time. Specifically, it is unclear whether microglia control neuronal survival after injury via shaping the activity of complex neuronal networks in vivo. To this end, we have combined fast in vivo two-photon imaging of neuronal calcium responses with selective microglial manipulation for the first time. Our data suggest that microglia constantly monitor and control neuronal network activity and these actions are essential to limit excitotoxicity and neuronal death after acute brain injury. We also identify microglia as key regulators of spreading depolarization in vivo. However, the underlying mechanisms remained unexplored. Here, I propose that microglia control neuronal excitability and based on preliminary data I set out to investigate how this occurs. We will combine selective, CSF1R-mediated microglia depletion with advanced neurophysiological methods such as in vivo calcium imaging and intracranial EEG for the first time, to reveal how microglia shape activity of complex neuronal networks in the healthy and the injured brain. Then, we will study microglia-neuron interactions from the network level to nanoscale level using in vivo two-photon imaging and super-resolution microscopy. We will apply novel chemogenic and optogenetic approaches to manipulate microglia in real time, assess their role in neuronal activity changes and investigate the molecular mechanisms in vitro and in vivo. Our unpublished data also suggest that inflammation ñ a key contributor to brain diseases ñ could disrupt microglia-neuron signaling and we set out to investigate the underlying mechanisms. By using state-of the-art research tools that had not been applied previously in this context, our studies are likely to reveal novel pathophysiological mechanisms relevant for common brain diseases.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}