{
    "rcn": "209426",
    "acronym": "mPOWER",
    "topics": "SMEInst-06-2016-2017",
    "title": "Mobile platform to empower cancer patients with fatigue",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Over 50% of the 4 million European cancer patients experience crippling fatigue as side effect of their illness and the onerous treatments involved. The severe fatigue lasts for up to 10 years in 30% of cancer survivors, who experience fatigue daily, affecting their activities and quality of life. \n\nTired of Cancer BV,  a privately owned spin-out company of the Helen Dowling Institute is a young international company that has developed a digital application that includes  beneficial therapeutic elements to improve to lives of millions fatigued cancer patients. Tired of Cancer BVís business strategy is to develop an integrated platform that offers remote therapy through the clinic as well as through digital vendors. The overall aim of Tired of Cancer BV is to implement their digital therapy as the clinical golden standard for the treatment of Cancer Related Fatigue.\n\nAt the start of mPOWER, Tired of Cancer BV provides its users with a smartphone or tablet application based on decades of scientific insights and clinical best-practice. The deliverables for mPOWER include (i) a market-ready App with proven effectivity, (ii) several innovations in the TiredofCancer tools to improve on the use in clinical practice and (iii) a multi-facetted and expansive marketing and commercialization strategy directed at the EU market.\n\nThe TiredofCancer tool has three elements that uniquely positions the company to address the problem that cancer related fatigue poses to society and generate fast growth.\n(i) The TiredofCancer tool has proven efficacy in the clinic as well as in a web-based environment.\n(ii) The App is easily accessible for any end user with a smartphone or tablet.\n(iii) The tool will be integrated into clinical practice to provide specialists with guidelines to help tired patients.\n\nThus, Tired of Cancer BV provides a complete and widely accessible digital medicine to address cancer-related fatigue, easily available from the App-store and in clinical practices.",
    "totalCost": "1673250",
    "ecMaxContribution": "1171275",
    "coordinator": "TIRED OF CANCER BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917300386": {
            "orgId": "917300386",
            "orgName": "TIRED OF CANCER BV",
            "ecContrib": 1171275
        }
    },
    "calculatedTotalContribution": 1171275
}