{
    "rcn": "209476",
    "acronym": "FLIGHT",
    "topics": "ERC-2016-STG",
    "title": "The true costs of bird flight: From the laboratory to the field",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Flight is thought to be one of the most energetically costly of bird activities. These costs matter by virtue of their magnitude, as factors affecting flight costs can have a disproportionate impact on the overall energy balance. Flight costs are fundamentally linked to airflows, as well as behavioural responses to them, because birds react to horizontal and vertical currents by changing flight mode (i.e. flapping/ gliding), speed and route. Even minor route adjustments can radically affect the flow conditions that birds experience due to the uniquely dynamic and heterogeneous nature of the aerial environment. Yet our understanding of how airflows impact birds is in its infancy, being constrained by a lack of information on the metabolic costs of flight. Currently, the main methods for measuring flight costs in the laboratory either restrain the bird (thereby increasing energy expenditure) or suffer from low resolution, and field methods do not allow costs to be resolved in relation to fine scale movement paths. FLIGHT will use interdisciplinary approaches, integrating laboratory and field techniques, to address these grand challenges. Breakthrough methodologies will be used to (1) measure the costs of unrestrained bird flight in the laboratory and (2) derive a new proxy for power use in flight that is linked to flight performance, using accelerometry measurements from cutting-edge data loggers. Loggers will then be (3) deployed on wild birds to quantify their responses to airflows and the energetic consequences over fine scales. This will provide completely novel, mechanistic insight into the way the physical environment impacts flight costs, and (4) enable variation in flightñrelated energy expenditure to be modelled geographically and seasonally in model species. Overall, FLIGHT will provide new macro-ecological insight into relationships between bird distributions and flow conditions and inform assessments of how birds may be affected by changing wind regimes.",
    "totalCost": "1996042,5",
    "ecMaxContribution": "1996042,5",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 1996042
        }
    },
    "calculatedTotalContribution": 1996042
}