{
    "rcn": "209421",
    "acronym": "CASEK",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Collective Adaptive Systems Enabler Kit",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "In 2008 Apple introduced the App Store. It was a watershed moment in the history of digitalization and it made a huge impact on human society. With the App Store, Apple created a sustainable model to leverage the potential of mobile computing by tapping into the creativity of developers at large.  \n\nWe're currently on the cusp of a new chapter in the history of digitalization: the Internet of Things (IoT). The Internet of Things has been heralded as the Fourth Industrial Revolution and promises creative solutions to pressing business and societal problems. The Cassting project, from which CASEK arises, made important theoretical and methodological contributions to the Internet of Things.  \n\nBut developments in the IoT have fallen short of expectations, and due to the complicated and fragmented context of the IoT, nobody has been able to do the same for the IoT that the App Store did for mobile computing ñ until now. \n\nThe CASEK project sets the stage to dramatically accelerate developments in IoT through its sustainable marketplace model. CASEK will leverage the potential of the Internet of Things by tapping into the creativity of developers at large, powered by the Cassting framework.   \n\nDuring the CASEK project, we will focus on two aspects to support our ambition: business and technology. The business focus has as its objective to solidify a business and marketing plan. The technology focus has as its objective to develop a viable product offering.\n\nTo best reach these objectives, the CASEK project seeks to galvanize and learn from a community consisting of researchers on the one hand and emerging entrepreneurs on the other, as we see these groups as the vanguard to mainstream commercial adoption, which is our ultimate goal. \n\nBoth the business and technical focus will be executed cyclically in iterative cycles where emerging results from each focus can be taken as input for forthcoming cycles.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "SELUXIT APS",
    "coordinatorCountry": "DK",
    "participants": "AALBORG UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "962376480": {
            "orgId": "962376480",
            "orgName": "SELUXIT APS",
            "ecContrib": 33950
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 66050
        }
    },
    "calculatedTotalContribution": 100000
}