{
    "rcn": "209468",
    "acronym": "DO->IT",
    "topics": "IMI2-2015-07-06",
    "title": "Big Data for Better Outcomes, Policy Innovation and Healthcare System Transformation (DO->IT)",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The overall goal of the Big Data for Better Outcomes (BD4BO) programme is to facilitate the use of ëbig dataí to promote the development of value-based, outcomes-focused healthcare systems in Europe. To fully exploit the transformative potential of big data, consideration will need to be taken of the use of detailed personal and biological information across the spectrum of care delivery, starting from the development of innovative medicines and treatments, to market access and adoption, diffusion, and use in healthcare systems by providers and patients. This paradigm shift requires shared understanding and standards among healthcare stakeholders including patients, providers, payers, regulators, policy makers, pharmaceutical industry, and academia. \n\nOBJECTIVES\nThe proposed Coordination and Support Action (CSA) will establish an enabling platform that brings together these stakeholder groups across the BD4BO programme to ensure quality and consistency of individual projects in line with the overarching programme objective. Our consortium therefore aims to promote the use of big Data for better Outcomes, policy Innovation and healthcare system Transformation (DO->IT). Accordingly, we will: \nï Define a programme strategy that ensures quality, consistency and sustainability of health outcomes related activities across individual BD4BO projects.\nï Integrate, synthesise, and manage knowledge from all BD4BO projects, making it easily accessible via a single knowledge exchange platform.\nï Act as pivotal point of collaboration, stakeholder engagement and communication for all BD4BO projects.\nï Provide transparency and enable the use of patient health data and human biological samples for research purposes by developing minimum data privacy standards for Informed Consent Forms (ICFs) and supporting materials for use by individual BD4BO disease-specific projects and more widely in the Research and Development (R&D) sector.\n\nCONSORTIUM\nThe multidisciplinary composition, uniting public and private sector stakeholders is the essential feature of the DO->IT consortium. The public membership spans world-leading expertise in health systems and policy, with specific expertise in the definition and use of validated outcomes from real world data sources. It comprises partners from large and small European countries as well as from pan-European and US organisations, disease-specialists from across the range of vertical programmes, including relevant patient organisations for existing and planned BD4BO projects, and representation from all relevant big data stakeholders, for example national decision makers, regulators, registries, healthcare providers, and researchers. The private consortium members include 22 pharmaceutical and biotechnology companies, national and pan-European pharma industry organisations, EFPIA Partners in Research with significant data management expertise including SMEs and organisations with a pan-European and global footprint. The public and private partners will also contribute their vast experience and networks to build on learnings and best practices of other real world evidence data or big data related IMI projects such as ADAPT-SMART, GetReal, EMIF, EHR4CR, OpenPHACTS and eTRIKS. In addition, DO->IT will leverage regular contact with its carefully selected International Advisory Board (IAB) and the  Data Privacy and Ethics Committees (DPECs) to inform activities and maximise the impact of BD4BO outputs. \n\nDO->IT will combine its full range of stakeholder knowledge with an holistic approach to address legal, ethical, methodological and practical issues in the collection, storage, and use of personal data across the medicinal product life-cycle.\n\nWORK PLAN\nThe work plan for the CSA is structured in four Work Packages (WPs). WP1 is concerned with the Programme Strategy and Coordination. It provides clear strategic guidance across individual projects within the BD4BO programme, ensuring common goals and s",
    "totalCost": "7191755",
    "ecMaxContribution": "3549833",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "Health iQ LTD.;FOLKEHELSEINSTITUTTET;Technologie- und Methodenplattform f¸r die vernetzte medizinische Forschung e. V.;Pfizer Ltd;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;GLAXOSMITHKLINE RESEARCH AND DEVELOPMENT LTD.;Norwegian Medicines Agency;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UCB Biopharma SPRL;NOVARTIS PHARMA AG;European Federation of Pharmaceutical Industries and Associations;Merck Sharp and Dohme, Corp.;UNIVERSITA COMMERCIALE LUIGI BOCCONI;The Swedish Institute for Health Economics;Amgen NV;F. HOFFMANN-LA ROCHE AG;Celgene International II Sarl;The Association of the British Pharmaceutical Industry;NATIONAL INSTITUTE FOR HEALTH AND CARE EXCELLENCE;TANDVARDS-OCH LAKEMEDELSFORMANSVERKET;Boehriger Ingelheim International GmbH;EUROPEAN CANCER PATIENT COALITION;SEMMELWEIS EGYETEM;InterSystems GmbH;THE UNIVERSITY OF LIVERPOOL;BAYER AKTIENGESELLSCHAFT;SANOFI-AVENTIS RECHERCHE & DEVELOPPEMENT;THE EUROPEAN MULTIPLE SCLEROSIS PLATFORM AISBL;NOVO NORDISK A/S;INSTITUT DE RECHERCHE INTERNATIONAL SERVIER;Eli Lilly and Company Ltd;Asociacion Nacional Empresarial de la Industria FarmacÈutica;JANSSEN PHARMACEUTICA NV;Verband forschender Arzneimittelhersteller e.V.;Merck KGaA",
    "participantCountries": "UK;NO;DE;FR;BE;CH;US;IT;SE;HU;DK;ES",
    "projectParticipants": {
        "937666409": {
            "orgId": "937666409",
            "orgName": "UCB Biopharma SPRL",
            "ecContrib": 0
        },
        "999478883": {
            "orgId": "999478883",
            "orgName": "FOLKEHELSEINSTITUTTET",
            "ecContrib": 186240
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 169776
        },
        "917629022": {
            "orgId": "917629022",
            "orgName": "The Association of the British Pharmaceutical Industry",
            "ecContrib": 0
        },
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 119921
        },
        "997585928": {
            "orgId": "997585928",
            "orgName": "Eli Lilly and Company Ltd",
            "ecContrib": 0
        },
        "997658387": {
            "orgId": "997658387",
            "orgName": "INSTITUT DE RECHERCHES INTERNATIONALES SERVIER",
            "ecContrib": 0
        },
        "997517058": {
            "orgId": "997517058",
            "orgName": "Amgen NV",
            "ecContrib": 0
        },
        "998044059": {
            "orgId": "998044059",
            "orgName": "InterSystems GmbH",
            "ecContrib": 0
        },
        "954335762": {
            "orgId": "954335762",
            "orgName": "TANDVARDS-OCH LAKEMEDELSFORMANSVERKET",
            "ecContrib": 149000
        },
        "999965241": {
            "orgId": "999965241",
            "orgName": "MERCK KOMMANDITGESELLSCHAFT AUF AKTIEN",
            "ecContrib": 0
        },
        "920403319": {
            "orgId": "920403319",
            "orgName": "The Swedish Institute for Health Economics",
            "ecContrib": 453440
        },
        "999601782": {
            "orgId": "999601782",
            "orgName": "F. HOFFMANN-LA ROCHE AG",
            "ecContrib": 0
        },
        "952706065": {
            "orgId": "952706065",
            "orgName": "European Federation of Pharmaceutical Industries and Associations",
            "ecContrib": 0
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1263850
        },
        "923895416": {
            "orgId": "923895416",
            "orgName": "Norwegian Medicines Agency",
            "ecContrib": 0
        },
        "984454262": {
            "orgId": "984454262",
            "orgName": "NATIONAL INSTITUTE FOR HEALTH AND CARE EXCELLENCE",
            "ecContrib": 298788
        },
        "958736458": {
            "orgId": "958736458",
            "orgName": "Asociacion Nacional Empresarial de la Industria Farmacéutica",
            "ecContrib": 0
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 359918
        },
        "998198095": {
            "orgId": "998198095",
            "orgName": "SANOFI-AVENTIS RECHERCHE & DEVELOPPEMENT",
            "ecContrib": 0
        },
        "999940021": {
            "orgId": "999940021",
            "orgName": "NOVO NORDISK A/S",
            "ecContrib": 0
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 96321
        },
        "984108263": {
            "orgId": "984108263",
            "orgName": "EUROPEAN CANCER PATIENT COALITION",
            "ecContrib": 100644
        },
        "984108457": {
            "orgId": "984108457",
            "orgName": "Technologie- und Methodenplattform für die vernetzte medizinische Forschung e. V.",
            "ecContrib": 231190
        },
        "963668229": {
            "orgId": "963668229",
            "orgName": "Verband forschender Arzneimittelhersteller e.V.",
            "ecContrib": 0
        },
        "917617285": {
            "orgId": "917617285",
            "orgName": "Health iQ LTD.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3429088
}