{
    "rcn": "209418",
    "acronym": "UPtoPARIS",
    "topics": "MSCA-COFUND-2016",
    "title": "PhD Programme of Advanced Research in Interdisciplinary Science at ESPCI Paris",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Loyal to its tradition in education and training on an interdisciplinary level between physics, chemistry and biology, ESPCI proposes a brand new international doctoral programme ñ UPtoPARIS. PhD fellows will have the opportunity to explore a unique environment comprising an elite engineer school, 9 joint research units and a new incubator on campus hosting 12 technology-driven start-ups ñ a recipe for a cutting-edge doctoral training in the heart of Paris.\n\nUPtoPARIS is designed to propose a combination of research activities and innovative and competitive supervising, mentoring and career planning. With PhD projects strongly connected to the transferability of basic science, the programme aims to shape new profiles of forward-looking young researchers by giving them knowledge and skills directly linked to the needs of the European and international industry and market. The intersectoral exposure, provided by secondments, workshops and specific guidance, will help young researchers to gain a precious experience in terms of technological development and application through consciously selected topics of European interest, inspired by the KETs, identified by the EU. The 5 Education and Research Chairs of ESPCI (Total, Michelin, Saint-Gobain, Axa and Safran) are also a guarantee for the privileged long-term partnerships with the industry.\n\nThe 30 incoming excellent doctoral candidates will also reinforce the internationally renowned profile of ESPCI and the region, by increasing the number of foreign PhD students and, consequently, the quality and the diversity of the scientific exchange. The UPtoParis programme will be a pilot project in terms of better recruitment and career guidance procedures with an important impact on the development of high-quality human resources not only on a local level, but also in the European Research Area.",
    "totalCost": "4708800",
    "ecMaxContribution": "2354400",
    "coordinator": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998498504": {
            "orgId": "998498504",
            "orgName": "VILLE DE PARIS",
            "ecContrib": 0
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 2354400
        }
    },
    "calculatedTotalContribution": 2354400
}