{
    "rcn": "209407",
    "acronym": "ACTrans",
    "topics": "MSCA-IF-2016",
    "title": "Accelerating Clinical Translation. Charting the Politics of Translation in the European Union",
    "startDate": "12/02/2018",
    "endDate": "11/02/2020",
    "objective": "In the postñgenomic era, innovation policies in biomedicine are increasingly being driven by the notion that constant advancements in biological knowledge fail to materialize into tangible therapeutic outcomes. Discursively framed in terms of a ìgapî between ìbenchî and ìbedsideî in need of urgent ìbridgingî, this representation of the shortcomings of biomedical innovation has propelled growing efforts tailored towards the clinical translation of research results. In the European Union, the acceleration of clinical translation has been positioned as a cornerstone of its innovation strategy, as attested by the launch of a host of translational policy initiatives and a vast array of regulatory reforms in the process of medicines approval.\nHowever, in spite of its growing relevance, the broader expectations, dynamics and implications of the translational enterprise at EU level have yet to be comprehensively drawn out by the social sciences. This project sets out to accomplish this objective. Drawing from qualitative research methodologies, it investigates the articulation of translational initiatives in the policy and regulatory context of the EU, with the aim to chart and analyze the different epistemic and normative expectations underpinning translational policies, the sociotechnical dynamics of their implementation, as well as their social and political implications. Specifically, the project focuses on the mobilization of translational initiatives into the service of EU socioñpolitical consolidation and its transboundary exercise of political, economic and cultural power, and will investigate the possible tensions and tradeñoffs between the political ideal of competitiveness enshrined in such initiatives, and those of democratic accountability and social justice.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}