{
    "rcn": "209480",
    "acronym": "AERIALIST",
    "topics": "MG-1-4-2016-2017",
    "title": "AdvancEd aicRaft-noIse-AlLeviation devIceS using meTamaterials",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "AERIALIST aims at the disclosure of the potential of metamaterials to envisage innovative devices for the mitigation of the civil aviation noise. Goal of AERIALIST is to contribute to the identification of breakthrough technologies to achieve the noise reduction targets foreseen by the ACARE Flightpath 2050. AERIALIST fully complies with the envisaged SRIA, aiming at the development of efficient methods for the modelling of metamaterials tailored to aeroacoustic applications and at the conceptual design of innovative devices for aircraft noise mitigation. The focus will be on the reduction of the noise propagating outside turbofan nacelles, exploiting the unconventional properties of acoustic metamaterials to modify noise scattering patterns. Scattering cancellation, hyper-focusing, and noise trapping techniques will be investigated to achieve virtual scarfing of intakes, suitable treatment of outflow ducts and enhancement of shielding effects. As a key enabling factor, efficient and reliable theoretical models and numerical tools will be developed and validated during AERIALIST. Despite the tremendous growth experienced by the research on metamaterials during the last decade, this aspect still deserves a thorough investigation. The AERIALIST activity will lie almost entirely in the TRL range 1-2, with the possible evolution up to level 3 (experimental proof of concepts) of the most promising ideas. In summary, AERIALIST will: i) extend the acoustic metamaterial theory to take into account the effect of realistic aerodynamic flows; ii) develop suitable numerical methods to simulate the behaviour of acoustic metamaterials in aeronautic operating conditions; iii) realize the experimental validation of the most promising concepts; iv) analyse the technical feasibility of noise-reductions devices based on the developed concepts, and propose a roadmap towards their practical realization.",
    "totalCost": "2424330",
    "ecMaxContribution": "2424330",
    "coordinator": "UNIVERSITA DEGLI STUDI ROMA TRE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF BATH;KUNGLIGA TEKNISKA HOEGSKOLAN;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITY OF BRISTOL",
    "participantCountries": "UK;SE;IE",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 395000
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 343201
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 572544
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 485000
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 628585
        }
    },
    "calculatedTotalContribution": 2424330
}