{
    "rcn": "209486",
    "acronym": "MassiveCosmo",
    "topics": "ERC-2016-COG",
    "title": "Massive Gravity and Cosmology",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The ambition of this research program is to challenge the nature of gravity, provide an alternative to dark energy, and pave the way towards a potential resolution of one the most tantalizing problems of physics today: The Old Cosmological Constant Problem.\n\nAs General Relativity celebrates its centennial, its predictive successes and its status as our most elegant theory of gravity are incontrovertible. Nevertheless, while the recent discovery of the late-time acceleration of the Universe is in perfect agreement with observations, the 120 orders of magnitude discrepancy between expectations and observations is one of today's most challenging puzzles and may be the sign of new physics to uncover. This conundrum has driven the development of dark energy models as alternative sources for acceleration, but many of them suffer from a similar discrepancy and require an unnatural tuning of their parameters. Despite decades of attempts, the Old Cosmological Constant Problem remains yet unsolved.\n\nThis program proposes a distinct direction to address this problem and to explain the acceleration of the Universe where the graviton, the particle carrier of gravity, has a mass, or is effectively massive. Not only will this open a new panorama for cosmology, it will also answer the fundamental question of the nature of the graviton. Signatures and constraints will be derived through astrophysical and cosmological probes.\n\nWhile striving to address these fundamental challenges, the program will also elucidate new aspects of massive gravity by establishing its theoretical viability and embedding as an effective field theory.  These developments will feed into new breakthroughs that have recently emerged from massive gravity.\n\nAs major missions and experiments are underway to probe dark energy and to detect gravitational waves, there is no better time to question gravity at the fundamental level, to provide alternatives to dark energy and to determine their unique signatures.",
    "totalCost": "1975829",
    "ecMaxContribution": "1975829",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1975829
        }
    },
    "calculatedTotalContribution": 1975829
}