{
    "rcn": "209451",
    "acronym": "EbolaMoDRAD",
    "topics": "IMI2-2014-02-05",
    "title": "Ebola Virus: Modern Approaches for developing  bedside Rapid Diagnostics",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The current Ebola Virus Disease (EVD) outbreak has caused more than 5000 deaths within a few months in West Africa (Guinea, Sierra Leone and Liberia being the most severely affected countries), including numerous healthcare workers. It is now a serious public health crisis of international concern. The numbers of cases are still increasing 11 months after the first case was described (December 2013): by mid-November 2014 approximately 15000 individuals have been infected and the epidemic is still not under control. The direct effects of this outbreak include disruption of standard medical care, insecurity and social disruption in countries that were already struggling to recover from decades of war. One of the most important key actions to limit and stop the spread of this deadly disease is to identify and isolate the EBOV-infected patients. The diagnosis of Ebola Virus infections has in the past, been performed overwhelmingly in specialist reference laboratories with high-performance molecular, serological and culture methods. In recent years many of these functions have been mobilised into rapid response mobile laboratories. Indeed several of these units supported by European, CDC/USA, Canadian, Chinese and African states have been set up to help the current outbreak by performing laboratory diagnosis, in collaboration with national centres in West Africa. While this type of response has been effective in helping control past EVD outbreaks in rural parts of Africa, it has not been as effective at controlling the current outbreak, which is now spreading in densely populated city and slum areas. Unfortunately, the diagnostic procedures currently used in the mobile laboratories are associated with several problems: i) there are a limited number of diagnostic hubs, ii) performing the diagnostic tests correctly requires specialist training, skill and experience, consequently there a limited numbers of trained staff, iii) the distance between the point of care and diagnostic hubs means that patients cannot be rapidly isolated and thus spread the virus and iv) there are serious biosafety aspects of handling and transporting hazard group 4 infectious samples from hospitals/emergency medical units to the diagnostic hubs. \nThe EbolaMoDRAD project plans to investigate and focus our activities on developing robust, sensitive and rapid diagnostic tools that can be used at the point of care for field investigation. The complexity of the technical issues to be addressed requires a broad and multidisciplinary network of experts. EbolaMoDRAD will build existing leading-edge expertise in Europe and Africa, and bring these together with new networks of scientists who will work towards solving important public health issues concerning EVD that cannot be resolved by individual groups. \nThe overall aim of EbolaMoDRAD is to develop and deliver rapid bedside diagnostic tool(s) that will significantly increase our capacity to handle the current situation of EVD in West Africa and also future outbreaks, within a 24 month period. \nThe project will be a multidisciplinary research consortium drawn from key European and African research organisations, thus consolidating previous tools and knowledge. EbolaMoDRAD will also put in place a strong capacity building programme in West Africa and hands-on training in non-endemic countries (neighbouring to endemic areas) in the fields of outbreak management, diagnostics and application of EbolaMoDRAD tools/results. EbolaMoDRAD will disseminate widely all results as they become available notably to public health bodies, NGOs, outbreak management teams and local hospitals in West Africa via a strong outreach programme. To achieve this overall aim, an intensive work plan will be put in place with the following specific objectives:\nï\tTo develop a biosafe rapid detection method (diagnostic tool) for a use at points of care in EVD endemic countries;\nï\tTo validate the diagnostic tools first in BSL4 and reference lab",
    "totalCost": "4300935",
    "ecMaxContribution": "4300935",
    "coordinator": "FOLKHALSOMYNDIGHETEN",
    "coordinatorCountry": "SE",
    "participants": "Clonit srl;HELSINGIN YLIOPISTO;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;STATENS SERUM INSTITUT;CORIS BIOCONCEPT SPRL;AJ INNUSCREEN GMBH;KOBENHAVNS UNIVERSITET;Institut Pasteur De Dakar;Department of Health england;INSERM - TRANSFERT SA;THE UNIVERSITY OF STIRLING;INSTITUT PASTEUR;Istituto Nazionale Malattie Infettive Lazzaro Spallanzani, IRCCS;UNIVERSITE D'AIX MARSEILLE;TURUN YLIOPISTO;STOCKHOLMS UNIVERSITET;EMERGENCY LIFE SUPPORT FOR CIVILIAN WAR VICTIMS ONG ONLUS",
    "participantCountries": "IT;FI;FR;DK;BE;DE;SN;UK;SE",
    "projectParticipants": {
        "961534423": {
            "orgId": "961534423",
            "orgName": "Clonit srl",
            "ecContrib": 251250
        },
        "999955541": {
            "orgId": "999955541",
            "orgName": "INSERM - TRANSFERT SA",
            "ecContrib": 231000
        },
        "934722459": {
            "orgId": "934722459",
            "orgName": "AJ INNUSCREEN GMBH",
            "ecContrib": 175000
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 207000
        },
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 279836
        },
        "999542806": {
            "orgId": "999542806",
            "orgName": "Institut Pasteur De Dakar",
            "ecContrib": 216250
        },
        "934831390": {
            "orgId": "934831390",
            "orgName": "EMERGENCY LIFE SUPPORT FOR CIVILIAN WAR VICTIMS ONG ONLUS",
            "ecContrib": 200078
        },
        "949789954": {
            "orgId": "949789954",
            "orgName": "FOLKHALSOMYNDIGHETEN",
            "ecContrib": 416666
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 0
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 207084
        },
        "984486466": {
            "orgId": "984486466",
            "orgName": "CORIS BIOCONCEPT SPRL",
            "ecContrib": 318125
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 224106
        },
        "999937402": {
            "orgId": "999937402",
            "orgName": "STATENS SERUM INSTITUT",
            "ecContrib": 208375
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 146250
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 312500
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 115000
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 173040
        }
    },
    "calculatedTotalContribution": 3681560
}