{
    "rcn": "209444",
    "acronym": "EBOMAN",
    "topics": "IMI2-2014-02-02",
    "title": "Manufacturing and Development for Rapid Access Ebola Vaccine (EBOMAN)",
    "startDate": "01/12/2014",
    "endDate": "30/11/2017",
    "objective": "This topic response (Topic 2: Manufacturing Capability) forms part of an integrated proposal to address the urgent unmet needs of accelerating the development of an Ebola vaccine.  To help facilitate this main goal additional activities will be performed; the generation of sufficient vaccine and the capacity increase for generating more vaccine by means of process scale up and improvements.  \nThe main objectives of this proposal are to manufacture sufficient supplies (and overages) for the clinical studies described in topic 1 and to prepare for a rapid access to large quantities of  Ad26.ZEBOV (prime) and MVA-BNÆ-Filo (boost) vaccine in case of further escalation of the Ebola outbreak (The clinical development may change requiring an alternative vaccine combination; vaccination strategy. Any changes will be subsequently reflected in the manufacturing of clinical supplies) . In conjunction with topic 3 (Transport and Rapid Access Ebola Vaccine) we should be able to respond quickly to future emergency needs of the vaccine.\nThe program therefore covers immediate manufacturing of clinical material and creation of additional capacity (by scale up, process improvements) and product understanding (BSL classification downgrading, process and product characterisation) to cope with increased need for the vaccine. The program includes:\n\nManufacturing, release and supply of Ad26.ZEBOV and MVA-BNÆ-Filo vaccine candidate for clinical studies (outcome: released clinical material)\n\nProcess Development activities required to ensure scale up of Ad26.ZEBOV manufacturing to 50L and fully define the 300L scale MVA-BNÆ-Filo production.\n\nExecute process development activities to ensure scale up of Ad26.ZEBOV and MVA-BNÆ-Filo to support potential manufacturing of up to 4M doses \n\nProcess Development and further scale up to support potential manufacturing of 10-20M doses \n\nGenerate material for further stability investigations towards late phase \n\nGenerate data to support downgrading of product handling from Biosafety level 2 to level 1.\n\nBuild additional BSL2 capacity supporting requirements for larger numbers of Drug Product \n  \nProcess and product understanding to support Phase II and III clinical trial applications and thereafter.",
    "totalCost": "40188229",
    "ecMaxContribution": "1023325",
    "coordinator": "Vibalogics GmbH",
    "coordinatorCountry": "DE",
    "participants": "JANSSEN VACCINES & PREVENTION BV;Bavarian Nordic",
    "participantCountries": "NL;DK",
    "projectParticipants": {
        "963020463": {
            "orgId": "963020463",
            "orgName": "JANSSEN VACCINES & PREVENTION BV",
            "ecContrib": 0
        },
        "934890851": {
            "orgId": "934890851",
            "orgName": "Bavarian Nordic",
            "ecContrib": 0
        },
        "934798022": {
            "orgId": "934798022",
            "orgName": "Vibalogics GmbH",
            "ecContrib": 1023325
        }
    },
    "calculatedTotalContribution": 1023325
}