{
    "rcn": "209470",
    "acronym": "RACE",
    "topics": "ERC-2016-STG",
    "title": "Rheumatoid Arthritis Caught Early: investigating biological mechanisms preceding chronification of joint inflammation to identify patients prior to presentation of classic chronic arthritis",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Rheumatoid Arthritis (RA) causes long lasting disability. At the time of clinically evident arthritis and diagnosis, the disease is already persisting, requiring long-term suppressive treatment. My overarching aim is to prevent chronic arthritis and RA by inhibiting the evolving auto-immune response in a pre-arthritis phase. Currently, identification of RA-patients before the classic presentation with clinically evident chronic arthritis is beyond the state of the art. I here aim to achieve this early recognition by increasing the mechanistic understanding of pre-arthritis phases.\n \nI intend to study RA-specific auto-immune responses at the cellular and humoral level as well as markers reflecting local and systemic inflammation. These aspects are selected based on my world-wide validated rule to predict RA-development in early arthritis and on recent work on progression from Clinically Suspect Arthralgia (CSA) to clinical arthritis.\n\nThis project is now finally feasible, thanks to unique ëpre-RAí cohorts and cross-boundary preparatory work done with basic scientists, clinicians and engineers. My research concept is to integrate the products of separate trajectories in a longitudinal study and translate it to the clinic. \n\nPatients with CSA will be studied serially in time. Using validated methods and novel techniques and insights we will: delineate molecular and predictive features of RA-specific auto-antibodies and auto-antibody secreting B-cells, identify improved markers of systemic inflammation and test and validate a computer-aided image analysis system to detect subclinical joint inflammation on MRI. Serial data will be combined to reveal interactions between markers and time relationships. Lastly a prediction model identifying imminent RA will be developed. The forefront position of my group allows national and international validation. \n\nTogether, this multidisciplinary and intersectorial project will open new horizons for preventive, targeted interventions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}