{
    "rcn": "209495",
    "acronym": "BAPS",
    "topics": "ERC-2016-COG",
    "title": "Bayesian Agent-based Population Studies: Transforming Simulation Models of Human Migration",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "The aim of BAPS is to develop a ground-breaking simulation model of international migration, based on a population of intelligent, cognitive agents, their social networks and institutions, all interacting with one another. The project will transform the study of migration ñ one of the most uncertain population processes and a top-priority EU policy area ñ by offering a step change in the way it can be understood, predicted and managed. In this way, BAPS will effectively integrate behavioural and social theory with modelling.\n\nTo develop micro-foundations for migration studies, model design will follow cutting-edge developments in demography, statistics, cognitive psychology and computer science. BAPS will also offer a pioneering environment for applying the findings in practice through a bespoke modelling language. Bayesian statistical principles will be used to design innovative computer experiments, and learn about modelling the simulated individuals and the way they make decisions.\n\nIn BAPS, we will collate available information for migration models; build and test the simulations by applying experimental design principles to enhance our knowledge of migration processes; collect information on the underpinning decision-making mechanisms through psychological experiments; and design software for implementing Bayesian agent-based models in practice. The project will use various information sources to build models bottom-up, filling an important epistemological gap in demography.\n\nBAPS will be carried out by the Allianz European Demographer 2015, recognised as a leader in the field for methodological innovation, directing an interdisciplinary team with expertise in demography, agent-based models, statistical analysis of uncertainty, meta-cognition, and computer simulations. The project will open up exciting research possibilities beyond demography, and will generate both academic and practical impact, offering methodological advice for policy-relevant simulations.",
    "totalCost": "1455590",
    "ecMaxContribution": "1455590",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAET ROSTOCK",
    "participantCountries": "DE",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1413286
        },
        "999852430": {
            "orgId": "999852430",
            "orgName": "UNIVERSITAET ROSTOCK",
            "ecContrib": 42304
        }
    },
    "calculatedTotalContribution": 1455590
}