{
    "rcn": "209419",
    "acronym": "ENTIMENT",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Industrial Exploitation and Market Uptake of a Temporal Cognition Toolbox for Commercial Robots",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "ENTIMENT aims to assess, deploy and commercialize a novel Temporal Cognition Toolbox (TCT) that greatly facilitates the development of time-aware robots, capable to engage in prolonged, symbiotic interaction with humans. In doing so, it significantly capitalizes on the successful research and development activities on artificial time perception, pursued within the FET-funded project TimeStorm, which aims at equipping robots with a human-like sense of temporality and the ability to perceive the temporal aspects of the world. The already available and tested robotic temporal cognition modules implemented in TimeStorm by partner FORTH, will be refined and integrated into the TCT, that will further be released as an open source ROS node for robotic developers. \nTCT will furnish robots with the ability to perceive the inherent temporal dimension that is inevitably present in human-machine confluence. The latter will have a major impact in mainstream sectors of robotic applications, including service robots, companions, entertainment platforms, etc. ENTIMENT has already compiled a Focus Group of companies interested in the exploitation of TCT in contemporary and future commercial robotic systems under a licensed agreement. \nTemporal cognition is certainly not an optional extra but a necessity towards the development of truly autonomous and intelligent machines that are seamlessly and actively integrated into human societies. The implementation of highly competitive, temporal-cognition enabled robots will enhance the innovation potential of FET projects, contributing at the same time in the market and economic growth of Europe.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 100000
}