{
    "rcn": "209484",
    "acronym": "EpiScope",
    "topics": "ERC-2016-COG",
    "title": "Epigenomics and chromosome architecture one cell at a time",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "In Eukaryotes, cellular identity and tissue-specific functions are linked to the epigenetic landscape and the multi-scale architecture of the genome. The packing of DNA into nucleosomes at the ~100 bp scale and the organization of whole chromosomes into functional territories within the nucleus are well documented. At an intermediate scale, chromosomes are organised in megabase to sub-megabase structures called Topologically Associating Domains (TADs). Critically, TADs are highly correlated to patterns of epigenetic marks determining the transcriptional state of the genes they encompass. Until now, the lack of efficient technologies to map chromosome architecture and epigenetic marks at the single-cell level have limited our understanding of the molecular actors and mechanisms implicated in the establishment and maintenance of the multi-scale architecture of chromosomes and epigenetic states, and the interplay between this architecture and other nuclear functions such as transcription.\nThe overall aim of EpiScope is to unveil the functional, multi-scale, 3D architecture of chromatin at the single-cell level while preserving cellular context, with a toolbox of groundbreaking high-performance microscopies (Hi-M). Hi-M will use unique combinations of multi-focus and single-molecule localization microscopies with novel DNA labeling methods and microfluidics. Hi-M will enable the study of structure-function relationships within TADs of different chromatin types and correlate single-cell variations in epigenomic patterns to 3D conformations with genomic specificity and at the nanoscale. Finally, Hi-M will be used to develop a novel high-throughput, high-content method to unveil the full pairwise distance distribution between thousands of genomic loci at the single cell level and at multiple length-scales. Our findings and technologies will shed new light into the mechanisms responsible for cellular memory, identity and differentiation.",
    "totalCost": "1999780",
    "ecMaxContribution": "1999780",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999780
        }
    },
    "calculatedTotalContribution": 1999780
}