{
    "rcn": "209493",
    "acronym": "TIMING",
    "topics": "ERC-2016-COG",
    "title": "Time-Resolved Nonlinear Ghost Imaging",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "This project addresses major challenges in Terahertz (THz) sensing at the forefront of the experimental and theoretical investigation. The results will have far-reaching implications in complex science. They will target the next generation of THz imagers, acknowledged as unique diagnostic tools in cross-disciplinary fields in light of the THzís distinctive ability to unambiguously discriminate molecular compounds.\n\n The project objectives are:\n\n(i) to explore the consequences of modern approaches to imaging with structured illumination in the THz domain.\n\n(ii) to introduce a novel approach to THz microscopy.\n\nTIMING will explore a novel form of single-pixel imaging that boosts the performance of the state-of-the-art. It exploits concepts cross-disciplinary inherited from fields like complexity and nonlinear-physics. \n\nThe newly developed background will directly impact transverse fields like acoustic, microwaves and optics where related forms of imaging are strongly investigated. The sought results aim to enable applications in several scenarios in biology, medicine, material science, quality inspection and security. In all those fields, active THz imaging is still challenged by the poor general resolution, low brightness and relatively long acquisition time, aspects directly targeted by this project. \n\nTIMING is at the same time a project and novel imaging concept that will unveil real applications in transversal and interdisciplinary fields where imaging and material discrimination are strategic.",
    "totalCost": "1979270",
    "ecMaxContribution": "1979270",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1979270
        }
    },
    "calculatedTotalContribution": 1979270
}