{
    "rcn": "209425",
    "acronym": "CompAd",
    "topics": "ERC-PoC-2016",
    "title": "Complementary Adhesive Coatings based on Molecular Association",
    "startDate": "01/05/2017",
    "endDate": "30/04/2018",
    "objective": "Adhesives constitute a potent and very broad technology, offering innovative solutions to a wide range of industries and providing craftsmen and private consumers with easy-to-use technically-advanced products. For every application in which two elements need to be fastened together, a specific adhesive can in principle be formulated. \nWe aim at developing a novel adhesive technology, CompAd, that ultimately targets the commercialization of adhesive formulations for coating different surfaces, producing materials where bonding: 1) occurs under a pressure-sensitive contact mechanism; 2) can be classified as weak; 3) is reversible; and 4) takes place between two complementary surfaces. CompAd technology is based in chemically mimicking the operation of materials like VelcroÆ by using, in a bioinspired approach, complementary noncovalent interactions between molecules. \nThis PoC Project therefore endeavours to bond the scientific bases, technical know-how and expertise acquired during the last years in the ERC Starting Grant PROGRAM-NANO project, with a novel potential applied technology that aspires to provide industry and society with an unconventional chemical adhesive product. The range of potential applications of the CompAd technology is broad, so we will focus in this project on identifying the most lucrative and feasible market niches as a function of the technical adhesion parameters measured in standard prototypes. This requires the assembly of a team comprising experienced researchers on one hand, to validate CompAd performance through well-established standard tests, and management, market and IPR experts on the other, to develop the most convenient business strategy for the exploitation of our technology. Due to its innovative nature and versatility, CompAd has a great potential to open up important technological and commercial opportunities in the design and applications of future smart adhesives.",
    "totalCost": "149975",
    "ecMaxContribution": "149975",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 149975
        }
    },
    "calculatedTotalContribution": 149975
}