{
    "rcn": "209408",
    "acronym": "MoroccoMasculinities",
    "topics": "MSCA-IF-2016",
    "title": "Masculinities, Youth and Violence in the Moroccan Underclass: Young Men and Their Future Selves.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Male juvenile delinquency as represented by self-styled tcharmils has been the focus of a moral panic in Morocco over the last years. The tcharmil subculture has gained visibility through a social-media propagated aesthetic that turns the stigma of social disqualification into a source of pride by extolling assertive masculinity, violence, and the transgression of social and religious norms. By adopting consumerist values that overlap with those of more privileged classes, and by frequenting the latterís urban spaces of leisure, the tcharmil blur social boundaries. The resulting anxieties among the privileged has resulted in public campaigns and police crackdown. MoroccoMasculinities examines the construction of the masculinities of disadvantaged young men in order to understand how gender, class, space and ethnicity intersect in juvenile moral and cultural formations in todayís Morocco. On the one hand, studying the tcharmil subculture reveals how juvenile subjectivities are reshaped by the combined effect of urbanisation, the new media, and state policies interlinked with global systems of regulation such as neo-liberal reforms, restrictions on migratory movements, and the intensification of the struggle against the hashish economy. On the other hand, the study of state reactions to the same subculture allows to highlight changing patterns of criminalisation: the unprecedented emphasis on male delinquency possibly reflects a strategy of discursive de-politicisation of the threats to an established order faced with the challenges of the Arab Spring and its aftermaths.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}