{
    "rcn": "209427",
    "acronym": "MoniTank",
    "topics": "FTIPilot-01-2016",
    "title": "Underground Storage Tanks Risk Mitigation System for petrol fuel stations",
    "startDate": "01/04/2017",
    "endDate": "30/09/2019",
    "objective": "MoniTank offers a commercial continuous advanced structural health monitoring system (SHM) for underground storage tanks (USTs) based on acoustic emission and guided wave technology, risk based inspection techniques, IoT and advance signal processing and data acquisition system. The product will be able to identify structural integrity faults with 99% accuracy of detecting structural problems in USTs before they lead to rupture or failure. Consortium including INT NDT, IRIS, TWI, BIC and Flotek will avail the business opportunity provided by market of 132k potential customers (filling stations in EU) and foreseen maintenance services investments in storage systems, resulting in growing NDT and maintenance needs and lack of robust autonomous continous SHM systems for USTs in oil and gas production and distribution industries market at present by offering MoniTank product. Limitations of current monitoring systems performance, their non compliance with legislation/standards requirement of detection accuracy and reliance on experienced workforce for inspection and maintenance create a differentiation strategic advantage for successful market replication of MoniTank.\nOur product will be able to provide continuous monitoring and will use intelligent algorithms to predict potential structural failure. The technologies integrated and finalised during this project will consist of: sensors; processing capabilities (MCU processor hardware); AE sensors, transmission data; batteries; and data wireless transmission and cloud computing, therefore presenting the target customers with a system for risk based inspection criterion for USTs. Our vision is to grow our business by Ä24million in gross sales with a return on investment of about 15:1 in 5 years post project commercialisation. With business growth, we will create 112 new jobs. It is our strong belief that the Fast Track to Innovation Pilot is the ideal financial instrument for us to accelerate commercialization of MoniTank.",
    "totalCost": "2410262,5",
    "ecMaxContribution": "1963656,25",
    "coordinator": "INTEGRITY NDT MUHENDISLIK SANAYI VE TICARET LIMITED SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "FLOTEKS PLASTIK SANAYI VE TICARET AS;BRUNEL UNIVERSITY LONDON;TWI LIMITED;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "participantCountries": "TR;UK;ES",
    "projectParticipants": {
        "952905885": {
            "orgId": "952905885",
            "orgName": "FLOTEKS PLASTIK SANAYI VE TICARET AS",
            "ecContrib": 312375
        },
        "965702416": {
            "orgId": "965702416",
            "orgName": "INTEGRITY NDT MUHENDISLIK SANAYI VE TICARET LIMITED SIRKETI",
            "ecContrib": 290719
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 531750
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 389825
        }
    },
    "calculatedTotalContribution": 1524669
}