{
    "rcn": "209485",
    "acronym": "ARTEFACT",
    "topics": "ERC-2016-COG",
    "title": "The Global as Artefact: Understanding the Patterns of Global Political History Through an Anthropology of Knowledge -- The Case of Agriculture in Four Global Systems from the Neolithic to the Present",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Knowledge is an anthropological constant that is indissociable from the birth and interactions of human societies, but is at best a secondary concern for scholars of international relations and globalization. Contemporary global studies are thus unable to account for the co-constitution of knowledge and politics at a macro-scale, and remain especially blind to the historical patterns of epistemic development that operate at the level of the species as a whole and have shaped its global political history in specific, path-dependent ways up to now.\n\nARTEFACT is the first project to pursue a knowledge-centered investigation of global politics. It is uniquely grounded in an anthropological approach that treats globalization and human knowledges beyond their modern manifestations, from the longue-durÈe perspective of our speciesí social history. 'The global as artefact' is more than a metaphor. It reflects the premise that human collectives 'make' the political world not merely through ideas, language, or norms, but primordially through the material infrastructures, solutions, objects, practices, and skills they develop in response to evolving structural challenges. \n\nARTEFACT takes agriculture as an exemplary and especially timely case-study to illuminate the entangled global histories of knowledge and politics, analyzing and comparing four increasingly inclusive 'global political systems' of the Ancient, Medieval, Modern, and Contemporary eras and their associated agrarian socio-epistemic revolutions. \n\nARTEFACT ultimately aims to 1) develop an original theory of the global, 2) launch Global Knowledge Studies as a new cross-disciplinary domain of systematic empirical and theoretical study, and 3) push the respective boundaries of the anthropology of knowledge, global history, and international theory beyond the state-of-the-art and toward a holistic understanding that can illuminate how past trends of socio-epistemic evolution might shape future paths of global life.",
    "totalCost": "1428165",
    "ecMaxContribution": "1428165",
    "coordinator": "ABERYSTWYTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 1428165
        }
    },
    "calculatedTotalContribution": 1428165
}