{
    "rcn": "209403",
    "acronym": "METMEL",
    "topics": "MSCA-IF-2016",
    "title": "Long range-acting drivers of premetastatic niches in melanoma",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Melanoma is the cancer with the fastest rising incidence world-wide, and although recent therapies can achieve unprecedented response rates, a significant fraction of patients still succumb to metastatic lesions. Key pending questions in the field are the mechanisms underlying the inherent metastatic behaviour or melanoma, whereby seemingly thin primary lesions (?2 mm in depth) bear high risk of dissemination to proximal lymph nodes and ultimately, to distal sites.  A dynamic crosstalk has been proposed to be established between melanoma cells and the lymphatic vasculature at tumour-draining lymph nodes, favouring an immune-permissive ìlymphovascular nicheî. However, whether (and how) these lymphovascular interactions occur at distal sites is unclear. The Soengas group has generated unique ìLymphoreporterî melanoma mouse models for non-invasive and whole body imaging of tumour progression. These lymphoreporters demonstrated that primary melanomas induce neo-lymphangiogenesis at distal pre-metastatic sites, already from very early stages of the disease, before dissemination occurs. Proteomic analyses were then performed to identify factors in the melanoma secretome that could drive these long range-acting effects and subsequently filtered these proteins for novelty (i.e. no previous link to melanoma and lymphangiogenesis). Here I will focus on the top-ranking factors in this screening. In particular, I will define the impact of these newly-identified melanoma secreted factors on tumour progression and metastasis, focusing on key components of the lymphovascular niche (i.e. on the crosstalk of tumour- vasculature-immune system). Secondly, I will assess the impact of these genes as prognostic biomarkers and indicators of response to clinically-relevant treatments. These studies will be performed in collaboration with dermatologists, pathologists and oncologist to define the physiological relevance of our work.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}