{
    "rcn": "209498",
    "acronym": "FUNCOPLAN",
    "topics": "ERC-2016-COG",
    "title": "Functions of plasticity in adult-born neurons",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The major objective of FUNCOPLAN is to examine groundbreaking questions on the functional role of newly-generated neurons in the adult brain. Using a combination of innovative approaches, our aim is to discover how plasticity in adult-born cells shapes information processing in neuronal circuits.\n\nAdult neurogenesis produces new neurons in particular areas of the mammalian brain throughout life. Because they undergo a transient period of heightened plasticity, these freshly-generated cells are believed to bring unique properties to the circuits they join ñ a continual influx of new, immature cells is believed to provide a level of plasticity not achievable by the mature, resident network alone. But what exactly is the function of the additional plasticity provided by adult-born neurons? How does it influence information processing in neuronal networks? \n\nThese questions are vital for our fundamental understanding of how the brain works. We will address them by studying a unique population of cells that is continually generated throughout life: dopaminergic neurons in the olfactory bulb. These cells play a key role in the modulation of early sensory responses and are renowned for their plastic capacity. However, the role of this plasticity in shaping sensory processing remains completely unknown. FUNCOPLANís first objectives, therefore, are to discover novel experience-dependent plastic changes in the cellular features and sensory response properties of adult-born neurons. We will then go much further than this, however, by integrating our discoveries with state-of-the-art techniques for precisely manipulating activity in these cells in vivo. This wholly innovative approach will allow us to mimic the effects of plasticity in naÔve circuits, or cancel the effects of plasticity in experience-altered networks. In this way, we will break new ground, demonstrating a unique contribution of plasticity in adult-born cells to the fundamental function of neuronal circuitry.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}