{
    "rcn": "209422",
    "acronym": "SmartNurse",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Bringing persuasive computing training assistance for healthcare personnel from lab experiments to educational practice",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "The aim of this proposal is to develop a strategy for transforming the results of a series of experiments in using persuasive computing technologies in emergency nurse training into a system that can be used in real life educational settings. The experiments were conducted as part of the SmartSociety FET Open project, which aims to develop new ways of human-machine collaboration. They were jointly done by the partners of this proposal with DFKI being in charge of the technology and Southampton providing the experimental setting within their nursing school that puts hundreds of professional nurses and nurse candidates through elaborate training simulations each year. The experiments have shown that sensor-based activity recognition combined with novel interaction techniques can, in principle provide significant benefit to both the students and the trainers. They also generate significant interest within the health care community, which included both enthusiasms for the potential and sepsis on potential problems.  In this project, we want to understand which parts of the experiments are suitable for short to mid-term transition into real life education practice, how to overcome the corresponding technical, regulatory and social hurdles and how the introduction of such systems could be financed.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF SOUTHAMPTON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 60000
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 40000
        }
    },
    "calculatedTotalContribution": 100000
}