{
    "rcn": "209417",
    "acronym": "eSEAS",
    "topics": "MSCA-IF-2016",
    "title": "Enhancing Seafood Ethics and Sustainability: A Values and Ecosystem-based Management Approach",
    "startDate": "01/06/2017",
    "endDate": "31/07/2019",
    "objective": "This project aims to explore new ways of securing seafood sustainability by embedding ethics and values in the management framework. In resource management and governance the explicit articulation of values is missing. Values can aid decision-makers in resolving inherent policy trade-offs that emerge at the science-policy nexus. This will facilitate more transparent, accountable, and inclusive public decision-making. eSEASí objectives are threefold: a. to promote cutting-edge, interdisciplinary research in the nascent field of seafood ethics; b. to develop three innovative multidisciplinary ìfit-for-purposeî decision-support tools to enhance seafood ethics and sustainability; and c. to implement ethical approaches to European management challenges, including the complex multijurisdictional Norwegian-spring spawning and North Sea herring fisheries. The eSEAS action consists of five integrated research and training activities: 1. to define seafood ethics in relation to marine resource sustainability, policy, and governance within a post-normal science approach; 2. to develop an integrated ethical triage approach to assess sustainability with ethical indicators and test it for the balanced harvesting approach; 3. to conduct value chain analyses of European case studies, in response to consumer demand for ethical seafood; 4. to refine the values- and ecosystem-based management approach (VEBMA) I developed by incorporating a robust knowledge quality assessment and a game-theoretical / agent-based modelling approach to search for stable equilibria given stakeholder preferences; and 5. to introduce an ethical approach and apply aspects of the refined VEBMA to the NSS and North Sea herring fisheries management at ICES participatory workshops. Through public engagement and dissemination, eSEAS will catalyze a science-society dialogue and collective actions to enhance seafood ethics and sustainability.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}