{
    "rcn": "209474",
    "acronym": "METRO",
    "topics": "ERC-2016-STG",
    "title": "International Organisations and the Rise of a Global Metrological Field",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The production of global metrics by International Organisations has not only penetrated the transnational social and policy fields; it has also become an integral mode of the ways International Organisations interconnect. Through their collaborative practices of quantification and commensuration, International Organisations are both constituting new realities and being reconstituted themselves. Thus, the dominance of global measurement regimes has profound implications for the ways International Organisations interact, and for the environments these new interrelationships come to generate. \n\nHow is one to make sense of this emerging reality? The embryonic ñbut rapidly deepeningñ alliances between International Organisations to find global solutions to global crises, is an opportune moment for a two-fold enquiry: a. an in-depth investigation of the labour of the joint production of metrics; and b. an examination of the ways this labour reconfigures interdependencies between International Organisations and hence the field of transnational governance itself. This is a novel, problem-driven perspective that goes beyond the role and impact of International Organisations through ëgoverning by numbersí: instead, we bring together multiple bodies of knowledge in order to cast light on the role metrics play in re-shaping the data collectors themselves.\n\nHence, focusing on the policy areas of Education and Development, this is an interdisciplinary study of the ways International Organisations co-exist, compete and survive in an increasingly quantified yet uncertain world.   Building on International Relations theory, Science and Technology Studies, and using theoretical perspectives from Organisational Sociology, as well as the newly emerging field of the social studies of metrics, this research will apply a mixed-methods research design to examine the interrelationships of International Organisations in co-constructing the global metrological field.",
    "totalCost": "1199805",
    "ecMaxContribution": "1199805",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1199805
        }
    },
    "calculatedTotalContribution": 1199805
}