{
    "rcn": "209400",
    "acronym": "EcoEvoProspectS",
    "topics": "MSCA-IF-2016",
    "title": "Ecology and Evolution of Prospecting Strategies",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Prospecting behaviours allow individuals to gather personal and social information on the local quality of potential future breeding sites and help them make dispersal and settlement decisions. As it can have multiple consequences on individual distribution, fitness and population dynamics, exploring the ecology and evolution of prospecting strategies is essential in a context of climate change. Yet, studies dealing with this topic are scarce because of methodological and technological challenges. In this project, I will develop and apply novel theoretical and statistical approaches to deliver major new insights into the adaptive, ecological and evolutionary importance of prospecting strategies in individual and population responses to environmental change. First, I will develop a spatially-explicit individual-based model to quantify the effects of local environmental conditions, life history traits and range margins on the evolution of prospecting strategies. I will also test how inter-individual variation in these strategies may help or hinder populations in responding to rapid environmental change. Second, I will extend a state-space model to robustly quantify prospecting movements from GPS tracking data. This will provide an innovative and powerful tool that will give new insights into the behavioural mechanisms involved in breeding habitat selection. Finally, I will integrate the underpinning knowledge gained from the theoretical and empirical results to add new functionality to the existing platform RangeShifter. The multidisciplinary nature of the project is strong, involving a combination of evolutionary biology, behavioural ecology, movement ecology and conservation biology. The project will open new perspectives in our fundamental understanding of breeding habitat selection and dispersal processes and will be essential to better predict and effectively manage speciesí responses to climate change.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}