{
    "rcn": "209411",
    "acronym": "MOOAC",
    "topics": "MSCA-IF-2016",
    "title": "Multi-compartmental Organ-on-a-Chip",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Drug development is stuck in an innovation gap, in which it incurs staggering expenses and takes many, ten to fifteen, years to get a drug to market, furthermore, during the process many animals are sacrificed in preclinical work, and in the end many times the results from the animal studies does not accurately predict what will happen in humans, resulting in failures, delays, and recalled drugs. There is currently a gap in the preclinical testing platform for therapeutics. Organ-on-a-chip technologies of closing this gap, and have the potential of curtailing the high experimental costs and complexities associated with in vivo studies, and eventually evolving into next generation tools for therapeutic validation and development. \nWe propose that by using a multi-compartment microfluidic platform, while integrating synthetic biointeractive hydrogels into and between the compartments, we will be able to produce a multi-organ-on-a-chip which recapitulates organ-like functions in each compartment and a vascular-similar conduit system between compartments to produce an early stage human on-a-chip for future therapeutic assessment and development applications. \nThis project aims to develop a preliminary human-on-a-chip device, initially focusing on a heart-, and liver-on-a-chip and an endothelialized-conduit system between and through the two organ compartments. \nSuccessful production of this platform will improve the therapeutic and pharmaceutical development pipeline, while also minimizing our reliance on animal testing in accordance with the needs and guidelines within the EU.\nThe long term implications of this work would result in increasing the throughput of therapeutics, directly minimizing the cost of drug development and increasing the efficiency. This would lead to lowered economic burden to produce drugs, as well as quicker turn around, having large implications on improving the quality of life in globally.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}