{
    "rcn": "209457",
    "acronym": "PRISM",
    "topics": "IMI2-2015-03-03",
    "title": "Psychiatric Ratings using Intermediate Stratified Markers: providing quantitative biological measures to facilitate the discovery and development of new treatments for social and cognitive deficits in AD, SZ, and MD",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The current nosology of neuropsychiatric disorders allows for a pragmatic approach to treatment choice, regulation and clinical research. However, without a biological rationale for these disorders, drug development has dramatically stagnated in the past decades. In a coordinated effort encompassing academic experts, SMEs, patient and family organizations, regulators, ECNP and EFPIA partners, this project aims to develop a quantitative biological approach to the understanding and classification of neuropsychiatric diseases to accelerate the discovery and development of better treatments for patients. This project will concentrate on Schizophrenia (SZ), Alzheimerís disease (AD), and Major Depression (MD), as these disorders share part of their symptomatology, in particular social withdrawal and certain cognitive deficits, such as deficits in attention, working memory and sensory processing. By applying innovative technologies (e.g. EEG, cognitive tasks, (f)MRI, smartphone monitoring, and (epi-)genetics) to deep phenotype a clinical cohort of SZ and AD patients combined with a wider analysis of existing clinical data sets from major European and global disease cohorts that also include MD, we will define a set of quantifiable biological parameters best able to cluster and differentiate SZ, AD, and MD patients that do, or do not, exhibit social withdrawal. First, by mining large European SZ, AD and MD cohort datasets with already available social and cognitive proxy measures, and, second, by obtaining objective measures of social exploration levels (using a novel smartphone application), phenotypic relationships with social and cognitive measures will be further tested. For instance we might predict that socially withdrawn individuals may have lower cognitive functioning and poorer clinical course compared to those who are more socially engaged. The two approaches will then come together via selected individuals with low or high social withdrawal who have also been assessed in the deep phenotyping study using integrated behavioural, cognitive, attentional, sensory processing, EEG, and MRI data.\nIn phase I of the project (years 1-3), the clinical deep phenotyping study will provide a proof-of-concept analysis for this quantitative biological approach and will concentrate on SZ and AD patients. To identify shared genetic factors potentially related to the social withdrawal symptom and cognitive deficits observed in these disorders, a cross-disorder genome-wide genetic analysis will be performed in the largest world-wide available samples of SZ, AD, and MD patients. Genetic associations from the global cohorts will be evaluated for their relevance for social withdrawal and cognitive deficits in subsamples with relevant (proxy) phenotypes in large and available European cohorts that have genetic data and clinical proxy data on social withdrawal, sensory processing, attention and working memory available. Data integration of genetic and epigenetic studies through an innovative molecular landscaping approach will lead to the identification of new biological substrates and candidate genes underlying these phenotypic domains. These will provide the basis for reverse translation and construct validation studies in rodents which will be tested in behavioural, cognitive, EEG and O2 amperometry paradigms that are homologous to those performed in the clinical deep phenotyping study. Where appropriate, the clinical studies will inform on the use of appropriate perturbations, including genetic modification to the systems and substrates being probed. Additional preclinical studies will extend the characterisation of the substrates underlying the integrated socio-cognitive traits beyond simple reverse translation by exploiting higher spatial or temporal resolution techniques such as 2-photon imaging, single unit electrophysiology, in vivo micro-dialysis and biosensors.\nTogether, these studies will provide new classification and assessment tools",
    "totalCost": "17099552",
    "ecMaxContribution": "8080000",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;Pfizer Ltd;THE UNIVERSITY OF EXETER;STICHTING KATHOLIEKE UNIVERSITEIT;NOVARTIS PHARMA AG;F. HOFFMANN-LA ROCHE AG;Takeda Development Centre Europe Ltd.;SBGNeuro Limited;STICHTING BURO ECNP;European Federation of Associations of Families of People with Mental Illness;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;STICHTING VUMC;Boehriger Ingelheim International GmbH;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;P1VITAL LIMITED;Eli Lilly and Company Ltd;Concentris Research Management GmbH;CENTRO DE INVESTIGACION BIOMEDICA EN RED;DRUG TARGET ID BV;JANSSEN PHARMACEUTICA NV;BIOTRIAL SAS",
    "participantCountries": "NL;UK;CH;BE;DE;IT;ES;FR",
    "projectParticipants": {
        "995658053": {
            "orgId": "995658053",
            "orgName": "Concentris Research Management GmbH",
            "ecContrib": 315000
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 350000
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 301870
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 100000
        },
        "997585928": {
            "orgId": "997585928",
            "orgName": "Eli Lilly and Company Ltd",
            "ecContrib": 0
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 775000
        },
        "952453477": {
            "orgId": "952453477",
            "orgName": "BIOTRIAL SAS",
            "ecContrib": 350000
        },
        "997154957": {
            "orgId": "997154957",
            "orgName": "CONSORCIO CENTRO DE INVESTIGACION BIOMEDICA EN RED M.P.",
            "ecContrib": 0
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 100000
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 90000
        },
        "996744356": {
            "orgId": "996744356",
            "orgName": "European Federation of Associations of Families of People with Mental Illness",
            "ecContrib": 18563
        },
        "968962489": {
            "orgId": "968962489",
            "orgName": "P1VITAL LIMITED",
            "ecContrib": 1226586
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 840000
        },
        "999601782": {
            "orgId": "999601782",
            "orgName": "F. HOFFMANN-LA ROCHE AG",
            "ecContrib": 0
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2104981
        },
        "952351336": {
            "orgId": "952351336",
            "orgName": "DRUG TARGET ID BV",
            "ecContrib": 200000
        },
        "929609007": {
            "orgId": "929609007",
            "orgName": "STICHTING BURO ECNP",
            "ecContrib": 170000
        },
        "952674443": {
            "orgId": "952674443",
            "orgName": "SBGNeuro Limited",
            "ecContrib": 490000
        }
    },
    "calculatedTotalContribution": 7432000
}