{
    "rcn": "209471",
    "acronym": "NeuroTRACK",
    "topics": "ERC-2016-STG",
    "title": "Tracking and predicting neurodegeneration spreading across the brain connectome",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Current knowledge of neurodegenerative diseases is limited by poor understanding of how they progress through the central nervous system (CNS). It has recently been hypothesized that clinical progression in these conditions involves the systematic spreading of protein misfolding along neuronal pathways. Protein aggregates would trigger misfolding of adjacent homologue proteins in newly-affected regions, and this would propagate in a ìprion-likeî fashion across anatomical connections. This proposal seeks to decipher the mechanisms of network-based neurodegeneration by understanding how the complex architecture of brain networks (the connectome) shapes the evolving pathology of neurodegenerative diseases, and to develop tools for monitoring disease progression from presymptomatic to later stages of the disease. \nNeuroTRACK will apply emerging network science tools to longitudinal, structural and functional brain connectivity 3T magnetic resonance imaging data from patients with frontotemporal lobar degeneration (FTLD) ñ a devastating, relentlessly progressive, young onset, neurodegenerative disorder. The study will involve both sporadic and familial cases, including presymptomatic gene mutation carriers. The proposal addresses the following fundamental questions: i) How and where does pathological protein propagation occur in the FTLD phenotypes? ii) Can pathological spreading be predicted from brain connectome fingerprinting? iii) How do different protein abnormalities translate into large-scale network degeneration? iv) How early are brain network changes detectable in the (even presymptomatic) course of the disease? \nThe ground-breaking nature of the experiments planned in this proposal will pave the way to the development of novel tools for understanding the biological underpinnings of other CNS proteinopathies such as Alzheimerís disease and Parkinsonís disease, and to identifying individualized, early interventions to modify disease progression.",
    "totalCost": "1496994",
    "ecMaxContribution": "1496994",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 1496994
        }
    },
    "calculatedTotalContribution": 1496994
}