{
    "rcn": "209449",
    "acronym": "FILODIAG",
    "topics": "IMI2-2014-02-05",
    "title": "Ultra-Fast Molecular Filovirus Diagnostics",
    "startDate": "01/02/2015",
    "endDate": "31/12/2017",
    "objective": "There is an urgent need for fast and accurate diagnostic tests in  future Ebola outbreak situations. The rapid diagnosis of Ebola Virus Disease (EVD) during early and late stage of infection is a decisive step for risk assessment and for guidance to physicians to take the necessary decisions to limit the spread of the infection, and to safely nurse the infected patients. While fast and easy-to-use tests usually rely on immuno-diagnostic approaches, they typically lack high sensitivity and specificity. The gold standard for accurate diagnostics, (Real-Time) PCR, however, is limited in terms of processing time, high costs, and in most cases also in terms of ease of use and the need of special laboratory facilities.\n\nThe aim of this project is to provide an ultra-fast and accurate molecular diagnostic instrument  that can perform a molecular Ebola test within 10-15 minutes. Patients, suspected of EVD, due to fever and/or other clinical signs, could be rapidly and accurately tested at the Point-of-Care by withdrawal of blood, or less invasive fluids, such as saliva or urine. \nThe core technology of this project is based on laser-heated nanoparticles (Laser PCR), overcoming the time-limiting step of heating and cooling the reaction sample in conventional PCR allowing for drastically reduced turn-around times. The project partners (GNA, INMI, MUB, EMR) have the competence to integrate sample preparation with virus-binding magnetic particles, ultra-fast molecular diagnostics with Laser PCR, test the system in a biosafety level 4 laboratory in Rome, Italy, and conduct an exploratory field testing.\nA tentative Ebola Laser PCR assay had already been set up, detecting 10 target copies of synthetic DNA oligos, corresponding to the Ebola genome sequence, in less than 12 minutes. The FILODIAG project will deliver a potentially multiplexed diagnostic system fast enough for future point-of-need testing of incoming patients at low-resource healthcare settings in Africa, as well as at critical infrastructure checkpoints in the developed world.",
    "totalCost": "2260105",
    "ecMaxContribution": "2260105",
    "coordinator": "GNA Biosolutions GmbH",
    "coordinatorCountry": "DE",
    "participants": "Istituto Nazionale Malattie Infettive Lazzaro Spallanzani, IRCCS;EMERGENCY LIFE SUPPORT FOR CIVILIAN WAR VICTIMS ONG ONLUS;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "IT;CZ",
    "projectParticipants": {
        "998813075": {
            "orgId": "998813075",
            "orgName": "MENDELOVA UNIVERZITA V BRNE",
            "ecContrib": 381750
        },
        "934831390": {
            "orgId": "934831390",
            "orgName": "EMERGENCY LIFE SUPPORT FOR CIVILIAN WAR VICTIMS ONG ONLUS",
            "ecContrib": 12500
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 0
        },
        "938197193": {
            "orgId": "938197193",
            "orgName": "GNA Biosolutions GmbH",
            "ecContrib": 1461750
        }
    },
    "calculatedTotalContribution": 1856000
}