{
    "rcn": "209461",
    "acronym": "ADAPTED",
    "topics": "IMI2-2015-05-06",
    "title": "Alzheimers Disease Apolipoprotein Pathology for Treatment Elucidation and Development",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "APOE?4 has long been known as a risk factor of LOAD, yet the biological mechanisms through which it acts remain largely unknown and affect both the vasculature and the brain.  This complexity and pleiotropic influence demands an integrated hypothesis-free approach to embark on a fundamental study of the gene, the phenotype and modulation by other risk factors. ADAPTED proposes to leverage extreme genotypes from consortium cohorts dating back more than 25 years to generate, and use existing, lines of human induced pluripotent stem cells (iPSC).  These cells, with blood cells, will form the backbone of the research programme. We will differentiate them to the most relevant cells for APOE and AD studies and with gene editing create bespoke homozygote ?3 and ?2 cells for a highly focussed effort on APOE biology.  A series of experiments including neuron-astrocyte and macrophage-endothelium co-culture and Organ on a Chip models combined with state-of-the-art omics including quantitative proteomics assays will generate data for rigorous integrated analysis to uncover new signalling pathways related to APOE. Lipid homeostasis, endocytosis, metabolism and immune systems pathways will be investigated in a broad approach.  The findings are expected to lead to identification of new treatment approaches and blood based AD signatures with a temporal dimension from the earliest stages of risk identification and progression through MCI to AD. Testing and validation of biomarkers will be performed by examining their influence and predictive capacity in a longitudinal ADAPTED cohort harmonised using a combination of approaches for marker and diagnostic consistency.  The impact of this work can be expected to include seminal new finding to illuminate the research path towards new diagnostics and therapies to attenuate the rising tide of suffering from AD. The vision is a follow on with clinical proof of concept validating utility of the results within two years of the end of ADAPTED.",
    "totalCost": "6796740",
    "ecMaxContribution": "3510000",
    "coordinator": "FUNDACIO ACE",
    "coordinatorCountry": "ES",
    "participants": "CAEBi Bioinformatica SL;MIMETAS BV;AbbVie Deutschland GmbH & Co. KG;UNIVERSITEIT LEIDEN;KLINIKUM DER UNIVERSITAET ZU KOELN;Dundee Cell Products Limited;UNIVERSITAETSKLINIKUM BONN;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;Biogen Idec Limited;KITE INNOVATION (EUROPE) LIMITED;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "ES;NL;DE;UK;BE",
    "projectParticipants": {
        "956098252": {
            "orgId": "956098252",
            "orgName": "MIMETAS BV",
            "ecContrib": 305102
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 420500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 688476
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 429850
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 244812
        },
        "951246021": {
            "orgId": "951246021",
            "orgName": "AbbVie Deutschland GmbH & Co. KG",
            "ecContrib": 0
        },
        "940939189": {
            "orgId": "940939189",
            "orgName": "CAEBi Bioinformatica SL",
            "ecContrib": 282062
        },
        "951261638": {
            "orgId": "951261638",
            "orgName": "Biogen Idec Limited",
            "ecContrib": 0
        },
        "952016977": {
            "orgId": "952016977",
            "orgName": "Dundee Cell Products Limited",
            "ecContrib": 172266
        },
        "949035488": {
            "orgId": "949035488",
            "orgName": "FUNDACIO ACE",
            "ecContrib": 333757
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 138250
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 494925
        }
    },
    "calculatedTotalContribution": 3510000
}