{
    "rcn": "209496",
    "acronym": "QuStA",
    "topics": "ERC-2016-COG",
    "title": "Quantum State Assembler",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The biggest challenge to using ultracold fermionic atoms to simulate strongly correlated phases is cooling the system to sufficiently low temperatures. The aim of QuStA is to tackle this challenge with a novel bottom-up approach and assemble many-body systems from individually prepared building blocks. This vision has come within reach through recent breakthroughs in our group in preparing and manipulating few-atom systems with unprecedented fidelity. Building on this experience, we will prepare multiple such few-atom systems and develop strategies to merge them adiabatically to form a many-body system.\nInitially, we will focus on studying the physics of the Hubbard model, which is prototypical of strongly-correlated systems. Starting from many independently prepared double-well systems, we will assemble a finite lattice system of up to 10 x 10 sites with extremely low entropy. Since our approach will allow us full control over the parameters of the system - such as tunneling, interactions, and doping - we will be in the unique position to investigate the low-temperature phase diagram of the Hubbard model. Our quantum state assembly approach will also allow us to go beyond the Hubbard model and investigate the emergence of correlations in other interesting systems. In particular, we will take an innovative approach of preparing and merging itinerant spin chains to explore bi-layered lattice systems and spin ladders.\nThese experiments will have far-reaching implications beyond the field of ultracold atoms. Our systems will provide an ideal platform to benchmark theories on strongly correlated phenomena since it clearly surpasses the capabilities of modern classical computers. We envision that the insight gained from our experiments will lead to the understanding of exotic quantum phenomena, such as high-Tc superconductivity.",
    "totalCost": "1958101",
    "ecMaxContribution": "1958101",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1958101
        }
    },
    "calculatedTotalContribution": 1958101
}