{
    "rcn": "209420",
    "acronym": "Qdet",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Quantum Detectors",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "In HANAS (Hybrid Artificial and Natural Atomic Systems) storage in atomic quantum memories of single photons generated with novel quantum dot devices was demonstrated.  Single photon detectors are crucial building blocks in quantum memories and in follow-up technologies such as quantum repeaters and the quantum internet. For our experiments in HANAS, single photon detectors based on semiconducting avalanche photodiodes were first used until a new type of single photon detectors based on superconducting nanostructures, originally developed for telecom wavelengths, was tested and greatly outperformed other detectors. This innovative detector makes complex quantum optics experiments far easier and faster to perform. In Qdet, we will develop and fully benchmark a prototype based on these superconducting quantum detectors optimized for atomic frequencies and start the commercialization process with an industrial partner. We will establish superconducting single photon detectors as the best systems for single photon detection in the near infrared, combining the highest detection efficiency, time resolution and lowest noise levels. A market research study and contacts with key players in the field will enable us to identify launching customers and benchmark our systems for demanding applications in a new wavelength range.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "SINGLE QUANTUM BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "952944491": {
            "orgId": "952944491",
            "orgName": "SINGLE QUANTUM BV",
            "ecContrib": 33750
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 66250
        }
    },
    "calculatedTotalContribution": 100000
}