{
    "rcn": "209478",
    "acronym": "NEDM",
    "topics": "ERC-2016-STG",
    "title": "The Neutron Electric Dipole Moment: pushing the precision to understand the matter-antimatter asymmetry",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The existence of a permanent electric dipole moment (EDM) of the neutron, or any subatomic particle, would have far reaching implications connecting particle physics with cosmology. Time reversal invariance and CP symmetry would be violated. A new fundamental interaction producing the EDM, that is, deforming the charge distribution inside the neutron, could also have generated the matter-antimatter asymmetry in the early Universe. After 60 years of evolution, techniques to measure the neutron EDM are now so evolved that experiments are sensitive to microphysics associated with an energy scale beyond that accessible at the LHC. This situation offers a high likelihood of discovery for the next generation of experiments. In the same time, any improvement in precision is technically challenging. The control of the magnetic field must surpass that of the state of the art of atomic magnetometers. The n2EDM project aims at improving the precision by an order of magnitude or more. Systematic effects need to be controlled at an unprecedented level. In particular, the use of a mercury co-magnetometer based on the precession of 199Hg spins induces a set of subtle false effects due to the relativistic motional field. \nI propose to initiate a comprehensive program to master these systematic effects beyond the current research program. In particular, the proposed project includes a precise determination of the 199Hg magnetic moment with a precision of 0.1 ppm. To this end, I will attempt a novel approach: combining mercury and 4He magnetometry in the same cell. As a by-product, this will also produce an improved determination of the neutron magnetic moment, a quantity of interest for metrology. The cross-check I propose will prove that all disturbances on the neutron or mercury spins are mastered at the sub-ppm level, a decisive step in the quest for the neutron EDM.",
    "totalCost": "1498840",
    "ecMaxContribution": "1498840",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 1498840
        }
    },
    "calculatedTotalContribution": 1498840
}