{
    "rcn": "209472",
    "acronym": "ELWar",
    "topics": "ERC-2016-STG",
    "title": "Electoral Legacies of War: Political Competition in Postwar Southeast Europe",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "We know remarkably little about the impact of war on political competition in postwar societies in spite of the fact that postwar elections have garnered tremendous interest from researchers in a variety of fields. That interest, however, has been limited to establishing the relationship between electoral democratization and the incidence of conflict. Votersí and partiesí electoral behaviour after the immediate post?conflict period have remained largely neglected by researchers. The proposed project will fill this gap in our understanding of electoral legacies of war by analysing the evolution of political competition over the course of more than two decades in the six postwar states of Southeast Europe: Bosnia-Herzegovina, Croatia, Kosovo, Macedonia, Montenegro, and Serbia. Organised around three thematic areas/levels of analysis ñ voters, parties, communities ñ the project will lead to a series of important contributions. Through a combination of public opinion research, oral histories, and the innovative method of matching of individual census entries, the project will answer to which extent postwar elections are decided by votersí experiences and perceptions of the ended conflict, as opposed to their considerations of the partiesí peacetime economic platforms and performance in office. In-depth study of party documents and platforms, party relations with the organisations of the postwar civil sector, as well as interviews with party officials and activists will shed light on the influence of war on electoral strategies, policy preferences, and recruitment methods of postwar political parties. And a combination of large-N research on the level of the regionís municipalities and a set of paired comparisons of several communities in the different postwar communities in the region will help expose the mechanisms through which war becomes embedded into postwar political competition and thus continues to exert its influence even decades after the violence has ended.",
    "totalCost": "1499788",
    "ecMaxContribution": "1499788",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 1499788
        }
    },
    "calculatedTotalContribution": 1499788
}