{
    "rcn": "209477",
    "acronym": "INTERESTS",
    "topics": "ERC-2016-STG",
    "title": "Lost in Transition? Multiple Interests in Contexts of Education, Leisure and Work",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "ìI am going to graduate! But what exactly should I do next?î All adolescents face this question when moving to postsecondary education or early career. Essential for sustainable choices in education and career is consolidating oneís interest. Yet, exactly this step appears to be difficult, with many adolescents feeling lost, switching programmes, or regretting their choices afterwards. \nWhere most interest research has focused on interest development within one predefined domain (e.g., science) in one context (e.g., science class), the proposed study focuses entirely on individual trajectories of interest development. The aim is to develop new theory on how an individual maintains and develops multiple interests in and across multiple contexts of participation both in and outside of education (e.g., school classes, family, offline or online peer groups in leisure time), leading to a comprehensive picture of dynamics within a person. I will investigate the effects of these dynamics on interest continuation and interest consolidation, with particular attention for the vulnerable transitions from late secondary to postsecondary education, and from late postsecondary education to early career.\nThe study is designed as a large-scale investigation of individual trajectories of 600 adolescents, tracking longitudinally over three years, the way each adolescent spends time on existing or emerging interests in and across different contexts, and in parallel, tracking their choices in education and career. A complementary smaller-scale investigation is focused on the weighing of interests and the past and future constructions while making choices. A smartphone application called inTin was specifically designed and piloted for the proposed study, functioning as a method that triggers individuals to make reports of their interest-related interactions during the day. Resulting data will require combining latest statistical techniques for within-subject and longitudinal analyses.",
    "totalCost": "1499853",
    "ecMaxContribution": "1499853",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1499853
        }
    },
    "calculatedTotalContribution": 1499853
}