{
    "rcn": "209405",
    "acronym": "DRAPer",
    "topics": "MSCA-IF-2016",
    "title": "Dressing Robotic Assistants for Persons with Reduced Mobility",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Physical disabilities due to illness, injury, or ageing can alter the way a person moves around the house, manipulates objects and senses their home. These issues make it harder for persons to execute daily home activities on their own, and therefore specialized professionals are required to take care of them. However, the growing elderly population and the persons having basic activity difficulties or suffering from long-standing diseases are saturating the health systems due to insufficient infrastructures and over-demand for health carers. Robotics-based solutions are a promising alternative to support the human labour at health care. This project focuses on how robotic assistants can be exploited to provide independence and empower people with different kinds of mobility problems. Specifically, the main goal is to assist these persons in dressing themselves, which has been found to be an important task for independent living. In this sense, a robotic dressing assistant needs to skilfully manipulate clothes, physically interact with the human, recognize his/her intentions and actions, and easily adapt to changes in the clothing, user posture, and degree of mobility of the assisted person. These highly complex features are tackled in this proposal from a robot learning perspective, in which programming-by-demonstration, reinforcement and interactive learning will be combined to create both sophisticated manipulation skills and safe assistance behaviours. The proposal envisions three different real experimental scenarios to test the proposed approaches and show their performance with real (able-bodied) participants (with restricted motion). This project will not only advance the state of the art in assistive robotics, robot learning and human-safe control, but also will play a major role in helping persons with reduced mobility to live independently for longer and with a better quality of life.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}