{
    "rcn": "209491",
    "acronym": "MechaniChiral",
    "topics": "ERC-2016-COG",
    "title": "Mechanical Chirality: Synthesis, Properties and Applications at a New Horizon in Supramolecular Stereochemistry",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Molecular chirality is a central theme in chemistry; in 2015 approximately 13% of publications in J. Am. Chem. Soc. and 12% in Angew. Chem. concerned chirality. All previously studied forms of molecular asymmetry (central, axial, planar and helical chirality) have found applications throughout the sub-disciplines of chemistry including as catalysts, materials and sensors.\n\nMechanically chiral rotaxanes are molecules in which the mechanical bond between a macrocycle and dumbbell-shaped component is the source of asymmetry rather than the covalent structure of the components themselves. These unusual molecules represent a novel and unexplored chiral supramolecular environment as the lack of a scalable synthetic approach for their isolation in enantiopure form has prevented all but the most cursory investigation of their properties. Thus, mechanical chirality remains an unexplored frontier of molecular asymmetry with the potential to deliver novel functions and impact across a range of chemical disciplines from materials chemistry to the synthesis of pharmaceutically active compounds.\n\nThe Goldup Group has recently demonstrated the first practical method for the synthesis of enantiopure mechanically chiral rotaxanes using a flexible active template methodology and thus the stage is finally set for the study and exploitation of this novel form of supramolecular asymmetry. Within the period of this ERC Consolidator Grant the PI will lead a team to investigate the synthesis, properties and applications of these intriguing mechanically chiral molecules.",
    "totalCost": "1998927,51",
    "ecMaxContribution": "1998927,51",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1998928
        }
    },
    "calculatedTotalContribution": 1998928
}