{
    "rcn": "209487",
    "acronym": "UbiArchitect",
    "topics": "ERC-2016-COG",
    "title": "Understanding the complexity and architecture in protein ubiquitination",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The posttranslational modification of proteins with polyubiquitin regulates virtually all aspects of cell biology. This versatility arises from eight distinct linkage types between individual ubiquitin moieties in polyubiquitin, which co-exist in cells, are independently regulated, and eventually determine the fate of the modified protein. However, ubiquitin chain architecture can be highly complex, and the extent of ëchain branchingí is unknown. Moreover, ubiquitin also undergoes phosphorylation and acetylation, which can dramatically alter its function. \n\nA true appreciation of the complexity in the ubiquitin code can only be achieved when all above aspects are considered, and only then will it be possible to assign cellular readouts to distinct ubiquitination events and differentiate between ubiquitin signals in cells. \n\nWhile the complexity of ubiquitination is daunting, work from many laboratories including my own has exemplified how basic biochemistry, a detailed understanding of mechanism and quantitative mass-spectrometry allows us to study, and eventually understand, the ubiquitin code. \n\nIn this proposal, new methods and approaches are outlined that will allow a detailed monitoring of polyubiquitin chain architectures from cellular samples (AIM 1), and also lead to an in depth understanding of additional posttranslational modifications, such as ubiquitin phosphorylation and acetylation in cells (AIM 2). Moreover, new research tools for unstudied K6- and K33-linked polyubiquitin will give insights into cellular roles for these linkage types (AIM 3). Our studies will focus on ubiquitination events on mitochondria leading to mitophagy, where unstudied K6-linked chains as well as phospho-ubiquitin are part of complex chain architectures, and mechanisms of signalling are still unclear. Our work will reveal fundamental principles in ubiquitination, and are of high medical relevance due to the links to Parkinsonís disease, infectious disease, and cancer.",
    "totalCost": "1990125",
    "ecMaxContribution": "1990125",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}