{
    "rcn": "209490",
    "acronym": "SENSIS",
    "topics": "ERC-2016-COG",
    "title": "The Senses of Islam: A Cultural History of Perception in the Muslim World",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The aim of SENSIS is to write a cultural history of the senses in Islam, by examining how the senses have been conceptualised, and calibrated, in a variety of Muslim environments. Sensory perception is not only a physical but also a cultural act: how people experience and understand sight, sound, smell, taste, and touch differs according to the historical, geographical, social and intellectual contexts in which perception occurs. Accordingly, this project comprehensively studies the Muslim sensorium, past and present.\n\nThe topic is timely and important because (1) questions relating to the sensorium inform, and often complicate, intercultural encounters as well as inner-Muslim debates over identity and alterity; (2) there is a critical need to examine the scholarly contention that Islamís alleged denigration of vision undermines its ability to modernise; and (3) the hackneyed notion that Islam celebrates the senses, as opposed to a disembodied, rationalised West, is likewise in need of a thorough revision. No sustained, comprehensive reflection on these issues exists in current scholarship, whether in historical-critical, text-based Islamic Studies, the field of study in which this project is primarily located, or in any of its cognate disciplines.\n\nResearchers in SENSIS (PI, 2 postdocs, 2 PhDs) will study the topic diachronically through the centuries as well as synchronically across diverse traditions of thought in Islam (in five subprojects: epistemology, mysticism, ethics, law, and aesthetics), thereby avoiding a monolithic, essentialising account of Islamís attitude toward the senses. The project combines textual approaches in Islamic Studies with methods and theories from religious studies, anthropology, and the emerging field of sensory history. Additional financial support is solicited to facilitate five interdisciplinary workshops, each devoted to a sense organ, as well as a concluding, synaesthetic conference on the senses in Islam.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}