{
    "rcn": "209443",
    "acronym": "VSV-EBOVAC",
    "topics": "IMI2-2014-02-01",
    "title": "Vaccine safety and immunogenicity signatures of human responses to VSV-ZEBOV",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The proposal, VSV-EBOVAC, directly addresses the topic 1 of the IMI2 call on Ebola by supporting the clinical development of a highly promising new Ebola vaccine candidate, the vesicular stomatitis virus (VSV)? vectored Zaire Ebola vaccine (VSV-ZEBOV). In non-human primates, a single dose of VSV-ZEBOV elicited a strong (100%) and long-lasting protective efficacy against Ebola Zaire infections. Developed by Public Health Canada and manufactured by NewLink Genetics, VSV-ZEBOV was thus selected by the World Health Organization (WHO) as one of the 2 most promising vaccine candidates. To accelerate its clinical development, the WHO has organized a consortium and supported the organization of parallel first-in-man Phase I/II clinical trials, both in Europe and Africa. The primary objectives of these trials, initiated mid-November 2014, are to study the safety and antibody-inducing capacity of various doses of VSV-ZEBOV in European and African populations. \nWe propose to build upon this asset to acquire new and critical knowledge of the innate and adaptive immune responses elicited in humans by VSV-ZEBOV vaccination, with specific emphasis on trancriptomics and metabolomics signatures.  To this aim, we have constructed a consortium including representatives from the vaccine manufacturer, scientists of the 3 main clinical sites (Switzerland, Gabon, Kenya) and world-leaders in immunology and partners of ADITEC, a large FP7- supported collaborative research programme aiming to accelerate the development of novel, powerful immunisation technologies for next-generation vaccines. We propose an ambitious program using cutting-edge technologies to perform an in depth characterization of the clinical samples harvested before/after VSV-ZEBOV immunization of 200 volunteers in Switzerland, Gabon and Kenya, and to extend the recently initiated clinical studies up to 12 months to identify the signatures and determinants of persistent immune responses. \nVSV-EBOVAC will thus ensure that all the information which may be ìextractedî from the ongoing first-in-humans clinical studies of VSV-ZEBOV will be exploited and shared, to characterized vaccine safety and immunogenicity and thus fill a critical knowledge gap in Ebola vaccine development.",
    "totalCost": "4786010",
    "ecMaxContribution": "3887260",
    "coordinator": "Sclavo Vaccines Association",
    "coordinatorCountry": "IT",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;Universit‡ degli Studi di Siena;MICROBIOTEC SRL;UNIVERSITE DE GENEVE;Department of Health england;EMORY UNIVERSITY NON PROFIT CORP;Eidgenˆssisches Department f¸r Verteidigung, Bevˆlkerungsschutz und Sport;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;EBERHARD KARLS UNIVERSITAET TUEBINGEN;Centre de Recherches Medicales de LambarÈnÈ;GOETEBORGS UNIVERSITET;BioProtection Systems",
    "participantCountries": "NL;IT;CH;UK;US;DE;GA;SE",
    "projectParticipants": {
        "986293479": {
            "orgId": "986293479",
            "orgName": "Centre de Recherches Medicales de Lambaréné",
            "ecContrib": 118875
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 522552
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 700000
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "994900095": {
            "orgId": "994900095",
            "orgName": "MICROBIOTEC SRL",
            "ecContrib": 212500
        },
        "934731286": {
            "orgId": "934731286",
            "orgName": "BioProtection Systems",
            "ecContrib": 62500
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 9375
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 131820
        }
    },
    "calculatedTotalContribution": 1757622
}