{
    "rcn": "209445",
    "acronym": "EBOVAC2",
    "topics": "IMI2-2014-02-01",
    "title": "Development of a Prophylactic Ebola Vaccine Using an Heterologous Prime-Boost Regimen: Phase II",
    "startDate": "01/12/2014",
    "endDate": "30/11/2019",
    "objective": "The main objective therefore of EBOVAC 2 is to provide extensive and robust data on the safety, immunogenicity and efficacy of the Ad26.ZEBOV and MVA-BN-Filo vaccine.\nThis will be done by:\n1. Carrying out translational studies to link vaccine elicited immune responses in humans to protection from Ebola in vaccinated non-human primates (via WP4)\n2. Carrying out Phase II trials in African and European volunteers in 6 countries, four in Africa and\ntwo in the EU with an overall target enrolment of approximately 1,500 subjects. Given the\ncompressed nature of this development program, the Phase II studies will be conducted in parallel\nwith the planned Phase III study (EBOVAC1). The phase II studies will be placebo-controlled and\nwill be conducted in locations where it is possible to perform carefully controlled safety studies (via WP2).\n3. Evaluating the use of the vaccine in special population groups, such as children (ages 1-17 years), the elderly (ages 50-65) and individuals infected with HIV, to confirm safety and immunogenicity.\nIt is intended that Phase II trials will begin as soon as safety data are available from Phase I trials (via WP2).\n4. Monitoring and characterising immune response to the proposed vaccine (via WP3).\n5. Boosting the capacity of African centres, staff and infrastructure in preparation for Phase III\nstudies and communicating and disseminating widely the results of EBOVAC2 as they becomeavailable to all key stakeholders (via WP6).\n6. Contributing all data to the Central Information Repository for use by other Ebola programme projects as well as the wider community (via WP5).",
    "totalCost": "50710893",
    "ecMaxContribution": "22790820",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "Centre Muraz;INSERM - TRANSFERT SA;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;JANSSEN VACCINES & PREVENTION BV;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "BF;FR;UK;NL",
    "projectParticipants": {
        "999955541": {
            "orgId": "999955541",
            "orgName": "INSERM - TRANSFERT SA",
            "ecContrib": 371500
        },
        "963020463": {
            "orgId": "963020463",
            "orgName": "JANSSEN VACCINES & PREVENTION BV",
            "ecContrib": 0
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 463876
        },
        "999531457": {
            "orgId": "999531457",
            "orgName": "Centre Muraz",
            "ecContrib": 5075000
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 14879129
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2001315
        }
    },
    "calculatedTotalContribution": 22790820
}