{
    "rcn": "209415",
    "acronym": "NEWDIA4Planet",
    "topics": "MSCA-IF-2016",
    "title": "Development of the new internally-heated diamond-anvil cell for planetary mineral physics:  Application to high-pressure melting of H2O ice",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "For the past few decades, diamond anvil cell (DAC) has been the most commonly used static high-pressure device to reproduce simultaneous high pressure (P) and temperature (T) conditions of deep planetary interiors. Laser-heated DAC achieved P-T conditions corresponding to the centre of the Earth. However, the laser heating system causes large temperature uncertainties (±10%), which is critical when one tries to understand planetary interiors based on phase relations of the candidate materials. The major objective of this proposal is therefore, to develop a new heating system for the DAC which enables us to heat the sample stably and homogeneously. The new design will be based on so-called internally-heated DAC (IHDAC). In an existing IHDAC, a thin metallic heater which is the sample at the same time, provides homogeneous high temperature. One of the limitations of the existing system is that it is applicable only to the metallic sample. Therefore, (1) we aim to develop a micro-heater configuration which can heat any type of materials, e.g., silicate, oxide, and H2O. We plan to achieve the P-T condition of P = 200 GPa and T = 4000 K. Then (2) we will conduct high-pressure melting experiments on H2O ice. The melting temperature of H2O ice under pressure places important constraints on the structure of Ice Giants such as Uranus and Neptune. Previously reported melting temperatures of H2O show large discrepancies, one of the major reasons for which is that most of those studies were based on the laser heating with large temperature uncertainties. Our new IHDAC will offer incontrovertible melting data from homogeneous and stable heating, and therefore it has a great potential to solve the long-standing controversy of the existing melting temperatures. Our new IHDAC will be a conventional technique for the researches on the planetary interior for the next decade.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}