{
    "rcn": "209479",
    "acronym": "IBiDT",
    "topics": "ERC-2016-STG",
    "title": "Individualized Binaural Diagnostics and Technology",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Humans have two ears ñ and for good reason: So-called binaural hearing is critical not only for localizing acoustic events but also for selectively focusing on a target sound while suppressing sound from other directions. In order to perform these tasks, neural circuits with the most temporally precise processing within the entire nervous system have evolved.\n360 million people have impaired hearing. Although hearing aids and cochlear implants help restore audibility, they provide insufficient benefit in restoring the advantages of true binaural hearing.\nIBiDT is designed to fundamentally change this perspective. Appreciating the individual nature of each hearing deficit, it will provide the means of diagnosing pathologies, not just the perceptual symptoms. IBiDT will suggest algorithms specific to the individual detailed patient profile and suggest therapeutic interventions specific to the listening situation. To achieve these aims, a multidisciplinary approach in which both auditory and non-auditory aspects of patient profiles and a computer model simulating the impaired auditory system will, together, transform diagnosis of hearing impairment from one concerned with audibility to one concerned with effective communication in any listening environment. Binaural hearing is an ideal conceptual framework in which to investigate this approach as it increases greatly the number of possible pathologies, compared to unilateral diagnostics.\nThe binaural hearing system is also ideal to investigate because it allows for large improvements in listening performance. Despite significant R&D expenditure, cochlear-implant performance has plateaued over the last 15 years, at least with respect to unilateral devices. Improvements from Individualized Binaural Diagnosis and Technology will have a large, positive impact on the increasing number of bilateral cochlear implant users (many of them children), as well as on the many tens of millions of people who use hearing aids.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}