{
    "rcn": "209475",
    "acronym": "MechanoSystems",
    "topics": "ERC-2016-STG",
    "title": "How to build a brain? Engineering molecular systems for mechanosensation and -protection in neurons",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Mechanical forces are ubiquitous signals that provide critical and dynamic information about the environments around cells and organisms. Signals about touch, sound, and movements are transmitted to specialized mechanoreceptors but also deform the neuronal cytoskeleton of the central nervous system, particularly when strong forces are involved. Although failures to sense and cope with stresses are linked to human diseases including peripheral neuropathies and dementias, little is known about the connections between biomechanics and disease. A major reason for this gap is the technical challenge of detecting forces and deformations within a living cell or organism. Given the poor prognosis associated with neurodegenerative diseases, spinal cord injury and neuropathies, there is a strong need to develop a better understanding of neuronal mechanics. \n\nIn the proposed work, we will define the changes in protein mechanics that contribute to pathological transformations in mechanosensation and mechanoprotection by developing a systems-level understanding of these processes in Caenorhabditis elegans. My lab will exploit our expertise in force application using microfluidic devices and state-of-the-art imaging to visualize mechanical forces in live cells during mechanosensation (Aim 1). We will integrate our observations with mathematical modeling to yield insight into how changes in material properties influence cell shape and physiology during aging of an organism (Aim 2). Over the long term, we will develop new strategies to limit mechanical damage in aging neurons using small protein chaperones and design a prosthetic optogenetic synaptic-transmission system to maintain neuronal signaling in diseased conditions (Aim 3). Broadly, I envision that the knowledge and tools designed in this work will pave the way for the development of future therapies to treat currently intractable diseases that involve changes in nerve-cell function on the molecular and systems levels.",
    "totalCost": "1829288",
    "ecMaxContribution": "1829288",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 1829288
        }
    },
    "calculatedTotalContribution": 1829288
}