{
    "rcn": "209416",
    "acronym": "exciTitania",
    "topics": "MSCA-IF-2016",
    "title": "Excitonic quasiparticles in Titania",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Although titanium dioxide (TiO2) is widely employed in fields like photovoltaics and photocatalysis, the nature of its fundamental charge transfer excitations is still unknown. A deep understanding of the excitonic properties of TiO2 is of high relevance to achieve major advances in the aforementioned fields and may lead to the fabrication of new devices with enhanced performance in energy conversion applications.\n\nIn this research proposal we address three important aspects of the excitonic nature of TiO2, which have been raised by recent experiments and whose investigation requires exhaustive  theoretical efforts. The first aspect is related to an observed anomaly in the temperature dependence of the excitons in both the rutile and anatase polymorphs of TiO2. The dependence of elementary excitations with temperature is a main subject in condensed matter physics, and its study provides crucial information on the quantum many-body interaction and correlation. The second aspect is about the interplay between charge transfer excitons and coherent phonons in TiO2. The experiments indicate again an unexpected behaviour of the semiconductor material in this respect. Finally, we aim to study the q-dispersion of the excitons, which will provide insightful knowledge on how these quasi particles propagates throughout the crystal.\n\nThe recurrent anomalous behaviour of TiO2 makes it an even more fascinating material than it is already considered, and its study could broaden its field of applicability in unimaginable ways. With this proposal, we intend to pave the wave for an exciting future of this versatile semiconductor, using state-of-the-art theoretical calculations in close collaboration with researchers conducting advanced spectroscopy measurements.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}