{
    "rcn": "209424",
    "acronym": "ROLEDS",
    "topics": "ERC-PoC-2016",
    "title": "Highly Efficient Photoemitters for Light-Emitting Diodes Based on Intramolecular Rotation",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "'We have discovered a new class of photo- and electroluminescent complexes which are suitable for incorporation into organic light emitting diodes (OLEDs) and which give up to 100% internal quantum yield. The new compounds are particularly suitable for the fabrication of OLEDs via cheap solution-processing techniques and have so far reached 27% external quantum efficiency, a record for any solution-processed device. The new complexes have a linear, rotationally flexible structure, and it is this rotation that allows 100% of the excitation energy to be harvested, by a new emission mechanism (ìrotationally accessed spin-state inversionî, RASI). OLEDs are widely used as flat-screen displays (TVs, smartphones), a multi-billion dollar market worldwide. The industry-leading emitters are based on complexes of iridium, one of the rarest elements on earth. Our emitters are compounds of copper, silver and gold, suitable as ìslot-inî replacements of iridium. IPR is protected by two UK and one PCT World patent applications. The key discovery is that in certain types of coordination complexes based on carbene ligands the excited singlet state sinks below the excited triplet state during molecular rotation. To our knowledge this is the first realization of 'spin-state inverted' materials, until now discussed only as a theoretical concept. The result is efficient, very fast light harvesting with highly desirable short (sub-microsecond) excitation lifetimes, leading to high display brightness (in prototypes 20 times brighter than a HD TV screen), with potential lighting applications.'",
    "totalCost": "149115",
    "ecMaxContribution": "149115",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 149115
        }
    },
    "calculatedTotalContribution": 149115
}