{
    "rcn": "209410",
    "acronym": "GEOTRIBE",
    "topics": "MSCA-IF-2016",
    "title": "Generation and Evolution Of Transform-Ridge Interaction and Behavior on Earth",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Transform-ridge orthogonal patterns are fundamental features of the Earthís plate tectonics. Although transform faults play a critical role in the organization of plate motions and are seismically active boundaries, it is still enigmatic how they form and why they are maintained. So far, only regional-scale models of transform fault inception and evolution exist. As the result, relationships of these structures with global mantle flow and large-scale plate kinematics remain unknown. The aim of this project is to advance our knowledge on global physical controls for the transform-ridge systems inception, dynamics and variability. I will take into account global forces to investigate nucleation and evolution of transform-ridge interactions, thus bridging the gap between regional and global models. I will use my long-term expertise in geophysical modeling to implement new physics (such as rock damage and magmatism) in the state-of-the-art convection code developed at ETH Zurich. I will run high-resolution 3D spherical models of global mantle convection to build the first database of simulated global transform-ridge patterns showing what factors influence the spacing and offset of transform faults. I will develop methods to compare the synthetic data with collected observed field data (bathymetry, gravity data, seismicity) to assess which physical processes (e.g. crustal melting, rock healing) control the formation and distribution of ridge-transform centers. Accounting for the global mantle and plate tectonic forces to explain transform fault dynamics is an unprecedented approach that is possible only now due to advances in physical properties of mantle rocks, numerical technics and increasing available computational power. Through this multidisciplinary project I aim at the first assessment of how transform-ridge system guides the evolution of plates for long periods with the scope of keeping Europe at the vanguard of the tectonics and geodynamical modeling research.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}