{
    "rcn": "209448",
    "acronym": "Mofina",
    "topics": "IMI2-2014-02-05",
    "title": "Mobile Filovirus Nucleic Acid Test",
    "startDate": "01/02/2015",
    "endDate": "30/04/2017",
    "objective": "We are proposing to develop a molecular assay for the safe, rapid, specific and sensitive detection of Ebola Virus Infection in capillary (or venous) blood samples combining ALTONAís Pan-filo screening IVD test with the existing Alereô q point of care molecular diagnostics platform. The purpose of this project is to utilize existing and proven PCR assay(s) designed for laboratory use and to take advantage of the Alereô q point of care molecular instrument and cartridge design to simplify Ebola testing so that molecular testing can be expanded to sites beyond which high end laboratory infrastructure is not available while simultaneously greatly reducing infection risk for the test operator. The project aims for the fast development of a point of care Nucleic Acid Test (POC-NAT) system for filovirus specific RNA, from human sample material, especially from blood samples. The POC-NAT system will have the following features:\n1.\tField proven stand alone, mobile and easy to use instrumentation.\n2.\tReady to use cartridge, safely disposable nucleic acid test format with integrated sample preparation.\n3.\tAssay for specific detection of RNA of all known species from the virus genera Ebola- and Marburgvirus.\n4.\tProcess duration from sampling to result less than 45 min.\n5.\tNo additional equipment and no logistics and storage at -20∞C needed.\nThe POC-NAT is based on two already existing technologies: The instrument platform ìAlereôq completeî developed and manufactured by Alere , an instrument for POC diagnostics recently used p.e. for Alere¥s HIV-1/2 Detect cartridges, and altona Diagnostics¥ RealStarÆ Filovirus RT-PCR kit 1.0, a commercial central laboratory real-time PCR test. The project partner aim for having the integration of platform and assay as a prototypic system completed until end of March 2015. The verification and validation of the workflow starts April 2015 at altona Diagnostics, BNITM and INMI. The aim of this project phase is to finally CE IVD mark the test system. Having the final product version available, clinical trials with human sample material at the different laboratories and outstations or mobile laboratories of partners BNITM and INMI.  . Subsequently multicentrical clinical validation in intended use settings will be facilitated and managhed by FIND. If successful the project will be completed with the rollout of a IVD-CE labelled product through a network of implementing partners oordinated by FIND and WHO.",
    "totalCost": "4398252",
    "ecMaxContribution": "1162622",
    "coordinator": "Department of Health england",
    "coordinatorCountry": "UK",
    "participants": "altona Diagnostics GmbH;Alere Technologies GmbH;Foundation for Innovative New Diagnostics;Istituto Nazionale Malattie Infettive Lazzaro Spallanzani, IRCCS;Bernhard Nocht Institute for Tropical Medicine",
    "participantCountries": "DE;CH;IT",
    "projectParticipants": {
        "999679964": {
            "orgId": "999679964",
            "orgName": "Foundation for Innovative New Diagnostics",
            "ecContrib": 0
        },
        "998248341": {
            "orgId": "998248341",
            "orgName": "Alere Technologies GmbH",
            "ecContrib": 0
        },
        "951146887": {
            "orgId": "951146887",
            "orgName": "altona Diagnostics GmbH",
            "ecContrib": 394178
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 394178
}