{
    "rcn": "209406",
    "acronym": "Anti-CRISPR",
    "topics": "MSCA-IF-2016",
    "title": "Uncovering viral sabotage of host CRISPR-Cas immune systems",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "CRISPR-Cas immune system represents one of the most effective weapons against mobile genetic elements in the host defense arsenal. Bacteriophages (phages) armed with anti-CRISPR proteins can, however, inhibit CRISPR immunity by sabotaging components of the immune system with evolutionary advantages. This proposal sets out to discover novel phage-encoded anti-CRISPR proteins and understand the molecular mechanisms of the inhibitory processes.\nI will focus on novel anti-CRISPR proteins for Cas9-containing type II CRISPR-Cas systems in lactic acid bacteria (LAB). I expect anti-CRISPR proteins to be present in phages for LAB, for which the CRISPR system is an important line of defense. It is highly plausible that LAB-infecting phages have evolved to possess anti-CRISPR proteins. However, none of anti-CRISPR proteins against type II CRISPR have been described so far. To identify novel type II anti-CRISPR proteins encoded by phage genomes and explore novel features of the anti-CRISPR proteins, I will establish high-throughput screening methods using an integrated approach consisting of metagenomics, bioinformatics and mass spectrometry. After identifying candidate anti-CRISPR proteins, I will uncover the underlying molecular mechanisms of these viral anti-CRISPR proteins utilizing state-of-the-art single-molecule fluorescence methodologies.\t\nThe fierce virusñhost arms race has resulted in high diversity of distinct prokaryotic CRISPR-Cas systems. Therefore, I anticipate that my high-throughput screening will lead to discovery of remarkably diverse anti-CRISPR proteins, specifically anti-CRISPR variants targeting Cas9. The proposed combination of viral diversity screening and single-molecule approaches will reveal novel mechanisms of anti-CRISPR activity that are difficult to obtain by traditional biochemistry, will impact potential applications of Cas9, and will provide unique insights into the host-virus arms race.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}