{
    "rcn": "209423",
    "acronym": "DMS",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Dielectric MicroSpacer Technology",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "Several technological applications need tools for keeping a stable micrometric distance between two surfaces. The requirements are more stringent if electrical insulation has to be guaranteed between the surfaces and even more if also thermal insulation has to be satisfied.\nThe dielectric microspacers (DMSs) here described represent a microtechnology able to meet all these requirements. DMSs were developed in the ProME3ThE2US2 FET project to separate two electrodes of an innovative high-temperature solar cell prototype. Since that device is part of the wider set of thermionic energy converters (TECs), DMS technology can be successfully applied to them, thus solving a technical problem only mitigated by palliative solutions during the last 50 years.\nThe potentials connected to DMS technological innovation are scalability, robustness, high resolution, fabrication on large areas, thermal resistance and stability, very high electric and thermal resistivity, uniformity of physical properties, versatility of arrangement, and very accurate control of the separation gap.\nAs mentioned, the immediate application is in TECs, initially for nuclear and aerospace applications and subsequently for allowing their introduction in the enormously increasing sector of industrial waste heat recovery. Application is expected also in fabrication of electronic devices. \nHowever, since new devices require effective and performing tools, in the same way as new tools open new perspectives for hi-tech devices, novel applications can be imagined. With this aim, DMS project starts with a critical study on possible complementary applications as well as on technical limitations and improvements. This activity will be preparatory for protecting the intellectual property in the widest possible application domain. A second phase will focus on technology transfer by qualifying and quantifying the possible market(s) and actors, aimed at defining an effective exploitation plan and promotion strategy.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "IONFLY VACUUM AND PLASMA TECHNOLOGY SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "917327837": {
            "orgId": "917327837",
            "orgName": "IONFLY VACUUM AND PLASMA TECHNOLOGY SRL",
            "ecContrib": 41875
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 58125
        }
    },
    "calculatedTotalContribution": 100000
}