{
    "rcn": "209465",
    "acronym": "MOPEAD",
    "topics": "IMI2-2015-05-05",
    "title": "Models Of Patient Engagement for Alzheimerís Disease",
    "startDate": "01/10/2016",
    "endDate": "30/06/2019",
    "objective": "The MOPEAD consortium has proposed a programme of work carefully aligned to the objectives of IMI2 Call to deliver a step-change in AD-related patient engagement (PE) strategies and a paradigm shift in early stage care. It aims to improve patient engagement in two categories: Prodromal AD (i.e. MCI with positive amyloid biomarkers); and Very Mild AD. MOPEAD offers four different and complementary strategies, namely AD Citizen-Science, Open House Initiative (OHI), Primary Care Campaign (PCC), and Type 2 Diabetes (T2DM). It seeks subjects eligible for CT scan in both of the categories. The central concept is to test and evaluate the four Patient Engagement models (Runs) to help identify patients at risk of AD in a five-country, multi-centre setting. It builds upon an already successful model, the Open House Initiative pioneered by the coordinator (FACE). Five countries (ES, DE, NL, SE and SL) have been selected to implement these models based upon relevant expertise; the consortium brings together partners for their potential to become long-term assets to European efforts to tackle AD challenges. The methodology involves enhanced pre-screening protocols to select individuals for conventional screening associated to an RCT. Eligible subjects will be invited to formal evaluation using a protocol consensus with EPFIA. MOPEAD possesses confident baseline metrics from which to measure progress and determine the efficacy of PE strategies compared to primary care.  Although baseline data exists for only three of the four proposed models, the new model AD Citizen Science approach will add significantly to the holistic approach of the project. The proposal addresses the specific cross-border challenge of improving health care and reducing the economic burden related to AD by means of identifying those patients at risk of developing AD. This will cover a significant gap in the healthcare system.",
    "totalCost": "4010251",
    "ecMaxContribution": "2043000",
    "coordinator": "FUNDACIO ACE",
    "coordinatorCountry": "ES",
    "participants": "GMV SOLUCIONES GLOBALES INTERNET SAU;KLINIKUM DER UNIVERSITAET ZU KOELN;STICHTING VU;ASTRAZENECA AB;Slovensko zdruûenje za pomo? pri demenci - Spomin?ica, Alzheimer Slovenija;ASDM Consulting;KAROLINSKA INSTITUTET;KITE INNOVATION (EUROPE) LIMITED;UNIVERZITETNI KLINICNI CENTER LJUBLJANA;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA;Eli Lilly and Company Limited;ALZHEIMER EUROPE;EUROPEAN INSTITUTE OF WOMEN'S HEALTH LIMITED",
    "participantCountries": "ES;DE;NL;SE;SI;BE;UK;LU;IE",
    "projectParticipants": {
        "999541642": {
            "orgId": "999541642",
            "orgName": "FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
            "ecContrib": 79887
        },
        "997512402": {
            "orgId": "997512402",
            "orgName": "GMV SOLUCIONES GLOBALES INTERNET SAU",
            "ecContrib": 369780
        },
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 0
        },
        "997585928": {
            "orgId": "997585928",
            "orgName": "Eli Lilly and Company Ltd",
            "ecContrib": 0
        },
        "924716230": {
            "orgId": "924716230",
            "orgName": "ASDM Consulting",
            "ecContrib": 118511
        },
        "998068600": {
            "orgId": "998068600",
            "orgName": "ALZHEIMER EUROPE",
            "ecContrib": 91438
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 150115
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 103506
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 472062
        },
        "999882306": {
            "orgId": "999882306",
            "orgName": "UNIVERZITETNI KLINICNI CENTER LJUBLJANA",
            "ecContrib": 185372
        },
        "949035488": {
            "orgId": "949035488",
            "orgName": "FUNDACIO ACE",
            "ecContrib": 283621
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 116910
        },
        "997642770": {
            "orgId": "997642770",
            "orgName": "EUROPEAN INSTITUTE OF WOMEN'S HEALTH LIMITED",
            "ecContrib": 45770
        }
    },
    "calculatedTotalContribution": 2016972
}