{
    "rcn": "209452",
    "acronym": "EBOVAC1",
    "topics": "IMI2-2014-02-01",
    "title": "Development of a Prophylactic Ebola Vaccine Using an Heterologous Prime-Boost Regimen",
    "startDate": "01/12/2014",
    "endDate": "30/11/2019",
    "objective": "The overall aim of the EBOVAC programme is to assess the safety and efficacy/effectiveness, if feasible, of a novel prime-boost prophylactic vaccine regimen against Ebola Virus Disease (EVD), which has been 100% effective in preclinical studies. This will be done via phase I, II and III trials carried out in the EU and in Africa, in response to the urgent public health need raised by the recent Ebola epidemic. To expedite the development of the Ebola vaccine, the ongoing Phase I studies will be continued, and shortly thereafter Phase II and Phase III trials will be carried out in parallel and therefore coordinated by two separate teams. This IMI2 Action - EBOVAC1 ñ has, as its main objective, to address the Phase I and Phase III trials, whereas the IMI2 Action EBOVAC2 will address the Phase II trials.\n\nThe EBOVAC1 objectives are as follows:\n\n-\tImplement Phase I trial\n\no\tEBOVAC1 will establish the initial safety and immunogenicity of the proposed heterologous prime-boost regimen of Ad26.ZEBOV and MVA-BN-Filo vaccine through phase I studies conducted in the UK and Ebola-unaffected African countries. This will be done by administering the vaccine in different sequences and at different time intervals so as to identify the shortest schedule that is immunogenic and to maximize the potential for short term efficacy in affected countries. Approximately 300 subjects will be enrolled. \n\n-\tImplement Phase III trial\n\no\tEBOVAC1 will carry out a Phase III trial in Sierra Leone. An individually randomised trial is the gold standard approach to measuring vaccine efficacy. Therefore, the original design proposed was envisaged as an individually randomised controlled trial of 40,000 individuals (split across two countries and multiple sites with approximately 20,000 subjects per country) randomised to the Ad26.ZEBOV/MVA-BN-Filo prime-boost vaccine regimen or to another vaccine not offered within the Expanded Programme on Immunization.  Due to the relatively low EVD incidence rates, this evolved into a cluster randomized design to enrol larger numbers (~400,000), which could be implemented in the event of a flare up in the epidemic. In view of the decline in the epidemic and the confirmation of the possibility of a conditional or accelerated licensure approval pathway by the health authorities, the clinical development plan aims to generate a solid data package consisting of substantial immunogenicity and safety data complemented with animal immunogenicity and efficacy data. These data could support the efficacy assumptions of the candidate vaccines by showing an association between the immune response in humans and that observed in non-human primates in which protection from fatal EVD was shown. Therefore, in the absence of sufficient EVD cases to demonstrate efficacy/effectiveness, the trial design will be adapted to focus on safety and immunogenicity and in adults and children. The final sample size for the trial will be determined in consultation with relevant health authorities on licensure requirements and based on the size of other trials being performed.  The final trial design will be informed by the modelling exercises in WP4, by regulatory requirements, and the phase I trial results which will specify the final dosage schedule. \n\n-\tEBOVAC1 will also establish an information repository centre, to house data/information assets from all funded EBOLA\\ projects.\n\nPhase I Clinical trials\n\nDuring the course of its first year, the EBOVAC1 project achieved a high quality phase I evaluation of the prime-boost vaccine regimen, which provided robust safety and immunogenicity data and clarified the optimal sequence and time intervals of the prime and boost vaccination strategy.\n \nPhase III Clinical trials \n\nIn the summer of 2015 it became clear that assessing the effectiveness of the vaccine regimen was no longer possible due the decline of the epidemic. However, interactions with Health Agencies clarified that an accelerated",
    "totalCost": "92038481",
    "ecMaxContribution": "58292722",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;JANSSEN VACCINES & PREVENTION BV;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "FR;NL;UK",
    "projectParticipants": {
        "963020463": {
            "orgId": "963020463",
            "orgName": "JANSSEN VACCINES & PREVENTION BV",
            "ecContrib": 0
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 56561044
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 496931
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1234747
        }
    },
    "calculatedTotalContribution": 58292722
}