{
    "rcn": "209413",
    "acronym": "2DQOptics",
    "topics": "MSCA-IF-2016",
    "title": "Two dimensional materials for lasing and frequency metrology",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The recently discovered two dimensional 2D materials have opened up new possibilities for exploration of fundamental physics as well as device applications. Such materials offer new opportunities for ultra compact optoelectronic devices. On the other hand, with the improvement in micro and nanofabrication techniques, it is now possible to fabricate ultra high Q microresonators (UHQ µresonators). A relevant example is the case of silica microtoroids, which due to the whispering gallery modes, display one of the highest Q factors ever reported. \nThe basic aim of this proposal is to advance the fields of 2D materials and integrated UHQ µresonators alike by pursuing the integration of the two platforms. Specifically two aims are addressed. First coupling these atomically thin systems with silica and silicon nitride (SiN) UHQ µresonators platforms may help us uncover new quantum behaviour of emission from 2D materials in particular to validate unambiguous lasing via established recipes such as g^(2) measurements. Our work will elucidate if lasing is possible and strive to integrate such lasers with SiN integrated photonic circuits. Second integrate the 2D materials with the developed integrated photonic SiN circuits using the photonic damascene process as developed by the host group to realize an entirely novel concept: the use of 2D materials to stablize the carrier envelope frequency fceo of a frequency comb. This will be realized using a SiN broadening waveguide that is functionalized to contain a 2D atomically thin semi-conductor in conjunction with the recently demonstrated quantum interference effect. This effect enables to produce a photocurrent that oscillates at the fceo without the necessity to actually double the comb light. This integrated device would enable a solid state platform to measure fceo and eventually serve as a chipscale route to stabilize the frequency comb through feedback control. The project will be implemented at T. Kippenberg's lab at EPFL.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}