{
    "rcn": "209463",
    "acronym": "RESCEU",
    "topics": "IMI2-2015-06-02",
    "title": "REspiratory Syncytial virus Consortium in EUrope",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "RSV causes severe disease and results in substantial healthcare costs in individuals at the extremes of the age spectrum and in high risk groups. RESCEU brings together academia, national public health agencies and EFPIA with proven expertise and a strong track record in RSV research. The academic partners are leaders in RSV epidemiology, clinical RSV research, health economics, and vaccinology; and key opinion leaders with advisory roles in European and national public health bodies, health technology agencies and vaccine advisory groups. EFPIA participants (AZ, GSK, JPNV, Novavax, Pfizer, and SP) have active clinical research programmes to develop lead candidates for treatment and prevention of RSV in infants, adults and the elderly. As part of RESCEU, EFPIA participants will contribute expertise in a wide range of fields including infectious disease, clinical medicine, immunology, epidemiology, biostatistics, biomarker development, global health, and health economics. RESCEUís aim is to develop robust evidence on RSV disease burden and economic impact; create a sustainable Europe-wide multidisciplinary, multi-stakeholder community from academia, public health, scientific societies, patient organisations, regulatory agencies and industry; and provide infrastructure to perform future pivotal trials for RSV vaccines and therapeutics. RESCEU aims to provide sustainable longer term impact on RSV disease burden and thus make a significant contribution to improved health and wellbeing in Europe. \nThe project will comprise 6 work packages. WP 1-3 will identify and marshal data from large-scale systematic reviews of epidemiological and cost studies, disease registries, linked routine (national) healthcare and claims datasets and will establish a framework for and assemble data from RSV surveillance in Europe to estimate RSV disease burden on health services and inform economic models. WP4 will design and conduct prospective studies across Europe to tackle existing data gaps data gaps that cannot be addressed by WP1-3; and develop a well-annotated biobank (RESCEU biobank) of clinical samples for analysis during and beyond this project period. WP5 will analyse samples from RESCEU and other existing biobanks to identify candidate biomarkers for (severe) RSV disease using a systems approach, adopting state of the art technologies. WPs 1-5 will develop high-quality, sustainable, robust data collection systems that link closely with public health/regulatory bodies/health care providers for informing policy and regulatory processes. WP6 is devoted to project management, dissemination and outreach. At the start of the project, RESCEU will develop a governance model by which industry, public health agencies, healthcare workers, academia, patients and policy makers can collaborate effectively for global health benefit. RESCEU will combine strong leadership and highly experienced project management, including experienced and innovative partners who have already championed RSV research and led successful IMI projects.\nA key unifying mission of RESCEU will be to achieve engagement of relevant stakeholders to share resources and develop a shared understanding of RSV epidemiology and increased awareness of its impact on healthcare systems to improve strategic planning and decision making on RSV prevention and treatment. In an effort to set up a broad-based consortium, RESCEU has expanded the constituency beyond the core consortium partners by including all other relevant and interested stakeholders within and outwith EU as Associate Partners. This allows RESCEU to leverage third partiesí expertise, knowledge and connections with other relevant worldwide initiatives for the benefit of the project. As part of the Governance Structure, RESCEU has also set up three independent advisory boards to provide oversight and key inputs in study design and developing patient materialsñ the International Scientific Advisory Group (ISAG), the RESCEU Ethics",
    "totalCost": "29171790",
    "ecMaxContribution": "14498125",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "PFIZER LIMITED;UNIVERSITEIT ANTWERPEN;VARSINAIS-SUOMEN SAIRAANHOITOPIIRIN KUNTAYHTYMA;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;STATENS SERUM INSTITUT;FONDAZIONE PENTA-FOR THE TREATMENT AND CARE OF CHILDREN WITH HIV-ONLUS;ACADEMISCH ZIEKENHUIS GRONINGEN;ASTRAZENECA AB;GlaxoSmithKline Biologicals;SERVIZO GALEGO DE SAUDE;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;Novavax, Inc.;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;SANOFI PASTEUR SA;SYNAPSE RESEARCH MANAGEMENT PARTNERS SL;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "UK;BE;FI;DK;IT;NL;SE;ES;US;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 863125
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 2352625
        },
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 0
        },
        "994851886": {
            "orgId": "994851886",
            "orgName": "GlaxoSmithKline Biologicals",
            "ecContrib": 0
        },
        "999495858": {
            "orgId": "999495858",
            "orgName": "VARSINAIS-SUOMEN SAIRAANHOITOPIIRIN KUNTAYHTYMA",
            "ecContrib": 595750
        },
        "999525637": {
            "orgId": "999525637",
            "orgName": "FONDAZIONE PENTA-FOR THE TREATMENT AND CARE OF CHILDREN WITH HIV-ONLUS",
            "ecContrib": 175000
        },
        "918481458": {
            "orgId": "918481458",
            "orgName": "Novavax, Inc.",
            "ecContrib": 0
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 307125
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 1203875
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 4181125
        },
        "999991431": {
            "orgId": "999991431",
            "orgName": "RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU",
            "ecContrib": 598125
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 500375
        },
        "999937402": {
            "orgId": "999937402",
            "orgName": "STATENS SERUM INSTITUT",
            "ecContrib": 504375
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2122875
        }
    },
    "calculatedTotalContribution": 13404375
}