{
    "rcn": "209538",
    "acronym": "nanoPhotoMat",
    "topics": "MSCA-IF-2016",
    "title": "Development of nano-Photocatalytic Materials for Indoor Air Purification and Odour Elimination",
    "startDate": "05/06/2017",
    "endDate": "04/06/2019",
    "objective": "Pollutants released directly to the air are particularly harmful compared to soil and water pollutants. These pollutants severely affect peopleís life quality and life expectancy. Indoor air purification at highly populated urban areas is technically challenging, because indoor air contaminants arise from both outside and indoor sources. The most hazardous indoor pollutants are volatile organic components, toxic inorganics, dust, bacteria, pollen and mold spores. Conventional ventilation brings outdoor air pollution inside the buildings and thus increases energy consumed for cleaning per room. Adapting new technological advances will help meeting requirements of a compact, reliable, and eco-friendly design. The main objective of this proposal is therefore to develop the next generation air purifiers where photocatalytic oxidation (PCO) technologies will allow elimination of a variety of hazardous indoor air pollutants, and bad odour caused by such pollutants, when illuminated by low-power light sources on-the-fly. The proposed project composes of four different phases: the state-of-the-art design of photocatalysts, selection of proper illuminating source, configuration of PCO system, and preparation of the first prototype. In this study, we will address the limited work performed within the field hitherto, such as the mechanism of catalyst deactivation, efficiencies of odour removal, generation of by-products, electron-hole recombination phenomenon, and the ways of providing anti-bacterial/good hygiene properties. We will carry out an in-depth investigation on optimization of PCO air purification system within an interdisciplinary work at ArÁelik Central R&D.  After designing a viable configuration, we will focus on the production of a PCO air purifier prototype. In accordance with ArÁelik Groupís policy and vision, our final goal is to ready the highly energy-efficient, low-noise, and reliable PCO air purifier prototype for the product launch in the global market.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "ARCELIK A.S.",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998821708": {
            "orgId": "998821708",
            "orgName": "ARCELIK A.S.",
            "ecContrib": 145846
        }
    },
    "calculatedTotalContribution": 145846
}