{
    "rcn": "209554",
    "acronym": "IMME-NEM",
    "topics": "MSCA-IF-2016",
    "title": "Imaging the Motion of Magneto-Excitons in New Emerging Materials",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Recently discovered two-dimensional (2D)-honeycomb semiconductor materials have two inequivalent, degenerate valleys in their electronic band structure. This leads to a new ìvalleyî degree of freedom known as pseudospin that, similar to real spin, has been proposed as an extra information carrier for new classes of electronic and optoelectronic devices. Monolayer transition-metal dichalcogenides (TMDs) are an important type of 2D material, in which, due to the strong 2D confinement and a reduced dielectric screening of the Coulomb interactions, electron-hole (e-h) correlations are extremely strong. This results in creation of e-h pairs (excitons) that are so strongly bound that excitonic effects completely dominate the optical properties of TMDs even up to room temperature. The pronounced excitonic effects in single-layer TMDs, therefore, provide a unique opportunity to investigate strong light-matter interactions associated with valley effects exhibiting exotic behaviour. However, the key fundamental question regarding the exact excitonic band structure, the valley-exciton energy-momentum (dispersion) relationship, and the corresponding excitonic transport properties, remains open. \nThis proposal is devoted to a fundamental understanding of the valley-exciton band structure. It consists of two main research objectives: (i) to determine the exciton dispersion and the corresponding transport using momentum- and real-space optical imaging, and (ii) to achieve an external control of the exciton dispersion via applied magnetic and electric fields, charge density and strain. The results will deepen the understanding of valley-exciton transport in single-layer TMDs and help the development of novel valley-based technologies.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}