{
    "rcn": "209534",
    "acronym": "Starflict",
    "topics": "MSCA-IF-2016",
    "title": "Conflicts in start-ups: coping with stress and conflicts to promote well-being and entrepreneurial success",
    "startDate": "08/02/2018",
    "endDate": "07/02/2020",
    "objective": "Start-ups are Europeís 2020 Priorities for strengthening economic growth. However, about 50% of new European businesses fail during their first five years, conflicts between founders and effects of work stress being two of the top reasons for failure. However, conflicts and stress in start-ups, as well as factors for their entrepreneurial success are under-studied. \nThe aim of STARFLICT is to elaborate a typology of conflicts in start-ups, develop an assessment tool for conflicts in start-ups, identify the early indicators of start-upsí entrepreneurial success in terms of individual- and group-level coping, and offer practical guidelines for start-ups on how to effectively deal with conflicts and stress using individual and group-level coping strategies. This will allow to take preventive actions to avoid destructive spirals of conflicts and stress that lead to start-upís failure, ensuring start-upís entrepreneurial success and their foundersí WB, while increasing start-upsí success rate.\n\nThe objectives of STARFLICT will be achieved using new and powerful techniques for data collection (IT-supported diary, actigraphy) and cutting-edge data analysis methods (Latent Growth Curve Modeling, Multilevel Structural Equation Modeling) that allow for obtaining fine-grained high quality (hard) data and modeling dynamics.\n\nSTARFLICTís objectives are relevant to the work program because they are innovative, interdisciplinary, address a timely issue of start-upsí entrepreneurial success, and considerate the gender issues. STARFLICTís plan of work includes bi-directional transfer between myself and KU Leuven. KU Leuven will provide me with resources, specific training in advanced methodology, and with an excellent stimulating scientific environment. STARFLICT will clearly enhance my future career prospects and allow me undertake higher risk research in the future that, in turn, will have an impact on the European science-based knowledge.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}