{
    "rcn": "209579",
    "acronym": "MUC",
    "topics": "MSCA-IF-2016",
    "title": "The microbial degradation and utilization of mucin by Bacteroides in ulcerative colitis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "The gastrointestinal tract is colonized by a community of microbes, the microbiota, which has a significant impact on human health and nutrition. The mucus gel layer structure provides the barrier between the microbiota and the intestine preventing the occurrence of the inflammation process. Indeed, an altered microbiota (towards mucus degrading bacteria) and defects in the mucus structure have been shown to be associated with inflammatory bowel diseases, such as ulcerative colitis.\nUnderstanding how members of the microbiota can alter mucin composition, can, potentially, be deployed to ensure that the structure of this ecosystem maximizes human health. This approach, however, is limited by a lack of understanding how mucins are metabolized by the microbiota. Significantly, available genomic/metagenomics sequence data of the microbiota presents an exciting, but so far, unfulfilled, opportunity to make decisive advances in our understanding of mucin degradation by members of this ecosystem. In this project I will seek to combine this genomic information with in vivo studies to understand the mechanisms of mucin utilization by the human microbiota and the impact on UC development. The data from the research programme will underpin the development of future therapeutic strategies to improve human health.\nThe fellow is Portuguese and is now completing her PhD at the Newcastle University, UK. The fellow has experience in enzyme activity screening, enzymatic characterization and structural biology. In this fellowship she will have the opportunity to develop skills in genetic manipulation of anaerobic bacteria, microbiota in vivo (mouse) studies and structural analysis of O-glycans. This fellowship will enable the fellow develop her current skill set to include methodologies and approaches so that the molecular analysis of the target enzymes can be placed within a biological context.",
    "totalCost": "247059",
    "ecMaxContribution": "247059",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 247059
        },
        "999843603": {
            "orgId": "999843603",
            "orgName": "UNIVERSITY OF MICHIGAN THE REGENTS OF THE UNIVERSITY OF MICHIGAN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 247059
}