{
    "rcn": "209547",
    "acronym": "ChildEmp",
    "topics": "MSCA-IF-2016",
    "title": "Understanding children's empathy: an ethnographic study among the indigenous Runa of the Ecuadorian Amazon",
    "startDate": "12/01/2018",
    "endDate": "11/01/2020",
    "objective": "The phenomenon of empathy is receiving growing interest in the European public sphere and scientific community. In particular, the question of how one learns to feel empathy towards the environment and the beings which inhabit it has been identified as a key issue to address at this time of environmental crisis.The proposed project investigates how empathy is learnt by children from an Amazonian indigenous community in Ecuador. It explores how and under what circumstances indigenous children in the Ecuadorian Amazon learn to perceive nonhuman entities as human-like and develop empathy towards them. Grounded upon my extended ethnographic knowledge of the region, the project will contribute to broader contemporary debates of how empathy towards nonhumans is culturally acquired, manifested and actively learnt during childhood. This is a social anthropology project with a strong interdisciplinary approach which includes perspectives from developmental psychology, ecology, cognitive science and philosophy. The aims of this project are: 1. to explore how children learn to perceive others as human-like in a setting which is inductive to such learning; 2. to explore childrenís perception and understanding of nonhuman personhood and intentionality; 3. to understand the nature of ëempathyí among indigenous Runa people of the Ecuadorian Amazon. These aims will be reached through 10 months of ethnographic fieldwork in an indigenous Runa village where I will deploy participant observation and other methodologies from  psychology, medical and visual anthropology which will be designed during pre-fieldwork training at the University of Kent. Research results will be disseminated through an academic and public engagement plan which includes two academic publications, an ethnographic film, a secondment at the Centre for Subjectivity Research in Copenhagen, a workshop and a document to be used by community members for school policy-making.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}