{
    "rcn": "209573",
    "acronym": "SCAN-Deep",
    "topics": "MSCA-IF-2016",
    "title": "Systematic Characterisation and Archiving of megafauNa on a regional scale in a Deep-sea area threatened by mining",
    "startDate": "14/03/2018",
    "endDate": "13/03/2020",
    "objective": "The worldwide demand for metals and rare-earth elements is increasing, fuelled by developing economies and the growth of high-technology green industries. The Clarion-Clipperton Zone (CCZ) in the tropical eastern Pacific Ocean contains vast reserves of polymetallic nodules on the abyssal seafloor, a future source of deep-sea minerals already targeted for exploitation. There is an almost complete absence of open biodiversity data on the large animals (megafauna) of this 6 million km2 area, and it is a pressing conservation priority to establish baseline data to enable future sustainable management of the region. In particular, a regional-level assessment that cuts across contracted areas is urgently needed to [1] establish the baseline quantitative ecology of the region, [2] assess species richness and ranges and thus, [3] enable the successful management of this globally important marine area in the context of a global ëblue growthí agenda. The objective of this fellowship is to develop the first regional-level approach to megafauna classification and identification in the CCZ. This will be done using a three-fold approach: (1) The development of a new open-access data-archiving bioinformatic pipeline for imagery and samples of megafauna from the entire CCZ,  (2) the identification and characterization of megafaunal morphotypes observed across the CCZ regardless of exploration contract area and (3), development of biodiversity survey methods based on organismal DNA found in the environment (metabarcoding). This project will include knowledge transfers between the host and experienced researcher in the following areas: bioinformatics, digitisation, image analysis, megafauna taxonomy, DNA barcoding, metagenomics and transferable skills such as project management, scientific communication including science-policy interface work, laboratory health and safety, and career planning.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}