{
    "rcn": "209559",
    "acronym": "EXTREMELIGHT",
    "topics": "MSCA-IF-2016",
    "title": "EXTREME ENVIRONMENT RESISTANT NANOPHOTONICS",
    "startDate": "02/05/2017",
    "endDate": "01/05/2019",
    "objective": "Nanophotonic extreme environment sensors are expected to lead to revolutionary advancements in aerospace, nuclear, wellbore exploration and environmental bio-chemical sciences. Extreme environments are those where the physico-chemical conditions render standard materials completely unusable; including strongly ionizing radiation, high erosion, high corrosion, or temperatures beyond 1600∞C in aircraft and aerospace applications. Recently, yttrium aluminum garnet (YAG) crystals have been identified as harsh environment resistant optical material thanks to its unique combination of outstanding optical properties and high melting temperature (1970∞C), chemical inertness and hardness. It¥s use for developing extreme environment nanophotonic on-chip instruments is therefore of high interest. However, micro/nanostructuring YAG crystalline components is currently impossible due to its capability to withstand corrosion in plasma etching chambers, its hardness, and its fracturing under high micro-stress loading machining or milling industrial processes. The central question that this project aims to solve is:\n\nIs it possible to fabricate three-dimensional (3D) nanophotonic circuits inside YAG crystals so as to open a research road towards future monolithic nanophotonic sensors for industrial application in extreme-environments?\n\nBy combining a unique method for 3D laser nanostructuring YAG crystals recently developed by the experienced researcher, with the recognized expertise of the academic Host in lab-on-chip photonics and ultra-short pulse laser spectroscopy, and the expertise of the Industrial Partner in high-performance integrated spectrometers, the EXTREMELIGHT project aims at demonstrating in a unique training-based multidisciplinary 2-year work-plan, the first proof-of-concept YAG nanophotonics technology, which could lead to a novel generation of high-performance integrated optical sensors capable of withstanding the most extreme environments.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}