{
    "rcn": "209567",
    "acronym": "TEI",
    "topics": "MSCA-IF-2016",
    "title": "Development of a model system to study the role of chromatin factors during transgenerational epigenetic inheritance (TEI) in C. elegans",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Non DNA-sequence based inheritance has been observed in many organisms from microbes to man and likely impacts public health. The mechanisms of non DNA-sequence based inheritance remain largely unknown. However, some examples of non DNA-sequence based inheritance in mammals, plants and invertebrates are linked to the control of selfish, transposable elements in the genome. Here we propose to discover the mechanistic basis of multi-generational non DNA-sequence based inheritance, also referred to as transgenerational epigenetic inheritance (TEI), using the laboratory animal model Caenorhabditis elegans. Specifically, our goal is to identify chromatin and non-coding RNA ìepigeneticî marks that transfer information from generation to generation in C. elegans. C. elegans is a great model for this work as it has a generation time of only three days, has a powerful genetics toolkit and its chromatin and RNA pathways are largely conserved in humans. Towards this goal we have established a novel assay we named piRNA-related insertional chromatin immunoprecipitation (piChIP). Using this piChIP system, our specific aims are:\nAim-1: Identification of novel non-coding RNAs in the germline nuclear RNAi pathway\n-  Method: RNA-seq\nAim-2: Identification of novel proteins and histone PTMs in the germline nuclear RNAi pathway\n-  Method: SILAC proteomics and Mass Spectrometry",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}