{
    "rcn": "209512",
    "acronym": "MoMa",
    "topics": "MSCA-IF-2016",
    "title": "Mobility and management of cattle in Iron Age and Roman Netherlands",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "This research project aims to study long-term developments in cattle management and mobility in the Netherlands, from the Iron Age to the Roman period (750 BC ñ AD 450). Cattle have always played a crucial role in this region, in supporting arable farming by traction and manure, in providing food in the form of meat and dairy products, and in providing raw materials for clothing and artefacts. Our understanding of cattle management could be improved enormously by an integrated study of traditional and newer methods of research. \nThe main objectives of the research project are:\nï\tto investigate movements of cattle in the Iron Age, indicating exchange and/or raiding;\nï\tto investigate movements of cattle in the Roman period, indicating import and/or local supply;\nï\tto investigate whether the size increase of cattle in the Roman period was a direct result of the incorporation in the Empire, or whether it should be seen as a continuation of developments that started in the Iron Age;\nï\tto provide a comprehensive view of cattle management in the Iron Age and Roman period. \nThe objectives will be achieved through the applied methodology, which consists of three lines. First, through Strontium isotope analysis, the local or non-local origin of cattle can be established. Second, biometrical analysis will be used to investigate developments in shape and size over time. And third, mortality profiles offer insight into how cattle were exploited. \nTwo work packages correlate to the first two methods, while the third combines the results from the other work packages with mortality data to obtain a comprehensive view of cattle management. A fourth work package is concerned with dissemination of the results among an academic and non-academic audience, while the fifth covers training in statistics and transferable skills.\nThe project will provide the applicant with specific research skills (stable isotope analysis, biometrical analysis) that are still underused in the Netherlands.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}