{
    "rcn": "209529",
    "acronym": "MEMORIS",
    "topics": "MSCA-IF-2016",
    "title": "Maternal Enteric Microbiota for Offspring's Repertoire development and Illness Susceptibility",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Recently, it has emerged that early life exposure to commensal microbes is crucial to instruct our immune system and prevent later life autoimmune and metabolic diseases. The host lab now showed that this education begins even earlier ñ during gestation by signals from the maternal intestinal microbiota. Using the E. coli strain HA 107, genetically engineered to grow in vitro without the ability to persist in vivo, they demonstrated that transient intestinal colonisation of pregnant germ-free mouse dams drives neonatal innate immune maturation. However, the long-term consequences of maternal microbiota cues especially for the adaptive immune system of the adult offspring remain elusive.\n\nThe MEMORIS project (Maternal Enteric Microbiota for Offspring's Repertoire development & Illness Susceptibility) shall elucidate the long-term consequences of maternal microbial signals for the offspringís adaptive immune system and disease susceptibility. \n\nMy specific aims are to reveal the consequences of gestational colonisation for the offspringís (1) own intestinal microbiota composition and metabolism; (2) adaptive immune repertoire development; and (3) susceptibility to autoimmune and metabolic diseases. For this, I will colonise offspring of gestationally colonised versus germ-free mouse dams at birth and by (1) metagenomic, metatranscriptomic and metabolomic read-outs assess its dynamic microbiota development. (2) Flow cytometric and transcriptional profiling, immunglobulin gene sequencing and bacterial FACS will reveal adaptive immune repertoire maturation. Based on these results I will (3) elucidate the role of maternal microbiota signals for disease susceptibility using NOD mice modeling type 1 diabetes and high fat diet-induced non-alcoholic fatty liver disease.\nI would like to establish the concept that our susceptibility to autoimmune and metabolic diseases is influenced during a ìwindow of opportunityî that opens ñ not just at birth ñ but already during pregnancy.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}