{
    "rcn": "209501",
    "acronym": "STORM",
    "topics": "ERC-2016-COG",
    "title": "Signal Transduction in Organic Materials",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "It is the overall aim of this project to use responsive catalysts to introduce signal transduction cascades in soft materials, enabling autonomous, programmable and amplified response of soft materials to chemical signals from their environment. 'Smart' soft materials could find many important applications ranging from personalized therapeutics to soft robotics. However, as most molecular materials are unable to communicate, or even respond to, changes in their environment, truly smart materials are still far out of reach. Signal transduction is one of the primary processes used by living cells to react to events taking place in their environment, often involving a signal triggering enzymatic activity, leading to a cellular response. Such rudimentary communication is entirely non-existent in synthetic materials. I here propose the introduction of catalysis-based signal transduction between chemical systems to enable synthetic materials to respond autonomously to events taking place in their environment. Key to achieving this objective will be the development of switchable catalysts, using signals originating from chemical events to change catalytic activity, and coupling changes in catalytic activity to responses in soft materials. In achieving these objectives, I will develop new design strategies for responsive soft materials, enabling control over material formation and response in time and space, through autonomous reaction to chemical signals. This will allow the development of new actuators, self-healing materials, sensors, therapeutics and self-regulation and self-correction of material assembly. It will also constitute an entirely new role for catalysis, as catalysis will be engaged to constitute a first step towards achieving communication between artificial chemical systems.",
    "totalCost": "1998985",
    "ecMaxContribution": "1998985",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1998985
        }
    },
    "calculatedTotalContribution": 1998985
}