{
    "rcn": "209509",
    "acronym": "TENGEAD",
    "topics": "INNOSUP-02-2016",
    "title": "Tribo-Electric-Nanogenerator for Energy Autonomous Devices",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Every day, we use products that have buttons, are moved around, and sit in the sunlight. We provide energy, but itís wasted. Our company, Zolitron Technology, designs micro power supplies that charge themselves.  We RETROFIT existing products and design new products using these energy autonomous devices (EADs). With the EAD, we provide reliable energy for billions of potentially autonomous applications in home, industry, and medical use.  Weíre removing batteries from wireless electronics.\n\nHarvesting energy for powering devices is already a 1.1billion dollar market and expected to grow five times over the next six years.  Low power energy harvesting, in particular, has yet to be well integrated with existing electronics.\n\nOur team has backgrounds in ultra-low power electronics from MIT and next generation solid state batteries from Harvard and RUB.\n\nWith this grant, we plan to hire an expert in Tribo-Electric-Nanogenerators (TENGs). TENGs harvest energy from friction, comparable to static electricity being generated when rubbing fur on an inflated balloon. Through carefully designed TENGs, most movement can be translated into friction and energy can be generated. Z.L. Wang from Georgiatech University published groundbreaking work on such generators, but other groups around the world build up on his research.\n\nSince the TENGs require sophisticated energy management circuitry in the EAD, an electrical engineer, mechanical engineer or materials scientist is required to integrate TENGs into the EAD.",
    "totalCost": "141945",
    "ecMaxContribution": "141945",
    "coordinator": "ZOLITRON TECHNOLOGY GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918061060": {
            "orgId": "918061060",
            "orgName": "ZOLITRON TECHNOLOGY GMBH",
            "ecContrib": 141945
        }
    },
    "calculatedTotalContribution": 141945
}