{
    "rcn": "209578",
    "acronym": "DIGESTIVO",
    "topics": "MSCA-IF-2016",
    "title": "The DIffuse Galaxy Expansion SignaTures In Various Observables project: understanding the emergence of diffuse, low surface brightness galaxies and the link to their dark matter haloes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "I propose to carry out the ëDIffuse Galaxy Expansion SignaTures In Various Observablesí (DIGESTIVO) project, a joint theoretical and observational effort alongside observers at the Instituto de Astrofisica de Canarias (IAC), to study the evolution and formation of Low Surface Brightness galaxies (LSBs), including the recently discovered Ultra-Diffuse Galaxies (UDGs). LSBs are extremely dark matter dominated, faint objects hardly distinguishable from the night sky. In the last decade it has became clear that large numbers of LSB galaxies exist, opening a new window on galaxy evolution and formation. How do such diffuse galaxies form and evolve? How are they linked to their dark matter haloes, and how do they fit within the current cosmological model of galaxy formation? \n To answer these questions, I will make use of state-of-the-art, sophisticated hydrodynamical numerical simulations of galaxies, my field of expertise, combined with new observational data of LSBs/UDGs, which will be attained by observers at the host institution thanks to new techniques that will push the frontier of LSB imaging with optical telescopes. The goal is to study and understand the properties of diffuse galaxies: we will test our current theory according to which LSBs/UDGs arise from gas outflow episodes driven by supernovae feedback, which give rise to an expanded distribution of dark matter and stars. Searching for signatures of dark matter and stellar expansion in LSB galaxies is indeed a central theme of the proposed research, as we try to  understand how LSBs  arise in a galaxy formation context, which is currently an open issue.\n\nThis is the first time that a joint theoretical and observational effort on LSBs is developed: ultimately, this will offer invaluable insights on the formation of such elusive galaxies and increase our understanding of the role of baryonic feedback in galaxy formation.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "INSTITUTO DE ASTROFISICA DE CANARIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999806355": {
            "orgId": "999806355",
            "orgName": "INSTITUTO DE ASTROFISICA DE CANARIAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}