{
    "rcn": "209542",
    "acronym": "ME-Optogen",
    "topics": "MSCA-IF-2016",
    "title": "Micro-endoscopes for in-depth high-resolution optogenetics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Understanding how the brain works is one of the grand scientific challenges of our times and constitutes a priority research line for the European Union. The study of the brain mechanisms that underlie fear learning and response is particularly relevant as it could provide the key to control anxiety disorders, with an associated high social and economic benefit for the European community.\nRecent studies indicate that specific areas of the amygdala, a structure located deep within the brainís medial temporal lobe, are crucial for the generation of fear responses in mice. To gain more insight, it is now necessary to understand how individual neurons in these areas act and collaborate together to generate the appropriate response. Crucially, this requires the capability to observe and manipulate fear circuits in deep brain structures with single neuron resolution. However, reaching at the same time sufficient depth and high resolution represents a great experimental challenge. At present no technique exists that can enable such a study.\nThe objective of the project is to overcome the current experimental limitations and develop a new optical method for the precise imaging and manipulation of neurons even deep in the brain of living animals. To this end we will extend advanced high-resolution optogenetic stimulation and imaging techniques to an optical micro-endoscope capable of reaching the desired depth in the brain of mice. Proof of principle experiments in vivo in the amygdala of mice will be performed.\nThis highly multidisciplinary project, at the frontiers between optics and neuroscience, will require the great expertise of the host group in optogenetics methods, the strong background of the fellow in high-resolution optical techniques and the collaboration with an external advisor, expert in neurophysiology. The success of this research will provide new powerful tools to study the brain, thus potentiating the European competitiveness in this important field.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}