{
    "rcn": "209562",
    "acronym": "POSITS",
    "topics": "MSCA-IF-2016",
    "title": "High Performance Wide Bandgap and Stable Perovskite-on-Silicon Tandem Solar Cells",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The world is moving toward a low-carbon future. The EU Commissionís 2015 Paris climate agreement vowed to keep global average temperature to well below 2∞C above pre-industrial levels and undertake rapid global emission reductions. Generation of clean energy such as photovoltaics is one of the most promising solutions. Novel organic-inorganic perovskite materials for solar cells have drawn vigorous scientific interest over the past few years due to their potential low cost, high charge carrier mobility, absorption coefficient and efficiency. The two top scientific journals, Nature and Science, selected perovskites as one of the biggest scientific breakthroughs in 2013. As perovskites are still in the early development stages, barriers need to be overcome before they can be commercialized. This interdisciplinary project draws from chemistry, physics and engineering with the aim of developing stable high bandgap mixed-cation/halide perovskite devices. Both photo- and moisture stability will be carefully studied and improved upon leading to the ultimate goal of fabricating a stable monolithic perovskite/silicon tandem solar cell with an efficiency >30%. Monolithic perovskite/silicon tandem technology has the potential to revolutionize the photovoltaics industry by greatly decreasing cost through improved efficiency making clean energy more competitive against fossil fuels. The project will be conducted at EPFL PV-Lab, a dedicated photovoltaic research centre with over 30 years of experience and close links with Swiss and European research institutes and industries. EPFL is a highly-ranked European engineering institution with world-class facilities, industrial connections and technological parks. The fellow Dr. Terry Chien-Jen Yang will be joining PV-Lab to bring unique nano-material and analytical expertise as well as collaborations from the prestigious School of Photovoltaic and Renewable Energy Engineering, UNSW in Sydney, Australia.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}