{
    "rcn": "209585",
    "acronym": "EVACUATION",
    "topics": "MSCA-IF-2016",
    "title": "Testing communication strategies to save lives in emergency evacuation",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The EU urgently seeks to improve emergency evacuation preparedness. EU public spaces are getting more crowded. Fires and terrorist attacks require emergency evacuation. Faster evacuation from public buildings during emergencies saves more lives. Observations of actual emergencies show that people tend to be slow to respond to evacuation alarms (taking up to 10 minutes) and take the familiar route out instead of the nearest exit. The EU calls for evidence-based recommendations for evacuations, which are mostly non-existent. The state of the art uses computer models of evacuation speed, but more realism is needed. We take the novel approach of combining state of the art computer modeling with insights from risk communication to improve speed and survival in emergency evacuations. This project aims to: \n1.\tIdentify which risky behaviors occur in emergency evacuations and underlying causes (WP1). \n2.\tUse models to identify communication strategies that improve evacuation time and survival (WP2). \n3.\tTest communication strategies for improving evacuation time and survival in experiments (WP3).\nTo ultimately save lives, Aim 1 involves (a) observing behavior in existing videos of actual evacuations, and (b) interviewing emergency service members about their experiences in actual evacuations. Aim 2 will use ëagent-basedí computer modeling, with which the Fellow has experience, to assess the effect of reducing the riskiest behaviors on evacuation time and survival rates. Based on the Supervisorís expertise in risk communication and input from emergency service members, this will result in recommendations that will be tested in Aim 3 in actual evacuation drills.\nOur unique team has the interdisciplinary and practical expertise needed to improve evacuations. \nOur proposed work will promote transfer between the Fellow and the team through hands-on collaborative work. The UK is an ideal testbed for our project aims, but we will inform evacuations worldwide.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}