{
    "rcn": "209577",
    "acronym": "ELITE",
    "topics": "MSCA-IF-2016",
    "title": "Exploring LIfestyle Transitions: a molecular and physical anthropology approach of ancient Yakut people",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Adaptation, whereby organisms become fitted to their environment, is a key evolutionary process driving biodiversity. Our understanding of how natural selection impacts genetic diversity has greatly advanced with recent developments in high-throughput DNA sequencing and genome-wide selection scans. However, microbiomes and epigenomes are other systems selection can act upon as they influence our health and phenotype, and thus our fitness. Although microbiomes, epigenomes and genomes can now be reconstructed, no study has evaluated their relative importance in populations exposed to new selective pressures. This is what ELITE aims at achieving by reconstructing the history of the biological changes undergone by the Yakut people of Far Eastern Siberia after their contact with Russians in the 17th century, and the resulting profound lifestyle transition, diet shifts and massive epidemiological outbreaks. By applying a multidisciplinary approach combining the latest advances in physical anthropology, ancient genomics, metagenomics and epigenomics to a unique collection of cultural and biological material from ancient Yakuts, ELITE proposes an innovative experimental approach in evolutionary biology, which could eventually reveal a possible maladaptation to our modern lifestyle, making us more susceptible to diseases. The success of ELITE will be based on the excellent synergy between the experienced researcher and the host institution, as the applicant will benefit from state-of-the-art facilities and expertise to gain advanced training in physical anthropology methods, while applying her genomic skills to a sample set available at no other research institution in the world. By acquiring these new skills in an international context, the experienced researcher will become a fully trained evolutionary anthropo-genomicist at the interface of physical and molecular anthropology, which will place her in ideal conditions to develop as a mature and independent researcher.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PAUL SABATIER TOULOUSE III",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}