{
    "rcn": "209514",
    "acronym": "MayDay",
    "topics": "SwafS-20-2016",
    "title": "Mobile researchers careers Attractive to Young scientists",
    "startDate": "01/04/2017",
    "endDate": "31/12/2017",
    "objective": "The proposal relates to the Science with and for Society Work Programme, specifically to the call SwafS-20-2016 ERA Mobility and Career Day. It is focused on the removal of the barriers connected to the mobility of researchers and to the enhancement of scientific collaboration between Europe and the world. The proposal will address this challenge by organizing two information days bringing together experts from all scientific fields resulting in the unique opportunity for young people to acquire information regarding their career development. The objectives of the proposal are to offer and maximise career prospects opportunities to young researchers and graduates, to promote the EURAXESS initiative and its services provided to mobile researchers, to introduce the financial tools of scientific career abroad and to encourage young female generation to pursue science education. The project aims to provide wide range of information to young people regarding their career options while helping to forge their career path in science and innovation and emphasizing the benefits of research careers with mobility. The coordinator of the project is the Czech BHO of EURAXESS initiative. The consortium consists of one beneficiary and the advisory board made up by the representatives of the Marie Curie Alumni Association and the EURAXESS Czech Republic. By organizing two career days in the Czech Republic the proposal aims to ensure better knowledge about European job and funding opportunities, particularly about EURAXESS initiative, and in medium and long term the increase both in the cross-national and international circulation of researchers and in the interest of young people to embark on research careers with mobility.",
    "totalCost": "77850",
    "ecMaxContribution": "77850",
    "coordinator": "STREDISKO SPOLECNYCH CINNOSTI AV CR v.v.i.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998241163": {
            "orgId": "998241163",
            "orgName": "STREDISKO SPOLECNYCH CINNOSTI AV CR v.v.i.",
            "ecContrib": 77850
        }
    },
    "calculatedTotalContribution": 77850
}