{
    "rcn": "209568",
    "acronym": "IDRAM",
    "topics": "MSCA-IF-2016",
    "title": "The role of amphidial drug uptake in the mode of action and resistance to ivermectin in nematodes of livestock",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The macrocyclic lactones such as ivermectin are the cornerstone for the treatment of key nematode infections of livestock, crops and man. Resistance to many of these broad-spectrum anthelmintics is becoming commonplace, while new classes of active compounds are increasingly difficult to find, threatening food supplies and public heatlh worldwide. The exact molecular and biochemical mechanisms of resistance, particularly to the widely used macrocyclic lactone class, are still poorly understood, impeding the development of efficient strategies to control drug resistance. I hypothesize that the amphidial sensory organs of nematodes are the major route of macrocyclic lactone drug uptake and that mutations in this uptake mechanism represents the primary source of drug resistance. In the first phase of the project, I will develop laboratory methods for testing amphid function in two parasitic nematodes of veterinary significance, the trichostrongyles Haemonchus contortus and Teladorsagia circumcincta. These techniques will be applied on drug resistant and sensitive isolates to evaluate the role of amphids in ivermectin uptake. In the second phase, I will use the C. elegans model to generate mutants resistant to three major classes of anthelmintic drugs, ivermectin, the benzimidazole albendazole and the imidazothiazole levamisole. I will then apply genomic tools to identify alleles responsible of this multi-drug resistance phenotype. This project aims to understand the link between amphid defects, anthelmintic drug uptake, and development of resistance, and will generate a thorough knowledge of this unexplored and apparently widespread resistance mechanism in nematodes. These results will also pave the way to the implementation of a fast and reliable measurement of drug resistance in the field. On the whole, the project will bring a direct contribution to current veterinary and public health challenges by suggesting new strategies to limit the emergence of drug resistance.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}