{
    "rcn": "209571",
    "acronym": "VHPC",
    "topics": "MSCA-IF-2016",
    "title": "Optical valley Hall effect in gapped graphene for infrared and terahertz light photodetection",
    "startDate": "22/08/2017",
    "endDate": "21/08/2019",
    "objective": "Modern information processing is based on the degrees of freedom (DOF) of electrons, which are known as charge and spin. Manipulating DOF of electrons is the core function of information-processing unit such as transistor and photodetector. Finding and manipulating new DOF for electrons may open up possibility for next-generation information processing, such as quantum computing. Recently, a new DOF of electronsóvalley pseudospinówas found in two dimensional (2D) hexagonal lattices, whose band structures manifest a pair of valleys at the corner of the hexagonal Brillouin zone (labeled as K and -K valley), giving rise to a valley DOF that is in close analogy to electron spin. As 2D hexagonal crystal, graphene, with ultrahigh carrier mobility and ultrafast optoelectronic signal processing ability, has great potential as carrier of valley DOF and intriguing prospect for both fundamental research and practical application of valleytronics. Therefore manipulating valley pseudospin of electrons in graphene would greatly advance the study of valleytronics. This proposal presents the first experimental study of Berry optoelectronics in gapped graphene, in particular extremely strong Valley Hall effects and Valley Hall dynamics. The implementation includes three sections. The first is to break inversion symmetry of graphene crystal by fabricating graphene/boron nitride heterostructure and dual-gate bilayer graphene device. This symmetry breaking allows the Bloch electrons in K and -K valleys to experience valley-contrasted orbital magnetic moments and Berry curvatures, which result in valley-dependent optical selection rule and valley Hall effect. This supplies us paradigm for infrared and terahertz photodetection for section two. In section three, we explore the dynamics of confining charge carriers in a specified valley, by measuring the time-resolved behaviors.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}