{
    "rcn": "209510",
    "acronym": "ZVW",
    "topics": "INNOSUP-02-2016",
    "title": "Evaluation of the side effects of Virtual Reality technology on young peoples' bodies and minds to create an innovative solution to a nascent problem",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "EXCELLENCE: We are concerned about the negative impact the internet and technology has on young peoplesí lives. The adoption of virtual reality technology is increasing due to low cost hardware. The side effects of this technology on the bodies and minds of young people are unknown. The opportunity is to identify a nascent problem that is a side effect of virtual reality technology in order to create an innovative solution for a global market.\n\nIMPACT: We currently provide resources to parents and teachers to protect children online. At the heart of our organisational culture is the desire to create mutually beneficial outcomes for all stakeholders. The grant would allow us to (1) assist the Innovation Associate to develop their holistic knowledge and skills, and (2) explore a nascent problem, create a radical innovative solution in order to create a sustainable organisation that has an impact globally to protect the minds and bodies of young people. However, we are a resource constrained organisation which is preventing us from employing a cyber psychologist/ cognitive psychologist.\n\nIMPLEMENTATION: Our organisation has a flat, non-silo structure. We will direct, empower and hold accountable the Innovation Associate to drive this innovation initiative. They will work interdependently with all areas of our organisation. We will engage an external HR consultant to ensure we get the right candidate for this innovation initiative. We will use our on-boarding program, performance management process and buddy system to integrate the Innovation Associate into our company. We will use a personal development plan to identify, plan and execute the Innovation Associateís development needs. We will use our project plan to evaluate the side effects of virtual reality technology, create an innovate solution, conduct preliminary feasibility studies and assist to validate the product/ market fit of the innovative solution.",
    "totalCost": "103836,25",
    "ecMaxContribution": "103836",
    "coordinator": "CARAGLASS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918069596": {
            "orgId": "918069596",
            "orgName": "CARAGLASS LIMITED",
            "ecContrib": 103836
        }
    },
    "calculatedTotalContribution": 103836
}