{
    "rcn": "209518",
    "acronym": "HybridMat",
    "topics": "MSCA-IF-2016",
    "title": "New Material Hybrids With Helical Inner Architecture: Fundamentals And Technology",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "A new approach to design and manufacture hybrid materials based on biomimetic principles is proposed. The internal structure of multi-component metal hybrids will be created simultaneously at two levels: nanostructuring each constituent while also architecturing helical macroscale features. \nThis project aims on fundamental study of physical mechanisms triggered by simultaneous mixing and nanostructuring of immiscible metals by severe shear while producing new types of hybrid materials. Severe Plastic Deformation (SPD) with rotating shear plane and variable inclination angle will be used for production of multicomponent materials to obtain properties not found in individual conventional materials. This will be achieved by ëarchitecturingí the inner structure of the hybrid with consideration of the interface bond and enhanced inter-diffusion under SPD. A model of a hybrid consisting of different constituents with intercalated boundary layers will be developed. A thrust of research is primarily directed at the barely investigated shape and length scale effects of the constituents on the resulting properties of the new material.\nFor practical applications, it addresses the nanostructured high-strength electrical conductor cables for efficient energy transmission. The project assists in developing novel manufacturing technologies for niche applications.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 170509
        }
    },
    "calculatedTotalContribution": 170509
}