{
    "rcn": "209597",
    "acronym": "CALLIRHEO",
    "topics": "MSCA-IF-2016",
    "title": "Multi-scale computational hemodynamics in obese children and adolescents: enabling personalised prediction of cardiovascular disease",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Childhood obesity is currently at epidemic rates, with serious risks for cardiovascular disease in adulthood and premature death. Obesity is known to accelerate the initiation of endothelial dysfunction and alter the hemodynamics in young arteries. In alignment with urgent EU and worldwide policies on understanding childhood adiposity, we propose to develop a novel and safe computational tool to study numerically, for the first time, the obesity-altered hemodynamics in children and adolescents. The project aims to transfer the non-invasive computational fluid dynamic technology to the paediatric practice and enable personalised prediction of cardiovascular disease and effective decision-making. Within a multi-scale modeling framework, the proposed study seeks to utilise high-fidelity state-of-the-art numerical methods and develop new ones, for the implementation and coupling of the 3D flow in anatomically realistic arterial geometries with macroscopic and microscopic information, ensuring high stability and accuracy of results. In conjunction with clinicians, the study will perform patient-specific numerical simulations, correlated with medical data, and help towards individualized treatment planning, with a significant impact on the quality of life of the young patient. This multidisciplinary perspective is fundamental in elucidating early vascular changes induced by obesity and predict cardiovascular disease risks, while protecting the young population.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}