{
    "rcn": "209503",
    "acronym": "ACCLIM",
    "topics": "MSCA-IF-2016",
    "title": "Acclimatization scenarios and early warning system of temperature-related mortality in Europe",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The research proposed in this project is focused on the study of one of the most challenging and potentially-dangerous impacts of climate in European societies: the mortality associated with environmental temperatures in the current context of global warming. The research objectives of the proposal are (i) the description of the dependency between counts of deaths and climate variables contributing to increased body stress, (ii) the inference of future projections of mortality under scenarios of increased greenhouse gas concentrations, (iii) the study of the effect of adaptation measures on these projections, and (iv) the development of an early warning system of mortality risk as a climate service for European societies. During the implementation of all these objectives, the main results and conclusions of the research will be communicated to the general public and disseminated in specialized circles within and outside the research field. The research and methodology here proposed are clearly innovative, given that the project will integrate climate information and tools with unprecedented high-quality mortality and sociodemographic data in a multidisciplinary approach that will take into account the degree of adaptability of human societies and individuals to scenarios of increased greenhouse gas concentrations in the atmosphere. In this sense, the design of the proposal clearly fits into the main guidelines and objectives defined by the European Commission in the work programme of the initiative Horizon 2020, which contributes to the generation of climate services that provide useful guidance to health care systems, governments and policy makers throughout Europe.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}