{
    "rcn": "209539",
    "acronym": "GaSLS",
    "topics": "MSCA-IF-2016",
    "title": "The Role of Global and Sectoral Factors in Labour Share Fluctuations",
    "startDate": "03/07/2017",
    "endDate": "02/07/2019",
    "objective": "This project will investigate the distribution of national income between profits and wages as proxied by the labour share in national income. The focus will be to identify the empirical regularities of factor shares in developed and emerging countries and across industries. In 1957, Kaldor established an influential stylised fact for macroeconomic modelling: the stability of the labour share. This finding, which has implications for macroeconomic dynamics, the shape of the production function and inequality, led social scientists to become 'silent' and to neglect research on labour share for many decades. Standard neoclassical growth and business cycle models, following Kaldorís stylised fact, assume a one-to-one substitution between capital and labour. However, the recent observation of a declining labour share points to an incomplete understanding of macroeconomic dynamics and to potentially erroneous policy implications drawn from these models. This has renewed the interest of macroeconomists to unveil the sources driving this decline. The proposed study on the fluctuations of the labour share from a solid empirical standpoint will provide the broad social science academic community and the policymakers with a better understanding of the behaviour of the labour share. In particular, this project aims at (i) reconciling the existing literature on the sources of labour share decline by examining a large set of driving forces and their relationship to key macroeconomic variables; (ii) providing a descriptive analysis of labour share from a multi-sector and multi-country perspective; as well as, a decomposition of labour share into national and external factors. This project will thus strictly link academic literature and policymakersí interests with issues such as what should be the appropriate response of governments to the observed decline of the labour share and its implications for fiscal and monetary policy.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "TRAPEZA TIS ELLADOS AE",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918312484": {
            "orgId": "918312484",
            "orgName": "TRAPEZA TIS ELLADOS AE",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}