{
    "rcn": "209546",
    "acronym": "Spor-oikos",
    "topics": "MSCA-IF-2016",
    "title": "The role of aquatic hyphomycete spores in headwater stream food webs: a food quality approach.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The functioning of forested headwater streams relies on microbially-mediated processes ensured mainly by aquatic hyphomycetes. They are pivotal systems for human and other biotic communities as they provide water, carbon, and nutrients. The scientific objectives of the Spor-oÔkos project are to experimentally investigate: i) the chemical cues inducing aquatic hyphomycetes' sporulation, and ii) the functional role of aquatic hyphomycete spores in headwater food webs, both being blind spots in freshwater ecology. By applying a food quality approach and merging different scientific disciplines and theories (molecular biology, biochemical and elemental theories), this project will unveil a potential hidden pathway of nutrient and carbon (C) flow, offering new insights on the microbial contribution to large scale C fluxes. The biochemical theory studies the ecological role of essential molecules, mainly essential fatty acids and sterols. It is applied to investigate the efficiency of C transfer in trophic interactions. The elemental theory studies how the ratios of elements in organisms (e.g. C, Phosphorus and Nitrogen) shape their ecology and nutrient and energy fluxes in ecosystems. Both theories have successfully been applied to better understand the trophic interactions, and nutrient cycling in terrestrial and aquatic systems. In the last case, these theories have particularly been used to study the producer-consumer interaction in lakes, and it is just recently that they are being applied in detritus-based systems such as headwater streams. This work programme will be articulate by four experiments that have carefully been designed to progressively understand the overlooked importance of fungal spores in stream food webs, and the unknown effects of global changes (mainly eutrophication). Scientists from two high-level laboratories from two European countries will offer their expertise to train the researcher and hence open up the best possibilities for his career.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "UNIVERSIDADE DE COIMBRA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}