{
    "rcn": "209511",
    "acronym": "Wearonics",
    "topics": "MSCA-IF-2016",
    "title": "Developing Stretchable Conductive Fibres and their Implementations in Wearable Electronics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Europe needs to take action to develop stretchable conductive materials to lead to the wearable electronics industry, which will be worth over $30 billion dollars in 2020. Although flexible electronics are dominating the current wearonics industry, their applications are restricted due to significant reduction in their conductivity under the applied strain. All stretchable conductors with mechanical compliance materials like human skin are required for epidermal electronic devices and wearable electronics. The ideal solution to this problem would be using a stretchable conductive material that can be woven into washable and breathable fabrics, which remains a significant challenge. To address this challenge, I have formulated an innovative and interdisciplinary strategy based on my research experience to develop stretchable conductive fibres (SCF) using silver nanowires and spandex fibre. After developing SCFs, I will bring together diverse academic and industrial experts to utilize SCFs in 4 different research environments. First, I will receive intensive training at the Wireless Communication and Research Lab to utilize SCFs in wireless communication and pervasive computing systems. Then, I will integrate these systems into the disabled friendly apparels at Universal Textile Centre. Finally, I will be seconded to two industrial organisations, ComfTech and Antelope, to create SCF based prototypes of Health Monitoring Systems and Electro Muscle Stimulation technologies. This fellowship will allow me to gain new expertise in multiple disciplines, and build complementary international partnerships between academia and industry, which will enable me to enhance my independence as a researcher in the wearonics field. The successful completion of this timely and innovative project will result in an advanced material that will contribute to the competitiveness of Europe in the wearonics field.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "ISTANBUL TEKNIK UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866592": {
            "orgId": "999866592",
            "orgName": "ISTANBUL TEKNIK UNIVERSITESI",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}