{
    "rcn": "209515",
    "acronym": "MCD 2017",
    "topics": "SwafS-20-2016",
    "title": "Researchers without borders",
    "startDate": "01/04/2017",
    "endDate": "31/07/2018",
    "objective": "Up to now, there were no national events dedicated to researchersí mobility and career development at the same time. Researchers are missing concrete information on how to get funded for a postdoc in Europe or where and how they can apply for a position. Our two-day-event in Paris will address these needs by providing information, advice, resources and tools to help researchers to define and implement their job search strategy in Europe. \n\nBecause networking is the main success factor for the career development, the event will provide a nice opportunity to connect with experts and employers, from academic and industrial sectors.\n\nDesigned as European mobility and career fair, the event will be split into four main parts: plenary sessions, career fair with exhibitors, thematic workshops where some topics can be deepened and individual counselling sessions with career advisors from across Europe.\n\nThe event is open to students interested in embarking on scientific careers, doctoral candidates and doctorate holders who want to work abroad. More than welcome are also all the people in charge of guiding international and national researchers in their career development: by assisting at the event, they will have a better overview of the professional opportunities in Europe.",
    "totalCost": "109700",
    "ecMaxContribution": "87760",
    "coordinator": "BERNARD GREGORY",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITA DEGLI STUDI DI TORINO;DEUTSCH FRANZOESISCHE HOCHSCHULE",
    "participantCountries": "IT;DE",
    "projectParticipants": {
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 4160
        },
        "917867157": {
            "orgId": "917867157",
            "orgName": "DEUTSCH FRANZOESISCHE HOCHSCHULE",
            "ecContrib": 10900
        },
        "918074931": {
            "orgId": "918074931",
            "orgName": "BERNARD GREGORY",
            "ecContrib": 72700
        }
    },
    "calculatedTotalContribution": 87760
}