{
    "rcn": "209587",
    "acronym": "GenHumChild",
    "topics": "MSCA-IF-2016",
    "title": "Gender and transnational Humanitarian Commitment for Children (Europe - 1980-2007)",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "The main objective of this project is to examine the extent to which ìgenderî, as category of analysis, can be a useful tool in explaining the nature and the impact of humanitarian aid of western organizations towards children in Europe, between 1980 and 2007, using as case study the relation France (initiator)-Romania (beneficiary). The main objectives are:  to identify all the stakeholders involved in the humanitarian aid for children, the targeted problems, if the large framework of intervention to see if formally it addressed these gender particularities; to describe the grassroots activity and the human resources of the humanitarian organisations involved in aiding the children, with a special focus on the motivation(s) that stood behind both the personal and institutional involvement and of there any differences between women and men; a survey on the local impact of each of the major intervention axes, insisting on sensitive issues, such as the accusations of paedophilia and the scandal surrounding international adoptions.\nThis project is at the crossroad of four highly interdisciplinary research areas: Humanitarian aid, gender studies, childhood studies and European Studies and, accordingly, uses specific methodological approaches. The research will benefit from the extensive use of archives and oral testimonies from those that were directly part both of the process of decision, sources that are presently insufficient or unexplored. The research challenges the monolith unity of the Eastern Bloc. By studying the institutional, personal and conceptual relationships, the fellow wants to confront this statement with sources that have not yet been exploited. It will highlight the complexity of transnational humanitarianism towards children, with its undeniable benefits but also the questionable aspects, such as human traffic. This research intends to deliver a ìGood Practice Guideî on humanitarian actions towards children\nShort summary should be given here.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE D'ANGERS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999811011": {
            "orgId": "999811011",
            "orgName": "UNIVERSITE D'ANGERS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}