{
    "rcn": "209576",
    "acronym": "EaRL",
    "topics": "MSCA-IF-2016",
    "title": "Expert Rule? Judges, Lawyers, and the Practices of Interpretation in International Criminal Law",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Since the end of the Cold War, the number of international courts has increased significantly, indicating a growing judicialisation of global governance. At the same time, international judges have begun to change and potentially even create law through their decisions. In international criminal law, a particularly drastic example, international judges repeatedly described the development of international criminal law as one of their main achievements. But have these courts, 15 years after the Rome Statute of the International Criminal Court entered into force, been able to deliver on their objective? How far do judicial interpretations matter in global governance more broadly? Applying an innovative interdisciplinary approach that draws on legal theory, this project (EaRL) capitalises on the recent ìpractice turnî in International Relations theory to develop a novel theoretical and empirical account of interpretive judicial authority in global governance. EaRL is based on a systematic analysis of all 240 available judgements of international criminal and hybrid courts, including the International Criminal Court, the ad hoc Tribunals for the former Yugoslavia (ICTY) and Rwanda (ICTR), and the Special Court for Sierra Leone (SCSL). In addition, it uses over 40 in-depth expert interviews with international judges, staff at civil society organisations, and government representatives. Ideally located at iCourts, the University of Copenhagenís globally leading Centre of Excellence for International Courts, EaRL will enable the experienced researcher to complete her interdisciplinary training and to make a timely contribution to the Centreís impressive body of knowledge on international courts. In addition to its academic impact, EaRL ultimately aims to enhance the judgement-writing process at international criminal courts and to improve the general publicís understanding of international criminal justice.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}