{
    "rcn": "209553",
    "acronym": "CAP-ICE",
    "topics": "MSCA-IF-2016",
    "title": "CArbon Production of under-ICE phytoplankton blooms in a changing Arctic Ocean",
    "startDate": "15/01/2018",
    "endDate": "14/01/2021",
    "objective": "Over the last decades, sea-ice in the Arctic Ocean (AO) has undergone unprecedented changes, with drastic decline in its extent, thickness and duration. Modern climate models are unable to simulate these changes, leading to large uncertainties in Arctic and Global Change predictions. Sea-ice strongly attenuates solar radiation and it is generally thought that phytoplankton, which drives Arctic marine CO2 sequestration, only grow in open waters once sea-ice retreats in spring. However, the discovery of large under-ice phytoplankton blooms (UIBs) growing beneath sea-ice contradicts this paradigm. UIB productivity in ice-covered regions has been suggested to be ten-fold larger than presently modeled. By initiating an international network (USA, France, Canada, Germany, Norway), the CAP-ICE project will acquire knowledge on the occurrence of UIBs, the physical mechanisms that control their initiation and productivity, and will quantify how UIBs affect the Arctic carbon cycle and climate.\nCAP-ICE will equally combine observational, modeling and novel technology approaches. Multiple pan-Arctic expeditions will provide new field observations on the environmental conditions controlling UIBs. Since UIBs are invisible to ocean color satellite sensors, developing a novel model adapted to under-ice environments will allow quantifying the contribution of UIBs to the Arctic carbon cycle. Finally, the recent launch of autonomous robotic platforms (Bio-Argo floats) will support the first assessment of UIB primary production and carbon export in AO and the implementation of a Bio-Argo Arctic network. These inter-disciplinary and innovative activities will establish a two-way exchange of knowledge between the researcher/fellow and the host institutions and enhance their European and international competitiveness. Outcomes of CAP-ICE will have an impact on the European strategy for global ocean observations, enhance European research excellence, and address a major societal challenge.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 264668
        }
    },
    "calculatedTotalContribution": 264668
}