{
    "rcn": "209540",
    "acronym": "DeepIMPACT",
    "topics": "MSCA-IF-2016",
    "title": "Deep Investigation on Molecular Processes At early Cosmic Times",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The discovery of galaxies formed when the Universe was less than 1 Gyr old has been a major breakthrough of extragalactic astronomy. During this period, called Epoch of Reionization (EoR), the Universe experienced a dramatic change: from being a dark ìseaî of neutral hydrogen and helium, it got completely reionized and polluted with elements heavier than helium. Thus, characterizing the bulk of galaxy population at these early epochs is pivotal because of their strong impact on the cosmic evolution.\nThe most distant galaxies have been detected searching for their Lyman-? emission (Lyman Alpha Emitters; LAEs), and/or for the ìstepî, introduced by the blanketing effect of neutral hydrogen into their UV continuum emission (Lyman Break Galaxies; LBGs). LAEs/LBGs are quite ìnormalî objects, therefore they are thought to be fairly representative of the bulk of galaxies at the end of the EoR.\nOur knowledge about these sources regards their stellar component (star formation rates, stellar age and mass). However, we have few clues about their interstellar medium, the properties of the giant molecular clouds (GMCs) where stars form, and, most importantly, the possible presence of faint Active Galactic Nuclei (AGN). So far only extremely luminous ones, produced by gas accretion onto supermassive black holes whose formation is puzzling, have been detected during the EoR.\nI propose to model chemical, physical, and radiative processes in GMCs illuminated by both young stars and AGN. The aim is to quantify: (i) the impact of far-ultraviolet and X- ray photons on the clumpy structure of GMCs, (ii) the resulting time evolution of the line luminosities from GMCs (iii) whether the AGN signature can be observed in the molecular emission and (iv) which are the best LAE/LBG candidates (in term of star formation rate and age of stellar population) for observational follow up targeting the molecular gas.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}