{
    "rcn": "209535",
    "acronym": "THEMIS",
    "topics": "MSCA-IF-2016",
    "title": "Protecting Human Rights and Public Health in Global Pandemics: A Map of the Standards Applied by EU and US Courts",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "THEMIS asks: How do judges resolve the conflict between individual human rights and public health caused by global pandemics such as Zika, Ebola and SARS? Building on the researcherís expertise in both EU law and risk regulation, and the supervisorís pioneering ërisk within rightsí framework, it focuses on EU and US case-law to create the first comparative map of judicial standards in this challenging field. It develops the role of law in pandemic preparedness; a crucial issue affecting all of us, and meets the aims of the 3rd EU Health Programme. In so doing, THEMIS recognises that lawyers do not act alone, and that the scholarly and the practical have a reciprocal impact. Thus it utilizes a ëLawyers meet Doctorsí dissemination strategy, facilitating inter-disciplinary impact on academic and policy experts. It features two inter-sectoral secondments enabling access to both key EU and global policy-makers (WHO; the Public Health Agency in NI), and cross-disciplinary knowledge-transfer and networking via international workshops co-run with the host institutionís Centre of Excellence for Public Health (one of five in the UK). The researcherís home at Queenís will be the Health & Human Rights Unit, the first such unit within a top 20 UK law school. Queenís also enjoys ëHR Excellence in Research Statusí and boasts a Gender Initiative for women staff and a long-established Human Rights Centre. Each of these supports the skills and training plan, as do the projectís varied outputs: including a monograph (essential for the researcherís independent academic position), journal articles, and presentations to both the lay public and policy experts during the secondments. In line with IF objectives, THEMIS enables the researcher to use international mobility, new networks and training to attain a position of leadership in the scholarly community, and contributes to the need for a better understanding of how to prepare for, and respond to, the risks of global pandemics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}