{
    "rcn": "209596",
    "acronym": "RASCIO",
    "topics": "MSCA-IF-2016",
    "title": "Reader, Author, Scholar in a Context of Information Overflow.How to master and manage knowledge when there is too much to know?",
    "startDate": "15/01/2018",
    "endDate": "24/02/2021",
    "objective": "The Mamluk period (1250-1517) is an example in terms of intellectual vivacity. Scholars and books travel easily, ideas are extensively discussed and shared, and the sum of knowledge available is always increasing. When it is no longer possible to master all the knowledge alone, and by heart, how do scholars compose new books?\nTo answer this question, an eminent scholar of this time, al-?afad? (d.†1363), will be taken as example. Several volumes of his personal reading journalóìtadhkirahîóare preserved, but have never been studied. They constitute exceptional evidence of his reading activity and reflect the very first stage of his working method. Besides, several manuscripts that were part of al-?afad?ís personal library are preserved. Tracking them and the marginalia that al-?afad? added next to their text sheds a complementary light on his readings.\nThe only holograph volume of al-?afad?ís tadhkirah preserved will be subject to a thorough and comprehensive study. All the authors and works cited will be identified, al-?afad?ís excerpts will be confronted to the original texts. When the actual manuscript al-?afad? read is identified, a careful analysis of the latter is conducted (study of paratexts left by al-?afad? in the course of his work, codicological analysis). Moreover, the way al-?afad? used the excerpts in his own works will be studied as well. An Open Access online edition will be prepared, including links to the original texts cited, to biographies of the authors, to al-?afad?ís works using these information, and to the online database ELEO (database of paratextual elements).\nSuch exceptional documents will provide us an innovative picture of intellectual life during the Mamluk period, a period similar to ours in terms of overabundance of information. Therefore, the study of this original subject is perfectly timelyóit will fill the gap of our knowledge of intellectual history of the Mamluk period and will nourrish our perceptions about our times.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}