{
    "rcn": "209591",
    "acronym": "BISTRO-LIGHT",
    "topics": "MSCA-IF-2016",
    "title": "Bichromatic Structures for Robust propagation of Light",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The investigation of topological effects in photonic systems is a thriving field of research in the nanophotonics community. Suitably designed nanostructures allow the formation of novel states for light which are more robust against disorder and less sensitive to back-scattering, spurring academic fascination and helping to improve photonic circuitry technology. Recent advances have greatly expanded the variety of systems displaying topological effects: for instance it has recently been shown that the Aubry-AndrÈ model, a one-dimensional tight-binding model of particles with a periodically-modulated on-site energy, inherits the nontrivial topological properties of a higher-dimensional topological insulator.\nIn this Action, I propose to create a photonic realization of the Aubry-AndrÈ model for near-infrared light with photonic-crystal structures and demonstrate, both theoretically and experimentally, the emergence of nontrivial topological properties. To reach this goal, I will theoretically develop the concept of ìbichromaticî photonic crystals, i.e., dielectric structures with a specific spatial arrangement of the refractive index characterized by the superposition of two incommensurate periodicities. Such structures have the potential to combine topologically-protected propagation of light with the strong enhancement of light-matter interaction characteristic of nanostructured fields. Topological effects will be revealed by the formation of boundary states at the edge of the structure, which will be experimentally visualized with near-field scanning microscope measurements. The spectrum, the topological invariants, and the effect of nonlinearities will be thoroughly investigated. \nThis Action will give me the opportunity of directly supervising an exciting research project from the conception up to the experimental phase, improving my professional capabilities and helping me to develop stronger ties with experiments.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}