{
    "rcn": "209537",
    "acronym": "CHIRALQUBIT",
    "topics": "MSCA-IF-2016",
    "title": "Antiferromagnetic spin-chiral triangles as decoherence-free qubits",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Quantum Information Processing (QIP) is a groundbreaking new field with implications ranging from overcoming Moore's law to the security of encrypted communications. As such it has been identified as a priority by the European Commission. With several theoretical concepts having been clearly defined, and with quantum limits to Moore's law approaching, it is now important to find materials that will allow the physical implementations of qubits, the principal components for QIP. Molecular Nanomagnets (MNMs) are promising such materials which, however, exhibit short quantum decoherence times. CHIRALQUBIT identifies a new quantum property of MNMs, spin chirality, as a means to overcome this limitation and achieve decoherence-free qubits, with the added advantage of their rapid and precise electric manipulation. The projectís objectives are to confirm for the first time the electric control of spin-chiral coordination complexes, in particular antiferromagnetic triangles of half-integer spins, and study their relaxation and decoherence dynamics regarding transitions reversing their spin chiralities.\nThe proposed research employs diverse methodologies from synthetic chemistry and spectroscopy to instrumentation and theory. Through the expertise of the host it will achieve the highly interdisciplinary training of an outstanding candidate in fields such as Electron Paramegnetic Resonance (EPR) spectroscopy and QIP, while also preparing him for an independent career through training in research management, mentoring, and proposal writing. Moreover, with its proposed outreach actions it will bring this new field closer to non-specialist and younger audiences.\nThe unique combination of expertise of the host group and of the candidate and the highly innovative nature of the project, makes the present proposal a key opportunity for the advancement of the applicant's career as a mature researcher in the fields of Molecular Magnetism, EPR spectroscopy and QIP.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}