{
    "rcn": "209520",
    "acronym": "SpinSolar",
    "topics": "MSCA-IF-2016",
    "title": "Characterisation method for spin-dependent processes in solar energy technology",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "In the search for renewable energy sources, solar energy shows great promise through its conversion to electricity and storable fuels using artificial photosynthesis. A detailed understanding of the energy conversion processes on the nanoscale is needed for the rational design and improvement of solar technology. This project is aimed at the development of a methodology for in-depth characterisation of spin-dependent processes in solar energy devices. The method will be based on a novel combination of pulse Electron Spin Resonance (ESR) and Electrically Detected Magnetic Resonance (EDMR) spectroscopy with arbitrarily shaped pulses. ESR by itself has already proven to be instrumental for advancing the understanding of natural photosynthesis and the increased sensitivity of EDMR allows the extension of this technique to assembled devices.\nThe combination of both techniques and development of new pulse schemes based on arbitrarily shaped pulses will lead to significant advancements, enabling the simultaneous study of charge separation, charge transport and catalysis and their interdependence in fully assembled solar-to-fuel devices. The research will utilise cutting-edge instrumentation for simultaneous detection of magnetisation and photocurrent at FU Berlin. To fully exploit the advantages of this methodology, a theoretical description for the new experiments will be implemented in the widely used ESR simulation software EasySpin, providing a unified framework for the description of ESR and EDMR.\nThe work on this project will serve to diversify the researcherís competences and provide her with a broad skill set combining experimental and theoretical expertise, paving the way for an independent research career. The methodology developed for the characterisation of solar energy devices will provide new insights into artificial photosynthesis that will guide progress in solar technology with important implications for its commercialisation and industrial application.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}