{
    "rcn": "209588",
    "acronym": "MIDAS",
    "topics": "MSCA-IF-2016",
    "title": "Predictive modelling of GPCR druggable allosteric sites",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "G protein coupled-receptors (GPCRs) are the most successful class of druggable targets in the human genome with an estimated 30 to 60 % of prescription drugs in European Union. GPCRs biological state can be modulated by small molecule ligands acting on spatially distinct allosteric binding sites (ABSs) that result more selective and less toxic than drugs binding to orthosteric sites. The discovery of lead compounds targeting ABSs is challenging and to date has largely been achieved through cost-intensive and time-consuming high-throughput screening. The recent release of X-ray structures of GPCRs in the complex with allosteric modulators opens new opportunities to develop structure-based computer aided methodologies to identify ABSs.\nMIDAS will aim to develop a computational methodology for the search of GPCR ABSs that will include cutting-edge enhanced sampling molecular dynamics simulation methods in cosolvent mapping. The action will solve several current limitations in cosolvent mapping: probe non-specific binding, protein denaturation, low probe sampling, and membrane distortion. MIDAS firstly develop the methodology in retrospective studies, aiming to identify ABSs in the M2, CRF1, P2Y and GCGR receptors for whom crystal structures complexed with allosteric modulators are available. The computational procedures will be developed for identification of extracellular and intracellular ABSs and ABSs at the interface between GPCR helices and lipids. Next, MIDAS will explore the developed protocols in prospective studies using the M3, µ-opipid and CCR5 receptors with available X-ray structures and known ligands. The action envisions the collaboration with experts from both academia and industry and is set to expand scientific, transferable and collaborative skills of the Experience Researcher. The outcome of the action will foster the development of novel health technologies for the discovery of safer drugs targeting membrane proteins.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}