{
    "rcn": "209528",
    "acronym": "EXPOZOL",
    "topics": "MSCA-IF-2016",
    "title": "Exposure of aquatic ecosystems to antifungal azoles : assessment of occurence and fate in sediment, water and aquatic organisms",
    "startDate": "15/09/2017",
    "endDate": "14/09/2019",
    "objective": "This project aims to provide a comprehensive characterization of the exposure of aquatic organisms to antifungal azoles (AFAs), an emerging pollutant family of particular concern as regard to their endocrine disrupting effects, in the frame of their environmental risk. To this end, this project will address different scientific and technical challenges as regards distribution, bioavailability, toxicokinetic, and (bio)transformation products ((bio)TPs) of AFAs. For this purpose , a multi-disciplinary approach, based on bio-monitoring, passive sampling, effect-driven approach, cutting-edge high resolution mass spectrometry-analyses and laboratory experiments will be implemented. This comprehensive approach will allow (1) to characterize the distribution of AFAs in aquatic systems between sediment, surface water and biota; (2) to identify bioTPs (and biotransformation pathways) of AFAs at different trophic levels but also TPs from other relevant processes (e.g. hydrolysis). This project is original and innovative since it aims to gain knowledge on exposure and identity of (bio)TPs and thus addresses a crucial issue in the assessment of environmental contamination by emerging pollutants and their associated risk. In addition, it proposes to better link exposure and hazard by studying the bioavailability of potentially hazardous chemicals directly in the organisms. It also compare passive sampling vs biomonitoring at different trophic level for a more relevant exposure monitoring of emerging pollutants such as AFAs. This might also enhance human health risk assessment by providing tools for better evaluate exposure, and so risk, associated to consumption of contaminated food (i.e. fish). Finally, if we focus in the present project on AFAs and their (bio)TPs, the approach proposed here could provide a conceptual framework for exposure assessment of other classes of emerging contaminants that would help to enhance actual environmental risk assessment for aquatic organisms.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998124569": {
            "orgId": "998124569",
            "orgName": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}