{
    "rcn": "209566",
    "acronym": "3DMUCHO",
    "topics": "MSCA-IF-2016",
    "title": "Investigation of 3D Functional Connectivity in Mouse Visual Cortex using Holography and Optogenetics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Cortical neurons respond selectively to sensory features. In mouse visual cortex, convergent evidences point towards stronger connectivity between neurons sharing similar feature selectivity in the superficial layers. The relationship between a three-dimensional (3D) subnetwork, where neurons connect horizontally and vertically to each other, and the functional specificity of individual neurons remain however unresolved. The main objective of this interdisciplinary project is to uncover the 3D functional connectivity in mouse visual cortex in vivo by employing the innovative optical methods pioneered in the host laboratory. Single-cell activation deep into the brain will be, for the first time, enabled using the novel technology of 3D depth-resolved holographic light-patterning and two-photon optogenetics. Combined with whole-cell recordings for measuring postsynaptic responses, precise presynaptic excitation with holography will permit mapping connection pairs within and across cortical planes. Simultaneous presynaptic multi-cell excitation of connecting neurons will test the integration linearity of the postsynaptic neuron. To probe functional connectivity, connection pairs will be examined from a functionally-identified neuronal population, whose tuning specificity to visual attributes is determined using calcium imaging. This fellowship will render me opportunities to acquire a versatile optical toolbox that is of general interest in neuroscience for connectivity mapping and circuit manipulation. Knowledge of local functional connectivity spanning a 3D cortical volume will further provide significant insights into the network mechanism underlying sensory processing.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}