{
    "rcn": "209556",
    "acronym": "EASY",
    "topics": "MSCA-IF-2016",
    "title": "Epigenetic approach for the treatment of obesity",
    "startDate": "01/07/2017",
    "endDate": "01/12/2019",
    "objective": "It has been estimated a threefold increase in the number of obese people in Europe since the 1980ís. Currently, EU\ncountries spend an average of 7% of their public health budgets on diseases linked to obesity. The socio-economic impact of\nobesity epidemic cannot be overrated. European societal needs require desperately a shift forward in the field of obesity\nresearch to be able to build new therapeutics strategies. Recent scientific evidences point toward a role of epigenetic\nchanges as major contributor in the obesity etiology. In the last decades, a huge amount of data clearly link epigenetic\ndysregulation to obesity onset. Yet, it remains unclear whether epigenetic dysregulation contributes meaningfully to obesity\nepidemic. Because weight gain only occurs when energy intake exceed energy expenditure, burning off excess fuel\nrepresent an attractive path to reduce obesity when diet and exercise are not enough. My preliminary data indicate the\nhistone methyltransferases Suv420h1 and Suv420h2 as pivotal players in metabolism regulation. By using knockout mice\nspecifically in brown adipose tissue, this project aims at dissecting the role of Suv420h proteins in the etiology of\nobesity. I will combine in vivo and in vitro analyses and genome wide studies to: 1) dissect the role of Suv420h proteins\nin the epigenetic regulation of the pathways controlling weight balance in response to nutritional or environmental stimuli; 2) identify genes involved in the generation, maintenance or transmission of the epigenetic memory of exposure; 3) provide useful markers or therapeutic targets to treat obesity and metabolic diseases. My results have the potential to translate into therapeutics. This research will contribute to provide new clinical targets against obesity. The Experienced Researcher will emerge from the project with new skills, and the capability to lead her own research group.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}