{
    "rcn": "209541",
    "acronym": "IMMUNFUNC",
    "topics": "MSCA-IF-2016",
    "title": "Female immune function in compensation for polyandry",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The level of polyandry is a key trait influencing population dynamics and inter-sexual interactions of organisms. In nature, females of some species mate only once in their life time, whereas others mate with multiple males. My research aims at understanding why there is so many variation in the level of polyandry. I will tackle this question by focusing on female immune function. Mating can up-/down-regulate immune function, which is likely to inflict fitness costs on females if they mate with multiple males. If the level of polyandry positively correlates with the efficiency of female immune function, immune function may compensate for the costs of multiple mating. To test this hypothesis, I will use 25 isolines of the fruit fly Drosophila pseudoobscura that genetically differ profoundly in their predisposition to polyandry. This unique system will allow me to examine effects of both mating and genetic variation in polyandry on female immune function. This project will complement my current research that to date has focused on specific applied agricultural-pest systems. I have less experience working on explicitly evolutionary-focused questions, so this research programme will provide an additional dimension to my applied research. Prof Wedell is a leading scientist in the field of experimental evolutionary biology, and is the perfect person to expand my horizons into more conceptual and broader ideas. Under her mentoring, I will be able to develop my own research and skills in proposal writing and teaching. The new knowledge, skills and techniques that I will acquire through the project will feed back to my previous work on agricultural pests, which will result in me being able to bridge the gap between model organism and agricultural pest systems. The unique situation will enable me to develop a unique line of research in both evolutionary and applied biology. Ultimately, this Fellowship will put me in an excellent position for my further career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}