{
    "rcn": "209570",
    "acronym": "GalRepsDiophantine",
    "topics": "MSCA-IF-2016",
    "title": "Galois Representations and Diophantine Problems",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Wiles' remarkable proof of Fermat's Last Theorem paved the way for the modular approach to Diophantine equations. This associates a Frey elliptic curve to a putative solution of a Diophantine equation and studies it using Galois representations and modularity. This proposal is organized around two research programmes, both of which develop new tools for the modular approach. The first is concerned with distinguishing Galois representations; this is currently the most frequent obstruction to the success of the approach. The second aims to prove modularity and irreducibility theorems for abelian varieties of GL2 type. Such theorems are of tremendous independent interest, but will also allow the replacement of Frey elliptic curves with Frey abelian varieties giving the modular approach immense flexibility.\n\nThe University of Warwick has a strong and active number theory group, making it a natural host for the project. The Supervisor, Professor Siksek, is a leading expert on curves, rational points, Diophantine equations and modularity, with considerable experience in supervising research including eight postdocs and ten completed PhD students.\n\nThe Researcher, Dr Freitas, did his undergraduate studies in Lisbon, and his PhD at the University of Barcelona. He has worked for almost three years in Germany (Bonn and Bayreuth), and is now a postdoctoral fellow at the University of British Columbia (Vancouver). He has a successful track record of research in modularity and Diophantine equations, with 12 papers already published or accepted in excellent journals. He was awarded the prestigious 2014 Jose Luis Rubio de Francia prize by the Spanish Mathematical Society. The envisioned research will make the Researcher influential in Diophantine equations and adjacent subjects. The project will reintegrate him into the European research environment, and allow him to realize his ambition of becoming an independent researcher at a leading European institution.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}