{
    "rcn": "209517",
    "acronym": "PL-ERADays",
    "topics": "SwafS-20-2016",
    "title": "Polish ERA Mobility and Career Days",
    "startDate": "03/04/2017",
    "endDate": "02/03/2018",
    "objective": "The project foresees organisation of ERA Career and Mobility Days in Poland at the beginning of 2017/2018 academic year in 5 regions (Warsaw, Krakow, Poznan, Gliwice and Lodz). Each of the events will last 3 days and each day will address different themes related to a researchers career and will include varied forms of knowledge transfer (from presentations to workshops and face-to-face discussions), stressing the international, interdisciplinary and intersectoral dimension of the research profession, promoting at the same time, the EURAXESS initiative. The target audience of the events are young researchers, PhD candidates in particular, and students interested in research. An additional national seminar is planned in Warsaw for Polish institutions having the European HR Excellence logo in order to show them how they can create even more attractive working conditions for researchers, learning from invited experienced European experts. In order to ensure the widest possible impact of the PL-ERADays, the project consortium is composed of the EURAXESS Bridgehead Organisation, as Coordinator, 4 EURAXESS regional Centres and a first Polish company specialising in science promotion. Various organisations and experts experienced in supporting researchers in their professional development will be invited to participate in the project activities. On top of the physical events taking place in the 5 cities, a large-scale online communication campaign is planned as a big part of the project which will be coordinated by the above-mentioned company. Thanks to the campaign and direct involvement of the Polish Ministry of Science and Higher Education, the Polish ERA Days will also impact policy makers, underlining the importance of supporting mobility and career development of researchers in the country where further steps need to be taken to increase jobs, funding and career development support in order to stimulate innovation and economic growth.",
    "totalCost": "147578,75",
    "ecMaxContribution": "85000",
    "coordinator": "INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "POLITECHNIKA SLASKA;POLITECHNIKA KRAKOWSKA;UNIWERSYTET LODZKI;OSICA NATALIA;FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
    "participantCountries": "PL",
    "projectParticipants": {
        "999516519": {
            "orgId": "999516519",
            "orgName": "POLITECHNIKA KRAKOWSKA",
            "ecContrib": 9930
        },
        "917692169": {
            "orgId": "917692169",
            "orgName": "OSICA NATALIA",
            "ecContrib": 23929
        },
        "999863488": {
            "orgId": "999863488",
            "orgName": "UNIWERSYTET LODZKI",
            "ecContrib": 10500
        },
        "999454439": {
            "orgId": "999454439",
            "orgName": "INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK",
            "ecContrib": 17600
        },
        "999899087": {
            "orgId": "999899087",
            "orgName": "POLITECHNIKA SLASKA",
            "ecContrib": 9270
        },
        "999903258": {
            "orgId": "999903258",
            "orgName": "FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 13771
        }
    },
    "calculatedTotalContribution": 85000
}