{
    "rcn": "209532",
    "acronym": "CROWDMERSE",
    "topics": "MSCA-IF-2016",
    "title": "CAPTURING AND REPRODUCTION OF CROWDED ACOUSTIC ENVIRONMENTS FOR IMMERSIVE APPLICATIONS",
    "startDate": "01/10/2017",
    "endDate": "28/02/2021",
    "objective": "CROWDMERSE enables real-time capture, processing, and reproduction of an immersive audio experience to the user of any event of interest, focusing on ìcrowdedî acoustic events. Acoustic scenes with large audiences, such as sports events or music concerts, present significant challenges for immersive reproduction which have not been so far adequately considered in the signal processing community. Technological breakthrough in sports events broadcasting has a strong potential impact on media providers, and consequently on the European and global economy. The challenges of capturing and reproducing crowded acoustic events include the need to spatially capture and reproduce numerous sound sources, such as the applause and yells of the spectators, in addition to the ìmainî sounds of the event. Concerns regarding the privacy of the spectators must not be overlooked: the conversations of the audience members sitting near the microphone sensors must be eliminated. In order to spatially sample large venues, the acoustic sensors should be low-cost, small-sized, and support wireless operation. The developed algorithms should respect the limited sensor resources, while operating in real-time to enable commercial applications. Our final objective is to enable real-time delivery of crowded acoustic events so that the designed platform can be integrated with todayís High-Definition TV programs. CROWDMERSE focuses on sound capturing using multiple closely placed microphones forming a microphone array. The audio content is rendered through a home entertainment system equipped with multiple loudspeakers, accompanying the content of a typical HDTV broadcast. Addressing the scientific challenges and proposing a solution which can be integrated with current broadcasting principles is guaranteed given the previous involvement of the experienced researcher in sports broadcasting projects. The proposed methods are expected to have impact in the general area of immersive sound environments.",
    "totalCost": "254457",
    "ecMaxContribution": "254457",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925962389": {
            "orgId": "925962389",
            "orgName": "AUDYSSEY LABORATORIES INC",
            "ecContrib": 0
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 254457
        },
        "909849428": {
            "orgId": "909849428",
            "orgName": "CIDANA CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 254457
}