{
    "rcn": "209569",
    "acronym": "COPE-50",
    "topics": "MSCA-IF-2016",
    "title": "Global Climate change impact on phenOtype and ePigenomE stability: Accessing plant adaptability through a 2050 simulation model",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "One of the key challenges in the 21st century will be food security. Computer modelling using historical data predicts a climate shift towards combination of increasing temperature, rising carbon dioxide (CO2) levels and high Ultraviolet (UV) radiation. Such climatic change could negatively affect productivity of the agricultural systems and thus availability of food for the growing worldís population, which is a very serious concern. However, most of the current debate is based on little experimental evidence. Therefore, we aim to address this question by establishing a strong backbone of phenotypic and molecular data in the frame of the proposed project. Our first objective will be to examine the impact of the predicted 2050 climate on the morphological and physiological performance of the model and the crop plants. Adaptation of plants to environmental cues occurs also at the gene transcriptional level and is widely controlled by epigenetic means. Therefore, in the second objective we will study plant chromatin changes in response to predicted climatic change and their effects on plant phenotypes. Our study will act as a resource to framework the phenotypic and molecular mechanism by which these environmental variations affect crop yields and current estimates of future impacts of climate. Hence, the longer term goal of the project is to contribute towards solving the current food security issues by providing valuable resource of data for scientists along with the strategy makers.",
    "totalCost": "160300,8",
    "ecMaxContribution": "160300,8",
    "coordinator": "USTAV EXPERIMENTALNI BOTANIKY AV CR",
    "coordinatorCountry": "CZ",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "999535240": {
            "orgId": "999535240",
            "orgName": "USTAV EXPERIMENTALNI BOTANIKY AV CR",
            "ecContrib": 103147
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 57154
        }
    },
    "calculatedTotalContribution": 160301
}