{
    "rcn": "209516",
    "acronym": "SELFCEPTION",
    "topics": "MSCA-IF-2016",
    "title": "Robotic self/other distinction for interaction under uncertainty",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "There will be around 35 million private or non-industrial use robots in the world by 2018, a market of 19 billion euros. However, autonomous robot technology in Europe is not yet ready to lead this high expectancy due to the lack of robust functionality in uncertain environments. Particularly, safe interaction is an essential requirement. A basic skill, still unachieved, is to allow the robot to be aware of its own body and perceive other agents. Recent evidence suggests that self/other distinction will be a major breakthrough for improving interaction and might be the connection between low-level sensorimotor abilities and conceptual interpretation.\n\nAdvanced sensorimotor learning combined with new multimodal sensing devices, such as artificial skin, makes now possible that the robot acquires its perceptual representation, and I hypothesize that learning the multisensory-motor spatiotemporal contingencies permits self/other distinction. Hence, the aim of the project is to provide a hierarchical probabilistic model for self/other distinction in robots, learning the sensorimotor contingencies during interaction. This model not only provides a holistic solution for building the perceptual schema and improves interaction under uncertainty but it might also give insights about how humans construct their own perceptual representation and the sense of agency. Finally, the model will be tested in a whole body sensing humanoid and validated in a service robot in collaboration with a robotics SME. I will use an interdisciplinary approach that combines probabilistic and information sciences modelling with cognitive psychology, creating a highly attractive career profile.\n\nSELFCEPTION will boost the materialization of the next generation of perceptive robots: multisensory machines able to build their perceptual body schema and distinguish their actions from other entities. We already have robots that navigate and now it is the time to develop robots that interact.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}