{
    "rcn": "209521",
    "acronym": "CD4CRISPR",
    "topics": "MSCA-IF-2016",
    "title": "A quorum sensing mechanism regulating CD4 T cell proliferation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The fine and complex regulation of CD4 immune response is important in cancer, autoimmune diseases, inflammatory disorders and viral infection. If signals orchestrating productive CD4 T-cell responses are well documented, the contraction of antigen (Ag)-specific CD4 T-cell populations following the resolution of primary immune response is however not molecularly understood. It has been demonstrated that a negative feedback loop can regulate CD4 T cell proliferation through direct T-T interactions, leading to the preferential exclusion of Ag-experienced T cells. This T cell intrinsic mechanism limits the expansion of effector CD4 T cells and may then interfere with therapeutic vaccine efficacy. Using Cas9-(constitutive/inducible)-expressing Dby-reactive T cells (from a TCR Transgenic RAG-/- mouse strain named Marilyn) coupled to a sgRNA library and an in vivo selection strategy, we will extensively identify the negative regulators of CD4 T cells migration and priming in an ongoing primary immune response. As a proof of concept, we will first inactivate candidate genes (already known to be involved in CD4 T cells negative regulation: TGF-b receptor,IFN-? receptor, PD-1 and PD-L1) in Ag-experienced memory CD4 T cells, which will be enriched for their proliferative capacity in vivo and used as a second cohort in immunized mice. Then, we will develop a genome-wide screen approach to generate a library of knockout Ag-experienced T cells as a second cohort. We expect that further insight into CD4 suppressive mechanisms, which dampen efficient antitumor immune responses, will allow optimization of cancer immunotherapy.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}