{
    "rcn": "209502",
    "acronym": "Prolifimeter",
    "topics": "ERC-PoC-2016",
    "title": "Growth detection and quantification (GDQ)",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "The growth rate of both bacterial and human cells has a central role in the clinical management of infectious diseases and malignancies. Virulent and aggressive bacterial strains have higher growth rates, which will decrease in response to successful treatment. Proliferation rates are also instrumental in the diagnosis, prognosis, and treatment of various cancer types, as the proliferation rate of human cells is one of the hallmarks of malignancy, evident by the widespread use of various proliferation indices such as mitotic figure counting, PCNA and Ki-67 antibodies. An integral part of cell growth is DNA replication; in mid-replication, each replicating cell will have a second, partial, currently synthesized genome. This creates variations in DNA copy-number along the genome across a population of cells from which growth-rate is inferable.? Based on our novel ERC-funded method, which accurately measures bacterial growth rates from metagenomic samples, we will further the development of our methods towards obtaining an entirely new facet of information about pathogens in infectious diseases, or an accurate estimation of tumor proliferation rates. Our approach is expected to be superior to the current state-of-the-art as sample preparation is simple and requires no immunological staining or examination by an experienced pathologist, increasing validity and reproducibility.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}