{
    "rcn": "209595",
    "acronym": "REFOREST",
    "topics": "MSCA-IF-2016",
    "title": "The Role of extreme drought and legacy EFfects of long-term manipulatiOn of water availability on growth and REproduction of ScoTs pine REFOREST",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Drought has been identified as an important driving factor for forest decline, hence the long-term tree-level growth assessment in relation to drought events is necessary to understanding resistance and resilience of forests. In addition, the seedling physiological responses (photosynthesis and respiration) to varying growing conditions are key to forecast the future composition of temperate forests in Europe. Younger stages of a treeís life cycle are more sensitive to climate variations than the adult stage. Recent studies demonstrate the important role of transgenerational epigenetic effects for the adaptive capacity of a tree. Although the epigenetic control of gene expression during drought has been shown in trees at the molecular level, little is known at the physiological level. In this context, the overall objectives of this study are to quantify radial growth of Scots pine and oak along a latitudinal gradient from southern France to northern Germany with particular focus on the effects of extreme events, and to quantify the potential role of epigenetic effects on seed germination, seedling establishment and survival in variable growing conditions (temperature, light and water). The objective-1 will be based on annually resolved tree-ring data covering the entire gradient. The distinct role of epigenetic changes on seedling growth and survival (objective-2) will be accomplished applying transplanting experiments with seed from long-term irrigated trees (13 years) and trees growing under natural dry conditions, in the field and in the laboratories of WSL, Switzerland. The project will explore the adaptive strategies used by Scots pine trees to drought events, which will strengthen our understanding on the complex relations among climate and ecophysiological mechanisms, essentially benefiting the development of sustainable forest management strategies under climate change in Europe.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999698782": {
            "orgId": "999698782",
            "orgName": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}