{
    "rcn": "209504",
    "acronym": "INTERSPINE",
    "topics": "ERC-PoC-2016",
    "title": "From Neurons to Robots: Non-Invasive, General-Purpose Interfacing With Human Spinal Motor Neurons",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "INTERSPINE (ìFrom Neurons to Robots: Non-Invasive, General-Purpose Interfacing With Human Spinal Motor Neuronsî) aims at exploiting the methodologies developed during the ERC Advanced grant DEMOVE (ìDecoding the Neural Code of Human Movements for a New Generation of Man-machine Interfacesî). During DEMOVE, novel bioelectrodes and computational methods have been developed to enrich our fundamental understanding of the mechanisms underlying the generation of human movements, from the cellular level to the function. These methods also contributed to the development of new schemes for controlling bionic limbs to substitute missing ones in amputees. INTERSPINE will translate these methods, and specifically those based on non-implanted electrodes, to develop a more robust general system that extracts neural information (at the individual cell level) from the human spinal cord and transforms it into extremely accurate commands to external devices, such as prosthesis, general purpose and teleoperated robots, and computer interfaces. This will be the only non-invasive man-machine interface based on direct neural activity (spiking of neural cells). The ERC Grant DEMOVE demonstrated in laboratory conditions that this approach is feasible and allows the identification of the exact timing of each activation of neural cells in the spinal cord, known as motor neurons. INTERSPINE will extend this approach through wearable devices and real-time processing, as well as with a robust association between the identified neural activity and external commands to devices, with the aim of revolutionizing everyday man-machine interfacing. The direct decoding of neural activity will provide unprecedented accuracy and robustness with respect to other non-invasive approaches.\n\nKeywords: man-machine interfacing; motor neurons; electromyography (EMG); prosthesis; movement; spinal cord; muscles; motor control.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}