{
    "rcn": "209581",
    "acronym": "SAVE",
    "topics": "MSCA-IF-2016",
    "title": "Shear Stress Induced Arterial and Venous Specification through Piezo1",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Arteriovenous malformations (AVMs) are characterised by abnormal connections between arteries and veins due to defects during vascular remodelling.  Although often asymptomatic, AVMs can cause intense pain and patients affected present higher risk for strokes and aneurysms. Hereditary AVMs have a prevalence of 18 in 100000 people causing a two-fold increase in mortality in patients younger than 60 years of age. Hereditary AVMs are linked to defective Notch/BMP signalling, however they represent less than 10% of cases. The majority of AVMs do not present genetic mutations and remain idiopathic. \nAsides Notch/BMP signalling, vascular responses to haemodynamic forces generated by blood flow are crucial regulators of blood vessel formation. The passage of fluid results in physical forces on the endothelium, i.e. shear stress, which activate signalling cascades inside the cells necessary for vascular remodelling. Endothelial cells sense shear stress through proteins localised on their plasmatic membrane. The calcium channel Piezo1 is required for shear stress induced calcium signalling and its ablation resulted in serious vascular defects. Both shear stress and calcium signalling are known to affect the activation of Notch, a pathway essential during the process of arterial-venous specification and vascular remodelling. \nTherefore we hypothesise that Piezo1 plays a crucial role in arterial venous specification and onset of AVMs by modulating Notch signalling activation.\nThis proposal utilises an interdisciplinary approach to decipher the new targets underlying the intricate and still unknown interaction of physical and molecular mechanisms responsible for defective arterial venous specification. The results of this research will potentially provide appealing diagnostic and therapeutic opportunities for both hereditary and idiopathic AVMs.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}