{
    "rcn": "209565",
    "acronym": "ClusterGal",
    "topics": "MSCA-IF-2016",
    "title": "Investigating the mechanisms that shape galaxies in and around massive clusters",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "For decades, astronomers have known that some galaxies are living in dense associations known as ìgalaxy clustersî, and that many of their properties, e.g. their morphology, colour, and gas content, differ from those of galaxies living in more isolated parts of the Universe (like our Milky Way). However, understanding the physical origin of these differences has so far proved elusive, constituting a major gap in our understanding of galaxy formation.\nMy proposed research will deliver ground-breaking new insight into this long-standing problem, based on detailed analyses of a tailor-made set of hydrodynamical cosmological simulations - the ìHydrangeaî suite - that has been completed under my leadership during the last two years. Specifically, I will investigate 1.) the transformation of spiral discs into elliptical galaxies; 2.) the processes by which gas is accreted in the far outskirts of clusters; 3.) the stripping of gas from galaxies and the resulting quenching of star formation after infall into the cluster. Furthermore, I will use the insight gained in addressing these questions to improve simulation codes beyond the current state of the art, in preparation for even more accurate future simulations. \nThis research has become possible only now, as a result of successful efforts to improve and calibrate simulation codes so that they produce realistic galaxies, computers becoming powerful enough for large simulations like Hydrangea, and the availability of multi-epoch, multi-wavelength observational data sets to test the validity of the simulations in detail. The combination of my experience in simulation analysis and the world-leading expertise at my host, Leiden Observatory, in the development of simulation models and observations of the real Universe, provide the ideal setting to make this project a success and equip me with the skills required to lead independent academic research.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}