{
    "rcn": "209583",
    "acronym": "HBVssNMR",
    "topics": "MSCA-IF-2016",
    "title": "Investigating the structural role of the Hepatitis B virus core proteinC-terminal domain in assembly and maturation using solid-stateNMR",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "We will seek in this project to reveal structural and dynamic features of the C-terminal domain (CTD) of the Hepatitis B virus (HBV) core protein which encapsidates the viral genome. Each year, over 750,000 deaths are due to serious liver diseases caused by chronic HBV infection. Hepatitis B is, despite the availability of a vaccine, still a major health problem. The HBV virus particle is composed of an outer lipid-protein envelope and a core protein of 20 kDa that self-assembles into icosahedral nucleocapsids. The nucleocapsid encloses the pregenomic RNA (pgRNA) that is then reverse-transcribed into DNA by the viral polymerase (Pol). During pgRNA encapsidation, the CTD is thought to interact with the RNA. Despite the essential role played by the CTD in the regulation of the viral life cycle through various conformational states and phosphorylation patterns, it escapes today to classical structural biology approaches due to its dynamic nature. We will use solid-state NMR to bring new insights into the precise conformation and localization of the CTD along various steps of the viral life cycle. Sample preparation protocols of the core protein have recently been established by the applicant in the host laboratory using bacterial expression systems. The first NMR spectra of the nucleocapsid look highly promising. Further experiments will be recorded to assign the resonances and identify the CTD signals. Different phosphorylation states and binding partners, as the pgRNA, will be explored. Finally, paramagnetic tags will be used to obtain information about the positioning of the CTD. \nOur work shall contribute to expand the present molecular description of the HBV life cycle to include the role of the CTD. Our results will help to understand, and ultimately to target, its central role in HBV infection.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}