{
    "rcn": "209574",
    "acronym": "VWF and NETs",
    "topics": "MSCA-IF-2016",
    "title": "Investigating the interplay between VWF, platelets, and neutrophil extracellular traps inpathologies involving thrombosis of the microvasculature",
    "startDate": "03/10/2017",
    "endDate": "02/10/2019",
    "objective": "Thrombosis is a complex process involving activation of endothelial cells, and their release of Weibel-Palade body contents such as von Willebrand factor (VWF) and P-selectin. This in turn recruits platelets which form aggregates, and leukocytes such as neutrophils. The recent discovery of neutrophil extracellular traps (NETs) described a novel antimicrobial function of neutrophils.  NETs are extracellular chromatin strands containing microbicidal proteins. The release of histones, serine proteases, and myeloperoxidase concentrated on DNA fibers into the extracellular space can contribute to many pathologies. NETs can bind platelets and red blood cells and therefore also contribute to thrombosis.  Activated platelets can in turn stimulate neutrophils to make NETs, creating a vicious thrombo-inflammatory cycle. \n\nOur first objective is to study VWF involvement in the induction of NETosis. We will elucidate the role of VWF as an important mediator of NET formation using VWF mutants.  Innovative live-cell imaging and flow cytometry will be used to unravel the kinetics of VWF/platelet-mediated NET formation. Our second objective is to assess the physiological relevance of (inhibiting) platelet/VWF involvement in NETs-related pathology. We will investigate the role of VWF/NET interactions in three critical clinical settings where microvascular thrombosis contributes to multiorgan failure and/or mortality: sudden inflammatory response syndrome (SIRS), thrombotic thrombocytopenic purpura (TTP), and severe malaria. Mouse models of disease will be used and combined with several strategies for inhibition of VWF/platelet/NETs interactions to assess their effect on disease progression. \n\nIn summary, with this research project we aim to better understand how platelets and VWF can drive NET formation in thrombo-inflammation, as this may also lead to more targeted therapeutic approaches in diseases which currently have limited treatment options.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}