{
    "rcn": "209589",
    "acronym": "NeoLaS",
    "topics": "MSCA-IF-2016",
    "title": "Novel High-Power Single-Frequency Neodymium-Doped Fibre Lasers",
    "startDate": "17/04/2017",
    "endDate": "16/04/2019",
    "objective": "Single-frequency lasers are crucial tools for a variety of applications such as atom cooling, metrology and sensing, among others. However, to date there are still uncovered wavelength domains due to technological challenges, especially in the 900-940 nm and 455-470 nm windows for applications demanding robust systems. This project mainly focuses on the investigation of novel high-power single-frequency lasers at these wavelengths, in both continuous wave and pulsed operation.  The outstanding features of fibre laser technology make it the best option to surpass the power limitations of other technologies. To date multi-Watt neodymium-doped fibre lasers have only been demonstrated in a longitudinal multimode operation using resonant cavity configurations. The development of multi-Watt-level single-frequency lasers at 910-940 nm remains a challenge not yet achieved.  However, in this project we propose a radical new approach which is based on novel exotic fibres doped with neodymium in a master-oscillator power amplifier configuration. Using this new approach, the applicant has already demonstrated a single-frequency fibre laser at 922 nm with 1 W output power during a post-doc position at the host centre. This preliminary results lays a solid foundation for the success of the project. The main goal of the project is to continue pushing beyond the state of the art, developing new, robust high-power lasers in the 910-940 nm wavelength range, and in the 455-470 nm window by second harmonic generation. The project aims to develop new laser systems for both advanced atomic physics and dermatological applications. This interdisciplinary project will combine the fellowís expertise in single-frequency fibre lasers with the world-leading expertise of the host group in high-power low-noise lasers. In addition, the project will benefit from the hostís well-established partnerships with academia and industry actors at the forefront of photonics in France.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}