{
    "rcn": "209551",
    "acronym": "DIVA",
    "topics": "MSCA-IF-2016",
    "title": "Disentangling variation: A crosslinguistic investigation of bilingualism and non-standardization",
    "startDate": "07/08/2017",
    "endDate": "06/08/2019",
    "objective": "This project will investigate the ways in which variation in the linguistic input affects the trajectory of language development and its final outcome. This exploration of language variation and its contributing factors will bring together both the sociolinguistic and the neurocognitive aspects of the human ability to use language, through adopting a cross-linguistic perspective. Acceptability judgment tasks will be the vehicle to test different domains of grammar, such as word-order patterns, adjective orderings, and grammatical illusions, across different linguistic communities in Scandinavia, Cyprus, and Greece. Through examining acceptability judgments in neurotypical adult populations, this project will foster a novel, three-way comparison across (i) monolingual, bilingual, and bilectal speakers, (ii) three domains of grammar, (iii) varying developmental trajectories within the bilingual population, including heritage language learners and L1 attriters. The combination of on-line and off-line measures will shed light on how different domains of grammar are processed by the monolingual and bilingual mind and elucidate whether some or all types of bilingualism confer a cognitive advantage in this processing.  Two key objectives of this project are the investigation of both standard and non-standard varieties and the promotion of linguistic diversity. Ultimately, the findings of this project will generate substantive, empirically informed hypotheses about human language and the bilingual mind. Within the present context of increased multilingualism throughout the lifespan these results are likely to achieve a marked scientific impact.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I TROMSOE",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}