{
    "rcn": "209563",
    "acronym": "PLANAFFHO",
    "topics": "MSCA-IF-2016",
    "title": "PLANAFFHO - PLANning for AFFordable HOusing",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "PLANAFFHO - PLANning for AFFordable HOusing, aims to examine how land-use planning has contributed to the provision of affordable housing for low-income people and has promoted a mix of housing tenures within new developments in three capital cities - Copenhagen, Lisbon, and London, over the last ten years. The first aim and principal focus of the research is therefore investigating planning and housing activities in three cities (Copenhagen, Lisbon and London) that seek to address problems of housing shortage, affordability, and segregation of housing tenures. The research aims to provide practical knowledge and innovative advice to decision-makers on what can be done regarding these huge societal challenges. The second aim of the research, underpinning and informing the former, is to make a contribution to the theoretical and methodological advancement of international comparative research on housing and land-use planning. In order to meet these aims, the theoretical and methodological skills of the candidate will be strengthened at the Cambridge Centre for Housing and Planning Research, located within the Department of Land Economy, University of Cambridge, and led by Professor Michael Oxley. With over 25 years of experience and a proven track record of providing evidence and analysis to influence and support better policy and practice in several areas, the Centre is well-placed to broaden her practical experience of housing and planning matters, from both an interdisciplinary and a comparative perspective. The research will involve short-term visits to planning departments and non-profit housing associations in Copenhagen, Lisbon, and London, aiming to contribute to a mutual exchange of knowledge. During the visits, the candidate will collect data and conduct fieldwork. The data will be analysed though the lens of spatial and social scrutiny, an optic with which an ER with a background in geography, spatial planning, and sociology is already familiar.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}