{
    "rcn": "209584",
    "acronym": "TherSpinMol",
    "topics": "MSCA-IF-2016",
    "title": "Exploring Thermoelectric and Spintronic properties of Molecular Devices",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The development of wearable and diffuse electronics has prompted a global need for converting heat into electrical power.\nThis could be heat from reactors, the sun, or even the human body. Thermoelectric materials are ideal candidates, since they contain no moving parts, can be fabricated as thin films and are scalable. However, they currently see only niche application, owing to their very low efficiency. Bulk materials offer little room for progress: the ingredients to reach high efficiencies are mutually contradictory in the bulk. In contrast, theory clearly indicates that molecular nano-materials do not suffer from such constraints and may provide a solution. In TherSpinMol I will develop the first molecular thermoelectric devices ever, and, in a groundbreaking effort, I will establish the experimental foundations for molecular spin-caloritronics.\n\nTo this end I will explore the thermoelectric and Spintronic properties of molecular electronic nanodevices constituted by graphene bulk electrodes with a single molecule sandwiched in between. I will use a novel device architecture consisting of micro-heaters next to the device and different functional contact metals. By this means I get access to the thermoelectric and spin-calorimetric properties of cross-conjugated molecules, fullerenes and single-molecule-magnets with the final goal to explore the Seebeck and spin-Seebeck effect in those systems. Superconducting contacts will be used to measure the absolute spin-polarisation of the tunnel current through single-molecule-magnets. The project has fundamental and applicative significance, aiming at exploring both the physics background of Fano resonances and novel ways to create pure spin-currents and their perspective applicability for the reduction of energy consumption in logic elements and energy harvesting.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}