{
    "rcn": "209524",
    "acronym": "FCSpecTRe",
    "topics": "MSCA-IF-2016",
    "title": "Frequency Comb Spectroscopy of Temperature-dependent Reactions",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "This goal of this project is to obtain a deeper, molecular level understanding of chemical reactions important to atmospheric and planetary chemistry, specifically reactions involved in the oxidation of organic sulfur molecules. A common theme to experimentally determining chemical reaction rates is to monitor the disappearance of a reactant, perhaps even under pseudo-first order conditions. An ideal experiment, however, would monitor the loss of each reactant and the appearance of each product, under known temperature and pressure conditions, in order to gain a more complete picture of the reaction. This project is a significant step towards the ideal kinetic experiment. Here, mid-infrared cavity-enhanced direct frequency comb spectroscopy (CE-DFCS), a technology used almost exclusively in the physics community, will be used as a tool in the chemistry community to spectroscopically identify reactants, transient species, and products based on their vibrational absorption spectra. This is a rapid, sensitive, broadband, and high-resolution technique, which enables reaction rates to be derived based on the simultaneous measurement of both the reactant disappearance and product appearance. Moreover, CE-DFCS will be coupled to a pulsed Laval supersonic expansion, an essentially wall-less reactor with well-characterized pressure and temperature conditions. Temperature dependent rate constants will be measured over a wide temperature range, relevant to Earthís atmosphere or even parts of the interstellar medium. This project has a strong interdisciplinary component, combining optical physics, fundamental physical chemistry, and atmospheric chemistry. This attribute arises from the significant two-way transfer of knowledge between the researcher and the Atmospheric and Planetary Chemistry group at the University of Leeds. In addition, the fellow will receive training during the tenure of the fellowship to enable her to become a successful independent scientist.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}