{
    "rcn": "209543",
    "acronym": "PresWoodenHeritage",
    "topics": "MSCA-IF-2016",
    "title": "Preserving Wooden Heritage. Methods for monitoring wooden structures: 3D laser scanner survey and application of BIM systems on point cloud models",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Wooden Heritage has been recognized today as an object of growing interest in scientific research even on international scale, not only from the architectural point of view but also from theoretical approaches. Over the times many technological systems concerning timber have evolved, refined and defined in the use of mixed solutions. Wooden Architecture represents one of the oldest building systems adopted by the majority of people who developed construction techniques respecting the local traditions. Today this vast and unique wooden heritage needs urgently survey and cataloguing. Fires and abandonment are the main factors jeopardizing the preservation of this architecture; every year too many wooden buildings still disappear because of this negligence. This important challenge has the purpose to obtain new technical methods, procedures and protocols that donít exist yet, fundamental for technicians and operators. The research project wants to address a new scientific approach on wooden buildings. This is aimed for practical interventions for with respect to the scientific and epistemic foundations, by improving 3D laser scanner survey and photo-modelling activities through post production phases with parameterization of the point cloud to create 3D digital models queried and enriched by informative content and increase BIM (Building Information Modeling) knowledge. The main and most important contribution of this project is the accomplishment of scientific, technical and operational systems and tools for the documentation of wooden structures. During the process of analysis different experts belonging from the best host companies chosen, will guide, check and develop jointly with the applicant all the methods, procedures and theoretical background for achieving the best results in a successful project. In this way the triangle Research-Theory-Practice will offer new insights to timber architecture, to the preservation and maintenance of the wooden heritage.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}