{
    "rcn": "209519",
    "acronym": "ERA",
    "topics": "MSCA-IF-2016",
    "title": "Expanding Rights in an Age of Retrenchment: Women, Social Movements and the Politics of Family Leave",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Recent innovations in family policy extend parental leave benefits to fathers and establish paid family leave to care for non-child relatives, such as spouses and parents. Such policies seek to ease work-life tensions, yet there are considerable cross-country differences in the existence, duration and generosity of paid parental and family leave benefits. While welfare state theories offer several explanations for cross-country differences in family policies, we have few explanations for policy content ñ who is included and excluded from provisions ñ and the timing of policy change.\n\nERA will apply a unique, recursive mixed-method approach to understand the nature and extent of interactions between various key actors, such as representatives from government, organized labor, womenís movements and organizations opposed to reform, and how such interactions shape family policies. While my quantitative approach will consider the timing of parental leave policy adoption, my qualitative approach will focus on how specific family members ñ particularly non-child relatives ñ become incorporated under leave law. Analysis will combine insights from interdisciplinary fields of social movement outcomes (in sociology) and comparative policy analysis (in sociology and political science) and make theoretical contributions to both fields. \n\nERA is a cross-sectoral, interdisciplinary and gender-mindful project that includes end-users in project implementation and an ambitious dissemination, communication and outreach strategy. I bring close to 10 years of experience working in interdisciplinary research centers, publishing independently and with collaborators and expertise in social movements and mixed methods. Collaboration with researchers at the interdisciplinary Swedish Institute for Social Research promises new competencies in policy research and comparative policy analysis and will result in a new, publicly accessible data module, facilitating future cutting-edge research.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}