{
    "rcn": "209582",
    "acronym": "CONPLEX",
    "topics": "MSCA-IF-2016",
    "title": "The Constitutional Place of Expertise",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The project explores how constitutional principles can enhance the democratic legitimacy of expert-based decision-making in the European Union (EU). It does so by focusing on participation, transparency and administrative rationality, as interpreted by European Courts when reviewing expert-based decisions, and as incorporated into institutional practices involving both scientific and economic expertise. In particular, CONPLEX aims at detecting links and influences between Courtsí activity and decision-making processes, capable of leading to a deeper integration of expertise within the constitutional discourse. The proposal draws on a new legal realist approach to legal research, and combines doctrinal analysis of the Courtsí case-law and empirical investigation of institutional practices ñ through documentary analysis and semi-structured interviews to Commissionís officials and experts. The project is original from a conceptual, methodological and empirical perspective and makes a timely contribution to the on-going debate on technocracy and democracy in the EU, especially with regard to the role played by scientific and economic experts in politically controversial issues.\nThe research will take place at the Faculty of Law of the University of Amsterdam (UvA), and will be embedded in the research programme of the Amsterdam Centre for European Law and Governance (ACELG). It will be co-supervised by Prof. C. Eckes and Dr. M. Weimer, who are leading experts in the field of EU constitutional law and EU law and governance. Besides enhancing my scientific knowledge and research skills, my international research network and my profile as an independent researcher ñ thereby improving my career opportunities ñ the project will contribute to European research excellence and to raising institutional and public awareness about the need for enhanced democratic legitimacy of expert-based decision-making processes.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}