{
    "rcn": "209575",
    "acronym": "CRYO-EM TRPV5",
    "topics": "MSCA-IF-2016",
    "title": "Structure-function analysis of the calcium channel TRPV5",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Ion channels are proteins composed of a hydrophillic pore that facilitate ion flow across a plasma membrane. This ionic permeability is controlled by a set of essential properties affecting the channel activation and inactivation in response to voltage, ligands, or intracellular second messengers. The focus of the present project proposal, the transient receptor potential vanilloid channel (TRPV5), forms a specific category within the large TRP familiy of ion channels as it comprises a unique high selectivity for calcium ions together with a calcium-dependent inactivation mechanism that is incompletely understood. Detailed analysis of the TRPV5 channel will provide new structural insights into channel gating that can be extrapolated to other TRP channels, as the current knowledge on the TRP protein structure and its impact on the regulation of the channel function is still limited. \nThe key objective of my project is to deliver the first detailed mechanistic view of TRPV5 by connecting Prof. Chengís expertise in structural biology with my biophysical background on TRP channel functioning. The following work packages will be addressed:\n1) Channel activation mechanism of TRPV5\nElucidation of the 3D structure of integral TRPV5 by single-particle cryo-EM will provide critical structural and mechanistic insight into calcium-dependent regulation of channel function.\n2) Intramolecular regulation of TRPV5\nReconstitution of TRPV5 into lipid nanodiscs and liposomes allows detailed study on lipid regulation and the mechanism of channel inactivation\nTaken together, this project focuses on the structure-function analysis of TRPV5, a distinctive calcium-selective TRP channel. The goal is to elucidate the structure of the TRPV5 channel, and to unravel functional domains that are involved in channel function at the mechanistic level. This will ultimately advance our understanding of the molecular differences of activation, ion permeation and gating of TRP channels.",
    "totalCost": "162864,6",
    "ecMaxContribution": "162864,6",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 162865
        }
    },
    "calculatedTotalContribution": 162865
}