{
    "rcn": "209557",
    "acronym": "CINK",
    "topics": "MSCA-IF-2016",
    "title": "Advancing cancer immunotherapy using natural killer cells for hematological and metastatic cancers",
    "startDate": "15/02/2018",
    "endDate": "14/02/2020",
    "objective": "The development of monoclonal antibodies (mAb) to target tumor cells has tremendously improve cancer immunotherapy and benefit the treatment of aggressive cancer such as some types of lymphomas, leukemias, multiple myeloma and metastatic cancers. One of the mechanisms of action is the induction of antibody-dependent cellular cytotoxicty (ADCC) through the activation of CD16 on NK cells after binding to the Fc portion of Ab-coated tumor cells. Therefore, strategies that combine NK cell activation and mAb therapy has been intensively explored. However, tumor heterogeneity and unstable expression of the targeted molecule in the tumor cells limits ADCC for mAb therapy resulting in cancer relapse. Furthermore, intrinsic NK immunregulatory mechanisms as well as NK-specific tumor evasion mechanisms have also negatively impacted the use of NK cell-based therapies. In this proposal we will explore the mechanisms involved in the reduced NK cell function (NCF) observed after ADCC and/or NK cell activation (NCA) in order to develop novel strategies to achieve a sustained and stronger NCF by combining stimulating signals with suppression of inhibitory signals such as costimulation via CD137 and IL12, or SHP1/2 blockade. We hypothesize that the adoptive transfer (AT) of NK cells expanded by this novel method will result in better anti-tumor responses after mAb therapy even in tumor cells that express limited amount of the target molecule and limiting consequently cancer relapse rates. Furthermore, due to the overall improvement on NCF, we expect that the combination of AT NK cells with hematopoietic stem cell transplantation (HSCT) will also increase anti-tumor responses; which efficacy up to date has shown to be rather limited. Given the versatility of our approach, this therapy can be used for the treatment of many cancers, but particularly hematological and metastatic cancers and potentially can be translated into the clinic in a short time frame.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999485382": {
            "orgId": "999485382",
            "orgName": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}