{
    "rcn": "209531",
    "acronym": "PRISM",
    "topics": "MSCA-IF-2016",
    "title": "PRobabilistic PRedictIon for Smart Mobility under stress scenarios",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "PRISM is about designing, implementing and testing methodologies to better predict transport demand in a city. While plenty solutions exist today for this objective, there is general consensus that, under stress scenarios (e.g. large social events, inclement weather, demonstrations, special days), those approaches are insufficient.\n\nWith new, smart mobility modes, demand prediction becomes even more important. For example, a one-way car sharing (e.g. DriveNow) or an autonomous mobility on demand service, are highly sensitive to rebalancing operations (moving vehicles to where demand is expected). In fact, bad demand predictions can lead to disastrous outcomes, by placing supply where it is not needed, and removing it from where it is required.\n\nPRISM approach is to combine latest research from Transport Engineering and Computer Science, by using Probabilistic Graphical Models (PGMs), a tool that combines Bayesian statistics, graph theory and scientific computing. As a research area, PGMs have already reached a considerable level of solid foundations, community size, and software tools.\n\nThe Experienced Researcher (ER) has recently returned to Europe, after several years of research in Singapore and USA with the Massachusetts Institute of Technology (MIT), and this Marie Sk?odowska-Curie fellowship will be instrumental for his growth and affirmation in the Danish and European context.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}