{
    "rcn": "209594",
    "acronym": "GENSEG",
    "topics": "MSCA-IF-2016",
    "title": "Understanding the impact of parental occupation on gender differences in field of study choice in Germany",
    "startDate": "02/10/2017",
    "endDate": "01/10/2019",
    "objective": "While in many countries women have been increasing their participation in higher education, fields of study continue to be segregated by gender. Men dominate the technical fields which include mathematics, engineering and the physical sciences, whereas women tend to engage in areas that have a social and caring dimension. Despite numerous policies to enhance gender equalities in society, gender segregation in higher education, ironically, appears to be more pronounced in post-industrial countries, such as Germany, than in developing/transforming societies.\n\nAlthough gender differences in field of study and occupational choices are shaped by multifarious influences, the role of parents might be particularly worth attention because parents are the primary and one of the most influential socialising agents in childhood and adolescence. In fact, one possible source of studentsí knowledge about and interest in a particular field of study and career early on stems from parental education and occupation. The impact of parentsí occupational fields and its gender typicality has received less attention than parental education in early research. Even though some studies have identified the association of parental occupations with studentsí engagement in gender-atypical fields of study, they do not provide any empirical evidence of the mechanism for the relationship.\n\nDespite the possibly significant influence of parental occupation on the educational and career choices of adolescent boys and girls, previous quantitative studies rarely examined the mechanisms for the relationship between such gender differences and parental occupations. With the proposed research ìUnderstanding the impact of parental occupation on gender differences in field of study and occupational choices in Germanyî, that comprises 3 projects using secondary and primary data, I seek to offer new evidence on how parental occupations influence studentsí choices of a gender-atypical field of study and career.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}