{
    "rcn": "209544",
    "acronym": "MPAmplitudes",
    "topics": "MSCA-IF-2016",
    "title": "Multi-particle scattering amplitudes for precision collider physics",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Scattering amplitudes determine the probability of interactions between fundamental particles.  They are essential ingredients for phenomenological predictions in high-energy physics.  Experiments at modern colliders, such as the Large Hadron Collider (LHC) at CERN, are probing fundamental interactions at previously unexplored scales of energy.  The high energy involved in these interactions is responsible for the production of many particles in the final state, which needs to be theoretically understood with high accuracy in order to make the most out of experimental data.  The goal of this research project is the analytic calculation of multi-particle scattering amplitudes at higher orders in perturbation theory, and in particular the two-loop five-point amplitudes in quantum chromodynamics, needed for theoretical predictions at next-to-next-to-leading order in perturbation theory.  These are of great relevance for LHC phenomenology, since our success in finding new physics can depend on our capability of distinguishing its effects from the large QCD background of multi-particle processes, which needs to be known with high precision.  The method used for the calculation builds upon state-of-the-art techniques, such as multi-loop integrand reduction and generalized unitarity.  These techniques exploit the knowledge of the universal analytic and algebraic structure of amplitudes, and are suited for handling the complexity of multi-particle calculations.  The technologies and tools which will be developed for this project are very general and will thus provide a framework useful for future precision calculations, opening up a new frontier for high-precision multi-particle theoretical predictions for collider experiments.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}