{
    "rcn": "209561",
    "acronym": "NanoZfish",
    "topics": "MSCA-IF-2016",
    "title": "Restoration of motor dysfunction in vivo through nanomaterials based devices",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Spinal cord injury (SCI) and amyotrophic lateral sclerosis (ALS) are nervous system maladies that impair the function of spinal central pattern generators for locomotion. These disorders carry a significant social and economic burden, owing to a lack of effective therapeutic treatments. In the field of nanotechnology, carbon nanotubes (CNT) have shown outstanding promise for the improvement of neuronal function in vitro and are thus ideal candidates for repairing or ameliorating spinal defects associated with these disorders. The ultimate goal of this project is to develop CNT as a tool for restoring motor dysfunctions associated with SCI and ALS. Specifically, I will use zebrafish larvae as an in vivo model for testing the therapeutic efficacy of this innovative class of implantable devices. I will implant CNT and graphene based devices in healthy, spinal cord lesioned and ALS zebrafish models and test their effects on spinal cord function with a range of powerful in vivo techniques. My project will address three specific aims. First, biocompatibility of implanted devices will be assessed using in vivo patch clamping of spinal motoneurons in healthy fish implanted with nanodevices.  Second, I will implant CNT into fish that have been subjected to SCI. Nanomaterial-facilitated functional recovery will then be tested with in vivo patch clamping of spinal motor neurons, analysis of locomotor behaviour and confocal microscopy. Finally, I will use similar approaches to determine if implanted CNT can slow or reverse spinal cord defects in a SOD1 mutant zebrafish model of ALS. The project will advance our knowledge in an innovative field of bioscience research and help to inform the development of alternative  approaches to the treatment of SCI and ALS. Embedded in an international environment, such as that of the University of Leicester, I will support my research activity through a greater level of independence, with the aim of publishing papers as senior author.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}