{
    "rcn": "209545",
    "acronym": "DUALITY",
    "topics": "MSCA-IF-2016",
    "title": "An Integrated Computational and Experimental Approach to Rapid Synthesis of Highly Selective Dual-Targeted HDAC/CK2, MMP2/CK2 Inhibitors",
    "startDate": "10/04/2018",
    "endDate": "09/04/2020",
    "objective": "Traditional drug design strategy based on a single target has serious difficulties in developing new therapies for diseases such as cancer.\nCancer is a very complex multi-genetic disease that involves multiple crosstalks between signaling networks. The use of cocktails of various anticancer agents interfering with different mechanisms has been the standard treatment to prevent the problems of resistance.\nAn alternative approach is to design multi-target modulators, directed to different disease mechanisms. That is the approach we have chosen for this project, where we seek to design, synthesize and evaluate new dual agents based on the inhibition of three enzymes involved in the development and progression of tumor processes: HDAC1, CK2 and MMP2.\nCK2 is a serine / threonine kinase that is constitutively active and essential for cell viability. Its proliferative and anti-apoptotic properties create a favorable cellular environment for tumor progression and maintenance and, therefore, constitutes an interesting target for the treatment of cancer.\nAcetylation/deacetylation of histones is one of the epigenetic mechanisms that regulates gene expression. HDACs (histone deacetylases) remove acetyl groups from histones, inducing condensation of chromatin and, therefore, the repression of gene transcription. For this reason, they are considered key targets to reverse aberrant epigenetic changes associated with cancer.\nMatrix metalloproteinases (MMPs), also called matrixins are another family of Zn-dependent enzymes. Our research group has extensive experience in the design and synthesis of inhibitors of MMP2 provided with high activity and, more importantly, high selectivity over other metalloproteinases. The design of multi-target modulators will be carried out making use of computational techniques and based on the previous experience of the group in the design and synthesis of inhibitors of these three targets through a fragment based process.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION UNIVERSITARIA SAN PABLO-CEU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998002834": {
            "orgId": "998002834",
            "orgName": "FUNDACION UNIVERSITARIA SAN PABLO-CEU",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}