{
    "rcn": "209618",
    "acronym": "INFLAMM-ALZ",
    "topics": "MSCA-IF-2016",
    "title": "The Role of Neuroinflammation in Alzheimerís Disease",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Alzheimerís disease (AD) is a major public health problem with substantial economical and social impacts worldwide. Despite intense research, the pathological mechanisms of AD are still unclear. Under homeostasis, a delicate balance is struck between disposal of pathogenic proteins by the brainís immune cells, microglia, and the inflammation produced by these cells. Indeed, during an acute activation, microglia are protective, but if microglia enter an over-activated state they can induce chronic inflammation through oxidative stress that in turn leads to neuronal damage. Thus, gaining data on the chain of events involved in microglial action is a prerequisite to understanding AD. This project is a large interdisciplinary collaborative effort involving well-established methods such as confocal imaging and transgenic zebrafish, with newly developed photopharmacological tools. Drs Kettunen, Gr¯tli and AndrÈasson provide the world-leading expertise required for the project. By coordinating this project, Dr Mourabit will gain invaluable experience in biomedical research, photochemistry, project management, supervision, and the production of scientific results. The novel photoresponsive probes used here will allow for photonic in vivo de/activation of microglia, generating new information on their spatiotemporal activity, in real-time. This state-of-the-art resolution of cell-tracking and control of microglial signalling will provide innovative data on the pathology of neuroinflammation. We believe this interdisciplinary team will push the boundaries of research in AD. This project has the potential to identify new treatments for AD, and influence the direction of neurobiology. This project will create a unique career opportunity for Dr Mourabit, enabling him to crossover from an environmental background to biomedical research. The marrying of such interconnected disciplines will help Dr Mourabit set the foundations of an eclectic and vibrant research group.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}