{
    "rcn": "209636",
    "acronym": "SusFRPRC",
    "topics": "MSCA-IF-2016",
    "title": "Sustainable Fibre-Reinforced Polymer Concrete (FRP-RC) Structures",
    "startDate": "06/04/2017",
    "endDate": "05/04/2019",
    "objective": "The corrosion problem of steel reinforcement severely limits the life-cycle sustainability of conventional reinforced concrete structures. This proposal focuses on the use of corrosion-free fibre-reinforced polymer (FRP) reinforcing bars in lieu of steel reinforcing bars in concrete structures. Due to the currently incomplete understanding of serviceability aspects of FRP reinforced concrete (FRP-RC) structures, the existing design guidelines are not comprehensive, and this restricts the applications of FRP-RC in real-life. The proposed project will investigate the fundamental issues of serviceability, fracture mechanics and time-dependent effects of FRP-RC to enable its practical usage. The objectives encompass experimental investigation of deformation characteristics of FRP-RC specimens, derivation of constitutive models and establishment of deformation capacity of FRP-RC members, formulation of design guidelines in serviceability and development of design aids for use by practising engineers.\nA number of first-time-in-the-world techniques initiated by the applicant researcher, Dr. Pui-Lam NG and the host supervisor, Prof. Gintaris KAKLAUSKAS of Vilnius Gediminas Technical University (VGTU) will be employed in the project. The expertise areas of the researcher and the host are highly complementary and there will be substantial two-way transfer of knowledge. The researcher and the host propose to undertake the project with partner organisations University of Minho led by Prof. Joaquim A.O. BARROS, and University of Cambridge led by Prof. Chris BURGOYNE, in 24 months duration. Measures to disseminate the research findings to the academic and engineering communities and communicate the results to the general public have been formulated. A detailed work plan of research activities, deployment of manpower and resources, contingency plan for risk mitigation, and availability of research infrastructure have been duly addressed to enable effective delivery of the project.",
    "totalCost": "130779,6",
    "ecMaxContribution": "130779,6",
    "coordinator": "VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999647857": {
            "orgId": "999647857",
            "orgName": "VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
            "ecContrib": 130780
        }
    },
    "calculatedTotalContribution": 130780
}