{
    "rcn": "209603",
    "acronym": "PODI",
    "topics": "MSCA-IF-2016",
    "title": "Realizing the political rights of persons with disabilities",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Taking as its point of departure the adoption of the UN Convention on the rights of persons with disabilities the fellowship ñ Realizing the political rights of persons with disabilities (PODI) ñ examines under which conditions disabled peopleís organisations are most likely to achieve voice and influence on decision-making processes of importance for their own lives and for society as a whole. The United Nations Convention on the Rights of Persons with Disabilities requires state parties, and the EU, to ëclosely consult with and actively involve persons with disabilitiesí, notably ëthrough their representative organizationsí. Enhancement of opportunities for disabled peopleís organisations to fully participate in policy process will assist the EU in furthering its wider ambitions to engage civil society, and to fulfil its international treaty obligations to the UN on disability rights. The fellowship ñwill produce new knowledge to help make this a reality. It will launch the first cross-national and multilevel study of disability movements in Europe, beginning with in-depth data from four European countries (Germany, Italy, Norway and UK), and from EU and UN institutions. PODI will collect and analyse data on individual and organisational level as well as at national, EU and international level. PODI will identify implementation facilitators and barriers and make proposals for indicators to aid the EU and the Member States in monitoring their fulfilment of the UNCRPD (Articles 4.3, 29 & 33). A European centre of excellence (the Centre for Disability Studies at the University of Leeds, UK) will collaborate with an experienced researcher (Dr Rune Halvorsen, Norway) and civil society organisations of persons with disabilities (via the European Disability Forum) for intersectoral knowledge transfer, career development, and European added value.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}