{
    "rcn": "209620",
    "acronym": "funcSOFI-PD",
    "topics": "MSCA-IF-2016",
    "title": "Quantitative super-resolution optical fluctuation and phase microscopy for structural and functional imaging of Parkinson's disease",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The changing demographic is one of the greatest challenges in Europe. With an expected 25% of the population over 65 by 2030, the incidence of neurodegenerative age-linked diseases like Alzheimerís and Parkinsonís is likely to increase. They severely impact quality of life and to date, therapies can only treat the symptoms. Oligomerization and aggregation of the protein ?-synuclein is a hallmark of Parkinsonís disease. Still, the underlying molecular mechanism of cellular dysfunction due to toxic forms of this protein remains unclear. Most studies aiming to uncover ?-synuclein induced neurodegeneration in vivo are using indirect biochemical detection methods. Bridging neurobiology and life science with advanced microscopy and image analysis allows the direct monitoring  of Parkinson compromised primary hippocampal neurons. I will combine multi-color 3D super-resolution optical fluctuation imaging with quantitative phase tomography in a multi-plane microscope, to allow structural and fast functional imaging. This innovative imaging concept is used (1) to elucidate ?-synuclein aggregation at the cell membrane and in the cytosol and (2) to uncover the induced cytoskeleton alterations. Ultimately, molecule-specific readout will be complemented by (3) label-free, quantitative phase imaging of membrane dynamics and overall cell morphology at up to 100Hz. I am a biophysicist with a specialization in single molecule spectroscopy and my previous work on photon statistics has led to several high quality publications. This fellowship expands my quantitative microscopy expertise to 3D imaging while enlarging my biologocal scope to neurodegenerative diseases. I will extend my competences by managing the project, following complementary skills courses, and organizing public outreach activities. While performing interdisciplinary research on neurodegenerative disease, I will develop an independent research profile to further enhance the European research landscape.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}