{
    "rcn": "209651",
    "acronym": "SEAMET",
    "topics": "MSCA-IF-2016",
    "title": "Multi-driver climate change effects on SEAgrass METabolism: ecosystem implications",
    "startDate": "08/01/2018",
    "endDate": "07/01/2020",
    "objective": "Pressures linked to global climate change (GCC) (i.e. ocean acidification (OA), warming and hypoxia) represent a major threat for marine ecosystems. The single and combined effects of GCC drivers is expected to alter the energetic costs of main metabolic routes, forcing trade-offs in organismal metabolism, with further impacts in the functioning of the whole ecosystem to which they belong. While we have an improving understanding of the impacts of single and paired stressors on individual organisms in the laboratory, to determine real-world impacts of GCC we need to comprehend the impacts of multiple stressors on individuals, understand the acclimation and adaptation processes and assess the repercussion on the ecosystems functioning. SEAMET addresses this major challenge in marine science by assessing if marine communities can survive under the multiple stressor future driven by GCC. SEAMET will use a key benthic habitat-forming species (seagrasses) as model system employing net metabolic balance (NMB) as a functional trait to scale up implications of individual readjustments to GCC on the functioning of the whole ecosystem. It will determine i) the mechanistic basis that regulates C incorporation and photosynthetic physiology, ii) the physiological plasticity and tolerance thresholds of organisms to different combinations of GCC drivers (OA, temperature (T) and hypoxia), and iii) the in situ acclimation and adaptation potential of organisms and associated communities to GCC. SEAMET uses a novel multidisciplinary approach to ensure candidate training and the transfer of knowledge to the host institution. Internationally competitive outputs will be a direct contribution to European MSFD2008/56/EC directive and Horizon2020 strategy for climate action providing novel insights into the effects of climate change on marine ecosystems and their functioning.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}