{
    "rcn": "209628",
    "acronym": "Pharynx2016",
    "topics": "MSCA-IF-2016",
    "title": "Evolution and development of pharyngeal pouches and pre-oral gut in basal fishes",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Vertebrates, which include our own species, are the most diverse and successful group of Deuterostomes. Success of this group has been explained by the evolution of elaborated head skeleton adapted to capturing and processing large prey. Most of this skeleton derives from neural crest cells migrating into the pharynx during and after the formation of pharyngeal pouches. To better understand how development of these structures evolved, the research project will study representatives of three basal fish lineages that occupy key positions in jawed-vertebrate phylogeny. It will employ methods of genomics, gene expression, and gene manipulation including CRISPR/Cas9 gene editing system to test a mechanistic model of pouch formation and its relationships to pre-oral endoderm development. The proposal builds upon the Fellowís research of jawed and jawless vertebrates and bridges a gap in our knowledge of the pharyngeal evolution between the jawed and jawless vertebrates and at the same time between vertebrates and their chordate and deuterostome ancestors. Two-way knowledge transfer is a crucial feature of this project: the Fellow will take advantage of the proficiency of the Supervisor and the Department in embryology, morphology, manipulation, and husbandry of the rare basal fishes and in the genomics and transcriptomics, while at the same time he will transfer his expertise in genetic regulation of development and CRISPR/Cas9 gene editing in non-model organisms to the Supervisor and Host Institution.",
    "totalCost": "154720,8",
    "ecMaxContribution": "154720,8",
    "coordinator": "UNIVERZITA KARLOVA",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 154721
        }
    },
    "calculatedTotalContribution": 154721
}