{
    "rcn": "209608",
    "acronym": "PI3K-VAs",
    "topics": "MSCA-IF-2016",
    "title": "Activation of PI3K signalling in the pathogenesis of Vascular Anomalies",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Vascular anomalies are rare soft tissue tumours and malformations formed by abnormal vascular elements of various types, and mainly affect infants, children and young adults. These lesions are painful, many lead to bleeding, infections, organ dysfunction, and they can damage and metastasise to other tissues. Current treatment strategies are invasive, not fully efficient, and there is a high risk of recurrence. To date no specific targeted therapies have been developed. Most of the studies on vascular anomalies are descriptive and focused on their clinical aspects; at the moment, there is a lack of molecular understanding and pre-clinical studies on the field of vascular anomalies. Thus, identifying the causative molecular alterations of vascular anomalies and understanding their biology will lead to more refined diagnoses and will provide better and more directed therapies. Recent published and unpublished observations from our laboratory show that activation of phosphoinositide 3-kinase (PI3K) signalling pathway drive to the developments of a fraction of vascular anomalies; however, the underlying molecular and cellular mechanisms remain enigmatic. In this proposal we aim to (i) unveil alterations in the PI3K signalling pathway components that are involved in the pathogenesis of vascular anomalies, (ii) understand the role of PI3K pathway activation in the development and maintenance of these lesions, and (iii) explore the potential of repurposing PI3K pathway inhibitors for these conditions. For this, we have set up collaboration with clinicians who will provide a large collection of vascular anomalies from patients. Also, in collaboration with Pharma, we aim to use PI3K inhibitors for these diseases. Importantly, these collaborations will allow us to translate our findings into the clinic for future clinical trials. This project proposal seeks to broad our understanding of PI3K activation in vascular biology and to ultimately improve patientsí quality of life.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}