{
    "rcn": "209661",
    "acronym": "IC_IL_EC_2017",
    "topics": "MSCA-IF-2016",
    "title": "Investigating the effects of immunogenic chemoradiation in shaping the immune landscape ofesophageal cancers",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Esophageal carcinoma (EC) is among the top 10 deadliest cancers worldwide. The current standard therapy for ES is neoadjuvant (pre-operative) chemoradiation (NACR) followed by surgery. However, only 30% of patients achieve a complete pathological response (CPR) and long-term survival. Understanding the mechanisms of response to NACR is hence pivotal to better stratify patients and inform the design of more efficacious therapies. Evidence from some tumors suggests that NACR is ìimmunogenicî and stimulates anti-cancer immune responses, which may contribute to the longterm effects of successful treatments. Tumor neo-antigens, generated by somatically mutated cancer genes, have been recently implicated in the activation of the most efficient anti-tumor T cell response capable of controlling tumor progression, induced by immune checkpoint blockade immunotherapy. This raises the question as to whether clinical responses induced by NACR in a fraction of ECs may be linked to the stimulation of clinically relevant T cell responses against tumor neoantigens, implying that activating tumor immunity in the non-responding ones may improve clinical responses. Objective of this proof-of-concept study is hence to address this question through the implementation of a high-throughput platform to assess neoantigen-specific T cell responses in ECs in the course of NACR.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}