{
    "rcn": "209639",
    "acronym": "BIRDBARRIER",
    "topics": "MSCA-IF-2016",
    "title": "The Importance of Barriers to Bird Migration",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Understanding animal migration is one of the most compelling and challenging problems of modern biology. For a long time, we have been hindered by the large geographical scale of migratory movements and the small sizes of most migratory animals. Crossing barriers is a fundamental aspect of animal migration. Long-distance migratory birds face crossings of formidable barriers such as the Sahara Desert, Himalaya Mountains, or the Pacific Ocean twice a year, but even short-distance migrants travel across inhospitable habitats. Successful migration, and specifically successful barrier crossings, depend on the availability of favourable weather conditions aloft and suitable habitat during stopovers. Surprisingly little is known about the behaviours that guide billions of avian migrants to a successful barrier crossing. Advances in tracking technology and remote sensing now offer us new tools to track small migratory animals with extraordinary precision. I will use these new methods to study how nocturnally migrating songbirds manage barriers during their migration. With this action I aim to increase the understanding of (1) the behavioural strategies that birds use to negotiate large geographic features and (2) how barriers limit bird migration. The research will be conducted under PI Prof. Kasper Thorup in the Bird Migration Lab, Center for Macroecology, Evolution and Climate, at the University of Copenhagen. Prof. Thorupís group has advanced the front of global scale tracking of avian migration for the last decade, and possess the necessary expertise in spatiotemporal patterns. Further, I will spend a secondment at the Institute of Avian Research, Germany, and gain from Dr. Heiko Schmaljohann expertise in stopover behaviour. By combining my existing expertise in radiotelemetry tracking and migratory behaviour, with new skills in additional tracking techniques and analytic tools, this action will advance the research field and enhance my career as independent researcher.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}