{
    "rcn": "209613",
    "acronym": "V-ChiralSpin",
    "topics": "MSCA-IF-2016",
    "title": "Voltage Control of Chiral Spin Structures",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "This project will develop a new way to manipulate chiral spin structures such as skyrmions using voltages. Building on the expertise of the fellow in voltage control of magnetism in multiferroic heterostructures, this project uses the unique Spin-Polarised Low Energy Electron Microscope (SPLEEM, in Berkeley) to characterize chiral spin structures in tailored multiferroic heterostructures. By studying (in Leeds) the effects of voltage control on current-driven skyrmion motion in these heterostructures, V-ChiralSpin aims to establish a new, technologically relevant, research area.\nRepresenting digital data with magnetic skyrmions offers a promising route to reduce the vast energy consumption and carbon footprint associated with current information technologies. Skyrmion sizes can be in the nanometre range and controlling them with voltage will reduce or eliminate the need for power-hungry electric currents or magnetic fields. \nThe approach will be to manipulate chiral spin textures in tailored epitaxial multilayers via interfacial strain transfer from ferroelectric and piezoelectric substrates. The mechanisms coupling micromagnetic phenomena to voltage signals will be determined through SPLEEM imaging, micromagnetic simulation, and current-driven transport measurements as a function of voltage-controlled strain. Beyond transport properties, we will explore the use of voltage signals to write and delete skyrmions and other spin textures. \nThe fellow will become an expert in the technique of SPLEEM, in the field of chiral spin structures, and in magneto-transport measurements. This fellowship will build and strengthen networks of researchers that will benefit both the fellow and the team members in the hosts. Leeds will benefit from knowledge transfer through the fellow of expertise in SPLEEM and chiral spin structures. Both Berkeley and Leeds will profit from the Fellowís knowledge of electric field control of magnetism and expertise in micromagnetic simulations.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 269858
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 269858
}