{
    "rcn": "209694",
    "acronym": "LABEL-DIOX",
    "topics": "ERC-PoC-2016",
    "title": "Late-stage catalytic carboxylation techniques with labelled carbon dioxide: new opportunities for radiolabelling",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "Absorption, distribution, metabolism and excretion¥s studies (ADME) are essential for drug discovery and development, providing invaluable preclinical data to understand how the drug behaves in living organisms, thus allowing to make a decision on whether the drug should be terminated or advanced to the next step. At present, most of these studies are performed with a radiolabelled 14C-labelled version of the drug; unfortunately, current radiolabelling syntheses rely on lengthy-step sequences or rather expensive 14C-labelled building blocks, dramatically raising the costs for the research and development, and delaying the execution of preclinical studies. Taking into consideration that carboxylic acids are privileged motifs in a myriad of agrochemicals or pharmaceuticals, LABEL-DIOX offers the opportunity of promoting a late-stage carboxylation event with labeled CO2. The protocol is user-friendly, with components that are neither air- nor moisture sensitive, utilizes earth-abundant catalysts and operates under mild conditions. LABEL-DIOX will increase the overall efficiency of the carbon isotope incorporation, reduce the costs that would have resulted from the design of a lengthy radiolabelled synthesis, minimize the costs for waste disposal and dramatically increase the revenues, thus changing the way industrial chemists conduct radiolabelling of drugs containing carboxylic acids.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}