{
    "rcn": "209648",
    "acronym": "SCHiMAT",
    "topics": "MSCA-IF-2016",
    "title": "Silicon Cluster based Hierarchical photocatalysts produced by MATrix assembly cluster source",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Photocatalysis is important for solving the worldwide energy shortage and environmental pollution issues. Recently, silicon materials are considered to be promising catalysts. In particular, size controlled Si clusters/nanoparticles/QDs show tunable emissions/absorption from near infrared to blue wavelength, making them promising candidates as photocatalysts. However, the research on the Si clusters based photocatalysts is still slow progress due to lacking of methods of fabrication of Si clusters with precision and in large quantities. In addition, unlike the widely studied Au and Ag nanostructures, which have distinct and well-defined SPR absorption peaks , small (<10nm) Si nanoparticles always exhibit low extinction from the ultraviolet to short wavelength of visible light, and thus result in lower photocatalytic efficiency. In SCHiMAT, the luminescent, photoelectric and photocatalytic properties of Si clusters with precisely controllable size and high production, which produced by ìMatrix Assembly Cluster Sourceî (MACS), will be systemically studied. Based on that, this project will entail the design of a novel kind of hierarchical structure, which involves the choice of spherical semiconductor nanoparticles (SiO2, Al2O3, ZrO2, TiO2 CeO2 and ZnO NPs) and distribution modulation of the Si QDs on the semiconductor support, to largely enhance the photocatalytic efficiency of Si QDs, which is distinct from a conventional photocatalytic efficiency enhancement strategy aimed at exciting surface plasmon by means of incorporating metal nanostructures. This project would open a promising new route to using Si cluster/QDs as visible-light absorber for solar energy conversion. The project combines ER and host supervisorís expertise in nanocluster, photonics, catalysis research, and will equip the ER to carry out cutting edge research in cluster-based nanomaterials and photocatalysis.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}