{
    "rcn": "209627",
    "acronym": "PolyVac",
    "topics": "MSCA-IF-2016",
    "title": "Polysaccharide-based membrane for sublingual vaccination",
    "startDate": "07/07/2017",
    "endDate": "06/07/2019",
    "objective": "Vaccination has been acknowledged as one of the most effective methods against life-threatening diseases. Vaccines administered by the mucosal route (oral, vaginalÖ) present the advantage to be needle-free and reduce the risk of pathogen transmission. Among the existing mucosal vaccines, the sublingual ones are an interesting way of immunization since the sublingual mucosa is particularly thin and would allow easy penetration of antigens. Also, this administration allows to bypass the gastrointestinal tract, has better safety record than intranasal vaccines and have better compliance for vaccinating infants and children. Additionally, they have a fast removal by body fluids and enzymes. PolyVac introduces a pioneering system for controlled targeted delivery of bioactive molecules and, for the proof of concept envisages the development of a sublingual vaccine for HIV. This concept comprises the development of a free-standing (FS) multilayer membrane that will present the double specificity to be immunoactive and specifically target the immune cells. To achieve this end, the FS will be loaded with a model antigen for immunotherapy and a chemotactic cytokine to specifically target the antigen presenting cells. Once loaded with the proteins, the FS membrane will become a bioactive patch. This patch will permit to deliver subunit vaccine components both spatially and temporally as dendritic cells will be attracted at the sublingual mucosa/patch interface ensuring efficient immune responses. Preclinical studies will follow in mice, by monitoring their immune response, for clinical translation and commercialisation of the proposed technology. It is expected to have, as final product, an innovative sublingual patch for human immunotherapy that among the advantages presented above will also overcome one of the main drawbacks of injected vaccines that is the storage at around 4∞C. Overcoming this issue they could be widely used for immunotherapy in the developing countries.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}