{
    "rcn": "209637",
    "acronym": "ATM-METFIN",
    "topics": "MSCA-IF-2016",
    "title": "Quantifying atmospheric ice nucleating particle (INP) concentrations via advances in measurement techniques and field studies of ice nucleation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The focal point of the research proposal is to combine the current technological advancement and scientific questions regarding the unknowns of atmospheric ice nucleation. Ice nucleation is an important pathway for cloud formation and initiation of precipitation, therefore playing a significant role in the Earthís hydrological cycle and energy and radiative balance. Several questions pertinent to ice nucleation remain unanswered, partially due to gaps in instrumental technology and lack of ambient measurements. The proposed work primarily focuses on the mechanisms of ice nucleation in the atmosphere, more specifically the number, physics and chemistry of biogenic and anthropogenic aerosol particles able to act as ice nucleating particles (INP). Field measurements with technological improvements to the existing Portable Ice Nucleation Chamber (PINC) are planned. One of the goals is to continue the time series measurements of INP parameters at the IzaÒa Observatory in Tenerife, where measurements have been ongoing since 2013 by the host institution.  Since the INP concentration exponentially decreases with increasing temperature, and it is the warmer sub-zero temperatures that are more relevant for the initial ice formation in mixed-phase, the goal is to extend the measurements of INP parameters at the IzaÒa Observatory in Tenerife to temperatures above ?30∞C. Using additional instrumentation in the field, the role of mineral dust, particles of anthropogenic origin and marine primary biogenic particles as potential INP will be investigated in more detail. From a technical perspective, the work will concentrate on lowering the detection limits of PINC and on improving its ability to differentiate between water droplets and ice crystals. These improvements will allow measuring INP at warmer sub-zero temperatures and in immersion/condensation mode, both of which are more relevant for the first ice formation in supercooled clouds than our current measurements.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}