{
    "rcn": "209665",
    "acronym": "CAR ART",
    "topics": "MSCA-IF-2016",
    "title": "Chimeric Antigen Receptor to generate Alloantigen-specific Regulatory T cells and promote allograft tolerance",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Organ transplantation is the best life-supporting treatment for terminal organ failure. Graft survival is however limited by rejection, a destructive process resulting from the response of recipientís immune system against donor specific alloantigens. Prevention of rejection currently relies on immunosuppressive drugs that lack antigen specificity and therefore increase the risk for infections and cancers. Induction of donor-specific tolerance would provide indefinite graft survival without morbidity and therefore represents the Grail of transplant immunologists. \nTolerance has been obtained in experimental models with adoptive transfer of ex vivo-expanded CD4\\FOXP3\\ regulatory T cells (Treg). Preclinical studies have indicated that the potency and specificity of Treg therapy could be markedly enhanced by the use of Treg specific for donor alloantigens. Translation of this approach in the clinic has been hindered by the lack of clinically applicable strategies to generate sufficient numbers of potent donor-specific Tregs. \nTo overcome this limitation, Pr Levingsí group (Child and Family Research Institute, Vancouver, Canada) has just recently successfully used chimeric antigen receptor (CAR) technology to redirect the specificity of human Treg toward a transplant-relevant antigen. \nThe objective of the 2-year action is to assess the impact of alloantigen-specific CAR Treg on cellular and humoral alloimmune responses and their ability to promote allograft tolerance. \nThe outgoing phase of the global fellowship will be performed in Pr Levingsí lab, and the return phase in Pr Glaichenhausí team (Institut de Pharmacologie MolÈculaire et Cellulaire, Valbonne, France) where the researcher will get in few years a tenured position. \nThe main ambition of the program is to provide key data for the development of a clinical trial with CAR Tregs in kidney transplantation.",
    "totalCost": "171349,2",
    "ecMaxContribution": "171349,2",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 171349
        },
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 171349
}