{
    "rcn": "209638",
    "acronym": "OMICRON",
    "topics": "MSCA-IF-2016",
    "title": "Optical transmission based on integrability and nonlinear Fourier transform",
    "startDate": "12/01/2018",
    "endDate": "11/01/2020",
    "objective": "'Optical fibre systems form the backbone of global telecommunication networks and carry the bulk of the world's data traffic, serving as a key component of information and communication technology. Although over the years, these systems have become increasingly complex, the quality of optical system performance is still affected by the same key physical features: chromatic dispersion, fiber Kerr nonlinearity, and optical noise. Most of the current optical networks exploit the techniques that were originally developed for linear channels. Thus, it is not surprising that nonlinearity has a detrimental impact on such systems. It has been predicted that, within the next decade the existing optical fibre technology will approach the 'nonlinear transmission limit', which caps the achievable rate of error-free data transmission.  Thus, in order to reach a the higher capacity of optical fibres it is necessary to shift the relevant information and communications technology paradigm by introducing truly nonlinear modulation, transmission, and signal processing techniques. The aim of this project is to develop ground-breaking visionary concepts and approaches to unlock the capacity of fiber-optic communications beyond the limits of current technology by treating optical fiber as the inherently nonlinear medium it is. Our paradigm-shifting approach is based on the concept mathematical notion of integrability and the related nonlinear Fourier transform-type processing of optical signal, which allow us to use of the fibre nonlinearity in a constructive way. This multidisciplinary project, grouping together the mathematical theory of intergability, advanced signal processing, the physics of nonlinear waves evolution, solitons, and noise interaction with nonlinear excitations, combined with the optical transmission methods and purposes, is aimed at the development of fundamentally new communication technologies to satisfy current and future technology challenges.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}