{
    "rcn": "209652",
    "acronym": "BonE-GraphT",
    "topics": "MSCA-IF-2016",
    "title": "Ti-Graphene Bone Tissue Template Engineering",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The BonE-GraphT aims to develop a new approach, based on bone template engineering using which the entire load-bearing structure might be possible to regenerate for replacing the damaged bone. The proposed approach, once developed, will be possible to align with the tissue-engineering bio-reactor technology for in-theatre use, which may be able to meet the demand for current shortage in treating the damaged load-bearing long bones (e.g. tibia femur) in trauma, osteoporotic bones and other bone defects. Within my research I am going to develop a new biomaterial: Calcium Phosphate coated graphene composite on porous Ti-alloy substrate via pulsed laser deposition techniques for enabling biocompatibility via osteoconductive process, promoted via progenitor stem cells. For research training as an orthopaedic materials engineer within which I aim to solve orthopaedic defects as a global problem I will deal with the following Research Training Activities (RTAs); i) Ti-alloy based graphene/calcium phosphate materials processing using femtosecond PLD; ii) Characterization of bio-active materials surface; iii) Characterization of cell cultivation, toxicity, attachment and mineralization; iv) Design of model bone structure.\nThis training is not only beneficial for the my scientific career development, but also for the host institute (the University of Leeds) and the general public health. The above listed training activities will be supplemented by a number of non-Technical skills for my career development. As a result of this cross-disciplinary project the fellow will be a well-rounded biomaterials research engineer who will be in future qualified for perusing an academic career at the University of Leeds in the area of advanced biomaterials for tissue engineering and drug delivery. Necessary research training and supervision at the UoL will be provided by the Engineering supervisor Prof. Animesh Jha (AJ) and the clinical supervisor Prof. Peter. V. Giannoudis (PVG).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}