{
    "rcn": "209607",
    "acronym": "MUSICAL",
    "topics": "MSCA-IF-2016",
    "title": "Chip-based MUSICAL nanoscopy for imaging endocytosis pathways of phage viruses in liver sinusoidal endothelial cells",
    "startDate": "09/06/2017",
    "endDate": "08/06/2019",
    "objective": "Research in biology is both empowered and limited by the fluorescence imaging technology, which has witnessed a huge leap in resolution limits through super-resolved optical microscopy or also referred as optical nanoscopy. Over the last few decades, numerous optical nanoscopy techniques have been reported for either spatial or temporal resolution enhancement. Nevertheless, the present state-of-the-art of optical nanoscopy lacks to provide high optical resolution (50 nm or better) at high temporal resolution (~1 Hz) over large field of view (> 500 X 500 ?m2)  in live-cell friendly imaging conditions, such as without special buffer/fluorophores and with minimum photo-toxicity. In this proposal, the aim is to provide ~50 nm optical resolution at significantly small temporal scales (~ seconds) in photochemical environment which is physiologically conducive for in-vivo bio-imaging applications. This is achieved by incorporating complementary knowledge and intra-disciplinary skills on the computational nanoscopy (of the experienced researcher, ER) and chip-based optical nanoscopy technique (developed by the hosting PI). The aim is to apply Multiple Signal Classification algorithm (MUSICAL), a computational nanoscopy algorithm developed by the experienced researcher with the fluctuating illumination provided by waveguide chip-based optical nanoscopy developed at the host university, namely Universite it Troms¯, under the ERC funded project (Nanoscopy, PI: Ahuliwalia). The technique shall be used to image and understand endocytosis transport-highway of phages virus in liver endothelial scavenger cells.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I TROMSOE",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}