{
    "rcn": "209604",
    "acronym": "PhotoHeatEffect",
    "topics": "MSCA-IF-2016",
    "title": "Heat Transport and its Effects on the Performance of Nanostructured, Photonic Materials",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The PhotoHeatEffect project aims to create a breakthrough in our understanding and ability to control heat transport and exciton-phonon coupling in nanophotonic structures. Both phenomena generate detrimental effects like local heating and charge carrier escape in current generations of light emitters. Bridging phononics and photonics will reveal the physics behind such device limitations, hence allowing to develop countermeasures leading to better phononic and photonic designs. Tailoring the heat flow and the coupling between the phonon bath and excitons in nanophotonic structures has strong potential for numerous applications with a wide scope comprising life sciences, optogenetics, electronics, and data transmission. The project will not only boost the European competitiveness in the fields of thermal transport and phononics, both still dominated by US scientists, but even strives to pioneer a unique linkage to photonics. By employing nitride materials - a key research asset in the EU and at the host institute - it will be possible to encompass a wide range of emitters that already affect our everyday life (Nobel Prize in Physics 2014). Such polar nitrides are an ideal choice as they are relevant for classical (light-emitting diodes) and non-classical light sources (few-photon emitters, nano-, and polariton-lasers), which are both suffering from the phononic properties dictated by the material system. The project will resolve this relation by manipulating the phononic dispersion relation and the excitonic dipole moment independently by a phononic crystal comprising by design tunable electric fields. An analysis of these manipulations will be achieved by combining two-laser Raman thermometry and µ-photoluminescence spectroscopy. While the latter technique and an analysis of the exciton-phonon coupling match the expertise at hand, the progression towards thermometry and phononics will boost the applicantís track record supported by a unique network of partners.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}