{
    "rcn": "209692",
    "acronym": "INTER",
    "topics": "ERC-PoC-2016",
    "title": "Innovative Neutron source for non destructive TEsting and tReatments",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "The INTER project aims at the design and production of a proof of concept demonstrator component essential for the development of a novel, tunable and portable neutron source. \nNeutron beam-based analysis (neutron diffraction, neutron activation analysis, active interrogation) and imaging (radiography, tomography) methods are a powerful tool for non-destructive testing (NDT) of materials and find numerous important applications in industry, security, and material science and technology.\nUse of laser-driven ion accelerators to generate neutrons can potentially overcome the limitations of conventional neutrons sources.\nWithin the ERC-CoG ENSURE project, I developed a nanostructured material, used to produce a novel multi-layer target concept] allowing to enhance the laser-ion production efficiency with reduced laser requirements and, at the same time, robust enough to be adopted in a commercial targetry device, paving the way for operation with relatively low-energy, commercial, high rep-rate laser systems (1J; 1-10TW; 10-100 Hz). \nUpon approval of the present INTER ERC-PoC project, I will provide an accelerator module demonstrator, based on such novel target concept, for the generation of an innovative, portable neutron source. \nIf successful, INTER will open the way to put on the market a ready-to-use compact accelerator module able to generate ion & neutron beams with a transportable, affordable laser system. Availability of this technology would find important applications of strong economical and societal interest, like checking for drugs and explosives concealed in luggage and cargo containers, in-situ analysis of key industrial (e.g. engine turbines blades) and electronic (e.g. to measure impurities in silicon semiconductors) components, imaging/interrogation of nuclear fuels, explosives, cultural heritage artifacts, as well as in biology, medicine, fuel cell research and geoscience.",
    "totalCost": "149375",
    "ecMaxContribution": "149375",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 149375
        }
    },
    "calculatedTotalContribution": 149375
}