{
    "rcn": "209690",
    "acronym": "INTREPiD",
    "topics": "MSCA-COFUND-2016",
    "title": "CRG International Research Postdoctoral Programme",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "INTREPiD is an innovative 5-year Fellowship Programme that aims at recruiting 12 experienced researchers at the Centre for Genomic Regulation (CRG) located in the Barcelona Biomedical Research Park (PRBB), one of the largest biomedical research clusters in southern Europe. Fellows will be selected following an open, transparent, and merit-based process, based on international peer-review, and offered attractive working conditions in line with the European Charter and Code (the CRG was awarded the HR Excellence in 2013). Selected researchers will be able to develop their own project under the supervision of the group leader they select. They will be offered international, interdisciplinary and inter-sectorial mobility opportunities in a highly creative and dynamic environment supported by cutting-edge core facilities and a vibrant network of collaborators from academia and the private sector. INTREPiD will provide tailored mentoring and a comprehensive training programme, including up-to-date scientific and technological courses in a wide range of topics and disciplines, and modules on transferable skills, entrepreneurship, open science and career development. Mobility to national and international academic and non-academic institutes will be encouraged, in one of the partner organisations or in institutes that research labs collaborate with. Overall, the INTREPiD Programme will provide fellows unique skills and competences for developing a successful career in both the academic and non-academic sector. Thanks to the large CRG network of collaborators locally and internationally, the Programme will also catalyse sharing of best practice in experienced researchers training programmes across different institutes.",
    "totalCost": "2548800",
    "ecMaxContribution": "1274400",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 1274400
        }
    },
    "calculatedTotalContribution": 1274400
}