{
    "rcn": "209662",
    "acronym": "THAT IS HUNT",
    "topics": "MSCA-IF-2016",
    "title": "Triggering Haematological Adoptive T-cell Immunotherapy Strategies by HUnting Novel T-cellreceptors",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Recent encouraging clinical results obtained with engineered T lymphocytes and increasing advances in the genome editing field, have opened new opportunities for T-cell receptor (TCR) gene therapy as an immunotherapeutic approach for cancer.\nUnfortunately, the broad applicability of this treatment is still hampered by the possible mispairing of exogenous/endogenous TCR chains and by the limited number of high avidity tumor-specific TCRs. While the first issue has been successfully addressed by the hosting lab with the development a TCR gene editing protocol, the identification of novel tumor-specific TCRs is urgently required and this is the aim of my research proposal. We have the unique opportunity to combine the highly complementary expertise of the hosting lab in T-cell biology/genetic transfer and of the applicant on immune repertoire sequencing. We will target acute myeloid leukemia (AML) and hypothesize that by exploiting intrinsic features of AML (i.e. ability of AML blasts to differentiate into potent antigen presenting cells expressing tumor antigens), the functional fingerprint induced by AML on tumor-reactive T-cells, and cutting-edge technologies (i.e. next generation sequencing; ligandome landscape analysis), we will provide a comprehensive immunoprofiling of tumor-specific T-cells and isolate tumor TCR specificities. Results obtained in this study will streamline TCR hunting studies in solid tumors, leading to the generation of a TCR library for different antigens and HLA restrictions, thus rendering TCR gene editing an innovative off-the-shelf treatment available for a high number of cancer patients. Awarding this fellowship will greatly enhance researcherís career not only by providing the opportunity to widen scientific knowhow and acquire new skills, but also by enabling the researcher to address a major bottleneck currently limiting the full exploitation of the rapidly growing field of cancer immunotherapy.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}