{
    "rcn": "209676",
    "acronym": "ECO_REBUS",
    "topics": "MSCA-IF-2016",
    "title": "Profiting from ECO-innovation: the RolE of BUSiness model",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "ECO_REBUS aims to get a closer understanding of the process through which firms adopt and operate public voluntary eco-innovation policies, a kind of policy that has become increasingly central in policy makersí agenda. To achieve this objective, the project assigns a specific role to the concept of business model, defined as the configuration of customer sensing, customer engagement, value delivery and monetization components, that captures causal links between value creation and value capture at the business level. Specifically, the project will integrate the literature on eco-innovation and the one on business model to address how and why business model can make eco-innovation a central part of the firmís value creation and appropriation. To do this, ECO_REBUS will investigate -by a cognitive and processual perspective- the phases through which public voluntary eco-innovation policies are adopted and operated by firms.\nTo do this, first, the researcher will carry out both a literature review at the intersection of eco-innovation policy and business models, and also a review of business model change. \nSecondly, interviews with top managers team members will be carried out with a cognitive approach to explore how they evaluate the potential impacts of future eco-innovation adoption by the lens of business model. \nThird, a comparative case study on firms and multiple business units will enable to explore the processual aspects aiming to understand  how and why changing the business model might help firms successfully face the challenge of eco-innovation policy adoption, and get positive economic gains.\nSome original and innovative aspects characterize ECO_REBUS. Among others, its processual and cognitive contribution showing how and why some firms profit being green; its multiple level of analysis, and its inter-disciplinary contribution by integrating knowledge from the field of environmental management and the field of business model research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}