{
    "rcn": "209621",
    "acronym": "PEROPTO",
    "topics": "MSCA-IF-2016",
    "title": "Single Crystalline Halide Metal Perovskites Based Optoelectronics",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The emerging methylammonium lead halide perovskites are near-ideal semiconducting materials. They can be easily formed in to thin semiconducting films, suitable for use in a wide range of optoelectronic devices including solar cells and light emitting diodes, giving them huge potential to replace existing semiconductors in these roles. However, the films normally used in those devices are polycrystalline, containing a high density of grain boundaries and defects which intrinsically limits the performance of these otherwise exceptional materials. The ultimate goal of this fellowship is to integrate ultrathin large scale perovskite single crystal into optoelectronic devices for the first time, leading to a step change in device performance, comparable to that realized when single-crystal silicon was first achieved. This development will be underpinned by a detailed experimental investigation to determine the impact of single-crystal preparation on the electronic and spectroscopic properties of perovskite film, particularly exploring charge carrier diffusion in a material with low defect density and minimal grain-boundaries. Ultimately, we will establish whether a cheap, printable material can achieve optoelectronic devices at the thermodynamic limit ñ a goal of the community for the last quarter century. This project will tackle first the synthetic challenges of producing single crystalline perovskite materials with controllable dimensions, and subsequently their integration into optoelectronic devices. This proposal takes advantage of the unique opportunity afforded by the skills of the applicant in the synthesis of controlled dimensional single crystalline perovskite materials and the fabrication of optoelectronic devices, with the world-class materials and spectroscopic characterization expertise at the Cavendish Laboratory. The success of this proposal will place Europe at the forefront of research in the disruptive and dynamic field of perovskite optoelectronics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}