{
    "rcn": "209600",
    "acronym": "OVinE",
    "topics": "MSCA-IF-2016",
    "title": "Ovine origins and diversity in north-eastern Europe",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Sheep (Ovis aries) is one of the most important and widely distributed domestic species worldwide according to the Food and Agriculture Organization of the United Nations (FAO), and considered one of the ëbig fiveí livestock species alongside cattle, goat, pig and chicken. The high number of sheep breeds with worldwide distribution, and the 11,000 years alongside humans makes them a fascinating, yet difficult species to study. Important information on the history of domestic sheep has been obtained from ancient faunal remains using ëtraditionalí zooarchaeological methods based on osteology and morphology, with relatively less little contribution from ancient genetics, compared to domesticates such as dogs or horses. OVinE will train the early researcher Eve Rannam‰e in state-of-the art methods from zooarchaeology and ancient genomics to document the introduction, spread, and development of domestic sheep.  Focusing on north-eastern (NE) Europe, where studies on sheep history and diversity are scarce compared to the rest of Europe, but where the extant indigenous breeds are highly valued for their genetic diversity, OVinE will: 1) clarify the timing and origins of the first sheep in NE Europe; 2) decipher the development and improvement of sheep populations from the Late Neolithic (c. 3000ñ1800 BC) through to the Modern period (AD 1800ñ1950); 3) clarify the affinities between ancient sheep populations and local indigenous breeds.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}