{
    "rcn": "209635",
    "acronym": "MeGa",
    "topics": "MSCA-IF-2016",
    "title": "DNA Methylation dynamics during Gastrulation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "A fundamental aspect of biology is the understanding of how cell fates are established and maintained. Although it is widely accepted that epigenetic reprogramming is a central process of mammalian development, one of the most intriguing questions that remains unanswered is how DNA methylation marks contribute to cell differentiation and lineage commitment. By combining, novel single cell genomics techniques, CRISPR/dCas9 technology and innovative analytical approaches, this project will uncover the links between DNA methylation, gene expression and cell fate decisions during mouse gastrulation. This information will be used in a novel way to identify methylation signatures responsible for the stable repression of pluripotency, which has great potential to advance the development of safe iPS cells. Furthermore, this proposal will implement two innovative approaches utilising single cell DNA methylation patterns to reconstruct lineage trajectories of individual cells. This project capitalises on the unique combination of my novel analytical approaches, my background in DNA methylation analysis and evolutionary biology together with the extensive expertise in single cell techniques and developmental biology of the host lab. This multidisciplinary proposal will provide critical insights into how information is encoded in the epigenome and what this information can tell us about a cellís history within a developing organism. These results will significantly advance the field of epigenetics, developmental and stem cell biology. Finally, the knowledge and skills gained from this project combined with my scientific and personal development will hopefully open up exciting career possibilities with the long-term goal to establish my own research group in Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE BABRAHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}