{
    "rcn": "209650",
    "acronym": "FAST",
    "topics": "MSCA-IF-2016",
    "title": "Fast electronics with Antiferromagnetic SpinTronics",
    "startDate": "15/07/2017",
    "endDate": "14/07/2019",
    "objective": "The end of scaling according to Mooreís law will reinforce the need to look for energy efficient and faster devices based on alternative materials and concepts that are however compatible with Complementary metal-oxide-semiconductor (CMOS). A new generation of logic and storage devices might arise from promising antiferromagnetic materials because of the absence of a net magnetic moment and of the characteristic frequencies of THz-order. In an antiferromagnet, the electron spins on adjacent atoms cancel each other out. An antiferromagnet has thus no associated magnetic field meaning that individual devices can encode information and be packed ultimately densely without interacting with one another. Simultaneously, the origin of this stability makes the antiferromagnet state difficult to read and control. The recent combination of antiferromagnets and spintronics has however opened the road towards the electrical control of their magnetic order. \nThe aim of the project is first to establish a ìgold standardî to electrically control the dynamics of antiferromagnetic thin films. In ferromagnets, electrical switching via the spin transfer torque is presently the most promising path to low power random access memories. Similar considerations are expected to apply here based on non-staggered and staggered spin-orbit torques in innovative multilayer systems consisting only of a bulk low damping antiferromagnetic insulator and a heavy metal, and layers of the promising metallic antiferromagnets with bulk broken inversion symmetry. Identifying the systems in which spin-orbit torques can effectively compensate the magnetic damping will permit to achieve an ultra-fast domain wall motion induced by short pulses, and contribute towards antiferromagnetic based devices such as memristors or nano-oscillators for real technological applications. FAST will thus pave the way to establish the use of spin-orbit torques in antiferromagnets as a new paradigm for magnetic device concepts.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}