{
    "rcn": "209606",
    "acronym": "Rep. Fork Restart",
    "topics": "MSCA-IF-2016",
    "title": "Restart of blocked replication fork at replication fork barrier",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Errors in replication of DNA lead to serious diseases like cancer, inherited neurological and muscular diseases. Replication is constantly challenged by various obstacles that can result in error-prone replication. Replication fork barriers (RFBs) include proteins bound to DNA, structure forming sequences and DNA/RNA hybrids. Replication forks (RFs) stalled or blocked at these barriers can be rescued by a converging fork. But if this fails blocked RF must be restarted to complete replication. Restart using homologous recombination (HR) can lead to gross chromosomal rearrangements and copy number variations. The newly restarted replication fork is also prone to slippage leading to mutation and rearrangements. \n    The research questions I will address are how this RF is restarted and why it is error prone. \n    I will focus on restart at a site-specific RFB in fission yeast, RTS1. Restart at RTS1 has been well characterised in the host laboratory. My project will identify DNA structures formed during the RF restart and characterise recruitment of factors involved in the restart of the collapsed RF. The acquired data will enable us to further understand the mechanism of RF restart and to unravel the cause of the error prone nature of newly restarted RF. \n    I consider this fellowship a key step in my career as it allows me to transit from the analysis of site-specific lesions in prokaryotes (previous doctoral fellowship) to eukaryotic cells, gain experience in a wide range of techniques (2D gels, Electron microscopy, ChIP) and build contacts with experts in the field of eukaryotic replication restart. This is necessary for my future independent research and will enable me to set up my lab to study molecular actors and DNA structures during bypass of single lesions in bacteria and eukaryotic cells. \n    The mentoring during the fellowship will provide me with the necessary training to successfully establish myself as an independent investigator.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}