{
    "rcn": "209698",
    "acronym": "CYCLOMB",
    "topics": "FTIPilot-01-2016",
    "title": "Disruptive Cyclone-based technology for effective and affordable particulate matter emission reduction in biomass combustion systems",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "A strong complementary team with more than 70 years' experience has come together to upgrade, scale-up and market launch an urgently needed affordable integrated solution for emission reduction for biomass combustion plants (CYCLOMB), which will generate 26.54MÄ of cumulative profit and 97 new direct jobs by 2023. All EU countries will have to abide by new regulations (already implemented in Germany, Denmark and UK, other EU member states have to follow until 2030) which fix particulate matter (PM) emission limits under 20 mg/m3. Today no cost effective solutions exist that comply with the legislation. The CYCLOMB system achieves a 96-99% PM emission reduction, combining flue gas recycling and cyclone variable geometry. Recirculation of flue gases provides the biomass boiler with a high combustion efficiency (up to 95%) and reduces boiler emissions from 150 mg/m3 of typical automatic boilers to 80 mg/m3. By using a variable-geometry design of the attached PM abatement device a ?96-99% particulate matter reduction is achieved. Final emission levels are always lower than 20 mg/m3 while investing only an additional 26% in PM abatement technology with respect to boiler price. It thus provides a comparative performance to the most advanced electrostatic precipitators and bag filters but at a 66% lower cost. The total annual operation and maintenance cost of biomass power plants is typically 5%-6.5% of the capital cost of small and medium capacity power plants. The implementation of CYCLOMB can reduce these maintenance costs at least 80% The PM abatement cyclone-technology solution will be optimized for the CYCLOMB integrated solution medium-scale range (200kW-5MW) ideal for medium scale district heating plants and applications in the primary sector (farms, greenhouses) and the tertiary sector (office buildings, schools, hospitals and hotels).",
    "totalCost": "1640773,75",
    "ecMaxContribution": "1241826,26",
    "coordinator": "SOLARBOX SOLAR SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "T.A.M.A. AERNOVA SRL;KSM STOKER AS;UNIVERSIDAD DE VIGO",
    "participantCountries": "IT;DK;ES",
    "projectParticipants": {
        "925819896": {
            "orgId": "925819896",
            "orgName": "KSM STOKER AS",
            "ecContrib": 487756
        },
        "938008528": {
            "orgId": "938008528",
            "orgName": "SOLARBOX SOLAR SOLUTIONS SL",
            "ecContrib": 186309
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 310949
        },
        "913860863": {
            "orgId": "913860863",
            "orgName": "T.A.M.A. AERNOVA SRL",
            "ecContrib": 256812
        }
    },
    "calculatedTotalContribution": 1241826
}