{
    "rcn": "209671",
    "acronym": "PlateletLiquidBiopsy",
    "topics": "MSCA-IF-2016",
    "title": "Exploring the cellular heterogeneity underlying 'tumor-educated' platelets",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Cancer is one of the major causes of death worldwide. Early detection leads to treatment initiation in earlier cancer stages and therefore increases the chance of survival. However, appropriate diagnosis can be challenging because tissue acquisition of tumor samples for molecular testing often requires invasive procedure. To overcome these challenges researchers have focused on the real-time monitoring of molecules and cells in easily obtainable peripheral blood to gain diagnostic information, termed 'liquid biopsies'. A recent study by Best et al profiled purified platelet gene expression from cancer patients and healthy controls and was able to predict disease status and location of the primary tumor with 96% and 71% accuracy, respectively using a machine learning based algorithm. The pan-cancer nature of their finding is a major advancement compared to other liquid biopsy approaches and highlights the utility of platelets as an all-in-one platform for blood-based cancer diagnostics. We plan to advance the idea of platelet liquid biopsies by studying platelet single-cell RNA sequencing data from cancer patients and healthy controls. The overall goal of the proposed project is to investigate single platelet gene expression to gain insight into the molecular mechanisms underlying tumor driven changes in the platelet RNA profile.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}