{
    "rcn": "209612",
    "acronym": "ORFORCREA",
    "topics": "MSCA-IF-2016",
    "title": "Locked between formulas: creativity in oral and transitional  poetic texts",
    "startDate": "01/08/2017",
    "endDate": "22/09/2019",
    "objective": "The human mind is capable of creativity and innovation unparalleled by any other species. At the same time, human beings elaborate and preserve complex and highly-stable traditions, transmitting them over very long time spans by means of the spoken word and through a variety of technologies, such as writing. How does human cognition give rise to such complex manifestations as oral poetic performance, and how are they affected by the introduction of writing? ORFORCREA investigates the cognitive basis of creativity in verbal art, examining its interplay with both oral tradition and literacy.\nHow can we approach as intricate a problem as verbal creativity with manageable, but at the same time ecologically valid and culturally situated data? While everyday human speech is extremely complex for analysis and has vast lexical and phraseological resources, the language material in oral traditions is typically organized in narrower terms, with idiomaticity enhanced because of poetic requirements, such as the constraints of the poetic line, rhyme patterns, plots, or themes, as well as form-meaning normativity (validity of a given expression within its poetic tradition). The cognitive study of phrasal and grammatical structures in oral poetic traditions is thus comparable to working in a ënaturalí lab, where the linguistic material, selected throughout long diachronies and innumerable performances, ideally fits the purpose of examining the creative use of formulaic resources. Thus ORFORCREA targets the essential feature of oral poetic traditions, idiomaticity, seeking to produce insights about the formulaic nature of language in general",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}