{
    "rcn": "209684",
    "acronym": "ELECTRO-HEAL",
    "topics": "MSCA-IF-2016",
    "title": "Electroactive Materials based Bandage for Accelerated Wound Healing",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Wound healing can be accelerated by using wound dressing impregnated with biochemical agents and biophysical methods such as electrical stimulation (ES). The current ES technology is complex, non-portable, costly and requires external power. ELECTROHEAL is planned to develop a simple, cost effective and disposable wound dressing or bandage to accelerate the wound healing process.\nThe Amino Acid Glycine (AAG) will be used to accelerate the wound healing. The role of biochemical activity of Glycine for wound healing is well established as AAG is traditionally used as an edible nutrient. However, there is no study showing the electroactive properties of AAG contributing to wound healing process as the ferroelectric properties of AAG were not known. \nA simple wearable and disposable dressing or bandage with embedded AAG will be developed. The bandage containing ferroelectric glycine crystals will generate charge continuously in response to either pressure from regeneration of wound tissue, weight bearing, motion of the body or body temperature. With electroactive bandage in contact with injured skin, the produced electric charge will be directly applied to the wound and this will lead to faster wounds healing by promoting the growth of normal skin. Further the bandage with glycine could also reduce infection due to its polar ferroelectric characteristics. This will enable self-health management of wounds and trigger transformation in healthcare systems. \nThis project opens new avenues for faster wound healing as both biochemical and electroactive properties could be used and ELECTROHEAL aims to achieve this. The innovative use of biocompatible and biodegradable materials for development of a simple and disposable wound dressing will certainly open up a new approach in wound healing based on ES.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}