{
    "rcn": "209687",
    "acronym": "MARS",
    "topics": "MSCA-IF-2016",
    "title": "Can histone code-like switches govern the multifunctionality of RNA-binding proteins?",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Post-transcriptional control of human gene expression is conferred by >1000 mRNA-binding proteins (RNA-BPs), which determine the utilisation and fate of mRNAs, with the aetiology of a wide-range of disorders (e.g. neurological, inflammatory, and neoplastic) being due to their dysregulation. \nMultifunctionality is a feature of RNA-BPs and understanding how this is coordinated and regulated is pivotal to delineating the molecular circuitry of post-transcriptional gene regulatory networks, to understand why they go wrong and how they may be manipulated. Poly(A)-binding proteins (PABPs) are central multifunctional regulators of mRNA fate, controlling multiple aspects of mRNA translation, stability and quality via interacting with functionally diverse protein partners. Consequently, their deficiency impacts physiological processes such as gametogenesis, metabolism and learning/memory, although mechanistic bases of these phenotypes are unclear, highlighting the importance of understanding their functions and regulation.\nA key gap in our knowledge is how PABP protein interactions, and therefore functions, are coordinated since many of its partners bind the same ìPABC domainî site, through a shared ìPAM2î motif. However, our recent findings lead to a novel hypothesis, which I will address, namely that the post-translational modification (PTM) status (acetylation or dimethylation) of a functionally important PABC residue, K606, determines PAM2-partner binding specificity and PABP multifunctionality. Uncovering that ìhistone-code likeî acetylation-methylation switches operate in RNA-BPs, to coordinate their functions and achieve post-transcriptional regulation of mRNA networks, would represent a step-change in the state-of-the-art. This is especially timely since acetylations/methylations are emerging from proteomic studies as common in RNA-BPs and thus, PABP may provide an important paradigm for understanding how these PTMs coordinate post-transcriptional control.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}