{
    "rcn": "209649",
    "acronym": "FLUID",
    "topics": "MSCA-IF-2016",
    "title": "Functional Low-Intensity Light Upconverting Inks for Everyday Applications",
    "startDate": "15/02/2018",
    "endDate": "14/02/2020",
    "objective": "Spectral downconversion of visible or UV-light, that is the transformation of high-energy light into lower energy radiation, is used for a broad range of commercial products or applications and is therefore part of everyday life of most people. For example, highlighter pen inks contain organic dyes able to transform ambient UV-light into visible radiation making surfaces such as paper or fabric look bright. In contrast, optical effects based on light upconversion, that is the transformation of low-energy light into higher energy radiation, have barely been investigated since solid-state materials efficiently upconverting light at low intensities (< 100mW∑cm-2) are only slowly emerging.\n\nThe aim of this project is to conceive and prepare functional ink formulations capable of upconverting light by triplet-triplet annihilation (TTA-UC) therefore enabling unique new optical effects such as fluorescent patterns under near-infrared irradiation and a better applicability of upconverting solid-state materials. At the same time, the aim is to learn more about the intriguing phenomenon of triplet-triplet annihilation upconversion, which, as highlighter pen inks, is based on organic dyes.\n\nIn order to obtain multicolour, designable and high throughput upconverting functional inks, the goals of this action include finding a suitable printing technique and substrates, such as inkjet printing on paper, developing coatable, printable and patternable solid-state light upconverting materials for ink formulations, such as modified rubbers or molecular glasses, analysing the morphology as well as the optical properties from the resulting prints and develop new custom-made solid-state upconverter concepts for printing.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "BASF SE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}