{
    "rcn": "209669",
    "acronym": "MixAmox",
    "topics": "MSCA-IF-2016",
    "title": "Understanding nitrogen metabolic interactions in mixed anammox-based microbial communities",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Improving current biological wastewater treatment plants (WWTPs) towards more reliable and resource-efficient solutions is a priority of the EU (Water Framework Directive). Successful biological treatments rely on the concerted activity of different microorganisms and thus optimized microbial community engineering strategies are required to achieve this goal. Processes based on anammox bacteria hold promise to reduce the energy and resource expenditures of WWTPs. However, our current knowledge of the different microorganisms involved and the environmental factors regulating their interactions in anammox-based microbial communities remains limited. The MixAmox project aims at advancing our fundamental understanding of the metabolic interactions and their implications for process performance in these communities through a multidisciplinary approach based on theoretical and experimental methods combined with cutting-edge molecular techniques and stable isotopes. The obtained results are expected to foster the implementation of anammox systems. Moreover, the developed methodological framework will be directly applicable for the study of any natural or engineered complex microbial community. \nHosted at TU Delft, the researched (ML) will develop a strong theoretical background in thermodynamic analysis and mathematical modelling of microbial communities. He will also learn how to design and conduct short and long-term incubations, combined with stable isotopes, targeting the study of metabolic interactions and microbial competition dynamics. ML will spend the secondments at Aalborg University where he will be trained in high-throughput sequencing technologies for the phylogenetic and functional characterization of complex communities. This unique combination of expertise will significantly improve MLís career perspectives towards his ambition to establish his own research group at the edge of environmental biotechnology and community systems microbiology.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}