{
    "rcn": "209667",
    "acronym": "Tau Seeding",
    "topics": "MSCA-IF-2016",
    "title": "Identification and validation of human proteins that control tau seeding in cell-based and in vivo models",
    "startDate": "01/11/2017",
    "endDate": "30/11/2020",
    "objective": "The microtubule-associated protein tau is the most commonly misfolded protein in neurodegenerative disorders including Alzheimerís disease and other related tauopathies. These neurological illnesses are hypothesized to share a common mechanism of disease progression, where pathogenic aggregates or ëseedsí of the tau protein function as templates promoting misfolding of functional, soluble tau protein. Under this premise, therapeutic strategies that modulate the seeding cascade, have high potential to interfere with the disease process. \nI will apply a recently developed highly sensitive and specific FRET-based biosensor cell assay as well as C.elegans to identify proteins that robustly influence tau seeding to understand the self-propagation process, ultimately aiming to stall disease progression. To this purpose, I will perform an shRNA-based knockdown screen of ~500 target genes preselected from literature, with potential to influence tau seeding. These will include known interactors of tau, proteostasis and tau life cycle regulators, and kinases, which modify tau post-translationally. After systematic validation, hits will be comprehensively investigated to unravel the mechanistic details of how modulation of the seeding activity was induced by the relevant gene. In addition, based on the results from the cellular assay, network models will be generated that delineate the causal relationships between identified target genes and tau seeding. This will help to understand, which proteins are able to directly or indirectly affect tau seeding, based on which new drug screens can be established. Moreover, already known drug targets will be attempted to be linked to cellular pathways, which have been identified to be relevant to tau seeding.\nIn the medium term, this study may not only identify novel target genes and molecular pathways but also lay the important foundation to identify chemical compounds that slow or inhibit tau seeding.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}