{
    "rcn": "209646",
    "acronym": "OPTiAGE",
    "topics": "MSCA-IF-2016",
    "title": "The trade-off between longevity and reproduction: optimal control of aging",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The lifespan of genetically identical organisms varies depending on the environment they are exposed to. A well-known example is the extension of lifespan by nutrient restriction, as observed in animals as diverse as nematodes and rhesus monkeys. Why does the lifespan of animals change with environmental conditions? Is there an advantage to living longer when food is poor, and to living shorter when food is plentiful?\nEvolutionary theory, known as the disposable soma theory (DST), proposes that organisms age due to the accumulation of damage. According to theory, aging can be delayed by continuous damage repair, but such repair requires resources which are then unavailable for other tasks, such as reproduction. The DST therefore postulates a trade-off between longevity and reproduction dictated by the limitation of available resources. The optimal allocation of resources to self-maintenance depends on the environment. In particular, increased allocation to self-maintenance is predicted to maximize fitness when nutrients are scarce.\nCombining theory and experiment, I will investigate how the optimal allocation of resources to self-maintenance depends on nutrient availability using the nematode C. elegans as a model system. I will quantify the partitioning of resources between self-maintenance and reproduction using isotope labelling and kinetic modelling, and modulate resource allocation using available genetic alleles and directed mutation. Employing a competitive growth assay, I will test if fitness depends on resource allocation by an inverse U-shaped function, as predicted by theory and examine how the optimal resource allocation depends on nutrient availability. I will thereby assess if worms adapt their rate of aging to maximize their fitness in different environments.\nUltimately, the proposed combination of mathematical modelling and developmental genetics will pave the way for a new line of research using optimality principles to study organismal development.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}