{
    "rcn": "209643",
    "acronym": "GLEC-LAW",
    "topics": "MSCA-IF-2016",
    "title": "Global Ecological Custodianship: Innovative International Environmental Law for theAnthropocene",
    "startDate": "04/01/2018",
    "endDate": "03/01/2020",
    "objective": "International environmental law (IEL), with multilateral environmental agreements (MEAs) as its main component, has not been able to address the underlying causes that are responsible for the socio-ecological crisis of the Anthropocene and it seems unable to respond to this crisis. By providing the fellow with a sustained opportunity to interrogate IELís principal MEAs in the context of the Anthropocene, this project seeks to investigate a) the normative implications of the Anthropocene for law and IEL specifically; b) explain why and to what extent MEAs have contributed, and have been unable to respond to, the Anthropoceneís socio-ecological crisis; and c) to propose a global ecological custodial framework of care (GLEC-Law) to reform these MEAs. Lawyers have been unable to present a comprehensive solution to MEAs' deficiencies and failures, while Anthropocene scientists have been unable to meaningfully translate their insights into the juridical domain. Responding to this knowledge gap, this multi-disciplinary project brings together an experienced researcher and an internationally recognized research group with global expertise to problematize the failures, deficiencies and potential of MEAs in the Anthropocene and to propose reforms of these MEAs. The fellow brings expertise on environmental law, governance and constitutionalism to the host and secondment institutions, including access to global and global South networks, while contributing to establishing the host as a leading multi-disciplinary European center of excellence in law, governance and Anthropocene studies. The fellow will gain methodological and doctrinal training in IEL and Anthropocene related sciences. The projectís scientific importance, operationalised through its 3 work packages and associated scholarly impact and dissemination activities, lies in its original contribution as the first multi-disciplinary study to view MEAs through the lens of the Anthropocene and its associated constructs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LINCOLN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}