{
    "rcn": "209696",
    "acronym": "CreepUT",
    "topics": "FTIPilot-01-2016",
    "title": "An ultrasonic non-destructive testing system for detection and quantification of early stage subsurface creep damage in the thermal power generation industry",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Creep damage detection in pressurised steam line components is a major concern in the power generation industry. Currently, replica metallography is used to inspect these components. This method can only detect surface defects however evidence indicates that creep damage develops first inside the pipe wall and does not appear at the wall surface until the pipe is almost ready to fail. This results in catastrophic component failures which cost the industry more than Ä500,000 in lost revenue per day out of operation. \nTo combat this, we will commercialise the CreepUT system, which employs a proprietary Ultrasonic (UT) technique that enables the early detection of sub-surface creep damage. We are an industrially driven consortium with significant expertise in field inspection services and NDT product development. We have already tested and validated the capabilities of CreepUT in relevant environment but require about Ä2.5 million to evolve our system from TRL-6 to TRL-9 and speed-up the delivery of the CreepUT product into the market place. We plan to refine the hardware electronics and make our system more ergonomic to be used by technicians. \n\nA major part of the project is focused on validating the performance of the system in an industrial power plant; in this effort, we are supported by PPC, one of Greeceís top energy companies. Activities will target towards certifying the CreepUT product, fine tuning our marketing plan, approaching new customers and setting-up our customer services department. \nWe will penetrate the fossil and nuclear power generation industry in UK, Greece, France, Saudi Arabia, India and China. We calculate total revenues of Ä14.59million by 2024, operating at a profit of Ä2.05 million and creating 42 new jobs. The power generation industry will benefit from reduced outage periods; hence the power plants will operate safer and for longer saving the industry about Ä32 million per year.",
    "totalCost": "2854990,25",
    "ecMaxContribution": "2387828,38",
    "coordinator": "INETEC-INSTITUT ZA NUKLEARNU TEHNOLOGIJU DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA ISTRAZIVACKO RAZVOJNE I KONSULTING USLUGE, PROIZVODNJU I TRGOVINU",
    "coordinatorCountry": "HR",
    "participants": "PUBLIC POWER CORPORATION S.A.;APPLIED INSPECTION LIMITED;KAUNO TECHNOLOGIJOS UNIVERSITETAS;TWI LIMITED",
    "participantCountries": "EL;UK;LT",
    "projectParticipants": {
        "984542241": {
            "orgId": "984542241",
            "orgName": "APPLIED INSPECTION LIMITED",
            "ecContrib": 21625
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 445270
        },
        "984988344": {
            "orgId": "984988344",
            "orgName": "INETEC-INSTITUT ZA NUKLEARNU TEHNOLOGIJU DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA ISTRAZIVACKO RAZVOJNE I KONSULTING USLUGE, PROIZVODNJU I TRGOVINU",
            "ecContrib": 461714
        },
        "999938954": {
            "orgId": "999938954",
            "orgName": "PUBLIC POWER CORPORATION S.A.",
            "ecContrib": 606706
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 852514
        }
    },
    "calculatedTotalContribution": 2387829
}