{
    "rcn": "209632",
    "acronym": "SAREE",
    "topics": "MSCA-IF-2016",
    "title": "The Social Anthropology of Rabies Epidemiology and Elimination",
    "startDate": "15/09/2018",
    "endDate": "14/09/2021",
    "objective": "Rabies is a viral disease transmitted to humans through the bite of rabid animals, predominantly domestic dogs. It is ranked among the highest priority zoonotic neglected diseases by major international human and animal health organizations (the World Health Organization and World Organisation for Animal Health) and its control is considered a global public good. Although rabies is preventable through administration of post-exposure prohylaxis to individuals exposed to suspect rabid bites and mass vaccination of dogs, the disease still kills thousands globally. India has the highest number of rabies deaths in the world for reasons that are likely to be as much socio-cultural as they are biological, although these factors have neither been investigated nor integrated with epidemiological data. In India, I will focus on two contrasting (based on linguistic,\ncultural and religious background) rural areas of Gujarat and Maharashtra, where rabies is very prevalent. I will first investigate cultural and religious aspects shaping attitudes towards dogs and local-level acceptance of rabies control and prevention measures, including dog vaccination and human rabies prevention. I will subsequently explore the feasibility and\nacceptability of in-depth epidemiological data collection tools, contact tracing, to understand cultural and religious influences on peopleís health seeking behaviour, practices that may lead to increased rabies risks, and management of these risks within this particular socio-cultural context. Data gathered in this preparatory phase will ultimately inform the design of\nculturally acceptable and integrated One Health interventions that will to contribute to reduced rabies exposures and mortality. Together with these expected health benefits, my project will demonstrate the added value of One Health, interdisciplinary, approaches to the study and management of zoonoses, and will therefore address an evidence gap of global health relevance.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 269858
        },
        "998096536": {
            "orgId": "998096536",
            "orgName": "UNIVERSITY OF WASHINGTON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 269858
}