{
    "rcn": "209623",
    "acronym": "POLARGOV",
    "topics": "MSCA-IF-2016",
    "title": "From an environmental to a resource regime? Institutional innovation for the management of Tourism and Marine Protected Areas within the Antarctic Treaty governance",
    "startDate": "06/09/2017",
    "endDate": "05/09/2019",
    "objective": "The Antarctica Treaty presents one of the most intriguing environmental regimes to international relations: its institutionalisation has intensified as much as the Treaty has been able to keep controversy away from its governance. The current arrangement postpones, outsources or builds an ambiguous guidance towards any subject which might undermine its consensual foundation. But are these solutions able to keep the Antarctic Treaty's resilience as a regime? Antarctic history shows that expectations towards resource activities within the region has triggered challenges to this framework. Nevertheless, Antarctic Tourism and Marine Protected Areas (MPAs) are current activities respectively outsourced and avoided by the Treaty, despite of their direct impact on the Antarctic Treaty operation. Therefore, this proposal aims to contribute towards the Antarctic Treaty governance, proposing institutional innovations which would support the Treaty to manage complex, multilevel and controversial activities. Based on stakeholders' assessment of the Antarctic Treaty governance on Tourism and MPAs, hybrid strategies and institutional interplay will be developed and presented for discussion to these actors. The project expects to directly contribute for the Treatyís resilience as a regime, to increase public awareness on Antarctic matters through open access information and engaging outreach strategies, and to develop a European perspective on Antarctic politics. A vibrant research environment, expertise on environmental and resource regimes, and training for the researcher will be offered by the University of Leeds, enabling the development of the proposal and the boosting of the researcherís career as an academic and expert on Antarctic politics. Furthermore, the researcher's experience in Antarctic treaties and networking, as well as her expertise in academic research, will result into publications and partnerships, establishing a European research legacy for Antarctic politics",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}