{
    "rcn": "209678",
    "acronym": "CHIROGLU",
    "topics": "MSCA-IF-2016",
    "title": "Comparative genomics of sugar-eating bats: Implications for the genetics of glucose metabolism and diabetes",
    "startDate": "05/06/2017",
    "endDate": "04/06/2019",
    "objective": "Diabetes and impaired glucose tolerance are major threats to human health. These conditions are linked to obesity and poor diet but also have major genetic components. To date, most knowledge of the genetics of sugar metabolism and diabetes comes from epidemiological studies of humans and lab studies of mice. However, novel powerful insights might also be obtained by studying novel non-model species that have undergone evolutionary adaptations for subsisting on high sugar diets. Among mammals, bats are unique in their range of dietary specialisations with up to eight lineages having independently evolved nectar-feeding (ënectarivoryí). Yet how these bats are able to survive on high sugar diets, and regulate their blood sugar to resist the damaging effects of glucose toxicity, is not understood. To discover the genes and mutations that confer these abilities in bats, we will use state-of-the-art cross-species targeted genome-capture to obtain thousands of orthologous sequences from all nectar-feeding fruit bats and their non-nectar feeding relatives. We will first identify genes showing signatures of molecular adaptation for each key branch associated with the acquisition of nectar feeding. Second, we will compare these sets of genes, and their respective protein-protein interaction networks, to determine whether divergent bats have evolved nectarivory by recruiting the same genes and pathways. Our findings will improve our understanding of how natural selection has driven dietary specialisation in mammals, and will also shed light on whether related metabolic diseases arise via mutations occurring at the same sites, or instead arise from the disruption of more evolutionarily conserved sites that have not been subject to molecular adaptation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}