{
    "rcn": "209657",
    "acronym": "SREACEP",
    "topics": "MSCA-IF-2016",
    "title": "Sparse Robust Expander with Applications in Combinatorial Embedding Problems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Expanders is a fundamental concept in combinatorics. From the application point of view, expanders have become a powerful tool in studying real life problems such as network design and error correcting codes. From the theoretical point of view, it is considered as a sparse analogue of Szemeredi's regularity (recognised by the 2012 Abel prize) with connections in algebra, analysis, geometry and topology.\n\nAn exciting recent development has been the study of `sparse robust expanders' first introduced by Komlos and Szemeredi. Significant progress in several seemingly unrelated long-standing open problems has been established using techniques derived in this theory, including in work of Dr. Sharifzadeh. The proposed research aims to further develop this theory and derive a framework for solving embedding problems of combinatorial and topological nature. Tools developed here may find further applications that build bridges between combinatorics and other fields.\n\nThe UK has been a leader in combinatorics and Warwick is one of the best in the UK with a combinatorics group of international reputation. The supervisor Professor Pikhurko is a world-leading expert in combinatorics. One of the focus of his projects funded by ERC and EPSRC is to study the expansion of graphs and groups with applications in analysis, which is closely related to this proposal. He is experienced in supervising postdocs and PhD students.\n\nDr. Sharifzadeh obtained her PhD from the University of Illinois at Urbana-Champaign in Summer 2016. She has written 9 papers, 7 of which are published in leading international journals. In her work, she successfully applied combinatorial methods to resolve classical open problems in additive number theory, extremal combinatorics and topological graph theory. As an ambitious young researcher, she is determined to pursue an academic career. This proposal will integrate her into the European system and help her acquire the necessary skills to achieve her goals.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}