{
    "rcn": "209672",
    "acronym": "DSMT16",
    "topics": "MSCA-IF-2016",
    "title": "Deciphering causes and consequences of inflammation in subtypes of sporadic intestinal cancer",
    "startDate": "15/02/2018",
    "endDate": "14/02/2020",
    "objective": "An association between inflammation and carcinogenesis is well established, however, how they are related mechanistically in subtypes of sporadic intestinal tumours remains unclear. This study aims to decipher how oncogenes determine the inflammatory microenvironment (stroma) and how this affects tumour development and survival. Notably, intestinal epithelium-specific expression of oncogenic Kras(G12D), Braf(V637E) and Pik3ca(H1047R) in mice mimics serrated intestinal cancers in humans faithfully. Preliminary data suggest that the mutational make-up of the tumour may dictate the pro- and anti-tumourigenic immune response, which in turn determines tumour development and survival. This study therefore aims to characterise the tumour-infiltrating immune cells by systematic immunophenotyping and to decipher the involved inflammatory signalling mechanisms in a cell-type and mutation-specific manner. Moreover, we aim to reconstruct the formation of the oncogene-specific inflammatory microenvironment, which we will determine via endoscopic transplantation of intestinal organoids derived from Kras(G12D), Braf(V637E) and Pik3ca(H1047R) mice into the large intestine of wild-type mice. Importantly, detection of involved inflammatory mediators and immune cell-subtypes will allow us to genetically target them in vivo using novel in-house generated dual-recombinase systems (DRS). In order to investigate the consequences of inflammation on sporadic intestinal tumourigenesis, models with genetically or experimentally induced chronic inflammation will be applied. Conversely, immunodeficient Rag2;Il2rgñ/ñ mice will be used to elucidate if sporadic intestinal carcinogenesis in Kras(G12D), Braf(V637E) and Pik3ca(H1047R) mice is dependent on inflammation and can be abrogated. This study will generate new mechanistic insights into the microenvironment of cancer subtypes, which could provide a basis for the development of new personalised immune therapies.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}