{
    "rcn": "209633",
    "acronym": "CHAOSPIN",
    "topics": "MSCA-IF-2016",
    "title": "Chaos-based information processing using spintronic nano-oscillators",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "ChaoSpin is a frontier research project at the interface between nanomagnetism, spintronics, and nonlinear dynamics. It is motivated by the premise that the rich behaviour of nonlinear systems, in particular chaos, can be leveraged for alternative computing paradigms. The primary objective is to establish the utility and feasibility of the nanocontact vortex oscillator, a nanoscale spintronic device, as a universal building block for chaos-based information processing by demonstrating key technological functionalities, such as random number generation and communication using symbolic dynamics. The underlying idea is that the complexity required for computation and possible cognitive functions can be generated within a single system, without the need of a complex array of interconnected subsystems.\n\nThe project builds upon the host institutionís recent discovery of novel commensurate and chaotic phases in the nanocontact vortex oscillator. The technical objectives will be met by addressing three important scientific questions related to magnetic vortex dynamics on the nanoscale, namely the nature of the chaotic state, how it can be controlled through external forcing and feedback, and whether such dynamics can be detected experimentally. This will be achieved by combining the development of high-performance simulation tools and quantitative theories with state-of-the-art experiments involving high- frequency electrical characterisation.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}