{
    "rcn": "209614",
    "acronym": "MOOC_DaSI",
    "topics": "MSCA-IF-2016",
    "title": "Patterns of diffusion and social implications of Massive Open Online Courses (MOOCs): A comparative study between United States and Europe",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The MOOC_DaSI project aims to develop a comparative study between the United States and Europe investigating patterns of diffusion of Massive Open Online Courses (MOOCs) and their contribution to a ìsmart ad inclusive growthî through: a) broadening access to education and b) providing individuals with better skills. MOOCs have been pointed out as a flexible, customized, cost-effective type of education that may play a key role in the future of higher education. However, the outburst of MOOCs also brought about contrasting arguments and so far empirical research is limited and fragmented.  The project will contribute to shed light on this topic investigating two main research questions. The first deals with the organizational aspects of MOOCs diffusion and will explore whether a ìEuropean wayî to MOOCs can be identified. The second investigates whether MOOCs do contribute in reducing social inequality by a) broadening access to higher education to non-traditional and socio-economically disadvantaged students; b) providing returns on the labour market. Finally, the research project will summarize a series of policy recommendations providing policy-makers with empirical ground for designing effective policies in the context of open educational resources. MOOC_DaSI will adopt an interdisciplinary approach spanning between organizational studies, sociology of education and stratification research. The project will also make use of mixed methods of research, combining qualitative and quantitative data and different methods of analysis. The MOOC_DaSI project will be carried out at the University of Turin (IT) and Stanford University (USA) over a period of 24 months, including a secondment period at the EC-JRC in Seville (ES).  The implementation of the project will contribute to enhance the fellowís expertise and thus the chances to reach her career objectives of establishing an own research group and obtaining future grants for large international projects.",
    "totalCost": "176203,8",
    "ecMaxContribution": "176203,8",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 176204
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 176204
}