{
    "rcn": "209655",
    "acronym": "MENTALIZINGORIGINS",
    "topics": "MSCA-IF-2016",
    "title": "Origins of theory of mind: action prediction by great apes and human infants",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Theory of mind (ToM) is the ability to impute unobservable mental states, such as desires and beliefs, to others. Our inferences about what others are thinking allow us to deceive and to empathize, to cooperate and to teach. For four decades, researchers have been attempting to elucidate the evolutionary and ontogenetic origins of this critical cognitive ability. In conflict with a long-held consensus, some have begun to argue that human infants (and to some extent great apes) share with human adults even the most cognitively sophisticated representational ToM abilities. To help resolve the intense resulting debate, this proposal presents a series of targeted experiments to test for several understudied but key ToM skills in great apes and human infants. The skills in questionóattribution of (a) unfamiliar desires, (b) ignorance, and (c) false perceptionsóform the basis of an organismís ability to distinguish othersí minds from its own and build sequentially in terms of their cognitive and representational underpinnings. The present proposal marshals innovative new anticipatory looking eye-tracking methods and the most auspicious conditions available worldwide, through support of esteemed comparative and developmental psychologists Profs Josep Call and Malinda Carpenter and the School of Psychology and Neuroscience at the University of St Andrews, to address these major gaps in the social cognitive literature. The proposalís novel anticipatory looking methods, which assess participantsí predictions based on their looks in anticipation of agentsí acting on specific locations or objects, combine low task demands (like VoE paradigms) with clearer interpretability (much like action-based tasks). The proposal thus offers powerful tests of the hypotheses that great apes and human infants share with human adults a representational theory of mind. These studies will contribute key data to our understanding of the ontogenetic and evolutionary precursors of the human mind.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}