{
    "rcn": "209602",
    "acronym": "CARING",
    "topics": "MSCA-IF-2016",
    "title": "CARe in an INterGenerational contextHow do changes in family formation trajectories reflect in later intergenerational relations? A three-generations perspective",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "How do changes in early family formation trajectories reflect on later intergenerational relations and care support across generations? Early life choices in the process of family formation reflect in the availability of later potential for care giving, or demands for it. CARING investigates the contribution of early family formation trajectories on explaining differences in intergenerational relations and support patterns later in life. Country differences in the demography of family-linked life stages, and how these reflect on caring responsibilities, have remained largely unexplored. But the timing of family formation and dissolution, childbirth and grand-parenting are key transitions with bearing on entitlements and obligations to inter-household (reciprocal) solidarity and support. To address these issues CARING will explore the effects of family diversification (childlessness, union dissolution and fertility postponement) on intergenerational relations and support in 5 selected countries: Italy, Germany, France, Denmark and Czech Republic. Sequence analysis on data from SHARE surveys will compare family trajectories (partnerships and fertility over 34 years, at ages 16-49) for individuals from the birth cohorts 1927-56. Family formation trajectories will contribute to the study of: current patterns of relations, upward support and downward support through hierarchical multinomial logit models. Results will be validated on fertility trajectories for larger sample sizes and younger birth cohorts (1957-64). The project will adopt a comparative multi-generational perspective with a focus on three generations, helping shed light on the ëcaring potentialí for the new generations, experiencing longer and thinner (beanpole) families and increasing rates of childlessness. CARING is relevant for the Pillar of Social Rights in the Work Programme and responds to the Europe 2020 strategy objective of an inclusive growth in face of progressive aging in European societies.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999502357": {
            "orgId": "999502357",
            "orgName": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}