{
    "rcn": "209653",
    "acronym": "BioALFA",
    "topics": "MSCA-IF-2016",
    "title": "The effect of pro-aging and pro-youthful blood factors in normal ageing and Alzheimerís disease: a multimodal approach",
    "startDate": "01/01/2018",
    "endDate": "14/01/2020",
    "objective": "The overall aim of the planned research is to test whether pro-aging and pro-youthful blood factors are associated with cognitive performance and neuroimaging outcomes in normal ageing and in individuals at risk of Alzheimerís disease (AD), and whether this association is modified by lifestyle habits (e.g. exercise or diet) or genetic factors. Ageing is the most important risk factor for AD. However, the exact mechanism that link ageing and AD is still unknown and, up to now, potential therapies for AD by targeting ageing have been poorly explored. Thus, in the present project we aim to provide a better understanding of the link between ageing and AD by measuring in human blood those factors that have been found to be ëpro-youthfulí (GDF-11) or ëpro-agingí (CCL2, CCL11 and CCL19) in experimental animal models, but have not been comprehensively studied in humans. For these purposes, we will first develop novel and highly specific and sensitive assays based on the state-of-the-art Simoa platform. Next, we will measure these factors in the participants of the ALFA (Alzheimer and Families) study, which is currently taking place in the Barcelona?eta Brain Research Centre (BBRC), the host institution of this project. The ALFA cohort is composed of 2743 cognitively healthy individuals (45 to 75 years old) from which comprehensive clinical, neuropsychological, neuroimaging, genetic and environmental and lifestyle factors data are already available. Measurements will be performed in two steps: a training cohort and a validation cohort. Finally, we will investigate the association of the levels of the pro-aging/pro-youthful blood factors with features known to be related to AD such as clinical and life-style variables, neuroimaging outcomes and signatures and genetic variables. Altogether, the results of this project will clarify whether those blood pro-aging or pro-youthful factors may become potential therapeutic targets in AD.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "Barcelonabeta Brain Research Center",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}