{
    "rcn": "209625",
    "acronym": "HGRF-IFIC",
    "topics": "MSCA-IF-2016",
    "title": "Commissioning, first tests and upgrade of a high-power S-Band Radio Frequency (RF) system for R+D of high-gradient normal-conducting accelerating cavities in breakdown science and RF conditioning",
    "startDate": "19/05/2017",
    "endDate": "18/05/2019",
    "objective": "New Radio Frequency (RF) High-Gradient (HG) knowledge and technology in normal conducting accelerator structures has been developed by the accelerator Physics community in the recent years in X-Band frequency. Significant progress has been made to understand the RF high-gradient behavior, breakdown phenomena and cavities conditioning processes, but extensive R&D is still needed in this very interdisciplinary and phenomenology research area. This project proposes the commissioning and upgrade of a novel high-power RF system in S-Band to perform systematic breakdown studies and conditioning of cavities in this frequency range, in particular interesting for medical applications. The main challenge is the implementation of a hard real-time control of amplitude and phase at microsecond scale of the pulsed megawatt RF power delivered to the structures under test. The power delivery has to be done under stringent controlled and automated conditions in order to perform the conditioning and avoid permanent damage to the structures. In addition, a power boost upgrade of the system is envisaged to reach the power limits that medical high-gradient structures need to be pushed to. A close relation with industry partners is to be carried out in order to commission the new solid-state power modulator and test structures. The outcome of this R&D project can be crucial to make more compact linear accelerators, resulting in lower cost and size, which can have a potential impact in several applications: hadrontherapy facilities based on linear accelerators, which will be emphasized in this project due to its advantageous features; industrial applications such as cargo scanning; or scientific applications such as free-electron-lasers and Compton sources.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}