{
    "rcn": "209611",
    "acronym": "IMMUNO-RQC",
    "topics": "MSCA-IF-2016",
    "title": "Role of Listerin ubiquitin ligase in MHC-I antigen presentation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Mammalian cells present a fingerprint of their proteome through the display of endogenous peptides on MHC-I complexes. This allows for CD8\\ T cells to recognize and kill cells infected with viruses or other intracellular parasites, or cells accumulating aberrant proteins resulting from malignant transformation. The MHC-I peptides originate from protein degradation by the ubiquitin proteasome system, which is responsible for controlled protein turnover. This would mean that viral proteins, which are typically very stable, would escape monitoring. Nevertheless, cells are able to mount an MHC-I immune response minutes after viral infection. Most MHC-I presented peptides are therefore thought to originate from newly synthesized, defective ribosomal products (DRiPs), rather than proteins at the end of their lifespan. Although there is a growing body of evidence showing that antigen presentation is better correlated with protein synthesis rather than protein stability, characterization of the underlying cellular pathway is lacking. Recently, the E3 ubiquitin ligase Listerin has been shown to mark nascent polypeptides resulting from defective mRNAs for degradation. Here we test the hypothesis that this pathway contributes to the production of peptides for MHC-I loading. Our major aim is therefore to investigate the involvement of Listerin in antigen presentation, using 3 different approaches: I) proof-of-principle experiments analyzing the rate of MHC-I presentation of a model protein, comparing the efficiency of its presentation when expressed from an intact or defective mRNA, and when expressed in WT or Listerin knock-out cells; II) global characterization of the MHC-I peptidome of WT and Listerin knock-out cells using mass spectrometry; III) quantitative analysis of the fraction of newly-synthesized proteins undergoing the RQC pathway, and of its possible correlation with the MHC-I peptidome.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}