{
    "rcn": "209624",
    "acronym": "El_CapiTun",
    "topics": "MSCA-IF-2016",
    "title": "An elastocapillary-enabled self-tunable microfluidic chip",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "I am a French citizen with international training in Soft Matter, a growing field that combines Physics, Chemistry and Mechanics. My publications include high-impact factors journals and attract media attention. I am applying to MSCA fellowships to work with Prof. Gallaire and his group at EPFL, Lausanne, Switzerland.\nThis project aims at implementing elastocapillary interactions in confined channels, and from this new knowledge build a groundbreaking functionalized microfluidic element.\nMicrofluidics is the science of manipulating fluids in channels with dimensions of microns. This opportunity towards miniaturisation of biological and chemical analysis devices is quickly growing into a complex network, as did the integrated circuits industry during its infancy. While microfluidics devices become more intricate, new basic components are paradoxically lacking, due to the challenges of fluid flows at the microscale.\nThe proposed research will address this gap by adding a degree of complexity to the current state of the art. I will study experimentally, theoretically and numerically the complex flow response of a channel enhanced with in-drop storage of thin fibres, developed during my PhD.\nBy grafting a microchannel with fibers that can be reeled into droplets, I will build a self-tunable system that adapts to incoming flow conditions and can be controlled by local chemistry.\nMy double expertise in fluid and solid mechanics, combined with the host's knowledge in microfluidics, is a unique configuration towards successful project completion. The experience gained during the fellowship will establish me as a leader in the field of Soft Matter, and prepare me for the role of permanent academic and group leader. By this ambitious and multidisciplinary project, I will further build my reputation as a mature and original researcher, and will foster intra-european scientific exchange and innovation through the current academic and industrial collaborations of Prof. Gallaire.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}