{
    "rcn": "209605",
    "acronym": "NeuCoSe",
    "topics": "MSCA-IF-2016",
    "title": "The neural correlates of the self in altered states of consciousness.",
    "startDate": "21/06/2017",
    "endDate": "20/06/2019",
    "objective": "The consciousness of self is fundamental to our human existence. In several mental health afflictions there appears to be a change in the relation between the self and conscious experience: in anxiety and depression, people can be absorbed in negative thoughts, while in (traumatic) dissociation, distance between the self and conscious experience can occur. Studies report that meditation and hypnosis can help alleviate symptoms of anxiety, depression and post-traumatic stress, but it is unclear why. I hypothesise that meditation and hypnosis change the relation between the self and the conscious experience. I aim to study the neural correlates of these changes in self-consciousness during meditative and hypnotic states with functional Magnetic Resonance Imaging in healthy controls and intracranial electroencephalography in people with epilepsy, which is the only way to directly measure the activity of deep brain structures thought to play a role in self-consciousness, such as the insula. I will combine these measurements with first-person interviews and behavioural tasks. This innovative study will elucidate the neural correlates of the consciousness of self and will help understand the reported beneficial effects of meditation and hypnosis on mental health.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}