{
    "rcn": "209622",
    "acronym": "MELCA",
    "topics": "MSCA-IF-2016",
    "title": "Molecular evolution in the double-clonal longhorn crazy ant",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The divergent selective pressures experienced by females and males often lead to the evolution of dramatic morphological, physiological and behavioural differences. Social insects hold a special place for understanding the evolution of phenotypic differences, because one sex at least is subdivided into morphologically distinct reproductive and non-reproductive (worker) castes. This research program will investigate the molecular mechanisms governing the evolution of sex (male vs female) and caste (queen vs worker) differences by studying the remarkable longhorn crazy ant Paratrechina longicornis. This species has evolved an unusual genetic system, whereby queen, male and worker phenotypes do not only result from gene expression differences, but also possess different genetic makeups. Under this system, the genomes of queens and males no longer recombine and evolve as separate entities similar to sex chromosomes. Queens are clones of their mother, males are clones of their father, and sterile workers are produced sexually through the union of queen and male genomes. The MELCA project proposes to take advantage of this double-clonal system to study how selection shapes the evolution and expression of genes involved in phenotypic differences. We will sequence the genomes and transcriptomes of double-clonal queens, males, and workers, and link patterns of gene expression with changes in rates of molecular evolution to test predictions regarding the nature of selection acting on genes involved in sex and caste differences. First, we will investigate the effects of the double-clonal system on patterns of sex-biased and allele-biased gene expression. Second, we will determine if this system leads to differences in rate of evolution for genes with sex or caste functions.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}