{
    "rcn": "209656",
    "acronym": "RUSNAT",
    "topics": "MSCA-IF-2016",
    "title": "Russian Nationalism and the Ukraine Crisis: The Impact of Nationalist Actors on Russian Foreign Policy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "As nationalist sentiments are on the rise among broader Russian public, nationalist actors may exercise a more significant role in Russian politics. The main objectives of RUSNAT are: 1) to analyse the impact of the events in Ukraine on representative organizations of grassroots nationalism in Russia; 2)to analyse the ideologies of Russian nationalists and the Russian government with respect to the events in Ukraine;3)to develop a theoretical and conceptual framework appropriate for the analysis of the impact of Russian nationalistsí activism on the governmentís foreign policy towards neighbouring countries with Russian populations, e.g. the Baltic states. They will be achieved through Discourse Analysis, Critical Discourse Analysis and close reading of primary sources generated by nationalists and representatives of Russian foreign policy from 2014 to 2016. I will construct a database covering nationalist frames, elite discourse (civic, ethnic, imperialist), and nationalist disruptive events. The influence of nationalists will be considered as positive if a nationalist frame is adopted by the elite discourse at a later date and if elite discourse changes after sudden disruption events organized by the nationalists. This research offers insight into the influence of nationalist actors on policy-making in post-communist societies; it helps assess the extent to which in non-democratic contexts foreign policy is driven by nationalist ideals in its initial phases; it contributes to our understanding of Russiaís relations with neighbouring countries with Russian populations and with the European Union as a geostrategic partner with whom Russia shares this neighbourhood; and, it will help us understand whether the growing influence of nationalist actors directly encourages the radicalization of Russian policies in near abroad. This is relevant for the design and implementation of EU policies regarding its Eastern neighbourhood and strategic partnership with Russia.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}