{
    "rcn": "209675",
    "acronym": "NARCOREADER",
    "topics": "MSCA-IF-2016",
    "title": "Novel electrochemical strategies for rapid, on-site multiscreening of illicit drugs",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Drug use continues to be a problem of major concern for public authorities worldwide. According to the World Drug Report elaborated by the United Nations Office of Drugs and Crime (UNODC) approximately 207,000 drug-related deaths occur per year. With between 162 million and 324 million people aged 15-64 having used an illicit drug รณ mainly substances belonging to canabinoids, opioids, cocaine or amphetamine-type stimulants group รณ at least once in the previous year, drug abuse continues to have devastating consequences on human health. \nThe methods currently used to identify illicit drugs, such as colour tests, lack selectivity, and need further confirmation by expensive and time consuming chromatography-mass spectrometry methods, thus it is imperative to develop new sensing technologies that allow a fast, sensitive and selective detection of illicit drugs. \nThis project proposes to develop novel, inexpensive and portable multisensing devices adapted for the rapid on-site screening of a number of illicit drugs, using recent advances in biomimetic materials coupled with electrochemistry. The multisensing devices will facilitate (1) detection and capturing illicit drugs crossing borders and (2) identification of drug users (e.g. drivers of vehicles at roadside, employees at work places, prisoners). In addition to rapidity and high selectivity of the detection, the sensing strategies will also give informations about (1) the type of drug and cutting agents (2) amount of drug present in biological samples. Moreover, the strategies employed will bring insights for better understanding of biomimicking nanoplatforms leading to more efficient technologies in health and biotech. \nThe achievement of the actions goal will lead to reducing the incidence and prevalence of illicit drugs use and to a better management of drug-related problems with high societal impact. The underlying technologies will open doors for a broader range of applications.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}