{
    "rcn": "209616",
    "acronym": "METCLL",
    "topics": "MSCA-IF-2016",
    "title": "Discovery and validation of ëepidriversí of cancer evolution and resistance to therapy",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Intra-tumoral heterogeneity allows all form of cancers to undergo an evolutionary process in response to selective pressures, such as therapy, which results in a more aggressive disease. As chronic lymphocytic leukemia (CLL) are particularly amenable to evolutionary investigations, it has been shown that CLLís capacity to escape therapy is linked in to genetic evolution, which is fueled by intra-tumoral heterogeneity. Aberrant DNA methylation can also dysregulates genes involved in CLL pathogenesis. Like genetic alterations, DNA methylation modifications are heritable and subject to natural selection. Landau et al have studied sub-population DNA methylation heterogeneity in CLL and uncovered a large amount of stochastic variation. The acquisition of stochastic DNA methylation alterations enhances epigenetic plasticity and creates a nonñgenetically encoded source of heterogeneity, fuelling tumour cells in their search for superior evolutionary trajectories. These new data modify the way we understand cancer epigenetics, and offer a new field of investigation: identify ìepidriversî, i.e. somatic epigenetic alterations leading to cancer-heterogeneity and which are positively selected through cancer evolution.  \n Thus, I will pursue in this project four independent yet complementary aims. During my outgoing period I will robustly identify epidrivers from bulk next-generation sequencing (NGS) (Aim 1) and from single-cell NGS (Aim 2) of a large CLL cohort. Candidate epidrivers uncovered from the first two aims, will be further validated in a large-scale epigenome editing screen (Aim 3). Then building upon technological development from Aim 2 and 3, during my returning period at Curie Institute, I will extend this important paradigm to solid tumor by exploring breast cancer evolution (Aim 4).\nThis integrative analysis of epigenetic heterogeneity will enable the reconstruction of  tumor epigenetic population complexity and how it shapes disease relapse and evolution.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 264668
        }
    },
    "calculatedTotalContribution": 264668
}