{
    "rcn": "209693",
    "acronym": "GeneVision",
    "topics": "ERC-PoC-2016",
    "title": "Developing a cure for retinitis pigmentosa due to Usher syndrome",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "The GeneVision proof-of-concept project spins from a major discovery made by the principle investigator (PI) within the RetGeneTx ERC project demonstrating that dual AAV vectors expand AAV DNA transfer capacity in the retina thus allowing delivery of genes whose size cannot be packaged in single AAVs. Thus, dual AAV vectors allow gene therapy of those inherited blinding conditions, like Usher syndrome type Ib (USHIB), Stargardt disease or other forms of retinitis pigmentosa, due to mutations in large genes from which the AAV platform, the best to date for in vivo gene therapy, was so far precluded. \nGeneVisionís objective is to bring this initial proof-of-concept in animal models up to commercialization for one retinal application, USHIB, which is particularly severe and early onset. By exploiting both the Orphan Drug Designation obtained from the European Medicina Agency and two patent applications based on data generated by the PI during its consolidator ERC grant, GeneVision will support the early phase clinical development to bring this very innovative gene therapy platform for retinitis pigmentosa up to commercialization. To do so the project plans  to validate the business plan already outlined in the proposal, and seek seed funding to create a start-up company which would engage in all activities required to develop a phase I/II trial. If this is successful, the longer plan is to obtain two additional rounds of funding to support a pivotal trial to complete the data required to obtain market authorization and start commercialization. The success of this project will lay the foundations for the development of therapies for other retinal and non-retinal diseases using dual AAV vectors.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}