{
    "rcn": "209631",
    "acronym": "RoNDBioCan",
    "topics": "MSCA-IF-2016",
    "title": "NLRP3 in cancer: Deciphering the role of NLRP3 in the DNA Damage response pathway",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Cancer represents one of the main causes of death in the European Union (WHO). Particularly, non-small-cell lung cancer (NSCLC) accounts for 85% of lung cancers, and is the leading cause of cancer-related death worldwide. Despite significant therapeutic improvements, the survival rate of patients with advanced stage NSCLC remains dismal, signifying a critical need to elucidate the molecular processes driving NSCLC. Inflammasomes are major drivers of inflammatory responses and are deregulated in a wide range of disorders, yet their participation in carcinogenesis is largely unknown. Genome analyses reported that the NLRP3 receptor, component of the NLRP3 inflammasome, is affected by somatic alterations in 20% of NSCLC. Moreover, recent evidence has shown that NLRP3 is essential for the activation of the ATM/CHK2 pathway in response to double strand breaks (DSBs), while its expression is systematically absent in NSCLC cells. Based on these data, we hypothesize that NLRP3 is a key factor in the DDR pathway to DSBs and in the maintenance of genome integrity in lung epithelial cells, and as a consequence may play a key tumor suppressor role. The objectives of RoNDBioCan will be to decipher the molecular mechanism of NLRP3 function in the DDR pathway and to evaluate the therapeutic potential associated with NLRP3 expression. By characterizing novel NLRP3 partners and examining the impact of NLRP3 re-expression on tumor development in vivo, RoNDBioCan will significantly improve the current knowledge regarding NLRP3 participation in lung cancer. Given that the poor outcome associated with NSCLC is mostly due to limited curative options, there is an urgent need to identify new biomarkers and additional treatments to reduce the current burden of lung cancer. This work will thus considerably contribute to the development of new effective and personalized therapeutic approaches to help improve the prognosis of lung cancer patients.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "participantCountries": "FR",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 0
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}