{
    "rcn": "209660",
    "acronym": "DRiveR",
    "topics": "MSCA-IF-2016",
    "title": "How does dopamine link QMP with reproductive repression to mediate colony harmony and productivity in the honeybee?",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Insects pollinate 80% of crop plants in Europe and pollination services contribute Ä22 billion to the European economy annually. The honeybee (Apis mellifera) is the most extensively managed pollinator species, yet populations are declining. Understanding the biology of the honeybee and and factors contributing to its decline is critical for food security and maintenance of biodiversity.  \nThe honeybee has evolved a remarkable life history strategy where only one female is responsible for the majority of reproduction. The other females, the workers, forgo reproducing to care for the queen and her offspring. The presence of a reproductive queen is communicated via pheromones, arguably the most important of which is Queen Mandibular Pheromone (QMP).  This pheromone inhibits ovary activity in worker bees and in its absence worker bees can activate their ovaries and lay unfertilised eggs that will become males.  QMP is detected by the antennae and brain, but it is not currently known how the signal, initiated by QMP, is passed to the ovary. In this fellowship the applicant will address this fundamental gap in our knowledge by testing her hypothesis that dopamine acts to link the brain and ovary with exposure to QMP in the honeybee. The applicant will determine the role of dopamine signalling in maximising colony productivity and harmony and whether this is altered by sub-lethal doses of neonicotinoid pesticides. The experimental approach proposed in this fellowship is highly innovative as it combines state-of-the-art techniques both for measuring gene expression (RNA-seq) and for ovary culture and transplantation in honeybees. The applicant will combine these molecular approaches with behavioural ecology and colony monitoring (new skills that she will acquire under this fellowship) to understand not just how cells within the honeybee ovary respond to QMP, but how this signal affects the whole animal, its behaviour and, ultimately, the performance of the colony.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}