{
    "rcn": "209679",
    "acronym": "DYNAMO",
    "topics": "MSCA-IF-2016",
    "title": "Structural Dynamics of Membrane Receptors at native-like conditions",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Proteins embedded in cell membranes are vital signaling and trafficking platforms connecting the outside to the inside of a cell, and functioning as primary drug targets. DYNAMO is an integrative dynamic structural biology project, with the ambitious  goal of developing and implementing comprehensive experimental and computational approaches for studying the structural dynamics of membrane receptors (MRs) and their complexes at native-like conditions. DYNAMO is highly interdisciplinary, combining protein chemistry and computational physics to study dynamical processes underlying the function of MRs, and is designed to combine the expertise of the fellow and host. The project will establish an integrated platform based on the nanodisc-technology and the combined use of low- and high-resolution structural biology techniques to bring unique and alternative insights into the structural dynamics of MRs containing îfuzzyî (i.e highly flexible) domains, and the role this plays in functional signaling assemblies. In order to broaden the scope of the project and secure a general applicability of the developed methodology, full-length tissue Factor (TF) and Ghrelin receptor (GHS-R1a) are selected as models of single-pass and multi-pass MRs. These MRs do not only display different topologies and functional assemblies but also different selectivity towards lipids. TF and GHS-R1a are central to blood coagulation and energy homeostasis, respectively, and also connected to genetic and metabolic disorders, and thereby not only relevant as model systems but also promising drug targets. The project will exploit the recent advances in SAXS/SANS-  and NMR-based methods to study the TF and GHS-R1a in nanodiscs, with an emphasis on their conformational ensemble nature. Upon the establishment of the methodology, it will be extended to study the interaction with their endogenous ligands.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}