{
    "rcn": "209647",
    "acronym": "ShakespeareIndia",
    "topics": "MSCA-IF-2016",
    "title": "Shakespeare and Indian Cinematic Traditions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Current work on Shakespeare and India has largely ignored the cinematic idiom. Working with acknowledged expert in global Shakespeare, Professor Mark Thornton Burnett (MTB) of Queenís University Belfast (QUB), experienced researcher, Dr Rosa MarÌa GarcÌa Periago (RMGP), will undertake a fellowship that comprehensively examines for the first time the role of Shakespeare in Indian cinemas, with a focus on regionalism, diversity, locality and gender. Rather than simply engaging with ëBollywoodí, the fellowship will direct attention to the variety of expressions of Shakespeare in different Indian film industries, languages and diasporic contexts, the majority of which have been critically neglected. Academic outputs include a project website with database, a journal article, and a co-edited volume. Integrally important to the fellowshipís recovery mission is the centrality of women not only as subjects of representation but also as filmmakers and creative practitioners. Bringing together critical and practice-based enquiries, the fellowship includes two secondments with relevant arts organizations. These practice-led elements complement a sustained intercultural engagement programme, including public-facing lectures, a workshop/film festival and an exhibition, of benefit to QUB, the city of Belfast and beyond. The fellowship, then, will produce original research while generating local and international impact and supporting the career development and mobility of the experienced researcher.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}