{
    "rcn": "209609",
    "acronym": "Urban Informality",
    "topics": "MSCA-IF-2016",
    "title": "Capital Accumulation Through Informal Urbanization in India",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Unauthorized development, informal real estate & housing markets and informal settlements, referred to collectively here as 'informal urbanization' (IU), remain durable, and likely expanding, in much of the global South. IU hampers the implementation of any urban development plan or policy that require land and which require adequate information about land use and above and below ground infrastructure. While much is known about how capital is accumulated and regulated in sectors of the formal economy, much less is known about how this works in the informal economy and very little is known about how this works in IU sectors. This is due to the assumption, influenced by de Soto's work, that the lack of formal property rights leads to 'dead capital', i.e., capital that cannot accumulate. This wisdom must be challenged for if IU is a significant domain of accumulation, then policies and politics by planners and lawmakers for sustainable & inclusive urban development range from inadequacy to lack of fitness for purpose. This Fellowship integrates David Harvey's accumulation theory with Barbara Harriss-White's social structure of accumulation approach to the informal economy to establish a new strand of research. Fieldwork will occur in two municipalities in India where IU is widespread. The aims are: (1) synthesize the theory & evidence of accumulation via IU and its consequences for urban governance and inclusive development more generally (2) qualitatively study & record the phenomena in six cases (3) apply cross-case analysis and (4) disseminate findings via journal articles, policy briefs, city reports, roundtables with respondents, curriculum input & guest lectures. Based at the Contemporary South Asian Studies Program in the School of Interdisciplinary Area Studies at Oxford, with fieldwork in India, the project strengthens my: research networks, research & project management skills and contributes to fields of urban studies, geography & development studies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}