{
    "rcn": "209617",
    "acronym": "CPR",
    "topics": "MSCA-IF-2016",
    "title": "A cross-country comparison of Communications designed to Prevent Radicalisation",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The CPR project (A cross-country comparison of Communications designed to Prevent Radicalisation) analyses communications in the UK and Denmark that are designed to contribute to the prevention of vulnerable individuals being radicalised by terrorist groups such as ISIL. CPR will make a significant contribution to a problem facing many European states ñ namely how to effectively utilise strategic communications to counter terrorist propaganda. It is widely recognised in the literature that, to date, Western states have not been sufficiently effective in their counter-radicalisation communication strategies. It is unclear what a more prioritised communicative approach will mean in practice and communication efforts lack coordination between and, often, within countries to date. By employing an interdisciplinary theoretical approach and utilising unique access to new primary data in both states, CPR will, across four specific research strands, make three major contributions: i) generate a deeper and more nuanced empirical and conceptual understanding of the effectiveness of current counter-terrorism communications targeted at a range of audiences, ii) provide an empirically unique analysis of the challenges to effective prevention communications and, iii) provide empirically substantiated and theoretically informed communications-focused policy requirements that will improve the ability of practitioners and policy-makers to design and deliver communications that contribute to the prevention of radicalisation. CPR will employ a mixed methods methodology, incorporating semi-structured interviews for qualitative analysis alongside online surveys experiments to identify key quantative insights derived from new primary data. The project multi-actor and multi-level analysis in CPR moves beyond the state of the art in terms of methods and theory, access to data, and addressing new and broader questions in an under explored, and empirically lacking, area of research.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}