{
    "rcn": "209681",
    "acronym": "srpabsotcpfaaieps",
    "topics": "MSCA-IF-2016",
    "title": "Selective ribosome profiling and biochemistry studies on the co-translational protein folding and assembly in eukaryotic protein synthesis",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Biological activity of cells depends on timely production of natively folded proteins by powerful translation and folding machineries. At a critical regulatory intersection of translation and folding, ribosomes act as integration hubs coordinating chaperone, enzyme and membrane targeting factor activity, influencing folding. Final assembly of proteins into oligomeric complexes however, has long been considered post-translational and dependent on random collision of fully synthesized diffusing subunits. In a shift of paradigm, recent evidence from the Bukau laboratory now suggests that in bacteria, assembly initiates co-translationally assisted by chaperones, and gene organization into operons drives co-localized translation of complex subunits that impacts efficiency of assembly. Fundamental differences in eukaryotes such as rarity of operons and differing chaperone constellations imply a widely different folding and assembly biology, which remains largely unexplored. The selective ribosome profiling (SeRP) method, developed by the Bukau lab, now allows ground breaking identification and definition of dynamic interactions of nascent chains, at near-residue resolution. Using SeRP with supporting biochemistry, I will unravel the nascent chain molecular biology underpinning protein folding and assembly in yeast, Saccharomyces cerevisiae, a powerful model for studying the fundamental aspects of this biology. Specifically, I will establish (1) basic features and prevalence of co-translational protein assembly, (2) how chaperones guide co-translational protein folding to affect assembly. Subunit interaction profiles complemented by chaperone interaction profiles, will expose the timing and interplay of protein folding and assembly steps linked to protein synthesis, establishing a detailed conceptually new biology of complex assembly in eukaryotes.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}