{
    "rcn": "209626",
    "acronym": "Filaments to stars",
    "topics": "MSCA-IF-2016",
    "title": "The origin of the IMF through multi-scale analysis of molecular clouds: unification of PDF and power spectrum analysis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The omnipresence of filamentary structures inside nearby molecular clouds observed by the Herschel space observatory challenges our comprehension of the star formation process. We now know that most of the cold dense cores appear to form within those filaments, which suggest a possible link between the characterisation of the filamentary structure of molecular clouds and the core mass function (CMF). Physical processes such as turbulence, gravitational fragmentation and the influence of magnetic field transform the interstellar medium and leave characteristic signatures within the shape of structures. In order to understand the physical processes leading to the formation of filaments and cores in molecular clouds and later to the formation of stars, many statistical tools have been developed to characterise such signatures. Among them there are the probability distribution function (PDF), which form the foundation of many modern theories of star formation, and the power spectrum analysis, which started with the pioneer work of Andrey Kolmogorov and remains our best tool today to analyse and characterise the turbulence. Usually measured independently, I propose in this project to unify both analysis through a multi-scale analysis approach of nearby molecular clouds. In the recent years, I developed wavelet based analysing techniques allowing me to separate the different statistical signatures of physical processes involved in filaments and cores formation. Furthermore, part of these techniques also imply the analysis of linear polarisation allowing a unique multi-scale description of the interstellar magnetic field. The aim of this project is to build a global and coherent picture, based on observations, of how cloud structures and magnetic fields have an impact on the formation of dense cores.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}