{
    "rcn": "209697",
    "acronym": "SolarSharc",
    "topics": "FTIPilot-01-2016",
    "title": "SOLARSHARC - A DURABLE SELF-CLEAN COATING FOR SOLAR PANELS TO IMPROVE PV ENERGY GENERATION EFFICIENCY",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Dirt on solar panels causes losses of more than Ä40bn p.a. and over 100Mtonnes of CO2 emission. Cleaning is expensive (up to Ä100/m2 depending on accessibility) and wastes water. Current self-cleaning coatings suffer from short lifetime (2-3 years), poor transparency, and high cost (over Ä20/m2). They are usually not cost-effective, are not widely used, and losses are accepted as part of the operation of the plant. The objective of this action is to bring to market a new product, SolarSharc, which will provide, for the first time, a transparent, durable, cost-effective and permanent self-cleaning solution for solar panels. This patented coating technology uses multi-functionalised silica nano-particles bonded strongly to the coating polymer matrix to provide a highly transparent, low cost, durable and robust self-cleaning coating. Target markets are utility scale solar and the rapidly growing (18% CAGR Ä26bn by 2022) Building Integrated Photovoltaics (BIPV) markets. \nThe objectives of this 24 month action are to commercialise the SolarSharc coating and new self-cleaning BIPV modules from the current TRL6 prototype to operational demonstration (TRL9) in BIPV, certification, commercialisation and supply chain measures to deliver rapid growth. The action will be delivered by a consortium of SMEs (Opus, Onyx, Millidyne) representing the supply chain from materials to application together with specialist coatings technologists from London South Bank University and solar testing expertise from CEA. We are requesting a grant of Ä2.78m to bring SolarSharc to market, securing Ä2m of post-action financing for sales growth. Commercialisation of SolarSharc will develop new revenues for the consortium of Ä71m with profits of Ä45m cumulative over 5 years of sales, creating 243 new jobs within the consortium and providing a return on EU investment in this action of 19:1. These sales will increase output from new solar installation by 9000GWh, saving 5Mtonne of CO2 emission.",
    "totalCost": "2767469,38",
    "ecMaxContribution": "2267636",
    "coordinator": "LONDON SOUTH BANK UNIVERSITY LBG",
    "coordinatorCountry": "UK",
    "participants": "OPUS MATERIALS TECHNOLOGIES LTD;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MILLIDYNE OY;ONYX SOLAR ENERGY S.L",
    "participantCountries": "UK;FR;FI;ES",
    "projectParticipants": {
        "998837422": {
            "orgId": "998837422",
            "orgName": "MILLIDYNE OY",
            "ecContrib": 405562
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 465605
        },
        "934460947": {
            "orgId": "934460947",
            "orgName": "OPUS MATERIALS TECHNOLOGIES LTD",
            "ecContrib": 357340
        },
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 635753
        },
        "984768445": {
            "orgId": "984768445",
            "orgName": "ONYX SOLAR ENERGY S.L",
            "ecContrib": 403375
        }
    },
    "calculatedTotalContribution": 2267635
}