{
    "rcn": "209680",
    "acronym": "EpiPur",
    "topics": "MSCA-IF-2016",
    "title": "The ATP-P2X7R axis: a target for drug-refractory epilepsy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Current epilepsy therapies, based on mediating excitation or inhibition have no impact on disease progression and are ineffective in over 30% of patients, demonstrating the urgent need for therapies with different mechanisms of action. An exciting concept is that increased hyperexcitability states and network changes are caused and maintained by a sustained glial activation.The ATP-gated P2X7 receptor (P2X7R), a gatekeeper of inflammation, has recently emerged as a promising target for epilepsy, showing anticonvulsant and disease-modifying properties in animal models. To bring P2X7R further towards a clinical application, however, important gaps in our understanding must be filled. Evidence for ATP release in the brain during seizures is currently lacking, the cell types involved in pathological P2X7R activation must be determined, and whether results from rodent models can be replicated in human tissue must be tested. Recent technical advances now bring the answers to these questions within reach. EpiPur brings together a team of experts in purinergic signalling, industrial partners specialised in the development of P2X7R antagonists and epilepsy clinicians. Biosensors will be used to record ATP in vivo with high sensitivity and temporal resolution; new transgenic mouse lines will be used to elucidate the subcellular expression and cell-specific disease contribution of P2X7R. Newly developed P2X7R antagonists will be tested in brain tissue resected from epilepsy patients. This highly interdisciplinary and intersectoral approach will add a significant contribution to the understanding of neuroinflammatory processes in disorders of the CNS. Further, the skills acquired during the research project, the excellent training record of the supervisor and host institution and the outstanding resources for learning and development available at RCSI will give me the tools necessary to achieve research independence.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}