{
    "rcn": "209673",
    "acronym": "SAFS",
    "topics": "MSCA-IF-2016",
    "title": "Development of screw anchors for floating Marine Renewable Energy system arrays incorporating anchor sharing",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Classical anchoring solutions are inappropriate for the development of new marine renewable energy devices (wind/waves/tides). They are too expensive and not efficient. Organising devices in arrays is a solution where adjacent devices share an anchor. It reduces the total number of anchors necessary and the overall cost. In turn the loading applied to an anchor is a complex combination of horizontal and uplift cyclic loads. Screw anchors are piles which are fitted with one or several helices at their end. They are installed into the soil by applying a torque and are assumed to have an excellent resistance against uplifting.\nThe objective of this work is to study the fundamental behaviour of screw anchors upon complex loading in sand. A unique database of physical modelling tests (using cutting edge centrifuge apparatus) representative of small arrays of devices will be developed. In particular the tests will assess their uplift capacity after low level cyclic loading (fatigue behaviour). Numerical simulations, validated against experimental results, will provide additional information. Finally a new design methodology taking into account multi-directional and fatigue loading will be derived. This comprehensive topic has never been investigated before in sand.\nThe University of Dundee offers cutting edge centrifuge facilities and has an outstanding experience in physical modelling. A designed experimental set-up is able to install screw piles in flight and apply a multi-directional loading. I will build on my strong background in numerical modelling to carry out the numerical part of the project.\nEU targets the ambitious objective to derive 20% of its electricity production from renewable sources by 2020. The energy revolution has just started and should generate many jobs and investments in Europe. This project will clear technical and economical hurdles associated with anchoring. It will improve competitiveness and leadership of EU on the renewable energy market.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}