{
    "rcn": "209683",
    "acronym": "SARSESNA",
    "topics": "MSCA-IF-2016",
    "title": "Sustaining A Regional Screen Ecosystem In A Small Nation: Aarhus and the West Danish Film Fund, 2002-2019",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Since 2010 Danish screen production has enjoyed international attention with the popularity of high-quality films and TV series. Yet these emerge from a specific culture-political milieu that is concentrated in the capital Copenhagen. Current research on Danish production is similarly Copenhagen-centric. This imbalance means that peripheral regions of Denmark like Aarhus are neglected and underdeveloped as production hubs. This project addresses the question of how regional screen industries of small nations can be sustained and strengthened by examining the site-specific activities of the West Danish Film Fund (DVF) and its collaborations with the Aarhus 2017 EU Capital of Culture project. My main objectives are to 1) produce a 'deep map' of the regional screen ecosystem in Aarhus, 2) identify the implications of new funding and support initiatives, and 3) outline strategies on how regional screen production can productively harness geography, heritage, and tourism to strengthen domestic and international ties. I utilise a combination of qualitative and quantitative methodologies in screen studies to achieve these goals. Through a 4-week secondment at DVF and close links between Aarhus University (AU) and industry players, I will interview screen practitioners and policymakers across the region, examine policy and funding practices, analyse quantitative data relating to production and distribution, and evaluate industry innovations. This project includes both transfer of knowledge to AU and the training of the candidate in advanced techniques. This interdisciplinary research will be the first to significantly deepen knowledge on the regional screen industry of Aarhus and provide policy advice, build networks, concepts and tools on how to sustain the regional screen milieu. Results will have strong applicability to other Capitals of Culture and EU regions, enhancing understanding of how regional screen industries balance national cultural policy with local identity.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}