{
    "rcn": "209663",
    "acronym": "BCRdangerCOMPETITION",
    "topics": "MSCA-IF-2016",
    "title": "The role of danger signal and cellular competition in the elimination of B cells lacking the B cell receptor.",
    "startDate": "01/04/2017",
    "endDate": "01/10/2019",
    "objective": "B cells represent a specialized population of lymphocytes responsible for adaptive immune responses and life-long immune memory. All mature B cells carry B cell receptors (BCRs) on the surface and it is through the BCR that B cells recognize foreign antigens and subsequently provide antibody responses. Acute ablation of the BCR in resting mature naÔve B cells in mice leads to a fast disappearance of Immunoglobulin negative (Ig-) B cells from peripheral lymphoid system. This phenomenon has been mainly explained by a ìtonicî signal provided by the BCR, essential for B cell survival. However, there are at least two other possible, not mutually exclusive, mechanisms. In this proposal I hypothesize that i) loss of the BCR structure provides a ìdangerî signal leading to apoptosis of Ig- B cells; ii) Ig- B cells are eliminated as a result of cellular competition with the Ig\\ B cells. I will test these 2 hypothesis by i) addressing the unfolded protein response (UPR) in Ig- B cells as a possible ìdanger signalî followed by in vivo genetic rescue experiments testing for its causality in Ig- B cell depletion; ii) I will produce pure Ig- B cell cultures, exploiting the novel system of genome editing of primary B cells, and address - in vitro and in vivo - the fitness, proliferation and differentiation capacity of Ig- B cells in presence and absence of cellular competition with Ig\\ B cells. By addressing these points my work might provide a first-time evidence for the existence of ìa danger signalî initiated in a B cell upon BCR ablation and prove its causality in Ig- B cell disappearance. On the other hand, elimination of Ig- B cells as a result of cellular competition with Ig\\ B cells is a novel concept with important implications for lymphoma biology and potential clinical applications.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}