{
    "rcn": "209642",
    "acronym": "INFPROBES",
    "topics": "MSCA-IF-2016",
    "title": "Microscopic Probes of Inflationary Cosmology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The theory of cosmic inflation is the current paradigm for early universe cosmology. I propose a research and training programme centered around two themes in inflationary cosmology. First, I will determine new signatures of high-energy physics in inflation i) by finding new shapes of non-Gaussianity, in particular signatures from the tower of higher-spin states predicted in high-energy completions of gravity such as string theory, and also ii) by studying natural extensions of the tensor sector, in particular higher spin fields with partial gauge symmetries, and the imprints left by these fields in tensor non-Gaussianity and in the cosmic microwave background (CMB) radiation. To achieve i) and ii), I will use methods of field theory in curved backgrounds, as well as general symmetry properties of cosmological correlation functions. Second, I will study quantum instabilities in de Sitter space, as well as an analogue in flat space, a constant background electric field. The instabilities will be determined by studying response functions and vacuum polarization in strong fields. The signatures proposed in the first theme will provide tools to perform particle spectroscopy and determine the field content of inflation. The effects proposed in the second theme are a potential microscopic mechanism for the dynamics of inflation. \nThis programme will be conducted at the University of Amsterdam, giving me access to a wide network of collaborators in the fields of high-energy physics and cosmology, and provide me extensive training in various aspects of inflationary cosmology, CMB physics, string theory and the dynamics of systems out of equilibrium. The skills acquired in this proposal will tie excellently with my previous formation in cosmological perturbation theory, single-field inflation, and the dS/CFT correspondence.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}