{
    "rcn": "209615",
    "acronym": "SynPCP",
    "topics": "MSCA-IF-2016",
    "title": "Synapse formation and maturity through planar cell polarity pathway",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "SynPCP is a MSCA-IF-EF project in Neuroscience aimed at deciphering spatiotemporal mechanisms controlled by the planar cell polarity (PCP) protein Scribble (Scrib) in spine during specification and morpho-fonctional plasticity that depend on the dynamics of the actin cytoskeleton and trans-synaptic adhesions. Growing evidences suggest that PCP signaling is fundamental for neuronal development mechanisms, including dendrite morphogenesis and synaptogenesis. PCP signaling defects have been linked to a number of human neuropathies such as autism. Because of its subcellular compartment localization and interaction with actin, we hypothesize that Scrib nanoscale organization within the spine could control cytoskeleton and/or adhesion dynamics. To address this, I plan to study the coupling or interplay between Scrib-dependent signaling and the assembly of actin cytoskeleton macromolecular complexes and its connection to cadherin-adhesion molecules using biochemistry, biophysics and 3D super-resolution optical microscopy techniques, in normal and pathological conditions. This project will provide novel conceptual insights into the nanoscale segregation of PCP proteins in spines and how individual PCP proteins control the actin cytoskeleton to build functional synapses. This project will offer a multilevel and interdisciplinary approach to understand the consequences of mutations of PCP signaling at the nanoscale, cellular and physiological levels, on the establishment, maturation and function of the basic functional unit of neuronal integration in the complex circuit of the hippocampus: the dendritic spine. SynPCP will be setup at the Bordeaux Neurocampus which is well known for its contribution to synapse development and brain function. This project offers a scientific and training program critical for my career but also for the general understanding of the molecular mechanisms underlying the normal and pathological brain.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}