{
    "rcn": "209668",
    "acronym": "MACROSS",
    "topics": "MSCA-IF-2016",
    "title": "Multimedia Communication and Processing over Vehicular Cloud Networks for AutonomousDriving",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Autonomous driving technologies have recently drawn enormous research attention. It is predicted that autonomous driving will become the most promising form of future Intelligent Transportation Systems (ITS) and will gradually gain market traction in the coming decade. Although several automobile manufacturers have recently demonstrated prototypes, a great number of technical challenges should be addressed in order to reap the full potential of autonomous driving. This project aims to pioneer a framework that leverages innovative multimedia communication and processing technologies for efficient sensor data exchange in order to support autonomous driving application over vehicular cloud networks (VCNs). The project is unique in its ground-breaking integration of two challenging technical aspects over VCNs: multimedia-driven vehicular wireless communications and network-aware adaptive multimedia processing. The interaction and mutual promotion between these two aspects will enable each to design more efficient operational procedure and protocols. \n\nThe techniques to be developed will fill important gaps in the fundamental understanding of sensing data communication and processing technologies over VCNs, and will also provide the underpinning for system design and algorithm implementation for autonomous driving technologies. To accomplish the scientific objectives of the project, a series of research, training, and knowledge transfer activities will be carried out. The project will enable the fellow to broaden an interdisciplinary research background and greatly improve his career competence. It will lay the foundation for future long-term collaborations between the fellow and the hosting university, leading to greater social and industrial impacts and benefitting both EU and China.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}