{
    "rcn": "209658",
    "acronym": "SODIUMMRI-4-EU",
    "topics": "MSCA-IF-2016",
    "title": "Unlocking the potential of ultrahigh field 23Na magnetic resonance to quantify tissue sodium content for probing viability of the heart: where physics, biology and medicine meet",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Cardiovascular diseases (CVD) are the leading cause of death with 60% of CVDs associated with coronary artery diseases (CAD). CAD is the major cause of myocardial infarction (MI), commonly known as heart attack, which can be life threatening and places a huge socio-economic burden on the EU. The most widely used therapy for CAD is revascularization, and myocardial viability is a determining factor and predictor for patient outcomes. Magnetic resonance imaging (MRI) has become a mainstay of clinical diagnosis, but so far has seen limited use in the study of the heart. Here I aim to unlock the potential of myocardial viability imaging with physiometabolic MRI to provide a new instrument for the diagnosis and assessment of therapy success of CAD. Therefore I propose a quantitative approach based on MRI of sodium (23Na) that will allow me to observe new features of the working heart, at a level of resolution that will be highly valuable in understanding, finely diagnosing, and designing treatments for CVD. To meet this goal I pursue the development of cutting edge sodium MRI technology. Its capacity for quantitative assessment of sodium tissue content will be validated in model systems and in healthy subjects. The clinical applicability of 23Na MRI for viability imaging will be examined in revascularized MI patients. For this purpose I will leverage the sensitivity gain inherent to ultrahigh field MRI (B0?7.0 T), capitalize on my outstanding expertise in the field of physiometabolic MRI and build on my interdisciplinary skills formed around MRI physics. In this project, this expertise will be taken to the next level to elucidate the progression of sodium concentration in ischemic myocardial tissue. This research will eliminate the main barriers to the study of tissue viability and will open entirely new possibilities for non-invasive, in vivo phenotyping as a tool for individualised medicine tailored to offset a major socio-economic burden on the EU induced by CVD.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}