{
    "rcn": "209630",
    "acronym": "REBUILD",
    "topics": "MSCA-IF-2016",
    "title": "Mechanisms of sarcomeric protein homeostasis during physical exercise and ageing",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "During ageing muscle fibers are constantly subjected to high forces resulting in mechanical stress on cells and proteins. As a consequence they can degenerate, leading to suboptimal force generation, lack of coordinated movements and ultimately to muscle failure in the elderly population. This ageing process that leads to a progressive loss of muscle function has a major health impact on the ageing Western society. Physical activity is known to delay this decline.\n\nThe REBUILD project aims to determine the temporal dynamics of protein replacement during life of a muscle fiber by SILAC-based mass spectrometry and genetics. It will integrate biomechanics with muscle homeostasis and accurately quantify the impact of physical activity on protein turnover and investigate the physiological consequences for the ageing animal. By combining the power of genetics and SILAC-based proteomics with behaviour of free flight under defined exercise conditions, we create a unique position for a discovery orientated large-scale in vivo genetic screen. The interdisciplinary nature of the project will allow establishing novel hypothesis, combining muscle biomechanics as a driving force behind dynamic maintenance of the muscle tissue during ageing.\n\nThe experienced researcher will expand on previous training acquired in San Francisco, USA, and establish a new line of research in the crossroads of two developing fields (quantitative proteomics and biomechanical regulation of tissue homeostasis). This will be a stepping stone for his scientific independence. The host will expand on its expertise on developmental regulation of muscle formation and benefit from the expertise of the candidate in the biology of ageing and homeostasis.\n\nA precise understanding of mechanisms that control homeostatic replacement of damaged proteins in muscle fibers should foster interventions aimed at maintenance of muscle capacity in older individuals and thus, an important step towards healthy ageing.",
    "totalCost": "185076",
    "ecMaxContribution": "141203,25",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 141203
        }
    },
    "calculatedTotalContribution": 141203
}