{
    "rcn": "209686",
    "acronym": "SOLISYNTH",
    "topics": "MSCA-IF-2016",
    "title": "Synthesis of Low Noise Microwaves Using Solitons Locked to an Ultra-Stable Cavity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This project (SOLISYNTH) aims to utilize the novel crystalline microresonator optical frequency comb to synthesize ultra-stable microwaves. The microresonator comb will operate in the state of temporal dissipative soliton and an ultra-stable Fabry-Perot cavity will be used as a reference for the comb to lock to. By using direct optical division with the comb, this work could offer a new approach to synthesize low-phase-noise microwaves in a compact form factor, which could have applications in Radar, timing and telecommunications to radio astronomy. In addition, this project seeks to generate mid-infrared soliton comb with octave spanning bandwidth through dispersion engineering and quantum cascade laser pumping. With its exceptionally high coherence, such frequency comb offers access to the molecular fingerprinting region where many chemical species show distinctive absorption features. Devices based on this research output can find tremendous applications in mining, agriculture and medical diagnosis.\n\nDue to the prominent values of the research on microresonator comb, there are many groups in the US delved into this field, and the numbers of publications and filed patents on this topic has been rising rapidly. Hence this project will not only enhance Europeís position in scientific competition with US, but also gain substantial economic benefits through strengthened industrial innovation. On the other hand, the host group in EPFL will consolidate its leading position in the field by integrating the applicantís knowledge and experience on ultra-stable cavities and laser stabilization with the soliton comb research, thus facilitating both the fundamental investigation and the commercial development based on the microresonator frequency comb. Moreover, the applicant will acquire both research competencies and managerial and leadership skills, which will serve as the foundation of undertaking independent research and leading scientific and technological developments.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}