{
    "rcn": "209645",
    "acronym": "MalariaEgress",
    "topics": "MSCA-IF-2016",
    "title": "Role of perforin-like proteins and phospholipases in malaria parasite egress",
    "startDate": "01/01/2018",
    "endDate": "07/01/2020",
    "objective": "The malaria parasite Plasmodium falciparum, which causes ~600,000 deaths annually, propagates within host erythrocytes. Roughly synchronous egress of blood stage parasites in vivo causes the periodic fevers associated with malaria and is essential for parasite replication. Blocking parasite egress can stop disease progression, so understanding its mechanism is key to identifying new drug targets. Egress of malaria parasites from host erythrocytes involves the rupture of two membranes- the parasitophorous vacuole membrane and the erythrocyte membrane. It is unclear how the parasitophorous vacuole membrane ruptures during egress, and what mechanism is responsible for poration of the erythrocyte membrane. While it has been shown that egress is protease-dependent, the effector molecules that bring about the disruption of both membranes remain unknown. Potential effector molecules include parasite perforin-like proteins (PLPs) and phospholipases.  This project aims to test the hypothesis that Plasmodium PLPs and phospholipases are involved in malarial egress. First, we will apply newly developed conditional knockout strategies to establish the role in egress of a candidate perforin-like protein. Second, we aim to devise a novel conditional genetic screen to identify egress related phospholipases in a medium-throughput manner. This work will add to the efforts being made to understand egress and will attempt to develop a much needed forward genetic screen in the malaria parasite. The interdisciplinary approach proposed here combines the experienced researcher (ER)ís skills in genomics and the host laboratoryís expertise in malarial cell biology and conditional knockout technologies. This will equip the ER with the right exposure and new skills to pursue a future independent research career in malaria research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}