{
    "rcn": "209788",
    "acronym": "Fluidblasto",
    "topics": "MSCA-IF-2016",
    "title": "Luminal pressure: a sculptor for mouse blastocyst self-organisation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "An important morphogenetic event of mammalian embryogenesis is the formation of a blastocyst with a fluid-filled cavity, blastocoel, and the establishment of three cell types essential for implantation. Morphogenesis of the blastocyst begins with the emergence of multiple nascent cavities, which progressively coalesce to form one cavity segregating the cavity-facing primitive endoderm from the epiblast within the inner cell mass. While cell-to-cell gene expression heterogeneity is well characterised during this lineage specification, little is known about the physical principles governing self-organized blastocyst morphogenesis and patterning. In particular, changes in fluid pressure, cell shape and polarity during blastocyst formation remain uncharacterized. In this project, I will study the roles of fluid cavities in coordinating tissue mechanics, polarity and lineage specification. I will establish a novel micropressure technique to quantify the growth of luminal pressure during blastocyst development. Combining micropipette aspiration with high-resolution live-embryo imaging, I will characterize the impact of fluid pressure on trophectoderm fate specification through dynamic changes in cell shape and adhesion, and cytoskeletal remodeling. To assess the impact of fluid pressure on inner cell mass, I will study if cavity expansion induces apical polarisation and enhances primitive endoderm differentiation in cavity-facing cells. Combining laser ablation with light-sheet microscopy, we will build a spatio-temporal map of intercellular forces in vivo during blastocyst development. We will further manipulate the cavity size to study if fluid pressure is functionally required and sufficient for driving lineage segregation. This interdisciplinary and quantitative study will establish the novel role of fluid cavities and elucidate their interplay with biochemical signaling within the multi-cellular self-organization process.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}