{
    "rcn": "209792",
    "acronym": "Motivageing",
    "topics": "MSCA-IF-2016",
    "title": "Motivationñcognition interaction in healthy ageing and Parkinsonís disease",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "Europe is greying. This has enormous economic and social costs for the entire society, through greater numbers of healthy older adults with cognitive decline, and of people with neurodegenerative disorders that can lead to dementia, such as Parkinsonís disease (PD). MOTIVAGEING aims to address this issue by proposing a new approach for the enhancement of working memory (WM) capacity, in order to improve cognitive function, quality of life and wellbeing of healthy older adults and PD patients. In fact, there is no current effective treatment for age-related WM decline or WM deficits and related behavioural and affective problems in PD patients. Based on a promising new theory of cognitive neuroscience, the Motivation-Cognition Interaction (MoCoInt) framework, the present plan employs an interdisciplinary approach: in Study 1, an innovative multimodal functional neuroimaging method is proposed to analyse for the first time the neural mechanisms of MoCoInt in healthy ageing. The new evidence will provide a foundation for Study 2, in which the efficacy of a novel WM training procedure, based on MoCoInt, will be tested in healthy older adults in order to improve their WM capacity. Finally, to understand if this new training procedure can be employed to treat WM deficits in PD, Study 3 investigates for the first time MoCoInt mechanisms in PD patients in relation to pharmacological treatment, through the conduct of a randomised controlled drug trial. Results will enable to extend MoCoInt to healthy and pathological ageing, and to develop a new framework that will be available as a new theoretical model for both researchers and clinicians. MOTIVAGEING will therefore have both a significant scientific multidisciplinary impact, filling several gaps in knowledge in cognitive neuroscience, cognitive and clinical neuropsychology, and a valuable social and economic impact in the European Union, helping to address the crucial issues posed by the ageing population.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF KEELE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996624658": {
            "orgId": "996624658",
            "orgName": "THE WASHINGTON UNIVERSITY CORPORATION",
            "ecContrib": 0
        },
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}