{
    "rcn": "209787",
    "acronym": "c2LEARN",
    "topics": "MSCA-IF-2016",
    "title": "Short Videos to Increase Learners uptake on Online Content",
    "startDate": "23/10/2017",
    "endDate": "22/10/2019",
    "objective": "Introduction:  Students use the Internet as the first point of contact when searching for learning materials to assist their studies.  Such content may have a low evidence based background and may be misleading. One learning medium that is rated highly by students is the use of short educational videos. Objectives: The aim of this project is to create short video learning materials which are peer reviewed and accessible for dental students. Their creation and use will be an exemplar that may be used in dentistry and have a framework that allows translation into other disciplines. Material and Methods: A questionnaire will be distributed to European Dental Courses to verify their use of Information and Communication Technologies (ICT) with a focus on the use of short online videos. Following this short instructional videos will be created in several dental subjects and made available online following peer review. Their content will be evaluated qualitatively using face to face interviews with both students and their teachers. Following dissemination at dental education conferences, selected European partners will be invited to take part in evaluating the videos with a view to embedded them in their curriculum.  The ER will learn new skills in qualitative research methodology and will develop a network of European Schools to evaluate new video production. Outcomes: This work will create a suite of dental videos that will be available to students across Europe.  They will be peer reviewed and made available via the Internet to students. The project will develop a framework for future video creation by educators and will allow translation to other disciplines. The ER will learn a range of multidisciplinary skills including video creation, qualitative research methodology and have a suite of dental videos that will be made available to European Dental Schools.  The host institution will benefit from how to embed ICT into dental education and with new partners.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}