{
    "rcn": "209752",
    "acronym": "GenomMed",
    "topics": "MSCA-COFUND-2016",
    "title": "Genomics and Mechanisms in Translational Medicine Doctoral Programme",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The GenomMed programme will train international experts who are wanted in the European job market and future research leaders in translational genomics. These experts aim to solve health care -related questions in cardiovascular and metabolic diseases and neurosciences. They will have skills to create solutions and innovations to develop novel treatments in the European and global environment. Health care is globally faced with a growing burden of major age-associated diseases. New means of diagnosis and treatment are needed to survive the challenges.\nThis will be gained by offering world class research-oriented PhD training in genomics, cardiovascular and metabolic diseases, neurosciences, and clinical adaptation of research results. In depth knowledge and methodology training will be topped up with well-planned transferable skills curricula providing the graduates with skills needed in changing career paths after their initial researcher training. Other means to achieve training goals include well-planned mobility periods to international collaboratorsí research environments, meaningful secondments at intersectoral partnersí projects, and frequent exposure to interdisciplinary activities between the participating research groups.\nThe GenomMed Doctoral Programme will take the researcher training to the next level in terms of research excellence, productive international and intersectoral mobility, and interdisciplinary exposure. Graduates will gain a unique set of research and transferable skills. Career development is a built-in feature of the training leading to increased employability of graduates in and outside academia and enhanced R&I input for the European economy and society. In pursuance of better trained PhDs, HR practices of hosting institutions will be developed and harmonized, and intersectoral collaboration will become regular. Furthermore mobility schemes at system level will develop and become part of everyday actions in research organizations.",
    "totalCost": "2511360",
    "ecMaxContribution": "1255680",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 1255680
        }
    },
    "calculatedTotalContribution": 1255680
}