{
    "rcn": "209735",
    "acronym": "ContraNPM1AML",
    "topics": "ERC-2016-COG",
    "title": "Dissecting to hit the therapeutic targets in nucleophosmin (NPM1)-mutated acute myeloid leukemia",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Acute myeloid leukemia (AML) is a group of hematologic malignancies which, due to their molecular and clinical heterogeneity, have been traditionally difficult to classify and treat. Recently, next-generation, whole-genome sequencing has uncovered several recurrent somatic mutations that better define the landscape of AML genomics. Despite these advances in deciphering AML molecular subsets, there have been no concurrent improvements in AML therapy which still relies on the ëantracycline\\cytarabineí scheme. Hereto, only about 40-50% of adult young patients are cured whilst most of the elderly succumb to their disease. Therefore, new therapeutic approaches which would take advantage of the new discoveries are clearly needed. In the past years, we discovered and characterized nucleophosmin (NPM1) mutations as the most frequent genetic alteration (about 30%) in AML, and today NPM1-mutated AML is a new entity in the WHO classification of myeloid neoplasms. However, mechanisms of leukemogenesis and a specific therapy for this leukemia are missing. Here, I aim to unravel the complex network of molecular interactions that take place in this distinct genetic subtype, and find their vulnerabilities to identify new targets for therapy. To address this issue, I will avail of relevant pre-clinical models developed in our laboratories and propose two complementary strategies: 1) a screening-based approach, focused either on the target, by analyzing synthetic lethal interactions through CRISPR-based genome-wide interference, or on the drug, by high-throughput chemical libraries screenings; 2) a hypothesis-driven approach, based on our recent gained novel insights on the role of specific intracellular pathways/genes in NPM1-mutated AML and on pharmacological studies with ëoldí drugs, which we have revisited in the specific AML genetic context. I expect our discoveries will lead to find novel therapeutic approaches and make clinical trials available to patients as soon as possible.",
    "totalCost": "1883749,68",
    "ecMaxContribution": "1883749,68",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PERUGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 1883750
        }
    },
    "calculatedTotalContribution": 1883750
}