{
    "rcn": "209733",
    "acronym": "MINORG",
    "topics": "ERC-2016-COG",
    "title": "The role of minerals in the oceanic carbon cycle",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The oceanic carbon cycle is key for regulating the Earth system because, in sediments and seawater, the balance between the degradation and preservation of organic carbon (OC) exerts a first order control on atmospheric CO2 and O2. In sediments, OC is preserved over millions of years, while in seawater, a dissolved form of recalcitrant OC has been recently recognised as critical to OC storage over anthropogenic timescales. Both sedimentary and seawater OC are derived from living organisms, and should therefore be easily degraded. Their persistence is therefore profoundly puzzling. Quite simply we do not know how or why OC is preserved. A long-standing hypothesis suggests that protection of OC inside minerals might account for the vast OC stores preserved in sediments. In a NEW hypothesis, based on recent work by the PI and proposed here for the first time, the interaction of OC with minerals might ALSO account for the even larger stores of dissolved OC preserved in seawater. Together these concepts could revolutionise our understanding of OC degradation and preservation, but the extent to which minerals preserve OC in sediments and seawater is (still) unknown, largely because the mechanisms that control how OC interacts with minerals are almost entirely unconstrained. MINORG will quantify the role of minerals in the preservation of OC for the first time, by combining cutting-edge molecular-level techniques with the first ever comprehensive and fully integrated experimental and modelling campaign, to determine in unprecedented detail the exact mechanisms responsible for the interaction of OC with minerals, and its subsequent degradation and preservation behaviour. MINORG hypothesises that minerals play a MAJOR role in the preservation of OC, in both its sedimentary and seawater forms, and is uniquely poised to test this. This project will majorly contribute to our quantitative understanding of the oceanic carbon cycle, and so to predicting current climate change.",
    "totalCost": "1985996",
    "ecMaxContribution": "1985996",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1985996
        }
    },
    "calculatedTotalContribution": 1985996
}