{
    "rcn": "209713",
    "acronym": "CENTRELINE",
    "topics": "MG-1-4-2016-2017",
    "title": "ConcEpt validatioN sTudy foR fusElage wake-filLIng propulsioN intEgration",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "'The CENTRELINE project aims at maximising the benefits of aft-fuselage wake-filling under realistic systems design and operating conditions. The concept realises fuselage wake-filling through a single propulsive device installed at the fuselage aft-end with the purpose to entrain and re-energise the fuselage boundary layer flow, the so-called Propulsive Fuselage Concept (PFC). The aft-fuselage propulsor is driven turbo-electrically with power supplied through generator off-takes from advanced geared turbofan engines in under-wing installation. \nCENTRELINE will perform the proof of concept and initial experimental validation for a highly promising propulsion-airframe integration approach in order to mature this technology from currently TRL 1-2 to TRL 3-4. Advanced pre-design methods based on high-fidelity numerical simulation and integrated multidisciplinary design optimisation techniques will be adopted in order to produce best and balanced design solutions for the concept. The technological key features will be initially validated through physical experiments including scale-model wind tunnel testing for the overall configuration as well as specialised aerodynamic rig testing of the boundary layer ingesting aft-fuselage propulsor. The proposed research and innovation actions represent the immediate exploitation of results of the highly successful FP7 L-0 project ìDisPURSALî (GA no. 323013). \nThe optimised system technology concept will be eco-environmentally benchmarked against an advanced conventional reference aircraft equipped with aerodynamic, structural, power plant and systems technologies suitable for a potential Entry Into Service (EIS) year 2035, referred to as 'R2035'. The objective CO2 reductions of the concept at integrated vehicular level are -11% against the R2035 (which means ñ40% CO2 versus the Y2000 SRIA reference). A detailed technology roadmap will be developed, indicating how to transfer these improvements to TRL 6 in 2030.'",
    "totalCost": "3680520,78",
    "ecMaxContribution": "3680519,78",
    "coordinator": "BAUHAUS LUFTFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;AIRBUS DEFENCE AND SPACE GMBH;POLITECHNIKA WARSZAWSKA;ARTTIC;MTU AERO ENGINES AG;SIEMENS AKTIENGESELLSCHAFT;TECHNISCHE UNIVERSITEIT DELFT;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;DE;PL;FR;NL;SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 301041
        },
        "999551827": {
            "orgId": "999551827",
            "orgName": "BAUHAUS LUFTFAHRT EV",
            "ecContrib": 802190
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 295901
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 798296
        },
        "950259822": {
            "orgId": "950259822",
            "orgName": "MTU AERO ENGINES AG",
            "ecContrib": 151250
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 199995
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 250675
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 331250
        }
    },
    "calculatedTotalContribution": 3130598
}