{
    "rcn": "209757",
    "acronym": "CLIMOD",
    "topics": "MSCA-IF-2016",
    "title": "Integrating climate impact and spatial microsimulation modelling for improved climate change adaptation decision-making",
    "startDate": "02/04/2018",
    "endDate": "01/04/2020",
    "objective": "Minimising the welfare cost of climate change requires effective adaptation policies. Consequently, the EU strategy on climate change adaptation prioritises the creation of ëframeworks, models and tools to support decision-making and to assess [the effectiveness of] various adaptation measuresí. Accurate measurement of welfare cost is a prerequisite for effective policy prioritisation. The current state of the art quantifies welfare costs using aggregated methodologies. This has been shown to bias cost estimation and does not capture the socioeconomic distribution of welfare impacts. This bias may therefore affect the effectiveness of adaptation measures. Integrating climate impact models (with which Prof Lotze-Campen and the Potsdam Institute for Climate Impact Research [PIK] are experts) with Spatial Microsimulation (SM) modelling (with which the experienced researcher, Dr. Farrell, is an expert) provides a framework to estimate micro-level welfare impacts and thus overcome these deficiencies. Furthermore, this project integrates these estimates into decision-making models to aid policy. \n\nThis project provides: (1) a timely contribution; (2) a strong multidisciplinary focus; (3) a transfer of SM knowledge to PIK, improving their ability to quantify the welfare impacts of climate change; (4) strong training in climate science and decision-making tools for Dr. Farrell; (5) strong communication/dissemination strategy drawing on resources of Dr. Farrell and PIK.\n\nThe value of this project is in the collaborative opportunities provided by the research fellowship. PIK provides the best possible opportunities for mentorship and training/professional development for Dr. Farrell. This establishes Dr. Farrell as the leading expert in an emerging field of micro-based welfare estimation of climate change impacts and, coupled with the integration of the research networks of Dr. Farrell and PIK, provides a platform through which many further career developments are possible.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "POTSDAM INSTITUT FUER KLIMAFOLGENFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999464042": {
            "orgId": "999464042",
            "orgName": "POTSDAM INSTITUT FUER KLIMAFOLGENFORSCHUNG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}