{
    "rcn": "209795",
    "acronym": "UNCERTAINPOWER",
    "topics": "MSCA-IF-2016",
    "title": "Uncertain Power: Representing the king in the Portuguese empire (1640-1750)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This project aims at analysing the authority of the viceroys and governors-general - the highest representatives of the Portuguese kings ñ in the States of India and Brazil between 1640 and 1750 and as such, it deals with the relevance of non-formal expressions of power and authority, and their role in the efficiency of political communication. UNCERTAINPOWER seeks early expressions of the combination between formal and non-formal expressions of power and authority, namely in places where the physical presence of the main decision-makers was impossible to happen. In a world with ever-changing systems of communication, where virtual forms of power become more and more present, to offer a diachronic perspective on the uncertainties that long-distance expressions of power entail is relevant. The choice of the early-modern Portuguese empire is related with its early presence in the four parts of the world in a period when technologies of power and of communication were very different from ours. In UNCERTAINPOWER, issues that are still relevant today, such as the ways of expressing authority in very different socio-cultural contexts, the reception of this authority, as well as the links between these processes and the conservation of society will be discussed. Which were the ways chosen by Portuguese viceroys and governors to communicate their power and authority with the societies under their control? How did these royal agents exercise the prerogative of representing the royal power in an empire with a significant territorial extension and with a plurality of cultural and political realities? How did they adjust their political cultures to the local needs? How did the local contexts influence their ways of governing? And how did mobility challenge the meanings of power and authority? The more tangible outcomes of this project include 6 articles, 1 book and a virtual exhibition.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "INSTITUTO DE CIENCIAS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}