{
    "rcn": "209737",
    "acronym": "EU-FER",
    "topics": "ERC-2016-COG",
    "title": "Economic Uncertainty and Fertility in Europe",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "EU-FER is a project about Economic Uncertainty and FERtility in EUrope. Economic uncertainty may be interpreted as an individual risk factor, mainly related to the labour market (e.g. unemployment, short-term contract jobs, underemployment, or a combination of these), but it may also be conceptualized as a macro-level phenomenon, reflecting the general uncertainty felt by people in times of economic turbulence. The recent Great Recession, spanning 2007 to 2009 and featuring downturns in both financial and labour market fortunes, has fuelled interest in understanding whether economic uncertainty, which does not appear to be a transient phenomenon, affects fertility.\nThe economic uncertainty/fertility nexus is far from being clearly understood: theoretical premises are weak and empirical findings send conflicting messages. The goal of this project is to generate new knowledge on if, how, and under what circumstances economic uncertainty matters for fertility in contemporary Europe, adopting a cross-country comparative approach. The use of new data, methodologies, and tools may advance our knowledge on this topic. EU-FER is based on three pillars: a meta-analysis of previous research, a cross-country laboratory experimentation design, and micro-level longitudinal analyses.\nEU-FER ensures a strong interdisciplinary perspective, with the following overall goals: \nï to advance the understanding of the causal impact of economic uncertainty on fertility addressing this issue in a comprehensive way and from different perspectives, using various measures of uncertainty, and testing aspects that remain unclear from the current body of research;\nï to enhance the boundaries of demographic research by illustrating the benefits of a laboratory experimentation design;\nï to communicate findings and stimulate the academic and policy debate on how economic uncertainty matters for fertility.",
    "totalCost": "1689272",
    "ecMaxContribution": "1689272",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 1689272
        }
    },
    "calculatedTotalContribution": 1689272
}