{
    "rcn": "209762",
    "acronym": "VALUEMAG",
    "topics": "BBI-2016-R09",
    "title": "Valuable Products from Algae Using New Magnetic Cultivation and Extraction Techniques",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "VALUEMAG project aims to provide groundbreaking solutions for microalgae production and harvesting as well as scaling up biomass transformation systems in order to provide new technologies for aquatic/marine biomass integrated bio-refineries. Production-cultivation and harvesting objectives are achieved by using magnetic nanotechnologies: superparamagnetic iron oxide nanoparticles (SPAN) are introduced into microalgae protoplasm in order to confer them magnetic properties. Magnetic microalgae (MAGMA) are immobilized onto a soft magnetic conical surface (SOMAC) and covered with a thin layer of continuously circulating water. A greenhouse hosts SOMAC system to exposure MAGMA to sunlight, minimize contamination and temperature-humidity uncertainties. Quantity of water is minimized and harvesting will be fast and inexpensive. These innovations permit optimum cultivation, enhance biomass productivity and dramatically lower costs of biomass production. Biomass is directly utilized by VALUEMAG multi-facilities bio-refinery for the production molecules for pharmaceutical, nutraceuticals, food additives and cosmetics. Using selected microalgae strains, natural products will be extracted by supercritical CO2 extraction, while a new selective magnetic separation method for precise selection of value-added products will be also developed. To reduce the amount of greenhouse gases realized in the environment and further lower costs of biomass, CO2 produced by transformation processes as well as water are recycled and used to enhance microalgae growth rate. All together VALUEMAG achievements will perfectly meet the demand of capturing the potential of aquatic biomass. The project outputs will bring to the market a broad variety of value-added products in sustainable way. Finally, competitiveness of the European industry will be improved since there are not pilot installations or state-of-the-art bio-refineries utilizing magnetic nanotechnology to cultivate microalgae.",
    "totalCost": "4789000",
    "ecMaxContribution": "4789000",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "ECODUNA PRODUKTIONS-GMBH;NOMASICO LTD;EPARELLA GMBH;ECODUNA AG;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;EXERGY LTD;VERTECH GROUP;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;THERACELL ADVANCED BIOTECHNOLOGY LTD;FYZIKALNY USTAV SLOVENSKEJ AKADEMIE VIED;PNO INNOVATION;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "participantCountries": "AT;CY;IT;UK;FR;SK;BE;ES",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 763750
        },
        "912542245": {
            "orgId": "912542245",
            "orgName": "ECODUNA AG",
            "ecContrib": 0
        },
        "956341819": {
            "orgId": "956341819",
            "orgName": "ECODUNA PRODUKTIONS-GMBH",
            "ecContrib": 0
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 205000
        },
        "923728867": {
            "orgId": "923728867",
            "orgName": "THERACELL ADVANCED BIOTECHNOLOGY LTD",
            "ecContrib": 306250
        },
        "998915119": {
            "orgId": "998915119",
            "orgName": "FYZIKALNY USTAV SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 417000
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 502500
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 703750
        },
        "958250294": {
            "orgId": "958250294",
            "orgName": "VERTECH GROUP",
            "ecContrib": 256250
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 302500
        },
        "922488237": {
            "orgId": "922488237",
            "orgName": "NOMASICO LTD",
            "ecContrib": 406250
        }
    },
    "calculatedTotalContribution": 3863250
}