{
    "rcn": "209740",
    "acronym": "InflammaTENSION",
    "topics": "ERC-2016-COG",
    "title": "A study of the roles of the immune and inflammatory systems in hypertension.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Hypertension is a common disease impacting 1 billion people worldwide, which leads to catastrophic cardiovascular complications. The cause of primary hypertension is unknown and the disease remains uncontrolled in many patients. By interrogating the key hypothesis that inflammatory dysregulation fundamentally controls development of hypertension and vascular remodelling, InflammaTENSION provides a new paradigm for the management of the disease, with the potential to lead to identification of novel therapeutic targets to control hypertension. InflammaTENSION will result in the discovery of novel biomarkers, capable of identifying patients who could benefit from such immune targeted therapies. Importantly, we already made the seminal observation that the immune system not only mediates target organ damage, but is essential for the development of hypertension. This finding has initiated numerous studies, that defined the roles of pro-inflammatory T cells, monocytes and anti-inflammatory T regulatory cells. However, our current knowledge remains very fragmented and so far has not been applied to human pathology. InflammaTENSION will for the first time advance the knowledge procured in rodent models into human studies. By combining clinical translational and model mechanistic studies it will identify novel inflammatory factors that can control immune mechanisms of hypertension. We will: (1) characterize the immunophenotypic signature of human hypertension; (2) define key concepts in cytokine biology of hypertension with TNF-? and IL-6 as key exemplars; (3) understand how chronic cytokines regulate the T cell dependent mechanisms of hypertension. InflammaTENSION will go beyond current state-of-the-art through comprehensive combination of immunology and cardiovascular medicine to create a new understanding of how the immune system may lead to human hypertension and will have major impact on the field, enabling translation of these exciting findings to clinical practice.",
    "totalCost": "1957573,75",
    "ecMaxContribution": "1957573,75",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1957574
        }
    },
    "calculatedTotalContribution": 1957574
}