{
    "rcn": "209748",
    "acronym": "DLInnociate",
    "topics": "INNOSUP-02-2016",
    "title": "Innovation Associate knowledgeable in blockchain technologyfor real time economy platform business development",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "DLI Ltd operates right now in a synergetic business landscape where the development of national information society and the client assignments collide in a manner profitable for the company. DLI Ltd need to complement its expertise with knowledge in blockchain technology for secured Real Time Economy in cloud, both in general for providing applications to any client and for piloting the DEEP, Digital Enterprise Ecosystem Platform business plan on open innovation with a client in the FinTech. The plan targets to leverage the business plan further within the clientís global organization, one of the world's largest settlement system for domestic and international securities transactions.\nThe employment of the Innovation Associate will base on the mutually developed and agreed Personal Career Development Plan which will be first time discussed during the recruitment phase together with the Training Plan suggested by the company. The personnel of DLI Ltd offer an innovative working environment in a team of professionals in production design and software development as well as ecosystem builders, innovators and people with a high academic degree familiar with practicalities in science. Street smart business out of latest in science meets at this knowledge intensive SME. The Innovation Associate is free to use her or his full potential to contribute to the client assignments and to the tasks in the workplan, as well as to create a career of her or his own at DLI Ltd on the generated Innovation Plan in long run.\nAs the DLI Ltdís LifeEngine platform is applicable in any field and DLI Ltd is highly skillful in ecosystem building with stakeholders of the full operational chain, DLI Ltd has appealed clients in demand of latest and future Internet technologies in several fields. This offers the Innovation Associate the possibility and freedom to cowork with most advanced commercial solutions.",
    "totalCost": "131472,5",
    "ecMaxContribution": "131472,5",
    "coordinator": "DIGITAL LIVING INTERNATIONAL OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937882719": {
            "orgId": "937882719",
            "orgName": "DIGITAL LIVING INTERNATIONAL OY",
            "ecContrib": 131472
        }
    },
    "calculatedTotalContribution": 131472
}