{
    "rcn": "209770",
    "acronym": "SKELETON-ID",
    "topics": "MSCA-IF-2016",
    "title": "Soft Computing and Computer Vision for Comparative Radiography in Forensic Identification",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "There is an urgent need of providing forensic practitioners with accurate, robust, unbiased and automate identification systems. This fact makes more sense in the field of forensic anthropology due to the poor technological development, the increasing number of mass disasters, and the unapproachable and shameful number of unidentified people in the EU. SKELETON-ID is intended to fill this technological gap by proposing a novel computer-aided automatic paradigm, which will be implemented and validated through the development of clavicle and frontal sinus identification systems.\n\nThe challenging proposal is feasible thanks to the ER (Dr. Mesejo) and supervisor (Dr. CordÛn) profiles, the facilities and excellence of the hosting institution (ranked 250th overall and 45th in Engineering in the Shangai Ranking 2016), and the strong background of the involved partners. The ER obtained his PhD within a Marie Curie ITN and he has developed his research career in four different Universities in EU, one Hospital (Spain), and two research centers (INRIA, CNRS). He has become an expert in computer vision and machine learning, with practical experience in biomedical imaging. In turn, Dr. CordÛn got the Spanish National Computer Science Award (2014) and some other international awards, is included in the 1% of most cited researchers in the World, and leads a multidisciplinary group participating in four European research projects.\n\nThe multi-disciplinary know-how of the well-known team experts in different fields (from forensic radiology and disaster victim identification to image registration and fuzzy systems), and the equipment and facilities of the beneficiary (UGR-SOCCER), forensic partner (UGR-PAL), and supporting  institution (FASE) compose a unique environment to accomplish these ambitious and breakthrough objectives. Finally, the project clearly pursues the technological transfer, which will be carried on in collaboration with the young SME PANACEA.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}