{
    "rcn": "209785",
    "acronym": "GalaxyDance",
    "topics": "MSCA-IF-2016",
    "title": "Dance of galaxies: testing General Relativity and alternatives using galaxy velocity fields",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "We propose to use information encoded in peculiar velocity statistics of galaxies in the Local Universe as well as observed redshift space distortions (RSD) of distant galaxies for rendering new and very precise constraints on the validity of General Relativity (GR) and competing theories of modified gravity (MG) on cosmological and intergalactic scales.\nThe main objectives and deliverables of our proposed research programme are:\n-To obtain precise modeling of both GR and MOG signatures in galaxy velocity field;\n-To develop self-consistent models of RSD for a wide class of MOG models;\n-To study the systematic impact of baryonic physics on velocity and clustering observables;\n-To perform a robust comparison of the predicted and observed velocity and RSD signal;\n-To compare cosmological parameters estimated using separately both methods;\nWe plan to conduct our studies on GR and MG by developing methods proposed by us in previous works. For this goal it is necessary to develop a self-consistent RSD theory for MG. We will put emphasis here on the construction of theoretical models for anisotropic 2-point statistics, that will in a precise way model relations between theoretical quantities and observed ones. As a complementary probe and an important consistency test we plan to model and measure from observations 2-point correlation statistics of radial components of galaxy peculiar velocities. Our project, aimed at using galaxy velocities to test GR and MG theories on cosmological scales, will produce significant and crucial research deliverables that are necessary to fully exploit the new possibilities that the rapidly approaching era of big cosmological data will offer.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "Centrum Fizyki Teoretycznej Polskiej Akademii Nauk",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996434053": {
            "orgId": "996434053",
            "orgName": "Centrum Fizyki Teoretycznej Polskiej Akademii Nauk",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}