{
    "rcn": "209703",
    "acronym": "FunKeyGut",
    "topics": "ERC-2016-STG",
    "title": "Illuminating Functional Networks and Keystone Species in the Gut",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "We live in an intimate symbiosis with our gut microbiota, which provides us services such as vitamin production, breakdown of dietary compounds, and immune training. Sequencing-based approaches that have been applied to catalogue the gut microbiota have revealed intriguing discoveries associating the microbiome with diet and disease. The next outstanding challenge is to unravel the many activities and interactions that define gut microbiota function.\n\nThe gut microbiota is a diverse community of cooperating and competing microbes. These interactions form a network that links organisms with each other and their environment. Interactions in such a ìfunctional networkî are based partially, though not exclusively, on food webs. Certain ìkeystone speciesî, such as Rumonicoccus bromii, are thought to play a major role in these networks. Though some evidence exists for the presence of keystone species, their identity and activity remains largely unknown. As keystone species are vital to networks they are ideal targets for manipulating the gut microbiota to improve metabolic health and protect against enteropathogen infection.\n\nGiven the complexity of the gut microbiota, networks can only be elucidated directly in the native community. This project aims to identify functional networks and keystone species in the human gut using novel approaches that are uniquely and ideally suited for studying microbial activity in complex communities. Using state-of-the-art methods such as stable isotope labeling, Raman microspectroscopy, and secondary ion mass spectrometry (NanoSIMS) we will illuminate functional networks in situ. This will allow us to identify what factors shape gut microbiota activity, reveal important food webs, and ultimately use network knowledge to target the microbiota with prebiotic/probiotic treatments rationally designed to promote health.",
    "totalCost": "1498279",
    "ecMaxContribution": "1498279",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1498279
        }
    },
    "calculatedTotalContribution": 1498279
}