{
    "rcn": "209798",
    "acronym": "GLARE",
    "topics": "MSCA-IF-2016",
    "title": "Exploring Gender in Children's Literature from Cognitive Corpus Stylistic Perspective",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Gender equality remains a critical societal challenge. But how does one ëlearní gender? Childrenís literature presents one early source of cultural norms, values and assumptions about gender. Language use in these texts is a crucial means by which children learn about gendered concepts and behaviours. To understand this formative influence more deeply, the innovative GLARE project will examine the discursive construction of gender in corpora of English childrenís literature drawing on a novel cognitive corpus stylistic approach to characterization to conceptualise the notion of gender. GLARE will further take a diachronic perspective to the development of gender representation over time. The ëcognitive corpus stylisticsí links together corpus linguistics (CL) and Cognitive Poetics (CP). CL methods combine qualitative and quantitative approaches to text analysis while CP offers a theoretical framework to account for the creation of meaning in the mind of the reader. The approach adopted by GLARE stresses that the representation of real and fictional people is related ñ in terms of the background knowledge that readers bring to texts and in terms of the patterns used in a text. Hence, relationships between the representation of fictional characters and real people are to some extent a reflection of links between patterns in fictional and non-fictional texts. To investigate this relationship, the project draws on complementary data from the Times Digital Archive. Through the description and analysis of linguistic patterns GLARE will provide novel insights into the way in which childrenís literature can influence the creation of gendered concepts and behaviours. GLARE will be situated at the University of Birmingham and supervised by Prof. Michaela Mahlberg, a world-leading expert in corpus stylistics. A secondment at Oxford University Press will allow the unique opportunity to access the largest electronic collection of childrenís books, the Oxford Childrenís Corpus.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}