{
    "rcn": "209784",
    "acronym": "PROFILE",
    "topics": "MSCA-IF-2016",
    "title": "How should automated profiling be regulated?",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Profiling may threaten values that the law aims to protect, and undermine goals that the law aims to achieve. Profiling involves automated processing of personal or other data to develop profiles that can be used to make decisions about people. Profiling can be used in different contexts. For instance, (i) with retail price discrimination, online shops charge different consumers different prices for the same or similar products. (ii) Lenders use profiling to estimate a consumerís creditworthiness. Lenders can adapt interest rates to certain consumers, or refuse to lend to them. (iii) Predictive policing refers to the use of profiling technology to predict criminal behaviour.However, profiling has drawbacks. For instance, profiling can discriminate unintentionally, when an algorithm learns from data reflecting biased human decisions. Additionally, profiling is opaque: people may not know why they are treated differently. Making profiling transparent is difficult, among other reasons because of the complexity and the possibly ever-changing nature of algorithms. \nThe projectís overarching research question is: considering the rationales for the rules in different sectors, is additional regulation needed, and if so: how should profiling be regulated? The project aims to develop guidelines for regulating profiling.\nI examine profiling in three sectors: retail price discrimination, consumer credit, and predictive policing. For each case study, I analyse current rules that apply to profiling. Next, I analyse these rulesí rationales, which are partly different for each sector. A rule may, for example, aim to protect a human right, or express a legal principle, such as equality, contractual freedom, or the right to a fair trial. Rules may also have economic rationales, which are different for each sector. Drawing from the three case studies, I develop guidelines to regulate profiling. Policymakers, NGOs, and other stakeholders expressed great interest in the results.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}