{
    "rcn": "209766",
    "acronym": "COTCA",
    "topics": "MSCA-IF-2016",
    "title": "Co-Translational Chaperone Action at the Single-Molecule Level",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The mechanism of protein translation by ribosomes has been the focus of recent single molecule investigations. Understanding translation at a single-molecule level is of particular interest to the life sciences and relevant for various degenerative diseases. Although protein translation and folding are well studied subjects, cotranslational folding has been proven difficult to observe. How proteins adopt their native structure with efficient fidelity while being synthesized by the ribosome remains largely unexplored. Using optical tweezers we recently measured the mechanics of synthesis and simultaneous folding in real-time, in the absence of chaperones. We found that cotranslational folding occurs at predictable sequence locations, exerting forces on the nascent polypeptide chain. We showed that transient pauses of translation occur in particular locations along the protein sequence, facilitating native secondary structure formation. Several crucial mechanistic questions concerning the effects of chaperones on co-translational folding remain unanswered: How do the chaperones trigger factor (TF), the major bacterial heat shock protein 70 (Hsp70/DnaK) and the GroEL/ES chaperonin system affect cotranslational protein folding? Do they affect the translation rate? What effect do the chaperones have on initial hydrophobic collapse? When and how often do they (un)bind? How do these chaperones assure reliable and fast native folding during protein synthesis? Here, I propose a combined optical tweezers and laser scanning confocal microscopy study to investigate the effects of chaperones on cotranslational folding in real-time, using the host's instruments, chaperones and collaboration network, as well as my previously developed cotranslational assay and collaboration network. The group of Prof. S. J. Tans at AMOLF with its expertise and experience in single-molecule chaperone investigations is ideally suited for me to pursue this study of cotranslational chaperone activity.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}