{
    "rcn": "209751",
    "acronym": "IonPEFC",
    "topics": "MSCA-IF-2016",
    "title": "Advanced catalyst electrodes from Ionic liquid modified PtNi nanowire arrays for PEFCs",
    "startDate": "03/08/2017",
    "endDate": "02/08/2019",
    "objective": "Recent developments in PEFC research have seen a significant enhancement of catalyst activities and a reduction of cost at a reduced loading of precious metals by employing novel Pt-based extended surface area nanostructures alloyed with transitional metals, but the low stability caused by the easy dissolution of transitional metals in acidic PEFC environment, and the large difficulty to be integrated into devices due to the unconventional morphology of extended surface area nanostructures as Pt/C nanoparticle catalysts limit them mainly to pure material research, resulting in an increasing gap with real high performance devices. \n\nIonPEFC will bring together the chemistry of nanostructure and ionic liquid (IL) synthesis with the engineering of fuel cells to develop PEFC electrodes with thin film catalyst nonstructures from PtNi nanowire arrays modified by protic ILs, targeting an improved understanding of structure-property relationships of electrodes to build high performance and robust PEFC devices. This will involve 4 research objectives:\n1. To develop electrodes with thin film catalyst nanostructures from PtNi nanowire arrays based on the in-situ growing approach and to study the effect of post acid washing and annealing on the surface properties of PtNi nanowires.\n2. To synthesize super hydrophobic, electrochemical and thermal stable ILs with high proton conductivity, oxygen solubility and diffusivity. The as-prepared ILs will be used to modify PtNi nanowire electrodes obtained to protect catalyst surface from Ni leaching in fuel cell operation. \n3. To test in single cells the as-prepared and IL modified PtNi nanowire electrodes, and compare with conventional Pt/C electrodes.\n4. To evaluate the long-term durability of the electrodes under real life-context at different European and international automotive driving cycles with the industrial partner.\n\nIt is expected that substantial performance and durability improvements will result from this research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}