{
    "rcn": "209749",
    "acronym": "e-walk",
    "topics": "INNOSUP-02-2016",
    "title": "Biomechanical engineer for robotic healthcare solutions",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "Neuromuscular diseases (NMD) such as Dystrophies, Atrophies, Paralysis or Neuropathies are a group of more than 150 genetic illnesses affecting the lower neuromotor system, which include the muscles and nerves system. NMDs share the common traits of childhood onset and progressive muscle weakness, which lead to walk disability, loss of autonomy and psychosocial consequences. \nThere is currently not treatment available to halt the progressive course of these NMDs. Most therapeutic approaches are limited to medicines (by reducing symptoms) and musculoskeletal rehabilitation in-clinic programs, as neurological disorders main feature is the loss of muscles strength and a progressive lack of walking. The key is maintaining walking ability for slowing the deterioration caused by permanent sitting, giving hope for a better and more independent life. Marsi Bionics offers an innovative approach: Wearable Gait Exoskeletons as and effective 24/7 in-house therapy solution for allowing NMD children to walk.\nATLAS 2020 is the first paediatric exoskeleton we developed for using in hospitals/rehabilitation centres. Our purpose and why we need and expert in biomechanics is to get ready a more advanced version, ATLAS 2030 for expanding rehabilitation to home and activities of daily living, building a paradigm for NMD rehabilitation. To achieve this goal we are working on providing self-balance capabilities to the exoskeleton. The company is looking for a qualified biomechanical engineer with an excellent background in human locomotion for improving ergonomics and biomechanics of gait balance of our bionics exoskeletons and to analyse the gait dysfunctions from NMD pathologies. \nThe potential Marsi Bionics would achieve improving ATLAS 2030, by accomplishing the ideal ergonomics aspects related to each NMD mobility pattern during the gait by recruiting an expert in Biomechanics, will reinforce research in robotic area for health and will create new market opportunities.",
    "totalCost": "103300",
    "ecMaxContribution": "103300",
    "coordinator": "MARSI BIONICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941458527": {
            "orgId": "941458527",
            "orgName": "MARSI BIONICS SL",
            "ecContrib": 103300
        }
    },
    "calculatedTotalContribution": 103300
}