{
    "rcn": "209732",
    "acronym": "WHOLENICHE",
    "topics": "ERC-2016-COG",
    "title": "Hold it or let it go: a niche decision on cancer growth",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The tumour microenvironment or niche is the vital non-cancerous compartment of the tumour structure. Thus, targeting its tissue-derived cells represents a promising avenue to better therapeutic interventions. However, knowledge about the tissue cells taking part of the tumour niche during early cancer development and later progression is lagging behind due to the difficulty of analysing and following early tissue changes in the surrounding of cancer cells in vivo. In our research proposal we will use a combination of original tools developed in the lab and state of the art technologies to overcome some of these constraints and expand our understanding of which cells in the niche support early cancer cell growth. We also aim to reveal their mechanism of action and identify approaches to block the niche supportive activity. Our five-year plan has three main objectives (I, II, III), which we will meet using two original strategies. With the first strategy we will visualize the early tumourigenic niche in vivo. This will allow us (I) to identify and characterize novel cellular components during dynamic niche evolution both in the context of metastatic colonization as well as during primary tumour onset. We will also use this original approach (II) to deepen our understanding of neutrophils in cancer, a particularly crucial emerging component of the cancer niche, whose role is still debated. \nAfter dissemination, cancer cells may encounter an unfavourable niche, failing to start colonization and remaining dormant within the tissue. However, the quiescent-permissive tissue can change, cancer cells reactivate and form metastases even a long period after tumour resection. Little is known about the changes in the niche of dormant cells capable of triggering their reactivation. With the second strategy we will generate an in vivo a controllable, dormant-permissive tissue (III) to screen for potential signals triggering dormant cells reactivation.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}