{
    "rcn": "209739",
    "acronym": "UVdynamicsProtection",
    "topics": "ERC-2016-COG",
    "title": "Aligning pigmentation and repair: a holistic approach for UV protection dynamics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "The human body takes different measures in order to protect itself against the results of UV exposure and its accompanied hazards, such as skin cancer. Despite extensive studies regarding the molecular regulation of the two main UV protection mechanisms, namely, the DNA repair system and the pigmentation system, a comprehensive theory that simultaneously accounts for the two systems is still missing. Hence, the ground-breaking goal of this proposal is to elucidate, for the first time, the dynamic control used to schedule and synchronize the UV protection subsystems. \nSince these two systems serve the same physiological purpose, but on different time scales (DNA repair takes minutes, while pigmentation lasts hours to days), I propose to take the novel approach of focusing on their timing as an opportunity to uncover their regulation. As a first step, we exposed human and mouse skin to UV and found that UV exposure at 48hr intervals resulted in higher skin pigmentation than did exposure at 24hr intervals, even after controlling for total UV dosage. Furthermore, we found that the expression level of the melanocyte central regulator, MITF, exhibits damped oscillatory behaviour during this 48hr interval. I therefore hypothesize that the dynamic behaviour of the central regulator dictates the UVñresponse timing of the two protection systems. In the proposed research, I will take a holistic approach and address this issue from three complementary perspectives: (1) transcriptional dynamics, (2) temporal effects on cellular output, and (3) DNA repair after UV. This will be achieved by utilizing and developing new experimental and analytical tools that will allow us to correlate the temporal behaviours of a wide set of molecular markers. Reaching our goals will provide a breakthrough in our understanding of skin protection from UV and the underlying mechanisms that control it. These findings may offer exciting new avenues for future skin cancer prevention.",
    "totalCost": "1971875",
    "ecMaxContribution": "1971875",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1971875
        }
    },
    "calculatedTotalContribution": 1971875
}