{
    "rcn": "209777",
    "acronym": "IAV-m6A",
    "topics": "MSCA-IF-2016",
    "title": "Elucidating the role of m6A RNA methylation on the replication and pathogenesis of influenza A virus.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "It has recently become apparent that post-transcriptional editing of mRNA by methylation of adenosines (m6A) plays a key role in regulating gene expression. In particular, total loss of m6A editing blocks the development of early embryos in a number of organisms. However, how m6A modifications, which are added in the nucleus and primarily detected by 3 cytoplasmic ìreaderî proteins, exert their effects remains unknown. The presence of m6A on viral transcripts has been known for 40 years, yet has only recently been shown to enhance HIV-1 gene expression and replication. Influenza A virus (IAV) that, like HIV-1, replicates in the nucleus, is known to bear a high level of m6A on viral RNA. However, whether and how m6A editing affects IAV replication remains unknown. Here, the researcher proposes the investigation of the role of m6A in IAV pathogenesis. The main objectives of this proposal are; to compile a precise map of m6A sites on IAV-PR8 RNA, determine their functional significance on replication and RNA trafficking, assess how m6A machinery is altered in IAV infected cells, and evaluate the conservation of these sites across additional pathogenic IAV strains.\nPreliminary data demonstrates that IAV gene expression may be enhanced by overexpression of the m6A reader proteins. Therefore the researcher proposes that IAV may subvert the m6A modification pathway to enhance viral RNA expression. Mapping of m6A modifications will be performed using PAR-CLIP and PA-m6A-seq, while RNAi, CRISPR knockouts and lentiviral overexpression systems will be utilised to determine the functional role of m6A editing on IAV pathogenesis. \nThis fellowship will provide the researcher with an excellent opportunity to work at 2 highly regarded research institutes and advance his knowledge in virology and RNA biology. The skills acquired through completion of this fellowship will greatly assist him in his future endeavours including the establishment of his own European research group.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998693959": {
            "orgId": "998693959",
            "orgName": "DUKE UNIVERSITY",
            "ecContrib": 0
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 264668
        }
    },
    "calculatedTotalContribution": 264668
}