{
    "rcn": "209768",
    "acronym": "GRITAP",
    "topics": "MSCA-IF-2016",
    "title": "A General Strategy for the Iterative Assembly of Complex 1,3-Polyol Motifs",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "An attractive approach to preparing molecules with common repeat units is iterative synthesis, an approach that is extensively used by Nature in the synthesis of large biomolecules. Nature also uses this tactic for small-molecule synthesis even though common repeat units are not always immediately apparent, the archetypical example being polyketide synthesis. In contrast, iterative strategies in chemical synthesis are often much less efficient requiring several functional-group interconversions and purifications between chain-extension steps. We recently reported an ìAssembly Line Synthesisî method for the iterative, reagent-controlled homologation (chain extension) of a boronic ester. This process enabled the conversion of a simple boronic ester into a molecule bearing 10 contiguous methyl substituents in an effectively ìone-potî process. Whilst these methyl-rich carbon chains are rare in natural products, hydroxyl-rich carbon chains (1,3-polyols) are ubiquitous and often show pronounced and useful biological activity. It would therefore be very useful if this or a related strategy could be applied to the fully stereocontrolled synthesis of 1,3-polyols. Herein, we outline a general strategy for the synthesis of 1,3-polyols that hinges on the merging of two well-established methodologies: lithiationñborylation and catalytic diboration. We expect to achieve complete control over both relative and absolute stereochemistry in the iterative synthesis of 1,3-polyboronic esters, enabling stereochemistry to be essentially dialled-in. Subsequent oxidation of the boron esters reveals the desired 1,3-related polyol. The strategy will be applied to the total synthesis of one of the most complex polyols known, bahamaolide A, a macrocyclic polyolñpolyene natural product with potent antifungal properties. This strategy promises to be the most efficient synthetic route to these highly biologically active and hugely important class of compounds.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}