{
    "rcn": "209723",
    "acronym": "NOSUDEP",
    "topics": "ERC-2016-COG",
    "title": "A Wearable Electronics Approach To Reduce Mortality in Epilepsy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Epilepsy is a neurological condition that affects approximately 1% of the population (or over 50 million people in the world). Europe alone is home to 6 million people that suffer from epilepsy with one new case every minute. In certain cases, healthy patients with epilepsy can die suddenly and unexpectedly. This is known as Sudden Unexpected Death in Epilepsy (SUDEP). SUDEP kills thousands of people in Europe every year. Unfortunately the mechanisms of SUDEP are not known, which makes it unpredictable Individuals with refractory tonic-clonic or complex-partial seizures are at the highest risk of SUDEP. These comprise approximately one third of the population affected by epilepsy, i.e. in the order of 2 million people in Europe.\nThe focus of this research project is to carry out multidisciplinary research on wearable medical technologies with the ultimate aim of helping to protect epilepsy patients from SUDEP, by automatically and reliably alerting carers of physiologically dangerous indicators that are known to be precursors of it. These technologies will also have the potential to facilitate clinical research that is not possible with existing physiological monitoring systems. This could further current understanding of the mechanisms as well as individual risks factors of SUDEP, and consequently lead to specific disease management, treatment and prevention strategies targeted to the individual patient. Additionally, the research work carried out in this project will be beneficial in a number of clinical contexts, including but not limited to: diagnosis of paediatric and adult sleep apnoea (affects 2-10% of the population, but less than 20% are diagnosed in developed countries due to lack of in-clinic resources), early warning scoring in hospitals (i.e. 80% of patients in hospital), asthma (334 million people in the world, ), Chronic Obstructive Pulmonary Disease (64 million people in the world. 4th leading cause of death), and neonatal cot death (0.41% of babies)",
    "totalCost": "1999999",
    "ecMaxContribution": "1999999",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1999999
        }
    },
    "calculatedTotalContribution": 1999999
}