{
    "rcn": "209746",
    "acronym": "PHRD",
    "topics": "ERC-PoC-2016",
    "title": "The development of Personalised Host Response Diagnostic kit",
    "startDate": "01/04/2017",
    "endDate": "30/09/2018",
    "objective": "Drug resistance is a major reason for failure in cancer chemotherapy and/or modern targeted drugs. While tumours usually initially respond to therapy, resistance occurs within several cycles of treatments, or later on when patients are off therapy. Until recently, acquired and intrinsic resistance mechanisms for therapy were thought to be solely tumour driven. They are usually measured after tumours relapse or after several lines of treatments.  However, in our ERC starting grant (HostResponse No. 260633), we found a novel way to predict resistance to therapy, already after 24 hours after the first drug administration. This discovery resulted in a new stream of research by means of published papers and the formation of special interest groups in cancer research and pharmaceutical disciplines that tackle this paradigm shift in cancer therapy. During our discussions with the cancer community, a clear need has emerged for a Specific Host-Driven Resistant Mechanisms (SHDRMÆ) diagnostic platform which will serve two (closely connected) markets:(1) the research community ñ enabling researchers to further examine this new paradigm; and (2) Clinicians- enabling oncologists to identify each patient specific host driven resistance mechanism and repurpose off-the-shelf drugs to counteract the specific factor driving the resistance. PHRD goal is to technically validate and develop a diagnostic platform Prototype for both markets including a clinical study design report which will enable to secure our partners including drug manufacturers, diagnostic providers, and the research community to commit to jointly push the new PHRD standard.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}