{
    "rcn": "209774",
    "acronym": "EV-LNC",
    "topics": "MSCA-IF-2016",
    "title": "Extracellular vesicle-mediated delivery of long non-coding RNA: Implications for vascular repair and regeneration",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Background: The concept of extracellular vesicles (EVs) has drastically changed from the initial non-functional debris to the current of key mediators of paracrine signalling. The cargoes of EVs comprise all kinds of macromolecules, and recent evidence has demonstrated the presence of long non-coding RNAs (lncRNAs) in such vesicles. These RNA molecules have numerous potential regulatory functions and results obtained so far guide us to presume a determinant role in vascular cell differentiation, proliferation and repair. Besides, the increasing data emerging in the field are significantly changing the way in which we interpret molecular mechanisms driving cardiovascular diseases and offers a brand new set of molecular targets for therapy. For all these reasons, study of lncRNAs in vascular biology and disease is state-of-the-art. \nObjectives: The main aim of this project is to study extracellular vesicle mediated cell-to-cell communication between human smooth muscle cells and endothelial cells, evaluate its relevance in vascular injury in an in vitro model of pulmonary arterial hypertension, and determine the significance of long non-coding RNA in this crosstalk. \nMethodology: For imaging EV transfer among vascular cells, we will use a pioneer approach based on Cre-loxP recombination which results in a fluorescent colour switch of cells upon EV uptake. Cells will then be sorted according to fluorescence by flow cytometry and analysed by cutting-edge proteomics and bioinformatics, in order to elucidate intercellular signalling triggered by EV transfer. The lncRNAs present in EVs will be analysed by RNA-Seq. Mechanistic insight of enriched lncRNAs in EVs will be evaluated using gain- and loss-of function approaches in vascular cells using lentiviral vectors and GapmeRs/siRNAs, respectively. Integration of all these analyses will provide key information to define implications of EV-mediated delivery of lncRNA for vascular repair and regeneration.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}