{
    "rcn": "209720",
    "acronym": "SABRE",
    "topics": "MG-1.1-2016",
    "title": "Shape Adaptive Blades for Rotorcraft Efficiency",
    "startDate": "01/06/2017",
    "endDate": "30/11/2020",
    "objective": "Shape Adaptive Blades for Rotorcraft Efficiency (SABRE) will develop ground-breaking new helicopter blade morphing technologies which will reduce helicopter fuel burn, CO2 and NOx emissions by 5-10%, while also reducing noise emissions. SABRE will help Europe achieve its ambitious aviation emissions goals while also sharpening its competitive edge in the rapidly growing international helicopter market. It will achieve this ambitious objective by removing one of the most fundamental limitations on helicopter performance: the need for rotor blades to have a single fixed geometry which is inherently a compromise between widely different operating conditions. SABRE envisions shape adaptive blades which can continuously change their shape to optimise performance in all conditions.  SABRE has a tightly cross-linked, dual stream research approach with emissions-focused rotor performance analysis running concurrently with morphing technology development. The analysis stream will combine comprehensive rotor analysis, high-fidelity aerodynamic and structural solvers, detailed morphing mechanism models, and emissions models, creating the most detailed, transdisciplinary, and comprehensive model of its type. The technology development stream will mature a selected group of novel, beyond state-of-the-art, helicopter focused morphing concepts through a carefully considered program of modelling, design and experimental testing efforts. The achievable performance of the morphing concepts will be fed back into the emissions analysis, and the analysis stream will guide the development of the technologies towards configurations which minimize emissions. SABRE is highly ambitious in both its objectives and its approach. The project has strong industry support, and brings together the ideal consortium to achieve its objectives; with world-leading experts in rotorcraft and morphing structures backed up by a clear project plan, robust management procedures, and excellent facilities.",
    "totalCost": "6033398,75",
    "ecMaxContribution": "6033398,75",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "SWANSEA UNIVERSITY;TECHNISCHE UNIVERSITAET MUENCHEN;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "UK;DE;IT;NL",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 694501
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1233541
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 1100000
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1098618
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 779184
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1127555
        }
    },
    "calculatedTotalContribution": 6033399
}