{
    "rcn": "209707",
    "acronym": "LIFEINEQ",
    "topics": "ERC-2016-STG",
    "title": "Lifespan Inequalities: Why the age-at-death distribution varies between countries and socioeconomic groups",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Individuals and populations are surviving to ever higher ages. A crucial and timely question for policymakers is whether to direct limited resources toward future life expectancy increases or toward reductions of inequalities in longevity. These inequalities, hereafter referred to as lifespan inequality but also known as age-at-death variation, are large, infrequently summarized, and impose major costs on individuals and society. In order to formulate effective policies to reduce lifespan inequality, we need a deeper understanding of the magnitude and causes of divergent age patterns of mortality decline.\n\nThis project will undertake the most comprehensive inquiry to date into the development and anticipated future course of lifespan inequality in contemporary developed countries. Specifically LIFEINEQ has four main research objectives: (1) To quantify the recent and forecasted contributions of premature and old age mortality decline to changes in lifespan inequalities, (2) To determine the ages and causes of death that drive outlying age patterns of mortality, (3) To analyze the development of lifespan inequality by socioeconomic groups, and (4) To assess the impact of individual differences in behaviour on lifespan inequality.\n\nLIFEINEQ will tackle the above objectives using a combination of established and newly developed decomposition techniques, many of which were co-developed by the PI. These innovative techniques aim to isolate the ages, causes of death, periods, cohorts, and socioeconomic groups that propagate lifespan inequalities. The benefit to society is clear: a ground-breaking analysis of lifespan inequality could revolutionize the way that we conceive longevity. Just as economists have long summarized national income by the GDP and the Gini coefficient, so too will health experts summarize survival by life expectancy and lifespan inequality for a more complete picture of population health.",
    "totalCost": "1479105",
    "ecMaxContribution": "1479105",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1479105
        }
    },
    "calculatedTotalContribution": 1479105
}