{
    "rcn": "209754",
    "acronym": "resiliANT",
    "topics": "ERC-2016-ADG",
    "title": "Resilience in ant societies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Complex systems are found at all levels of biological organisation, from molecules to ecosystems. Despite the huge differences in scale, each of them has evolved homeostatic processes conferring resilience to external perturbations. Ants provide an ideal system to identify behavioural responses allowing biological systems to recover from disturbance. The overall aim of this proposal is to identify the collective mechanisms responsible for this resilience. This will be achieved by conducting both abiotic and biotic perturbations. Abiotic perturbations such as flooding frequently have major effects on the demography of the workforce, for example by whipping out all the foragers. We will therefore perform highly controlled perturbations (e.g., targeted removal of worker groups) designed to induce compensatory changes in the behavioural trajectories of the remaining ants to test whether ants can deviate from their baseline behavioural trajectory to mitigate the effect of external perturbations A major biotic challenge faced by all highly social species is the rapid spread of disease between closely-packed conspecifics. Because the kinetics of disease transmission in social groups depends upon the structure of the interaction network, we will investigate how the prophylactic properties of the social interaction network emerge from the individual-level behaviours. Finally, we will perform controlled inoculations with a generalist fungal pathogen to identify active individual-level behavioural responses that further hinder pathogen transmission. The proposed studies which capitalise on two recent methodological advancements (the development of sophisticated network analysis tools and, a tracking system which allows unprecedented collection of behavioural data (e.g., millions of pairwise interactions) will make important contributions to our understanding of processes involved in resilience of complex systems and how animal societies respond to stochastic environments.",
    "totalCost": "2499969",
    "ecMaxContribution": "2499969",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 2499969
        }
    },
    "calculatedTotalContribution": 2499969
}