{
    "rcn": "209722",
    "acronym": "DNA ORIGAMI MOTORS",
    "topics": "ERC-2016-COG",
    "title": "Constructing and powering nanoscale DNA origami motors",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Our goal is to advance the field of DNA nanotechnology by achieving directed transport on the nanoscale using robustly functioning synthetic motor units. To do so, we propose to construct spatially periodic, diffusive mechanisms that have broken inversion symmetry and to subject these mechanisms to conditions away from thermal equilibrium. We will build on recent progress in creating complex DNA-based structures and construct various nanoscale rotary and translational Brownian ratchet mechanisms that have well- defined degrees of freedom for motion within periodic and asymmetric energy landscapes. The mechanisms will be self-assembled from DNA origami components. We will use cryo-Transmission Electron Microscopy (TEM) to evaluate and iteratively refine our structures. Conventional video-rate fluorescence microscopy, in addition to super-resolution microscopy, will be employed to study in solution and in real time the diffusive motion of the mechanisms on the single particle level. We will introduce various deterministic or stochastic thermal, mechanical, or chemical perturbations to drive the systems away from thermal equilibrium. We will use laser heating and cooling to experimentally test thermal and flashing ratcheting mechanisms; we will employ dissipative asymmetric fluxes arising in active matter as realized in high-density ATP-hydrolysing motility assays; and we will couple out-of-equilibrium chemical reactions to the motion of our mechanisms. The ultimate goal of our work is to take insights from these experiments and create robustly functioning nanoscale motor units that can drive directed motion against external load and perform at levels comparable to those of natural macromolecular motor proteins. Achieving this goal will create unprecedented technological opportunities, for example, to drive chemical synthesis, actively propel nanoscale drug- delivery vehicles, pump and separate molecules across barriers or package molecules into cargo components.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}