{
    "rcn": "209753",
    "acronym": "CLCLCL",
    "topics": "ERC-2016-ADG",
    "title": "Civil Law, Common Law, Customary Law: Consonance, Divergence and Transformation in Western Europe from the late eleventh to the thirteenth centuries",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "A highly significant division in present-day Europe is between two types of legal system: the Continental with foundations in Civil Law (law with an ultimately Roman law basis), and English Common Law. Both trace their continuous history back to the twelfth century. The present project re-evaluates this vital period in legal history, by comparing not just English Common Law and Continental Civil Law (or ìIus communeî), but also the customary laws crucially important in Continental Europe even beyond the twelfth century. Such laws shared many features with English law, and the comparison thus disrupts the simplistic English:Continental distinction. The project first analyses the form, functioning and development of local, national, and supra-national laws. Similarities, differences, and influences will then be examined from perspectives of longer-term European legal development. Proper historical re-examination of the subject is very timely because of current invocation of supposed legal histories, be it Eurosceptic celebration of English Common Law or rhetorical use of Ius commune as precedent for a common European Law.\n F. W. Maitland wrote that ëthere is not much ìcomparative jurisprudenceî for those who do not know thoroughly well the things to be comparedí. A comparative project requires collaboration ñ PI, senior researcher, post-doctoral and doctoral researchers, and Advisory Board. It also needs an integrated approach, through carefully selected areas, themes, and sources. The purpose is not just to provide geographical and thematic coverage but to assemble scholars who overcome divisions of approach in legal historiography: between lawyers and historians, between national traditions, between Common Law and Civil Law. The project is thus very significant in developing methods for writing comparative legal history - and legal history and comparative law more widely - in terms of uncovering patterns, constructing narratives, and testing theories of causation.",
    "totalCost": "2161502",
    "ecMaxContribution": "2161502",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 2161502
        }
    },
    "calculatedTotalContribution": 2161502
}