{
    "rcn": "209743",
    "acronym": "GEOCOND",
    "topics": "LCE-07-2016-2017",
    "title": "Advanced materials and processes to improve performance and cost-efficiency of Shallow Geothermal systems and Underground Thermal Storage",
    "startDate": "01/05/2017",
    "endDate": "31/10/2020",
    "objective": "The 75% of the EU building stock is energy inefficient. Buildings hold a large untapped potential for renewables and energy efficiency in order to decarbonise the EU economy, to ensure security of supply and to provide cost savings to EU households and businesses alike. In this context, Shallow Geothermal Energy Systems (SGES) are a stable, reliable and renewable energy source with some key features compared to many other RES: being available everywhere and being capable of providing not only heating, but also cooling with unparalleled efficiency. Amongst SGES, closed loop systems with vertical Borehole Heat Exchangers enjoy the widest deployment in the EU where the total installed number of GSHP units amounts nowadays to about 1,4 million, representing an installed capacity of about 16.500 MWth. Against this background, there is still a need to remove market barriers and gain competitiveness, but also to develop the next generation of geothermal systems with new materials for penetrating further the market of building construction and renovation. Also the area of District Heating and Cooling needs improved heating and cooling storage technologies which could largely benefit from enhanced Underground Thermal Energy Storage (UTES) technologies. By a smart combination of different material solutions under the umbrella of sophisticated engineering, optimization, testing and on-site validation, GEOCOND will develop solutions to increase the thermal performance of the different subsystems configuring an SGES and UTES. An overall cost reduction of about 25% is the overall aim, leading to a substantial gain in competitiveness. GEOCOND, with a unique consortium of Companies and leading Reseach Institutions in the area of SGES and Materials, will focus on four key development areas in a synergeic and system-wide approach: development of new pipe materials, advanced grouting additives and concepts, advanced Phase Change Materials and system-wide simulation and optimization.",
    "totalCost": "3955740",
    "ecMaxContribution": "3955740",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "CARMEL OLEFINS LIMITED;CIMSA CIMENTO SANAYI VE TICARET ANONIM SIRKETI;EXTRULINE SYSTEMS S.L.;SILMA SRL;AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS;RISE CBI BETONGINSTITUTET AB;SABANCI UNIVERSITESI;EXERGY LTD;UBEG DR ERICH MANDS U MARC SAUER GBR",
    "participantCountries": "IL;TR;ES;IT;SE;UK;DE",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 300000
        },
        "999513415": {
            "orgId": "999513415",
            "orgName": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
            "ecContrib": 502580
        },
        "915164446": {
            "orgId": "915164446",
            "orgName": "SILMA SRL",
            "ecContrib": 254250
        },
        "929570013": {
            "orgId": "929570013",
            "orgName": "CARMEL OLEFINS LIMITED",
            "ecContrib": 345562
        },
        "998174427": {
            "orgId": "998174427",
            "orgName": "EXTRULINE SYSTEMS S.L.",
            "ecContrib": 356160
        },
        "950867915": {
            "orgId": "950867915",
            "orgName": "CIMSA CIMENTO SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 302875
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 580000
        },
        "983886424": {
            "orgId": "983886424",
            "orgName": "UBEG DR ERICH MANDS U MARC SAUER GBR",
            "ecContrib": 344000
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 474062
        },
        "997242063": {
            "orgId": "997242063",
            "orgName": "RISE CBI BETONGINSTITUTET AB",
            "ecContrib": 496250
        }
    },
    "calculatedTotalContribution": 3955739
}