{
    "rcn": "209729",
    "acronym": "IndiviStat",
    "topics": "ERC-2016-COG",
    "title": "Individualizing statin therapy by using a systems pharmacology decision support algorithm",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Background: Statins are essential drugs in the treatment of hypercholesterolaemia and are among the most prescribed drugs worldwide. The response to statin therapy varies widely between individuals. While most patients show good efficacy, a significant proportion of individuals show poor or even a lack of cholesterol-lowering efficacy. Moreover, a number of patients experience adverse drug reactions. These together with the lack of immediate effect on well-being likely explain the relatively poor adherence to statin therapy. Poor adherence to statins in turn increases the incidence of cardiovascular events and mortality.\nAims: The objectives of this project are 1) to develop a systems pharmacology model for predicting statin efficacy and tolerability at the level of an individual patient and 2) to investigate whether selecting the statin based on the model improves treatment adherence.\nMethods: A systems pharmacology approach will be used to integrate data from in vitro and clinical studies. Semi-physiological pharmacokinetic-dynamic-toxicologic models will be built for each statin allowing the prediction of the pharmacokinetic and clinical outcomes for patients with different characteristics, genotypes, and concomitant medications. The ability of the systems pharmacology algorithm to enhance adherence will be investigated in a randomized clinical trial.\nSignificance: Systems pharmacology models have been increasingly applied in drug development, for example to predict the effect of organ dysfunction on pharmacokinetics. The proposed project is the first to use systems pharmacology predictions to guide clinical drug therapy, thus going beyond the state of the art. If successful, the project will not only improve the prevention and treatment of cardiovascular disease, but it will open new horizons to individualizing drug therapies.",
    "totalCost": "2211564,75",
    "ecMaxContribution": "2211564,75",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2211565
        }
    },
    "calculatedTotalContribution": 2211565
}