{
    "rcn": "209781",
    "acronym": "MILO",
    "topics": "MSCA-IF-2016",
    "title": "Mining, lobbying and efficient environmental policy",
    "startDate": "01/12/2017",
    "endDate": "28/12/2019",
    "objective": "Natural resources including raw materials are important for the European Union since they are a part of the base of the economy and simultaneously a large pollution and waste source. Sustainable development of the mining sector extracting the raw materials calls for an economic analysis of environmental policy, which is the central theme of the MILO-project. The objective of the project is to investigate the optimal environmental policy of the mining sector with a special emphasis on mining specific features and the choice of policy instruments under lobbying. Through its research results obtained using dynamic optimization methods, game theory and an array of dissemination and communication efforts, the project will help to improve the currently applied policies in Europe. In addition to policy advice, the project will result in new insights on the formation of lobby groups and policy instruments by combining two game theoretical approaches, namely, the common agency framework and coalition theory modeling. The researcher, who is trained in the theory of environmental policy instruments and dynamic optimization methods, will conduct the research and training in FEEMís international and interdisciplinary working environment and will be supervised by an expert in the research field. The project with its trainings improves his research and transferable skills, and extends his international networks through the hostís contacts and through a research visit. By including versatile training-through-research, multiple dissemination and communication methods, public engagement through the MILO-webpage and blog, and networking the project has a strong impact on the researcherís career, on the future research collaboration as well as on the public interest.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "FONDAZIONE ENI ENRICO MATTEI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 165254
        },
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 15023
        }
    },
    "calculatedTotalContribution": 180277
}