{
    "rcn": "209736",
    "acronym": "NEUROABSTRACTION",
    "topics": "ERC-2016-COG",
    "title": "Abstraction and Generalisation in Human Decision-Making",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Intelligent agents make good decisions in novel environments. Understanding how humans deal with novelty is a key problem in the cognitive and neural sciences, and building artificial agents that behave effectively with novel settings remains an unsolved challenge in machine learning. According to one view, humans form abstract representations that encode latent variables pertaining to the high-level structure of the environment (a ìmodelî of the world). These abstractions facilitate generalisation of extant task and category information to novel domains. For example, an individual who can ride a bicycle, or speak Spanish, will learn more rapidly to ride a motorcycle, or speak Portuguese. However, the neural basis for these abstractions, and the computational underpinnings of high-level generalisation, remain largely unexplored topics in cognitive neuroscience. In the current proposal, we describe 4 experimental series in which humans learn to perform structured decision-making tasks, and then generalise this behaviour to input domains populated by previously unseen stimuli, categories, or tasks. Building on extant pilot work, we will use representational similarity analysis (RSA) of neuroimaging (fMRI or EEG) data to chart the emergence of neural representations encoding abstract structure in patterns of brain activity. We will then assess how the formation of these abstractions at the neural level predicts successful human generalisation to previously unseen contexts. Our proposal is centered around a new theory, that task generalisation depends on the formation of low-dimensional population codes in the human dorsal stream, that are scaffolded by existing neural basis functions for space, value and number. The work will have important implications for psychologists and neuroscientists interested in decision-making and executive function, and for machine learning researchers seeking to build intelligent artificial agents.",
    "totalCost": "1999775",
    "ecMaxContribution": "1999775",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1999775
        }
    },
    "calculatedTotalContribution": 1999775
}