{
    "rcn": "209708",
    "acronym": "RESCUE",
    "topics": "MSCA-ITN-2016",
    "title": "Interdependent Challenges of Reliability, Security and Quality in Nanoelectronic Systems Design",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "RESCUE ITN advances scientific competences and establishes an innovative training for Interdependent Challenges of Reliability, Security and Quality in Nanoelectronic Systems Design.\nToday, nanoelectronic systems are at the core of all industry sectors and deployed in life-critical application domains, such as healthcare, transportation, automotive and security, serving societal needs in Europe. They are being combined into Internet-of-Things and Cyber-Physical Systems and, ultimately, represent the physical backbone of our increasingly digitised world. Here, the impact and consequences of in-field failures, security attacks or hardware defects can be catastrophic. At the same time, they are getting very hard to avoid due to the trends of extreme complexity and miniaturisation at the doorstep of physical limits.\nThe objective is, first, to address the demanding and mutually dependent aspects of nanoelectronic systems design, i.e. reliability, security and quality, as well as corresponding electronic design automation tools. This will rescue and enhance design of complex systems at the next generation nanoelectronics technologies. Second, it is to provide early-stage researchers with innovative training in the involved disciplines and beyond, such that they will not only be able to face today and future challenges in nanoelectronics design but also be innovative, creative, and more importantly - have an entrepreneurial mentality. The latter will help to compile ideas into products and services for EU economic and social benefits.\nRESCUE addresses boosting Europeís capabilities and leadership in nanoelectronics design and creation of qualified workforce and knowledge for industry. The consortium consists of leading European research groups competent to tackle the interdependent challenges in a holistic manner and to train new top-notch interdisciplinary professionals. The ITN is excellently balanced in terms of academic and industrial training and research facilities.",
    "totalCost": "3755824,92",
    "ecMaxContribution": "3755824,92",
    "coordinator": "TALLINNA TEHNIKAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "CADENCE DESIGN SYSTEMS GMBH;IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK;IROC TECHNOLOGIES SA;INTRINSIC ID B.V.;POLITECNICO DI TORINO;BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;FR;NL;IT",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 452529
        },
        "999606438": {
            "orgId": "999606438",
            "orgName": "IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK",
            "ecContrib": 498433
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 516123
        },
        "995186051": {
            "orgId": "995186051",
            "orgName": "INTRINSIC ID B.V.",
            "ecContrib": 255374
        },
        "997941433": {
            "orgId": "997941433",
            "orgName": "IROC TECHNOLOGIES SA",
            "ecContrib": 525751
        },
        "999803154": {
            "orgId": "999803154",
            "orgName": "CADENCE DESIGN SYSTEMS GMBH",
            "ecContrib": 498433
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 510749
        },
        "937759529": {
            "orgId": "937759529",
            "orgName": "BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3755825
}