{
    "rcn": "209741",
    "acronym": "PAIXUE",
    "topics": "ERC-2016-COG",
    "title": "Classicising learning in medieval imperial systems: Cross-cultural approaches to Byzantine paideia and Tang/Song xue",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "In the medieval Eurasian geopolitical space, Byzantium and China stand out as two centralised imperial orders that drew on seemingly unbroken, in fact purposely constructed, traditions of classicising learning. PAIXUE examines in tandem, with equal focus on structural parallels and divergences, the conscious revival and subsequent dialectics of classicising learning in middle and later Byzantium (c.800ñ1350) and Tang/Song China (618ñ1279). Initially tied into aristocratic culture, it became a tool by which the imperial state sought to monopolise prestige and access to power so as to effectively channel the activities of newly emerging burgeoning ëmiddlingí strata into the service of empire. As time progressed, it was also the basis upon which these new elites constructed novel forms of subjectivity that claimed authority and agency increasingly independent of the imperial state.\n\nPAIXUE traces this evolution of classicising learning in Byzantine and Tang/Song literati culture from two angles. The rst examines the galvanising function of social performances that involved classicising learning in the imperial systems. The second places the individual literatus centre-stage and explores the transformations of self-awareness, ethos, and self-cultivation. Given PAIXUEís concern with examining phenomena cross-culturally in the longue-durÈe, rather than merely juxtaposing ëspotlightí impressions, a comparison of these two imperial systems does not only allow for deeper insights into the historical development of both China and Byzantium: it opens the possibility of studying cultural mechanisms behind the formation of institutions, practices and values. The project explores novel forms of collaboration in the humanities, including the co-authoring of research output between Byzantinists and Sinologists. Byzantium, frequently perceived as the ëOtherí within western culture to the present day, serves here to build meaningful bridges to (pre-modern) China.",
    "totalCost": "1999155",
    "ecMaxContribution": "1999155",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1999155
        }
    },
    "calculatedTotalContribution": 1999155
}