{
    "rcn": "209758",
    "acronym": "AGENT",
    "topics": "MSCA-IF-2016",
    "title": "A neuroscience approach to investigating how hierarchy influences moral behaviour",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Humans are very social animals who are able to understand the consequences of their actions on others. Therefore, why is it that some individuals are more likely to choose actions that have negative consequences for others? This project will explore this important question by using an original and innovative approach focusing on the subjective experience of agency and responsibility of individuals when they select a moral or an immoral action, together with their empathic response at the moment of the act. The general aim of the present research project is to refine our understanding of the mechanisms driving both responsibility and empathy and to generate a model that integrates these two aspects to better understand what guides moral behaviours in coercive situations. To achieve this aim, we will use psychophysiology and fMRI techniques to understand how the neural circuits associated with the sense of agency and empathy interact through different experimental paradigms. This project will shed new light on how our self-experience impacts on our moral decisions. In addition to opening new perspectives in social neuroscience and psychology, this project will add theoretical and methodological expertise to my skill-set by providing the most suitable environment, that is, the Social Brain Lab at the Netherlands Institute for Neuroscience (NIN), for my career development. The NIN will offer: (i) world experts in human empathy with prominent expertise in fMRI and EEG techniques (C. Keysers and V. Gazzola); (ii) all the technical facilities necessary for the success of the present research project, and (iii) a world leading neuroscience community that will contribute to my further training and career prospects.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}