{
    "rcn": "209786",
    "acronym": "HEGEMONIC",
    "topics": "MSCA-IF-2016",
    "title": "HEpatocellular carcinoma GErmline MutatiONs ImpaCt (HEGEMONIC)",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Hepatocellular carcinoma (HCC) is the second most common cause of cancer death worldwide. Although several environmental factors have been identified, many affected individuals never develop HCC, suggesting a genetic susceptibility. Candidate genes and genome-wide association studies (GWAS) have only uncovered a few variants reproducibly linked to HCC. GWAS design typically allows the detection of common variants that usually have small effect sizes. Even taken together, they explain a very limited proportion of the heritability. This could reflect the presence of rare variants that may confer very large effect sizes. These may be captured by next-generation sequencing (NGS). Whole exome sequencing (WES) of thousands of tumors has defined the somatic genetic landscape of the most common cancers. Using WES, the host group has strongly contributed to the identification of the major pathways recurrently mutated in HCC. Nevertheless, despite the large amount of NGS data generated by cancer genome projects, the analysis of rare germline variants (i.e. variation pre-existing in normal cells) is currently a neglected field, particularly in liver carcinogenesis. The HEGEMONIC project hypothesizes that rare variants in coding regions of the genome (exome) impact the risk of HCC. This project proposes an integrative approach combining (epi)genomic information generated by the host group and from publicly available sources. First, the applicant will compare WES data from a series of 350 patients with HCC to nearly 70,000 controls compiled by the Exome Aggregation and UK10K consortia. Then, validation of the top signals will be performed by conventional sequencing in three replication cohorts. Finally, the applicant will analyze genotype-phenotype associations, taking advantage of the extensive clinical data available. Ultimately, the HEGEMONIC project may generate new biological hypotheses in liver carcinogenesis and identify new biomarkers and pharmaceutical targets.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS DESCARTES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}