{
    "rcn": "209789",
    "acronym": "ANGRAM",
    "topics": "MSCA-IF-2016",
    "title": "Antimatter gravity measurement: How does antihydrogen fall?",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Antimatter research has become a crucial sphere in the continuous attempt to understand the Universe and its laws. The only stable, neutral antimatter atom available for laboratory study is the antihydrogen. We here propose to carry out a 30% measurement of the gravitational acceleration for antihydrogen, which will reveal the sign of gravity acting on antimatter, within the next two years. The principle is based on the rotation of a three grating moirÈ deflectometer, coupled to a detector, and requires neither position resolution nor time-of-flight information for the through-going antihydrogen atoms. The realization of the measurement requires high quality simulations and the state-of-the art moirÈ deflectometer, with gratings that are able to detect the annihilating antihydrogen atoms. The project goal will be reached through a series of software and hardware developments that are part of the implementation of the three work packages defined in the proposal. The main deliverables are new, faster simulations for antihydrogen annihilation and novel technologies for instrumentation for inertial sensing and detection of antimatter. In a more general context, this project proposal addresses the very fundamental question: do matter and antimatter fall in the same way? The Weak Equivalence Principle says that they must, but our understanding of antimatter is far from complete, with the baryon asymmetry in the Universe being one of the greatest unsolved problems in physics. A successful outcome of the proposed work will accelerate the researcher's growth towards her career goal: becoming a mature experimental physicist. At the same time, the host institution will greatly expand its influence in antimatter research and will benefit from new collaborators.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}