{
    "rcn": "209730",
    "acronym": "BRAINCODES",
    "topics": "ERC-2016-COG",
    "title": "Brain networks controlling social decisions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Successful social interactions require social decision making, the ability to guide our actions in line with the goals and expectations of the people around us. Disordered social decision making 単 e.g., associated with criminal activity or psychiatric illnesses 単 poses significant financial and personal challenges to society. However, the brain mechanisms that enable us to control our social behavior are far from being understood. Here I will take decisive steps towards a causal understanding of these mechanisms by elucidating the role of functional interactions in the brain networks responsible for steering strategic, prosocial, and norm-compliant behavior. I will employ a unique multi-method approach that integrates computational modeling of social decisions with new combinations of multimodal neuroimaging and brain stimulation methods. Using EEG-fMRI, I will first identify spatio-temporal patterns of functional interactions between brain areas that correlate with social decision processes as identified by computational modeling of behavior in different economic games. In combined brain stimulation-fMRI studies, I will then attempt to affect 単 and in fact enhance 単 these social decision-making processes by modulating the identified brain network patterns with novel, targeted brain stimulation protocols and measuring the resulting effects on behavior and brain activity. Finally, I will examine whether the identified brain network mechanisms are indeed related to disturbed social decisions in two psychiatric illnesses characterized by maladaptive social behavior (post-traumatic stress disorder and autism spectrum disorder). My proposed work plan will generate a causal understanding of the brain network mechanisms that allow humans to control their social decisions, thereby elucidating a biological basis for individual differences in social behavior and paving the way for new perspectives on how disordered social behavior may be identified and hopefully remedied.",
    "totalCost": "1999991",
    "ecMaxContribution": "1999991",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1999991
        }
    },
    "calculatedTotalContribution": 1999991
}