{
    "rcn": "209794",
    "acronym": "UNGULATE",
    "topics": "MSCA-IF-2016",
    "title": "Mechanisms of collective predator detection and information transfer in African ungulates",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "One benefit of sociality in animals is collective predator detection, which provides early warning of threats and enables more effective escape responses. For collective detection to occur, information regarding the presence of predators must be transferred from knowledgeable to naÔve individuals. The mechanisms of information sharing have rarely been studied outside of laboratory settings, and for most species it is unclear how information transfer is achieved and how the reliability of transfer is affected by social, ecological, and behavioral factors. Using UAV-based aerial video technology and novel computer vision techniques, The Experience Research (ER) will study the mechanisms of information transfer in groups of African ungulates in their natural savannah habitats. The ER will observe unperturbed herds, and conduct field experiments in which she present threatening stimuli to groups and observe how awareness of the stimuli spreads through the group. Using custom-built automated tracking software, the ER will quantify the behavior of every individual within each group and combine this data with computationally reconstructed visual fields and 3D habitat models. This dataset will enable her to precisely identify the visual information available to each individual continuously throughout each trial and explicitly consider the role of this information in driving individual vigilance strategies in the absence of immediate threats. In undertaking this project, the ER will adapt quantitative methods developed for laboratory settings for use in stochastic, large-scale field studies. This research programme will shed new light on the benefits of sociality, a classic topic in animal behavior, and promote the use of novel quantitative approaches in field studies that will advance the field of behavioural ecology.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}