{
    "rcn": "209796",
    "acronym": "MRI-STRUCTURE",
    "topics": "MSCA-IF-2016",
    "title": "MRI Signal To Recover Unique Cerebral TissUe Response to changEs",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "MRI-STRUCTURE is an innovative non-invasive imaging framework that will provide access to unexplored microstructural information in brain, targeting the scarcity of microstructural models able to extract meaningful biomarkers from the diffusion MRI signal in grey matter (GM). It is based on a synergy between different approaches: simulations, modeling, acquisition and analysis of real data, implementation of rodent model of brain insults, translation to human. The final aim of the project is to increase our knowledge of brain structure in health and disease, with a special focus on the themes of neuroinflammation, demyelination and axon degeneration. These physiological processes are interplaying phenomena involved in the brainís reaction to different stimuli, which have recently become a hot topic in brain research, due to their involvement in the pathogenesis of several neurodegenerative and psychiatric disorders. The specific objectives of MRI-STRUCTURE are: 1) to develop a new biophysical model of diffusion MRI in GM, capturing salient aspects of its microstructure; 2) to validate the model by triggering selective activation of different compartments in selected brain areas using established models of inflammation, demyelination and degeneration in rats; 3) to translate this approach to human brain in vivo in a cohort of healthy volunteers (during a secondment in CUBRIC, one of the European hubs for neuroimaging); and 4) to disseminate the framework to a wide clinical audience through a secondment in the startup Mint Labs, and explore its commercial applicability. An instrument with capacity to characterize relevant aspects of tissue microstructure in vivo and noninvasively is expected to have a tremendous impact on our knowledge of the pathophysiology of many brain pathologies, ultimately leading to early diagnosis, better (e.g., personalised) monitoring of the disease course and of the efficacy of new therapies.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}