{
    "rcn": "209738",
    "acronym": "MFreeB",
    "topics": "ERC-2016-COG",
    "title": "Membrane-Free Redox Flow Batteries",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The environmental concerns over the use of fossil fuels have promoted great interest in generating electric energy from renewable sources such as solar and wind. However, the intermittent nature of those resources demands high performing and cost-effective energy storage systems. Redox Flow Batteries (RFBs) present several advantages, namely, total decoupling of power and energy densities and the possibility of rapid mechanical charging by substituting spent electrolytes with fresh ones. The major issues of the current Vanadium RFBs are the high price and toxicity of vanadium components and the high cost and low performance of the ion-selective membranes they require. \nMFreeB project proposes to completely remove the problematic membrane of RFBs by developing a disruptive, versatile and scalable concept of Membrane-Free RFB implementing efficient catholytes and anolytes in which the metallic redox pairs are replaced by cheap, abundant and environmental-friendly molecules. In order to achieve this objective, I propose a multi- and interdisciplinary research methodology across a wide range of expertise including fundamental electrochemistry, thermodynamics, physical chemistry, modelling, and mechanical engineering. I will make use of advantages of different electrolytes to develop a versatile concept of Membrane-Free RFB with a wide range of applications.\nThis Consolidator Grant (ERC) would provide adequate support to consolidate my own independent research team and programme. During my scientific career, I have demonstrated creative thinking and excellent capacity to carry out research going beyond the state of the art. My meritorious record of scientific publications (55 ISI articles, h index = 25), project leadership, international collaborations and capacity for supervising and coordinating a research team are presented in the proposal. I am now in an excellent position and research environment to commit and be devoted to this encouraging and challenging project",
    "totalCost": "1998407,01",
    "ecMaxContribution": "1998407",
    "coordinator": "Fundacion IMDEA Energia",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998683192": {
            "orgId": "998683192",
            "orgName": "Fundacion IMDEA Energia",
            "ecContrib": 1998407
        }
    },
    "calculatedTotalContribution": 1998407
}