{
    "rcn": "209775",
    "acronym": "INFRACLIMATE",
    "topics": "MSCA-IF-2016",
    "title": "Infrastructural path dependence and irreversible investment in the integrated assessment of energy and climate policies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The objective of this project is to analyse the role of path dependence due to infrastructural lock-in and irreversible investment decisions for the design of optimal energy and climate policies. The project brings together several strands of economics research, namely macroeconomics, public economics, environmental and resource economics and risk and uncertainty, with climate change and energy economics into an integrated assessment. INFRACLIMATE is aimed to go beyond standard models designed to study energy and climate policies, by incorporating irreversible investment decisions, inertia in energy systems and possibility of underutilization of capital stocks. The project has three main objectives. Firstly, to carry out innovative research in the theoretical understanding of the interplay between irreversible investment decisions, high persistence in capital stocks and climate policies. Second, extending the existing Green Paradox literature by focusing on how the irreversibility of investment decisions affect the supply of fossil fuels, and thirdly, to develop a fully-fledged integrated assessment model of economy, energy and climate to quantify the effects of climate policies on investment decisions and the amount of stranded capital assets. A key ingredient of the analysis will be how various forms of uncertainty affect the interactions between investment decisions and climate policies. In doing so, the project will be able to provide a richer characterization of investment decisions and their interaction with energy and climate policies, and to quantify welfare effects of different policy options. INFRACLIMATE is a timely and highly policy relevant project given Europeís pledges to emissions reductions, high infrastructural lock-ins in the extraction and power sector, and uncertainties about future technological innovations and governmentís environmental policies.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ENI ENRICO MATTEI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}