{
    "rcn": "209783",
    "acronym": "SYRMAGINE",
    "topics": "MSCA-IF-2016",
    "title": "Syrian Imaginations of Europe",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Refugeesí attempts to flee to a certain country are usually preceded by imaginations about possible destination countries. These imaginations not only contribute to refugeesí decisions where to seek asylum but also have an effect on how refugees experience realities when they eventually arrive in the destination country. The research project ëSYRMAGINE ñ Syrian Imaginations of Europeí focusses on how Europe is imagined by Syrian refugees settling in Syriaís neighbouring countries and examines how refugeesí imaginations affect their attitudes to seek asylum in European countries. SYRMAGINE understands ìgeographical imaginationsî of Europe as subjective human conceptions of a geographical location and stresses the differences between ìimagined regionsî and reality. The project adopts an interdisciplinary mixed-method approach combining a large sample of individual surveys, semi-directive interviews and an online ethnography in two recipient and transit countries of Syrian refugees in the Middle East, Lebanon and Turkey. \nSYRMAGINE contributes to the academic literature on the active role of imaginations in refugeesí decision-making. From a policy perspective, it responds to one of the key priorities of the Horizon 2020 work programme 2016-2017, which is to investigate the governance of migration and asylum. The research is highly time relevant due to the surge of Syrian asylum application in Europe in the last years: Between April 2011 and June 2016, more than one million Syrians have applied for asylum in Europe (UNHCR 2016).\nThe research project has the following three objectives: 1) to investigate the relation between refugeesí imaginations and decision-making and to study how the present country of residence compares to Europe as a destination choice, 2) to examine how refugees inform themselves about social and political realities in European countries and 3) to use these findings to contribute to the development of evidence-based asylum and integration policies.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}