{
    "rcn": "209726",
    "acronym": "S-CAGE",
    "topics": "ERC-2016-COG",
    "title": "Smart Coordination Polymers with Compartmentalized Pockets for Adaptive Guest Entrance",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The S-CAGE project aims to develop a new generation of crystalline solids with periodically-organized discrete voids, or compartments, that would benefit from the combination of the high stability and robustness of dense materials with the structural diversity and versatility (and therefore large applicability) of open frameworks. These coordination polymers (CPs) will be capable of interacting with guest species in the absence of large channels or permanent pores due to the presence of dynamic entrances. This could open new horizons towards the design of unprecedented materials as an enhanced interplay between the guests and the frameworks will be achieved resulting from the confined space of the compartmentalized pockets.\n\nThe main goals of S-CAGE will be:\n\ni) Chemical design of compartmentalized 1D, 2D and 3D coordination polymers. These materials will be designed in such a way that they will provide ideal room to accommodate different guest molecules, which can be easily tuned depending on the target guest.\n\nii) Advanced structural characterization, including modern diffraction studies under pressure of gas and volatile guests. This strategy will provide unequivocal prove of the location of the guest molecules in the internal voids and gain insights of the mechanism of entrance. The direct visualization of the modes of interactions of different gases will permit a deep comprehension of the nature of their interaction.\n\niii) Gas separation studies. My goal will be the development of materials that could specially serve for gas separation and improve the performances of zeolites and MOFs by implementation of dynamic entities into the framework.\n\niv) Sensing capabilities through changes in magnetic properties. The chemical design followed in S-CAGE will result in magnetic CPs with confined spaces which should enhance the interaction of the guest molecules with the framework, and thus a change in their magnetism is expected.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}