{
    "rcn": "209790",
    "acronym": "GoSMEs",
    "topics": "MSCA-IF-2016",
    "title": "Governance and value-creation in SMEs in a service-dominant logic",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Small and medium-sized enterprises (SMEs) form the backbone of the European economies in terms of employment, job creation, innovation and ability to add economic value.  Because of that, SMEs have received much attention from scholars seeking to understand determinants of their competitiveness as well as from policy-makers at national and European levels aiming to provide support measures to facilitate their growth. It is well understood that SMEs command fewer resources and are more volatile than their large counterparts, and therefore need to pursue different trajectories to compete. What is less well known is whether and how SMEs harness the potential of their boards of directors to improve value-creation thus strengthening their competitiveness. This fellowship aims to advance knowledge by investigating how boards in SMEs contribute to value-creation within a service-dominant logic, taking into account the heterogeneity of SMEs as well as country-specific factors. By bringing together perspectives from multiple disciplines such as strategic management, marketing, organisational behaviour and psychology, and adopting a mixed methods research design that is close to and captures the complexity of the phenomenon, the results from the project will generate novel yet rigorous insights into the strategic dimensions of SME governance. A set of carefully designed user engagement and outreach activities will ensure that this new knowledge is transmitted into practice and available to a wider public audience.  With the help of subject-related, methodological, and professional training and secondments, this fellowship provides a unique opportunity for Dr Yar Hamidi to advance his knowledge in a subject area he is passionate about as well as creating a sound platform from which to develop his scholarly career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852527": {
            "orgId": "999852527",
            "orgName": "UNIVERSITY OF WOLVERHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}