{
    "rcn": "209791",
    "acronym": "SUPER2D",
    "topics": "MSCA-IF-2016",
    "title": "Superlattices and proximity effects in 2D materials/molecules hybrid van der Waals heterostructures",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Van der Waals heterostructures, in which graphene and related 2D materials are mechanically superimposed in a stacked structure, represent a versatile platform to obtain materials with unique properties. These artificially-assembled materials will revolutionize a number of research fields directly linked to applications, such as information and communication, and ultimately everyday life. In this context, molecules are particularly attractive, since the almost-unlimited degrees of freedom in chemical design offer the possibility to confer ad-hoc functionalities to 2D materials, paving the way to novel and unexplored areas of physics and materials science.\nThe researcher aims to impact this rising field by using metal-organic networks based on lanthanide ions and organic ligands self-assembled on the surface of 2D materials. In the resulting hybrid heterostructures, the metal organic network will determine a periodic modulation of the surface potential, due to charge transfer and molecular dipoles which occur at every node, forming a superlattice with unique electronic and optical properties. Moreover, the lanthanide ions, which possess high magnetic moment, will confer new magnetic properties to the 2D materials thanks to the proximity effect. The researcher proposes to investigate these electronic, optical and magnetic phenomena through a combination of different surface science techniques, which will provide a comprehensive understanding of the hybrid heterostructures.\nSUPER2D is a multidisciplinary project which combines the surface-science expertise of the Host institute (Centro Fisica Materiales) with the competences of the researcher in magnetism and molecule/2D materials interfaces. The overall mission of the fellowship is to train the researcher to become an independent scientist through the achievements of well-defined scientific objectives and the development of managerial and outreach skills, preparing him for a leading position in academia or industry.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}