{
    "rcn": "209706",
    "acronym": "BRASILIAE",
    "topics": "ERC-2016-STG",
    "title": "Indigenous Knowledge in the Making of Science: Historia Naturalis Brasiliae (1648)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This project is an interdisciplinary study of the role of indigenous knowledge in the making of science. Situated at the intersection of history and anthropology, its main research objective is to understand the transformation of information and practices of South American indigenous peoples into a body of knowledge that became part of the Western scholarly canon. It aims to explore, by means of a distinctive case-study, how European science is constructed in intercultural settings. \n\nThis project takes the book Historia Naturalis Brasiliae (HNB), published in 1648 by Piso and Marcgraf, as its central focus. The HNB is the first product of the encounter between early modern European scholarship and South American indigenous knowledge. In an encyclopedic format, it brings together information about the natural world, linguistics, and geography of South America as understood and experienced by indigenous peoples as well as enslaved Africans. Its method of construction embodies the intercultural connections that shaped practices of knowledge production in colonial settings across the globe, and is the earliest example of such in South America. With my research team, I will investigate how indigenous knowledge was appropriated and transformed into European science by focusing on ethnobotanics, ethnozoology, and indigenous material culture.\n\nSince the HNB and its associated materials  are kept in European museums and archives, this project is timely and relevant in light of the growing concern for the democratization of heritage. The current debate about the societal role of publicly-funded cultural institutions across Europe argues for the importance of multi-vocality in cultural and political processes. This project proposes a more inclusive interpretation and use of the materials in these institutions and thereby sets an example of how European heritage institutions can use their historical collections to reconnect the past with present-day societal concerns.",
    "totalCost": "1475565",
    "ecMaxContribution": "1475565",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1475565
        }
    },
    "calculatedTotalContribution": 1475565
}