{
    "rcn": "209767",
    "acronym": "ISA-NPC-ASI",
    "topics": "MSCA-IF-2016",
    "title": "In Situ structural Analysis of Nuclear Pore Complex ASsembly Intermediates by cryo-FIB-tomography",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Nuclear pore complexes (NPCs) are fundamental supra-molecular complexes mediating the molecular traffic between nucleus and cytoplasm. They consist of over 1000 proteins that need to be assembled in a coordinated manner each cell division. Recent structural work has elucidated a considerable part of the NPC architecture, however how the NPC scaffold is assembled remains poorly understood on the structural and mechanistic level. \nHere I propose for the first time to arrest and structurally analyze NPC assembly intermediates. The proposed research aims to enrich the intermediates in genetically modified yeast using an anchor away approach. Subsequently the state-of-the-art Focused-Ion-Beam specimen thinning technology will be combined with cryo Electron-Tomography to examine the intermediates in their native context. \nThe structures of the assembly intermediates will fundamentally advance our understanding of the NPC assembly mechanism that has been strongly implicated in cancerogenesis and various degenerative diseases. The proposed research thus holds great promise to enable the development of novel therapeutic compounds.\nThis project will complement on my strength in using cryo Electron-Microscopy and expand it to in cell studies, hence providing me full professional independence. The supervisor Dr. Beck is very experienced in NPC structure research. EMBL is a well-established host institution and will provide me excellent training and infrastructure to conduct the proposed research. These two factors together constitute a robust basis to reach the goals of the proposal.\nProduced data will be made publicly available and dissemination of the results in conferences and to a broader audience is an integrated part of the application.\nIn perspective the implementation of this exclusive method will allow investigating other large macromolecular complexes and their assembly paths in situ providing an appealing strategy for the European scientific community.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}