{
    "rcn": "209773",
    "acronym": "FLASH",
    "topics": "MSCA-IF-2016",
    "title": "Heterogeneous Effects of Fiscal Consolidation on Firms' Balance Sheets",
    "startDate": "01/09/2017",
    "endDate": "14/11/2019",
    "objective": "The global financial crisis and slow ensuing recovery have put severe strains on the fiscal positions of many OECD countries, raising serious concerns about fiscal sustainability, especially in the Euro Area. The challenge facing these countries is how to bring debt down to safer levels in the face of a weak recovery. Several EU governments undertook large fiscal consolidations plans that involved a combination of spending cuts and tax hikes, aiming at sustainably reducing public deficits and debt. \n\nAlthough the effects of fiscal consolidation on output and unemployment have been extensively investigated, existing studies have focused on aggregate level data and have failed to consider the heterogeneous effects that fiscal consolidation might have on the economic performance of the business sector. This omission, due in large part to the scarcity of firm-level data capturing how firmís assets and liabilities are affected by fiscal consolidation, restricts our knowledge about how fiscal adjustments impacts economic performance. \n\nMaking use of yet unexplored detailed firm level data and a range of econometric methods, FLASH will provide novel and robust empirical evidence on the causal impact of fiscal consolidation on the real and financial activities of different sized firms. Specifically, FLASH will pursue the following research objectives to explore the heterogeneous effects of fiscal consolidation on firms' balance sheets: Examine the causal effect of fiscal consolidation on firms' performance; Examine if the composition of fiscal consolidation (spending versus taxes-based) matters for firms; Examine how differently do small and large firms respond to fiscal consolidation; Examine if the effects of fiscal consolidation on real (Investment, Sales and Employment) and financial (Debt, Cash-holding, Dividend and Equity) activities are heterogeneous across firms; Create a network and disseminate results to a broader audience.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}