{
    "rcn": "209709",
    "acronym": "PARSIFAL",
    "topics": "MG-1-4-2016-2017",
    "title": "Prandtlplane ARchitecture for the Sustainable Improvement of Future AirpLanes",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "The project PARSIFAL (Prandtlplane ARchitecture for the Sustainable Improvement of Future AirpLanes) aims at defining the basis to improve the air transport of the future by evaluating the effects of the introduction of an innovative box-wing aircraft, called ìPrandtlPlaneî (PrP), into service. The project is focused on the medium size commercial aircraft category, in which the adoption of the PrP configuration can confer to aircraft with the same overall dimensions and fuel consumption of an A320/B737 the payload capacity of an A330/B767. In addition, a further objective of PARSIFAL is to develop the design tools that would allow to investigate the application of the PrP configuration to other aircraft categories, such as the ultra-large airliners, for which the PrP can provide a huge increase of payload (passengers and freight), keeping the dimensions fully compatible with existing airports. The efficiency of the PrP aircraft resulting after the conclusion of PARSIFAL will be compared with the most efficient equivalent conventional aircraft and the advantages of the new configuration will be quantified, taking also the standpoint of manufacturers, airlines and airport managers into account. \nThe PARSIFAL Consortium is made of 6 partners from 4 different countries University of Pisa (Italy), as coordinator, University of Delft (The Netherlands), ONERA (France), DLR (Germany), ENSAM (France) and SkyBox Engineering S.r.l. (Italy). In addition, an Advisory Board composed of representatives of aircraft manufacturers, airlines and airport management companies will provide requirements, guidance and industrial expertise to shape and support PARSIFAL from different viewpoints.",
    "totalCost": "2955706,25",
    "ecMaxContribution": "2955706,25",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS;SKYBOX ENGINEERING SRL;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "FR;IT;DE;NL",
    "projectParticipants": {
        "952811892": {
            "orgId": "952811892",
            "orgName": "SKYBOX ENGINEERING SRL",
            "ecContrib": 322500
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 594938
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 502519
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 628750
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 350000
        },
        "990741802": {
            "orgId": "990741802",
            "orgName": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS",
            "ecContrib": 557000
        }
    },
    "calculatedTotalContribution": 2955707
}