{
    "rcn": "209724",
    "acronym": "BantuFirst",
    "topics": "ERC-2016-COG",
    "title": "The First Bantu Speakers South of the Rainforest: A Cross-Disciplinary Approach to Human Migration,  Language Spread, Climate Change and Early Farming in Late Holocene Central Africa",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The Bantu Expansion is not only the main linguistic, cultural and demographic process in Late Holocene Africa. It is also one of the most controversial issues in African History that still has political repercussions today. It has sparked debate across the disciplines and far beyond Africanist circles in an attempt to understand how the young Bantu language family (ca. 5000 years) could spread over large parts of Central, Eastern and Southern Africa. This massive dispersal is commonly seen as the result of a single migratory macro-event driven by agriculture, but many questions about the movement and subsistence of ancestral Bantu speakers are still open. They can only be answered through real interdisciplinary collaboration. This project will unite researchers with outstanding expertise in African archaeology, archaeobotany and historical linguistics to form a unique cross-disciplinary team that will shed new light on the first Bantu-speaking village communities south of the rainforest. Fieldwork is planned in parts of the Democratic Republic of Congo, the Republic of Congo and Angola that are terra incognita for archaeologists to determine the timing, location and archaeological signature of the earliest villagers and to establish how they interacted with autochthonous hunter-gatherers. Special attention will be paid to archaeobotanical and palaeoenvironmental data to get an idea of their subsistence, diet and habitat. Historical linguistics will be pushed beyond the boundaries of vocabulary-based phylogenetics and open new pathways in lexical reconstruction, especially regarding subsistence and land use of early Bantu speakers. Through interuniversity collaboration archaeozoological, palaeoenvironmental and genetic data and phylogenetic modelling will be brought into the cross-disciplinary approach to acquire a new holistic view on the interconnections between human migration, language spread, climate change and early farming in Late Holocene Central Africa.",
    "totalCost": "1997500",
    "ecMaxContribution": "1997500",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "MUSEE ROYAL DE L'AFRIQUE CENTRALE",
    "participantCountries": "BE",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1960000
        },
        "999494403": {
            "orgId": "999494403",
            "orgName": "MUSEE ROYAL DE L'AFRIQUE CENTRALE",
            "ecContrib": 37500
        }
    },
    "calculatedTotalContribution": 1997500
}