{
    "rcn": "209716",
    "acronym": "NHYTE",
    "topics": "MG-1.1-2016",
    "title": "New Hybrid Thermoplastic Composite Aerostructures manufactured by Out of Autoclave Continuous Automated Technologies",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "NHYTE project aims at developing and demonstrating concepts and methodologies enabling the realization of innovative integrated aero-structures, made of a new hybrid thermoplastic matrix composite material with multifunctional capabilities. The high-performing material proposed, based on a commercial PEEK-Carbon Fiber Prepreg with addition of amorphous (PEI) films, answers to the needs to have reduced weight and consequently reduced fuel consumptions and emissions on an aircraft, as well as reduced manufacturing and operational costs. Demonstration aero-structures will be fabricated by an innovative working cell implementing an advanced continuous automated production process, including: automated hybrid material fabrication; manufacturing of skin panels by automated fiber placement in-situ consolidation process; fabrication of stringers by continuous forming; component assembly by induction welding. The innovative material, conceived and patented by a partner of the Consortium, is an example of multifunctional composite, since it returns both functions of toughness improvement (multilayer material) and process simplification. This concept on one side will provide an advantage from the structural point of view, in terms of better impact damage performance; while on the other side major advantages will result on processing simplification, in particular including improved cycle times and lower energy consumptions, since it does not require the use of an autoclave curing phase. As of today, its usage has been limited to fabricate panels, only at laboratory level; hence, a suitable improvement finalized to process in industrial environment is needed. Proposed process techniques and assembly will be the first step towards the industrial application of the innovative material. Consortium has set a target for weight saving not less than 5% for primary structures. Further reduction of full life cycle cost is expected from scrape material and end of life structures recycling.",
    "totalCost": "5250356,25",
    "ecMaxContribution": "5250356,25",
    "coordinator": "NOVOTECH AEROSPACE ADVANCED TECHNOLOGY SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITE DE BRETAGNE SUD;UNIVERSITY OF BATH;CENTRO DI RICERCHE EUROPEO DI TECNOLOGIE DESIGN E MATERIALI;LGAI TECHNOLOGICAL CENTER SA;EASN Technology Innovation Services BVBA;LEONARDO - SOCIETA PER  AZIONI;PANEPISTIMIO PATRON",
    "participantCountries": "FR;UK;IT;ES;BE;EL",
    "projectParticipants": {
        "998627417": {
            "orgId": "998627417",
            "orgName": "LEONARDO - SOCIETA PER  AZIONI",
            "ecContrib": 1164186
        },
        "999500223": {
            "orgId": "999500223",
            "orgName": "CENTRO DI RICERCHE EUROPEO DI TECNOLOGIE DESIGN E MATERIALI",
            "ecContrib": 585312
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 554440
        },
        "999862227": {
            "orgId": "999862227",
            "orgName": "UNIVERSITE DE BRETAGNE SUD",
            "ecContrib": 350000
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 120000
        },
        "986282130": {
            "orgId": "986282130",
            "orgName": "LGAI TECHNOLOGICAL CENTER SA",
            "ecContrib": 683292
        },
        "992104070": {
            "orgId": "992104070",
            "orgName": "NOVOTECH AEROSPACE ADVANCED TECHNOLOGY SRL",
            "ecContrib": 1350000
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 443125
        }
    },
    "calculatedTotalContribution": 5250355
}