{
    "rcn": "209764",
    "acronym": "SHERPACK",
    "topics": "BBI-2016-R05",
    "title": "Innovative structured polysaccharides-based materials for recyclable and biodegradable flexible packaging",
    "startDate": "01/06/2017",
    "endDate": "30/11/2020",
    "objective": "The flexible packaging materialsí market is forecast to grow at a three percent rate to 2020, the main drivers including cost and sustainability, while being dominated mainly by PE and PP. The main drawbacks are that PE and PP are not biodegradable and films are difficult to recycle, not to mention multilayer materials. As an alternative, SHERPACK aims at developing an innovative renewable, recyclable, and biodegradable, high barrier flexible paper-based packaging material, that can be converted by heat-sealing and folding, with improved stiffness and grip. The first market targeted is flexible packaging materials for dry food, evaluated at 1.6 million tons per year and 3.7 billion euros (Europe, 2020). A multidisciplinary and complementary consortium of six partners has been set-up for achieving the objectives, including three RTOs and three industrial groups from five European countries. An advisory group consisting of a major end-user, a retailer and a packaging machine manufacturer is also involved to help define requirements and ensure the relevance of the new material with the value chain. The new material relies on three major innovations that will be developed from TRL 3 up to 5: (i) a wet-lamination process used to add a thin microfibrillated cellulose (MFC) layer on the paper substrate to provide a superb barrier to contaminants and oxygen; (ii) the formulation of a polycaprolactone (PCL) / polylactic acid (PLA) mix waterborne  emulsion and its subsequent coating on the substrate to provide excellent heat sealability and barrier to water vapour; (iii) the specific design, formulation and printing of a grid of polysaccharides (MFC and starch) to improve the stiffness to weight ratio (specific stiffness) and the grip. The three innovations will then be assembled to deliver two proofs-of-concept. Last but not least, all the developments will be assisted by a Life Cycle Assessment to prove their environmental benefit.",
    "totalCost": "2589095",
    "ecMaxContribution": "1294445",
    "coordinator": "CENTRE TECHNIQUE DE L INDUSTRIE DESPAPIERS CARTONS ET CELLULOSES",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA;BORREGAARD AS;CONSIGLIO NAZIONALE DELLE RICERCHE;AHLSTROM-MUNKSJO APPRIEU;CARGILL DEUTSCHLAND GMBH",
    "participantCountries": "ES;NO;IT;FR;DE",
    "projectParticipants": {
        "953642018": {
            "orgId": "953642018",
            "orgName": "BORREGAARD AS",
            "ecContrib": 0
        },
        "999511475": {
            "orgId": "999511475",
            "orgName": "CENTRE TECHNIQUE DE L INDUSTRIE DESPAPIERS CARTONS ET CELLULOSES",
            "ecContrib": 642195
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 286250
        },
        "999688694": {
            "orgId": "999688694",
            "orgName": "INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA",
            "ecContrib": 366000
        },
        "917531440": {
            "orgId": "917531440",
            "orgName": "AHLSTROM-MUNKSJO APPRIEU",
            "ecContrib": 0
        },
        "998419546": {
            "orgId": "998419546",
            "orgName": "CARGILL DEUTSCHLAND GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1294445
}