{
    "rcn": "209744",
    "acronym": "IASIS",
    "topics": "SC1-PM-18-2016",
    "title": "Integration and analysis of heterogeneous big data for precision medicine and suggested treatments for different types of patients",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "The vision of IASIS is to turn the wave of data heading our way into actionable knowledge for decision makers. This will be achieved by integrating data from disparate sources, including genomics, electronic health records and bibliography, and applying advanced analytics methods to discover useful patterns. Big Data in healthcare is in its early days, and most of the potential for value creation is being unclaimed.  One of the main challenges is the analysis of acquired data. While information is becoming ever easier to obtain, the infrastructure to collect, integrate, share, and mine the data remains lacking. These data are an invaluable resource for deriving insights to improve decision and policy making. The goal is to turn these large amounts of data into actionable information to authorities for planning public health activities and policies. The integration and analysis of these heterogeneous sources of information will enable the best decisions to be made, allowing for diagnosis and treatment to be personalised to each individual. IASIS aims to pave the way towards comprehensive access to data from disparate sources and the results of analysis, in the form of actionable knowledge for policy-making. The project will offer a common representation schema for the heterogeneous data sources. The infrastructure will be able to convert clinical notes  into usable data, combine them with genomic data, related bibliography, image data and more, and create a global knowledge base. This will facilitate the use of intelligent methods in order to discover useful patterns across different resources. Using semantic integration of data will give the opportunity to generate information that is rich, auditable and reliable. This information can be used to provide better care, reduce errors and create more confidence in sharing data, thus providing more insights and opportunities. Data resources for two different disease categories will be explored, dementia and lung cancer.",
    "totalCost": "4337475",
    "ecMaxContribution": "4337475",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;GRUPO ESPANOL DE INVESTIGACION EN CANCER DE PULMON;THE UNIVERSITY SYSTEM OF MARYLAND FOUNDATION, INC.;ALZHEIMER'S RESEARCH UK;SERVICIO MADRILENO DE SALUD;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;ST GEORGE'S HOSPITAL MEDICAL SCHOOL;FUNDACIO CENTRE DE REGULACIO GENOMICA;UNIVERSIDAD POLITECNICA DE MADRID;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "EL;ES;US;UK;DE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 456250
        },
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 470500
        },
        "923553879": {
            "orgId": "923553879",
            "orgName": "ALZHEIMER'S RESEARCH UK",
            "ecContrib": 156250
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 475000
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 781350
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 665625
        },
        "999873479": {
            "orgId": "999873479",
            "orgName": "ST GEORGE'S HOSPITAL MEDICAL SCHOOL",
            "ecContrib": 517500
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 668750
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 0
        },
        "999573458": {
            "orgId": "999573458",
            "orgName": "THE UNIVERSITY SYSTEM OF MARYLAND FOUNDATION, INC.",
            "ecContrib": 0
        },
        "921236161": {
            "orgId": "921236161",
            "orgName": "GRUPO ESPANOL DE INVESTIGACION EN CANCER DE PULMON",
            "ecContrib": 146250
        }
    },
    "calculatedTotalContribution": 4337475
}