{
    "rcn": "209728",
    "acronym": "TEMUBLYM",
    "topics": "ERC-2016-COG",
    "title": "Teleost mucosal B1-like lymphocytes at the crossroad of tolerance and immunity",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "B cells are one of the main players of immunity, responsible for the production of immunoglobulins (Igs). In 2011, I was granted an ERC Starting grant to undertake the phenotypical and functional characterization of teleost B lymphocytes based on the hypothesis that they do not behave as mammalian B2 cells (conventional B cells) but closely resemble mammalian innate B1 lymphocytes involved in extrafollicular T-independent (TI) responses. Since then, my laboratory has gathered considerable evidences that strengthen this hypothesis. These studies were mostly carried out in central lymphoid compartments, but did not address how teleost B1-like cells regulate the delicate balance between immunity and tolerance at mucosal interfaces, in species lacking follicular structures. In this new project, I want to pursue my studies on B lymphocyte functionality, focusing on how teleost mucosal B cells are regulated, still under the assumption that fish B lymphocytes resemble better a B1 model. We will study how fish B cells differentiate to antibody secreting cells (ASCs) and establish extrafollicular long-term memory, taking into account novel results in mammals that have challenged traditional paradigms and revealed that long-term immunological memory can be established through TI IgM B1-like responses. Furthermore, we will also study the role of IgD in the gills, as previous studies from my group suggest that this Ig plays a key role in the regulation of immunity in this specific mucosa, as it seems to do in humans in areas such as the upper respiratory tract.\nAddressing how fish B cells mount a protective mucosal immune response in the absence of T cell help from organized follicles could provide new mechanistic insights into IgM and IgD responses emerging in humans. From a practical view, our work will contribute to understand why satisfactory mucosal vaccination is still an unreached goal for most diseases in both mammals and fish, despite their strong demand.",
    "totalCost": "1866046",
    "ecMaxContribution": "1866046",
    "coordinator": "INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}