{
    "rcn": "209705",
    "acronym": "NavigationCircuits",
    "topics": "ERC-2016-STG",
    "title": "Neural circuits for route planning in goal-directed spatial navigation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Spatial navigation is a fundamental ability for animals to survive in a geometric space. A prominent feature of rats is their ability to create an internal metric space, or a map, in their brain. While place cells in the hippocampus are considered key elements of the spatial representation system, the activity of these cells primarily depends on the animalís instantaneous position; thus it is not clear how the brain computes an estimate of future positions, necessary for route planning. Although several ideas have been proposed to extract future representations from place cells, how such information is used in downstream brain structures is still largely unknown. I thus propose to clarify the roles of the hippocampus in the larger context of brain circuits for route planning. A growing body of evidence indicates key roles for the medial prefrontal cortex (mPFC) and the retrosplenial cortex (RSC) in navigation. I hypothesize that RSC, downstream of hippocampal area CA1, may represent the animalís future position by making use of information from place cells about positions and movements. The future positions may then be evaluated in mPFC, a downstream target of RSC and CA1, which potentially represents the spatial proximity to the goal. I will clarify the key circuit dynamics during route decisions among these structures together with the hippocampus. As route planning requires information about positional relationships in the environment, I will also investigate a role for brief trajectory sequences generated by place cells, or replay, for transferring such information from the hippocampus to RSC. Simultaneous high-density recordings from multiple regions as well as optogenetic silencing of specific projections are all available in freely behaving rats, and extensive use of computational methods will help decipher the codes in navigation circuits. The studies will provide key insights into how internal models in the brain influence cognition and behaviour.",
    "totalCost": "1483750",
    "ecMaxContribution": "1483750",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1483750
        }
    },
    "calculatedTotalContribution": 1483750
}