{
    "rcn": "209776",
    "acronym": "miRStem",
    "topics": "MSCA-IF-2016",
    "title": "Reprogramming of elite B cells to induced hematopoietic stem cell with microRNAs and transcription factors",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Generating Hematopoietic Stem Cells (HSCs) by Transcription Factor (TF) overexpression is of great interest in the stem cell field and promises considerable therapeutic potential.  Among the systems described so far only one study, using murine B cells, has led to the generation of transplantable induced HSCs (iHSCs), although at exceedingly low efficiencies and using combinations between 6 and 8 TFs. We propose here a new approach to generate iHSCs based on the use of newly identified highly plastic ìeliteî type cells for reprogramming by the Yamanaka factors into induced pluripotent stem cells, generated by the transient exposure of B cells to C/EBP?. Hypothesizing that microRNAs could potentiate the effect of TFs in HSC reprogramming we will also analyze the effects of microRNA overexpression. For this we will first analyze HSCs and different hematopoietic progenitors to identify differentially expressed microRNAs. Different combinations of selected microRNAs will be cloned into inducible retroviral vectors together with hematopoietic TFs and used to infect ìeliteî CEBP?-primed B cells to screen for the induction, in vitro and in vivo, of iHSCs. The use of colony assays, cell surface marker and transcriptomic analyses of the resulting cells, as well as transplantation into irradiated mice, will enable us to identify microRNAs and TFs combinations that induce HSC reprogramming. The heterogeneity of iHSCs will then be tested by single cell expression analysis using RNA-seq. This project will provide new insights into the reprogramming of HSCs, the clinically most important type of adult stem cells, with potential medical applications. The proposed action will benefit the applicantís career through acquisition of scientific maturity and independence.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}