{
    "rcn": "209725",
    "acronym": "No-LIMIT",
    "topics": "ERC-2016-COG",
    "title": "Boosting Photovoltaic Performance by the Synergistic Interaction of Halide Perovskites and Semiconductor Quantum Dots",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Photovoltaic conversion has the extraordinary property of transforming the solar energy directly into electric power. However, the available electrical power is known to be severely limited by the so-called Shockley-Queisser (SQ) photoconversion limit. The maximum efficiency for a single absorber is limited as photons with energy lower than the bandgap (BG) cannot be absorbed, and just an energy equivalent to the BG can be used for photons with higher energy than the BG, due to thermalization. Tandem cells have overcome this SQ limit upon exploiting complex and expensive configurations. Alternative approaches, even with higher potentiality, as Intermediate Bandgap Solar Cells (IBSCs) have not reached the expected performance mainly due to the limitations introduced by the monocrystalline matrix. The incorporation of quantum dots (QD) to create the IB produces layer strain and defects that limit the cell performance. No-LIMIT proposes to revamp IBSCs concept, using polycrystalline halide perovskites (HP) host matrix in order to take benefit from the strain relaxation at polycrystalline materials and from HP benign defect physics. HPs show an outstanding performance even when they are grown in a porous structure, indicating that their excellent transport and recombination properties are preserved with embedded materials. No-LIMIT will exploit this potentiality by using the states of embedded QD as IB in IBSC with HP matrix. The project will focus on the preparation of HPs-QD systems with enhanced light collection efficiency preserving charge transport, recombination and stability. No-LIMIT will study the properties and interactions of the HP and QD materials developed, as well as injection, recombination and transport properties in the coupled system. The combination of these strategies will build a ground-breaking synergistic system able to break the SQ limit. The achievements of IBSC, together with the intermediate steps, will have a colossal impact on photovoltaics",
    "totalCost": "1999071,53",
    "ecMaxContribution": "1999071,53",
    "coordinator": "UNIVERSITAT JAUME I DE CASTELLON",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882985": {
            "orgId": "999882985",
            "orgName": "UNIVERSITAT JAUME I DE CASTELLON",
            "ecContrib": 1999072
        }
    },
    "calculatedTotalContribution": 1999072
}