{
    "rcn": "209714",
    "acronym": "LessThanWagonLoad",
    "topics": "MG-5.1-2016",
    "title": "Development of ëLess than Wagon Loadí transport solutions in the Antwerp Chemical cluster",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "The LessThanWagonLoad project has the objective to develop a smart specialized logistics cluster for the chemical industry in the Port of Antwerp in order to shift transport volumes from road to rail freight. This objective will be realised by developing: (i) a new rail transport solutions for single pallets (we call this LWL ëless than wagon loadí in analogy with existing LTL ëless than truck loadí transport) and (ii) new added value rail freight services for the industry within the Antwerp chemical cluster. These potential new services consist of parking, repair, picking and cleaning for chemical wagons, rail connected cross docking of pallets and improved rail connections by setting up mixed trains with conventional and maritime container volumes.\n\nThe project primarily focuses on Antwerp and the chemical industry. But the new concepts can also be leveraged to other logistical hubs with other industries. This will be demonstrated at a second logistical hub Nola, in the south of Italy. This broad implementation potential increases the impact on European society. \n\nRealising the LessThanWagonLoad project will contribute in a substantial way in realizing the ECís ambition to shift 30% of road freight over 300km to low-emission modes by 2030. The potential benefits of the project  for European society are very important and diverse: (i) environmental improvements (less GHG emissions), (ii) reduced costs of rail freight, (iii) increased inter-modality and higher resilience of the transport system, (iv) local economic growth and employment, (v) less congestion and traffic casualties and (vi) less risk on social dumping.",
    "totalCost": "3994318,75",
    "ecMaxContribution": "3994318,75",
    "coordinator": "LINEAS GROUP",
    "coordinatorCountry": "BE",
    "participants": "TECHNICKA UNIVERZITA V KOSICIACH;BELGISCHE FEDERATIE VAN DE CHEMISCHE INDUSTRIE EN VAN LIFE SCIENCES VZW;ANCRA SYSTEMS BV;ZOS TRNAVA AS;TRAFUCO;INTERPORTO SERVIZI CARGO S.P.A.;TRANSCARE GMBH;TECHNISCHE UNIVERSITEIT DELFT;VTG RAIL EUROPE GMBH;ECORES SPRL",
    "participantCountries": "SK;BE;NL;IT;DE",
    "projectParticipants": {
        "922735005": {
            "orgId": "922735005",
            "orgName": "TRANSCARE GMBH",
            "ecContrib": 182278
        },
        "957500484": {
            "orgId": "957500484",
            "orgName": "ECORES SPRL",
            "ecContrib": 207890
        },
        "922691549": {
            "orgId": "922691549",
            "orgName": "ZOS TRNAVA AS",
            "ecContrib": 252719
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 328200
        },
        "922739952": {
            "orgId": "922739952",
            "orgName": "ANCRA SYSTEMS BV",
            "ecContrib": 896305
        },
        "999839238": {
            "orgId": "999839238",
            "orgName": "TECHNICKA UNIVERZITA V KOSICIACH",
            "ecContrib": 169288
        },
        "917129666": {
            "orgId": "917129666",
            "orgName": "VTG RAIL EUROPE GMBH",
            "ecContrib": 101400
        },
        "922660703": {
            "orgId": "922660703",
            "orgName": "TRAFUCO",
            "ecContrib": 408965
        },
        "985670351": {
            "orgId": "985670351",
            "orgName": "BELGISCHE FEDERATIE VAN DE CHEMISCHE INDUSTRIE EN VAN LIFE SCIENCES VZW",
            "ecContrib": 118930
        },
        "971870355": {
            "orgId": "971870355",
            "orgName": "INTERPORTO SERVIZI CARGO S.P.A.",
            "ecContrib": 175390
        },
        "933776612": {
            "orgId": "933776612",
            "orgName": "LINEAS GROUP",
            "ecContrib": 1152955
        }
    },
    "calculatedTotalContribution": 3994320
}