{
    "rcn": "209755",
    "acronym": "DatA ESPerT",
    "topics": "MSCA-IF-2016",
    "title": "Database Analysis for Evaluation of Seismic Performance Assessment Tools",
    "startDate": "16/06/2017",
    "endDate": "15/06/2019",
    "objective": "In highly industrialised regions, earthquakes severely affect societies in terms of economic, social and environmental consequences due to the complex integrated and highly sensitive industries - even in areas of medium to low seismicity like Europe. Whereas the seismic behaviour of typical building structures is broadly understood and reflected in technical guidelines and damage prognosis tools worldwide, event reports and even assessment tools for industrial facilities are scarce, mainly because affected facilities are usually not generally accessible and are, thus, not covered by reconnaissance teams. After the 2012 Earthquake in the Italian Regione Emilia-Romagna (RE-R), however, the regional government gathered very detailed data on seismic damages to more than 3000 industrial / business facilities in order to distribute financial compensations. The data was collected in an extremely comprehensive database including ñ besides many other aspects ñ type, size and location of the business as well as damage to structures, components and stored goods and costs of reconstruction. Within the proposed DatA ESPerT project, the researcher will exploit this globally unique SFINGE-database in a rigorous way, in order to develop mathematical tools to assess the seismic performance of industrial facilities and to give damage prognoses for future earthquakes. Due to the comparable socio-economic context and similar seismic hazard levels, the research results will be valid for many regions in Southern Europe. Additional aspects of the project consider the development of cost/performance curves for seismic mitigation measures and the investigation of the geographical damage distribution in relation to the seismological circumstances in the Emilia-Romagna. The work is strongly supported by RWTH Aachen, by Munich RE reinsurance company and by RE-R who assured to the researcher within an official agreement access to the confidential SFINGE-database in the project's framework.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}