{
    "rcn": "209734",
    "acronym": "SMITE",
    "topics": "ERC-2016-COG",
    "title": "Social Mobility and Inequality across Italy and Europe: 1300-1800",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The goal of SMITE is to improve our knowledge of long-term trends in social mobility, from the decades immediately preceding the Black Death of 1347-49 up until the eve of Industrialization. The objective is not only to measure mobility, but also to understand its consequences for the economy and society at large. Very few data about preindustrial social mobility are available today, especially for southern Europe. SMITE will collect an extensive database about social mobility, measured in different ways including: economic mobility across wealth classes and occupational mobility. Archival research will be concentrated on Italy where excellent sources exist, but the Italian case will be placed in the wider European context. The few existing databases from all over the continent will be collected for comparison and direct research will be done on some regions of Europe beyond Italy, especially in France, Spain and the Low Countries.\nSMITE will reconstruct social mobility trends both in growing and in declining areas of Europe. The connection between social mobility and economic growth will be assessed. SMITE will also analyse in detail the connection between long-term changes in social mobility and in economic inequality, which is a novel and potentially very important research avenue. It will receive from an earlier ERC project (EINITE) the largest existing database on preindustrial inequality. It will study whether the growth in economic inequality, which seems to have characterized both northern and southern Europe during the early modern period, went hand in hand with an increase in upward social mobility or whether there were differences across the continent. In fact, upward social mobility might have slowed down in southern Europe from ca. 1600 (as some literature suggests) but not in the North, thus determining in the South a particularly unfavourable combination of high inequality and a closed society which might have contributed to the North-South divergence",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}