{
    "rcn": "209742",
    "acronym": "SiTaSol",
    "topics": "LCE-07-2016-2017",
    "title": "Application relevant validation of c-Si based tandem solar cell processes with 30 % efficiency target",
    "startDate": "01/05/2017",
    "endDate": "31/10/2020",
    "objective": "Crystalline silicon wafer solar cells have been dominating the photovoltaic market so far due to the availability and stability of c-Si and the decades of Si technology development. However, without new ways to improve the conversion efficiencies further significant cost reductions will be difficult and the c-Si technology will not be able to maintain its dominant role. In the SiTaSol project we want to increase conversion efficiencies of c-Si solar cells to 30 % by combining it with III-V top absorbers. Such a tandem solar cell will result in huge savings of land area and material consumption for photovoltaic electricity generation and offers clear advantages compared to todayís products. The III-V/Si tandem cell with an active Si bottom junction with one front and back contact is a drop-in-replacement for todayís Si flat plate terrestrial PV. To make this technology cost competitive, the additional costs for the 2-5 µm Ga(In)AsP epitaxy and processing must remain below 1 Ä/wafer to enable module costs <0.5 Ä/Watt-peak. It is the intention of the SiTaSol project to evaluate processes which can meet this challenging cost target and to proof that such a solar cell can be produced in large scale. Key priorities are focused on the development of a new growth reactor with efficient use of the precursor gases, enhanced waste treatment, recycling of metals and low cost preparation of the c-Si growth substrate. High performance devices will be demonstrated in an industrial relevant environment. The project SiTaSol approaches these challenges with a strong industrial perspective and brings together some of the most well-known European partners in the field of Si PV and III-V compound semiconductors. Furthermore SiTaSol will support the competitiveness of the European industry by providing innovative solutions for lowering manufacturing costs of III-V materials which are essential in todayís electronic products including laptops, photonic sensors and light emitting diodes.",
    "totalCost": "4298201,25",
    "ecMaxContribution": "4298201,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;UNIVERSITEIT LEIDEN;TOPSIL GLOBALWAFERS AS;AIXTRON SE;AZUR SPACE SOLAR POWER GMBH;AIXTRON LIMITED",
    "participantCountries": "AT;NL;DK;DE;UK",
    "projectParticipants": {
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 549940
        },
        "923508483": {
            "orgId": "923508483",
            "orgName": "TOPSIL GLOBALWAFERS AS",
            "ecContrib": 550000
        },
        "966782414": {
            "orgId": "966782414",
            "orgName": "AIXTRON SE",
            "ecContrib": 1094934
        },
        "991336024": {
            "orgId": "991336024",
            "orgName": "AZUR SPACE SOLAR POWER GMBH",
            "ecContrib": 300000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1197669
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 280659
        },
        "953168173": {
            "orgId": "953168173",
            "orgName": "AIXTRON LIMITED",
            "ecContrib": 325000
        }
    },
    "calculatedTotalContribution": 4298202
}