{
    "rcn": "209756",
    "acronym": "EBM",
    "topics": "MSCA-IF-2016",
    "title": "The evolvability of bacterial multicellularity",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "There are numerous evolutionary origins of multicellularity. Yet, only in a few cases was the origin of multicellularity also followed by an enormous diversification of multicellular forms and functions. This raises the question what determines the evolvability of multicellular phenotypes, i.e. their capacity to undergo evolutionary change? I will study the evolvability of one of the simplest forms of bacterial multicellularity: colony formation in the Bacilli. Despite their simplicity, Bacilli can express a wide range of colony morphologies. The physical forces that shape these morphologies are well understood. In addition, there is a detailed understanding of the gene regulatory network (GRN) underlying colony formation and ample of genomic data. I will study how the GRN underlying multicellularity affects its evolvability. First, I will determine which evolutionary changes in the GRN are associated with the diversification of colony morphologies. To this end, I will construct a phylogenetic tree of the Bacillales, compare all genomes and identify the genetic changes that correlate with changes in colony morphology. Second, I will determine if and how these genetic changes give rise to changes in colony morphology. I will construct Bacillus subtilis mutants, which harbor the identified genetic changes, and examine how their colonies develop. Since colonies come about through the feedback between cells and their environment, I will use a unique combination of state-of-the-art biotechnologies to trace the transcriptomic and environmental changes in the colony over time. This will give an extraordinary detailed account of colony development in the Bacilli. Finally, I will examine why the morphological diversification of colonies was favored by selection, by studying the functional properties of colonies. Altogether, this will be the first comprehensive analysis on the evolvability of multicellularity, thereby giving a unique glimpse on how evolution innovates.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}