{
    "rcn": "209710",
    "acronym": "ACASIAS",
    "topics": "MG-1.1-2016",
    "title": "Advanced Concepts for Aero-Structures with Integrated Antennas and Sensors",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The overall objective of ACASIAS is to contribute to the reduction of energy consumption of future aircraft by improving aerodynamic performance and by facilitating the integration of novel efficient propulsion systems such as contra-rotating open rotor (CROR) engines.\n\nThe aerodynamic performance is improved by the conformal and structural integration of antennas. The installation of CROR engines is facilitated by installation of an Active Structural Acoustic Control (ASAC) system in the fuselage. The integration of such a system in fuselage panels will annoying noise in the cabin caused by multi-harmonic sound pressure level which is radiated by CROR engines. CROR engines are able to realize up to 25% fuel and CO2 savings compared to equivalent-technology turbofan engines (http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/19890003194.pdf).\n\nThe ACASIAS project focuses on challenges posed by the development of aero- structures with multifunctional capabilities. The following concepts structural concepts are considered:\n誰 A composite stiffened ortho-grid fuselage panel for integrating Ku-band SATCOM antenna tiles.\n誰 A fuselage panel with integrated sensors and wiring for reduction of CROR cabin noise.\n誰 A smart winglet with integrated blade antenna (integrated substrates into special foam, partly covered by a 1 mm glass/quartz epoxy layer).\n誰 A Fibre Metal Laminate GLARE panel with integrated VHF communication slot antenna.\n\nThe 36 months action with a project cost of 5.8 MEuros will bring together 11 partners from 6 countries covering the three main disciplines required: (composite) structures, advanced antennas and miniaturized sensors in a multi-disciplinary project. The project innovations facilitated by integration of these disciplines, as well as resulting in operational cost reduction and decreased emissions for airlines, will also lead to a more competitive supply chain in the aviation sector, which increasingly uses composite structures.",
    "totalCost": "5836430",
    "ecMaxContribution": "5836430",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "L - UP SAS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;EVEKTOR, spol. s.r.o.;INVENT INNOVATIVE VERBUNDWERKSTOFFEREALISATION UND VERMARKTUNG NEUERTECHNOLOGIEN GMBH*;IMST GMBH;CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA;TRACKWISE DESIGNS LIMITED;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.;FOKKER ELMO BV;FOKKER AEROSTRUCTURES BV",
    "participantCountries": "FR;DE;CZ;ES;UK;NL",
    "projectParticipants": {
        "999796849": {
            "orgId": "999796849",
            "orgName": "IMST GMBH",
            "ecContrib": 925106
        },
        "998801629": {
            "orgId": "998801629",
            "orgName": "INVENT INNOVATIVE VERBUNDWERKSTOFFEREALISATION UND VERMARKTUNG NEUERTECHNOLOGIEN GMBH*",
            "ecContrib": 532708
        },
        "997769646": {
            "orgId": "997769646",
            "orgName": "FOKKER ELMO BV",
            "ecContrib": 261481
        },
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 462500
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 366970
        },
        "999777643": {
            "orgId": "999777643",
            "orgName": "EVEKTOR, spol. s.r.o.",
            "ecContrib": 361125
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 1283656
        },
        "997768288": {
            "orgId": "997768288",
            "orgName": "FOKKER AEROSTRUCTURES BV",
            "ecContrib": 189841
        },
        "998443893": {
            "orgId": "998443893",
            "orgName": "TRACKWISE DESIGNS LIMITED",
            "ecContrib": 604016
        },
        "999773957": {
            "orgId": "999773957",
            "orgName": "L - UP SAS",
            "ecContrib": 280250
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 568776
        }
    },
    "calculatedTotalContribution": 5836429
}