{
    "rcn": "209727",
    "acronym": "FLUOSWITCH",
    "topics": "ERC-2016-COG",
    "title": "Pushing the frontiers of biological imaging with genetically encoded fluorescence switches",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Biological imaging is essential for revealing the inner workings of living systems. Among the numerous imaging modalities, light microscopy has revolutionized biological research. In addition to advances in optics and detectors, imaging has benefited from the development of molecular tools to observe biomolecules in action. Although the last decadeís breakthroughs in imaging have led to new discoveries in biology, there are still extraordinary opportunities for basic and clinical research in further advancing imaging capabilities. This project proposes to develop new classes of probes to advance biological imaging and allow the study of biological processes in all their complexity. First, I propose to push the boundaries of multiplexing and super-resolution imaging in living cells developing a new class of fluorogenic probes that act as genetically encoded fluorescence on/off switches. Highly multiplexed images will be built up over sequential activation of orthogonal fluorescence on/off switches, while continuous switching will allow implementing innovative dynamic super-resolution techniques in living cells. Then, I will develop dynamic fluorescence on/off switches enabling to reveal the dynamics of intracellular processes, focusing in particular on the visualization of interaction dynamics in real-time, and the dynamic detection of endogenous molecules (e.g. proteins, nucleic acids) in living cells. The final part will be dedicated to the development of probes acting as molecular integrator switches to identify active cell circuits in whole tissues or organisms through permanent labeling of transiently activated cells. Overall, this project will enable to push back the frontiers of biological imaging providing innovative tools to interrogate quantitatively and comprehensively living systems at the molecular, cellular and network levels.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}