{
    "rcn": "209765",
    "acronym": "TO-SYN-FUEL",
    "topics": "LCE-19-2016-2017",
    "title": "The Demonstration of Waste Biomass to Synthetic Fuels and Green Hydrogen",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "TO-SYN-FUEL will demonstrate the conversion of organic waste biomass (Sewage Sludge) into biofuels. The project implements a new integrated process combining Thermo-Catalytic Reforming (TCR©), with hydrogen separation through pressure swing adsorption (PSA), and hydro deoxygenation (HDO), to produce a fully equivalent gasoline and diesel substitute (compliant with EN228 and EN590 European Standards) and green hydrogen for use in transport . The TO-SYN-FUEL project consortium has undoubtedly bought together the leading researchers, industrial technology providers and renewable energy experts from across Europe, in a combined, committed and dedicated research effort to deliver the overarching ambition. Building and extending from previous framework funding this project is designed to set the benchmark for future sustainable development and growth within Europe and will provide a real example to the rest of the world of how sustainable energy, economic, social and environmental needs can successfully be addressed. This project will be the platform for deployment of a subsequent commercial scale facility. This will be the first of its kind to be built anywhere in the world, processing organic industrial wastes directly into transportation grade biofuels fuels which will be a demonstration showcase for future sustainable investment and economic growth across Europe. This project will mark the first pre-commercial scale deployment of the technology processing up to 2100 tonnes per year of dried sewage sludge into 210,000 litres per year of liquid biofuels and up to 30,000 kg of green hydrogen. The scale up of 100 of such plants installed throughout Europe would be sufficient to convert up to 32 million tonnes per year of organic wastes into sustainable biofuels, contributing towards 35 million tonnes of GHG savings and diversion of organic wastes from landfill. This proposal is responding to the European Innovation Call LCE-19.",
    "totalCost": "14511922,5",
    "ecMaxContribution": "12250528,13",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "SUSTEEN TECHNOLOGIES GMBH;VERFAHRENSTECHNIK SCHWEDT GMBH (VTS-GMBH);WRG EUROPE LTD;THE UNIVERSITY OF BIRMINGHAM;ENI S.p.A.;SLIBVERWERKING NOORD-BRABANT NV;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;ETA - ENERGIA, TRASPORTI, AGRICOLTURA SRL;ENGIE SERVICES NEDERLAND NV;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;HYGEAR TECHNOLOGY AND SERVICES BV",
    "participantCountries": "DE;UK;IT;NL;ES",
    "projectParticipants": {
        "972954233": {
            "orgId": "972954233",
            "orgName": "WRG EUROPE LTD",
            "ecContrib": 398834
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 464375
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 789004
        },
        "937356979": {
            "orgId": "937356979",
            "orgName": "ENGIE SERVICES NEDERLAND NV",
            "ecContrib": 1022875
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 202562
        },
        "937175104": {
            "orgId": "937175104",
            "orgName": "HYGEAR TECHNOLOGY AND SERVICES BV",
            "ecContrib": 510274
        },
        "955086057": {
            "orgId": "955086057",
            "orgName": "SLIBVERWERKING NOORD-BRABANT NV",
            "ecContrib": 183750
        },
        "997904961": {
            "orgId": "997904961",
            "orgName": "ENI S.p.A.",
            "ecContrib": 321125
        },
        "924008906": {
            "orgId": "924008906",
            "orgName": "VERFAHRENSTECHNIK SCHWEDT GMBH (VTS-GMBH)",
            "ecContrib": 1929550
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 5334250
        },
        "997911072": {
            "orgId": "997911072",
            "orgName": "ETA - ENERGIA, TRASPORTI, AGRICOLTURA SRL",
            "ecContrib": 219454
        },
        "929547121": {
            "orgId": "929547121",
            "orgName": "SUSTEEN TECHNOLOGIES GMBH",
            "ecContrib": 874475
        }
    },
    "calculatedTotalContribution": 12250528
}