{
    "rcn": "209717",
    "acronym": "MAHEPA",
    "topics": "MG-1.1-2016",
    "title": "Modular Approach to Hybrid Electric Propulsion Architecture",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The overall objective of MAHEPA is to bridge the gap between the research and product stage of a low emission propulsion technology to meet the environmental goals for aviation towards the year 2050. Two variants of a low emission, high efficiency, serial-hybrid-electric propulsion architecture will be advanced to TRL 6: the first uses a hydrocarbon fuelled internal combustion engine and an electric generator as primary power source, while in the second a hydrogen fuel cell is used to produce power showcasing the flexibility of the architecture. Common to both variants is the power control module, used to implement advanced power management methods to optimize mission, range and emissions of hybrid electric aircraft, and the new power electronic devices namely a highly efficient, airborne qualified electric propulsion motor and next-generation inverter technology. The modular approach is further demonstrated by integration and flight testing of each variant on a different small aircraft to showcase flexibility and scalability of the powertrain. A visionary implementation study towards commercial/transport category aircraft rounds up the project. The core value of MAHEPA is to build-up technological know-how and use flight test data to validate performance, efficiency and emission reduction capabilities of above technologies. This will allow to make conclusions about the suitability of these solutions towards megawatt-scale hydrocarbon driven hybrids and zero-emission hydrogen-powered solutions. For small aircraft this propulsion system development can be the door opener for a commercialized, new, low emission, highly efficient airplane category.",
    "totalCost": "8979178,75",
    "ecMaxContribution": "8979178,75",
    "coordinator": "PIPISTREL PODJETJE ZA ALTERNATIVNO LETALSTVO DOO AJDOVSCINA",
    "coordinatorCountry": "SI",
    "participants": "COMPACT DYNAMICS GMBH;UNIVERSITAET ULM;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;H2FLY GMBH;UNIVERZA V MARIBORU;POLITECNICO DI MILANO;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;SI;IT;NL",
    "projectParticipants": {
        "922424120": {
            "orgId": "922424120",
            "orgName": "H2FLY GMBH",
            "ecContrib": 205022
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 1234610
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 265625
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 291875
        },
        "917295730": {
            "orgId": "917295730",
            "orgName": "COMPACT DYNAMICS GMBH",
            "ecContrib": 1808719
        },
        "956736415": {
            "orgId": "956736415",
            "orgName": "PIPISTREL PODJETJE ZA ALTERNATIVNO LETALSTVO DOO AJDOVSCINA",
            "ecContrib": 3286250
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 477475
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1409602
        }
    },
    "calculatedTotalContribution": 8979178
}