{
    "rcn": "209827",
    "acronym": "PVMINDS",
    "topics": "MSCA-IF-2016",
    "title": "Bottom-up PV module energy yield and integrated reliability model for site-specific design optimization",
    "startDate": "19/02/2018",
    "endDate": "18/02/2020",
    "objective": "Photovoltaic (PV) module reliability is a critical factor for energy yield predictability, and reduced PV cost of electricity. Today, there is limited understanding of PV reliability issues under real-field conditions; and none of the state-of-the-art energy yield models can predict their long-term performance considering lifecycle degradation and failure propagation. Ultimate objective of the planned research is to develop the first bottom-up reliability model for selected PV failure/degradation modes, coupled with advanced simulation of real-field stress factors. Broader vision of the Project is to yield a novel design-for-reliability (DfR) protocol for site-specific optimization of PV module concepts. Following a ìclosed-loop learningî approach, the Project will be implemented in three workpackages (WP). In WP1, analysis of field diagnostic and meteorological data will be performed for selected PV installations and climatic zones, aiming to correlate degradation rates and/or failure occurrences, with site-specific stress factors. WP2 will involve the fabrication of PV samples; which, will undergo novel reliability tests based on insights from WP1, and enable the development of a novel physics/chemical PV reliability models that can be adapted to specific sites and module designs. Then, advanced simulations of PV lifecycle degradation, based on the reliability models coupled to bottom-up energy yield modelling will be developed in WP3. Final results of the project will be a predictive reliability tool and site-specific PV design and qualification guidelines. The project brings together the know-how of the Host, in advanced energy yield modelling and PV module technology innovation and characterization, and the applicantís experience in PV field diagnostics and reliability; thus, giving a multidisciplinary training by research to the applicant in industrial research environment at an independent research center.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}