{
    "rcn": "209821",
    "acronym": "LeaD4Value",
    "topics": "MSCA-IF-2016",
    "title": "Lean data management for maintenance value",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The possibilities of data-based maintenance management as well as interconnected, smart, and autonomous assets have been discussed lately but in practice there are still a number of major problems regarding e.g. the amount, quality, integration, and exploitation of maintenance data. In LeaD4Value these problems are addressed through lean maintenance data management to realise increased business value. Contrary to the Big Data hype, the idea here is to focus on the data decision support tools to be constructed based on analytical modelling and statistical analyses. Data will be collected from computerized maintenance management systems and enterprise resource planning systems of the two seconded companies, as well as from some of their employees via surveys and interviews. The results include e.g. a map of data exploitation paths, a process model, and a performance measurement system for lean maintenance data management. These tools can be used to reveal unnecessary maintenance tasks and data collection, missing data collection, or potential to increase the business value of maintenance. The role of world-class maintenance is highlighted in European manufacturing, because a majority of new production-related investments are directed to other continents. The proposed work is multidisciplinary by nature, combining aspects of business value management, reliability and maintenance engineering, and data sciences. The multidisciplinary view is needed, for asset management is challenged by maintenance engineers and managers understanding the technical aspects of maintenance but being unable to communicate these to the company decision makers in terms of business value. Too often this leads to short-sighted decisions. The project will expand the competences of the fellow in multiple disciplines, and provides international experience in science and business.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SUNDERLAND",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998681834": {
            "orgId": "998681834",
            "orgName": "UNIVERSITY OF SUNDERLAND",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}