{
    "rcn": "209802",
    "acronym": "ZNEOPSIN_II",
    "topics": "MSCA-IF-2016",
    "title": "The role of novel opsins in non-visual light detection in the zebrafish brain",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Light impacts on life by modulating the physiology and behaviour of most living organisms. Both vertebrates and\ninvertebrates have developed an extensive and diverse range of photoreceptor structures and photopigments, which\nmediate these light responses. Clearly light is used for vision, being detected by specialized rod and cone cells in the retina\nand processed by the visual centers of the brain. However, light also regulates many non-visual processes, and novel nonvisual photopigments are regularly being discovered. Recent studies have shown a role for non-visual photoreception in\nseasonal responses, activation of DNA repair mechanisms, entrainment of the circadian clock and sleep-wake regulation,\nbut the mechanisms are far less understood. This phenomenon is particularly extensive in teleosts such as zebrafish, where\nall tissues and cells of the adult and larval body are directly light responsive. The purpose of ZNEOPSIN_II is to determine the role that non-visual light detection plays in early development in zebrafish, focusing on neurobiology, the entrainment of the circadian clock and specific aspects of behaviour. I will take advantage of zebrafish, a genetic model organism available at the host lab, a leading zebrafish circadian biology lab at University College London, which is also one of the larger zebrafish research communities in Europe. The latest technical approaches for gene knockdown (CRISPR/Cas genome editing), and luminescent/fluorescent imaging, together with classical molecular biology techniques, will be combined with state of the art behavioural assays developed in zebrafish. The results of ZNEOPSIN_II will provide invaluable insights into the biological significance of non-visual light detection, and the roles played by a range of newly discovered opsins, as well as provide a junior researcher with the best possible training in both molecular biology, functional neurobiology and behaviour.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}