{
    "rcn": "209815",
    "acronym": "GlucoTear",
    "topics": "MSCA-IF-2016",
    "title": "Non-Invasive Fluorescence-based Tear Glucose Sensor Integrated to a Smartphone",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The prevalence of diabetes is continuously rising even in low-income economies. Therefore, blood glucose monitoring tools are in high social demand globally. Uninterrupted monitoring of blood glucose is a must in order to keep the fatal levels of glycated hemoglobin under control and to improve the quality of life for diabetic patients. However, glucose monitoring is compromised by the painful finger pricking about 4-5 times a day to obtain blood samples which leads to patient non-compliance and hence endangering their lifes.\nThe main objective of NANOTEARS is the development of a non-invasive diabetes diagnostic tool by detecting in vitro ocular glucose that is ready to be integrated in a smartphone for point of care and homecare use. Compared to other body fluids, tears are more accessible than blood or interstitial fluid, more continuously obtainable, and less susceptible to dilution. So, it is a worthwhile alternative to finger pricking for repetitive monitoring. Additionally, the use of a cell phone enables systematically collection and management of glucose level records in electronic form in order to reduce medical errors and improve quality of care and promote evidence-based medicine.\n Our sensing strategy is based on the use of fluorescent spectroscopy. Taking into account, that glucose concentration in tear fluid is about 50-100 lower than the glucose in blood there is a need to enhace the emitted signal to meet the accuracy and tolerance as recommended in the ISO 15197:2013. To reach this goal, we will fabricate highly fluorescent nanocomposite consisting of functionalized carbon quantum dots embedded into mesoporous silica. The entire synthesis will be performed without the need to use residual chemical precursors and stabilizers allowing for ìgreen synthesisî, owing to the use laser ablation in liquids. The use of femtosecond disruptive technology will enable to circumvent the limitations imposed by the low speeds at which nanoparticles are ablated.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT JAUME I DE CASTELLON",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882985": {
            "orgId": "999882985",
            "orgName": "UNIVERSITAT JAUME I DE CASTELLON",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}