{
    "rcn": "209835",
    "acronym": "MEMENTO",
    "topics": "MSCA-IF-2016",
    "title": "MEMory processing in the human ENTOrhinal cortex",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Deeply embedded in the medial temporal lobe (MTL) memory system, the entorhinal cortex (EC) is a small yet potentially key region for intact memory. While a series of recent ground-breaking findings in rodents point towards a pivotal role of EC in spatial navigation, thought of as an evolutionary precursor to memory, little is known about its precise contribution to episodic memory in humans. Building on preliminary evidence that EC subregions may be specialised for different stimulus types and/or different memory processes, MEMENTO proposes a systematic investigation of memory function in the human EC. The action combines state-of-the-art high-resolution and ultra-high field functional magnetic resonance imaging (fMRI) with advanced analysis techniques to assess how these EC subregions support material-specific memory processing on four levels of resolution: the laminar level, the subregion level, the system level, and the behavioural level. MEMENTO is highly collaborative: it brings together expertise of the ER (high-resolution fMRI of entorhinal cortex subregions), the host supervisor (functional dynamics of the MTL, advanced fMRI analysis), and the partner organisation (ultra-high field fMRI). Given that the EC is one of the first structures affected in Alzheimerís disease, the project results have great potential to stimulate important clinical implications. The ER will advance her research profile through highly transferable experience not only with cutting-edge methods, but also with managing and engaging in scientific and public communicative events. This will qualify her to lead her own research group upon returning.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}