{
    "rcn": "209852",
    "acronym": "FRESCOatCNAP",
    "topics": "MSCA-COFUND-2016",
    "title": "FrontierResearchCompentences@CNAP",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "Chronic pain is a key societal challenge affecting one out of five adults and is in general poorly treated. This programme, FrontierResearchCompentences@CNAP (FRESCO@CNAP), aims to install 8 early stage researchers (ESRs) in a Centre-of-Excellence (CNAP) conducting frontline research on novel tools for identifying and modulating human pain mechanisms. \nCNAP is internationally recognised due to the multidisciplinary approach to the studies of pain. A main objective is to have the best possible research training. It is a clear vision to promote incoming mobility and bringing the best international talents to CNAP. Within the four CNAP interdisciplinary research groups, the ESRs will be trained within biomedical and neural engineering applied in basic and integrative neuroscience.\nThe ESRs will be offered relevant collaborative research training and/or research visits to external research centres, i.a. FRESCO@CNAP partners including clinical and academic institutions (eight countries). Moreover, ESRs will obtain intersectoral exposure via the non-academic partners (six countries) connected to FRESCO@CNAP. \nThe ESRs will receive individual training through research by undertaking PhD projects and PhD courses. PhD courses on transferable skills will be provided. Further, a dedicated workshop will be provided including the FRESCO@CNAP non-academic and academic partners. \nAs a fundamental principle, FRESCO@CNAP will guarantee a fair, efficient, transparent, supportive, and internationally comparable recruitment process. CNAP will make use of international channels for advertising the PhD programme. International independent reviewers with no conflict of interest will conduct competence evaluations and a selection committee will make the final selection of the ESRs. \nSubstantial impact is expected since FRESCO@CNAP will attract, qualify and retain researchers by offering an international, multidisciplinary, intersectoral and scientifically excellent research environment.",
    "totalCost": "1255680",
    "ecMaxContribution": "627840",
    "coordinator": "AALBORG UNIVERSITY",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}