{
    "rcn": "209854",
    "acronym": "SPARK",
    "topics": "MSCA-COFUND-2016",
    "title": "Supporting Pioneer doctoral Researchers through 3i Knowledge partnerships",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The SPaRK Programme is driven by the need to develop future leaders whose skills combine disciplinary excellence with a capacity for interdisciplinary and intersectoral working that creates genuinely disruptive thinkers. SPaRK recognises that genuinely game-changing intersectoral, international and interdisciplinary collaboration does not happen simply by making available opportunities for mobility, placements, or input from other disciplines. It is therefore designed to offer an innovative model of professional and scientific development that is proactively training researchers to be able to maximise the potential of these 3i partnerships. Only by rethinking our current, competence-based skills agenda in ways that embrace a model based on intellectual flexibility and creativity can we prepare the leaders who will be equipped to respond to constantly shifting global challenges. The SPaRK programme thus proposes the integration of disciplinary excellence with a meaningful reflection on the possibilities both of interdisciplinarity and of mobility across cultural, linguistic, professional and epistemological borders.\n\nQUB is ideally placed to host this programme. It is the UK leader in Knowledge Transfer Partnerships and has an outstanding reputation for nurturing research with societal impact across the cultural, commercial and scientific economies. In addition, Queenís enjoys a significant track record in attracting funding for cohort-based doctoral training programmes (ITNs, UK Research Councils), and as testimony to its record of excellence in, and commitment to, enhanced doctoral training, the university has recently invested the equivalent of 7m euros in a new Graduate School (opened in April 2015), of which the PI for this application is Dean. The Graduate School will host the SPaRK cohort, providing world-class facilities as well as an intellectual hub for 3i training, debate and dialogue.",
    "totalCost": "3139200",
    "ecMaxContribution": "1569600",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 1569600
        }
    },
    "calculatedTotalContribution": 1569600
}