{
    "rcn": "209811",
    "acronym": "KISS ME",
    "topics": "MSCA-IF-2016",
    "title": "Key Inorganics for Spintronics and MagnetoElectrics",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Magneto-electric (ME) materials have been attracting considerable interest for their potential application in e.g. data-storage. Up to now, applications have been hindered by the weakness of the polarization generated by the ME effect. KISS-ME relies on the recent discovery by the host laboratory of inorganic compounds built on Low-Dimensional magnetic units. Dealing with 1D and 2D topologies carrying macrospins with large magnetization, they form the ideal playground for enhanced ME properties. The applicant proposes to quantify the ME performances on such phases and on new specifically-designed ones. This will allow to deduce the ideal chemical/structural/magnetic context for giant ME. It is a prerequisite for the prediction and synthesis of optimal multiferroics, limited so far by weak ME polarization and low temperature. Our multi-step strategy includes Design, Elaboration, Crystal Growth, Structural and Physical Characterization and theoretical modeling of relevant low-D ME.\nConcerning the host-available samples, source of inspiration, it concerns original inorganic compounds with remarkable magnetic properties, i.e. rare examples of low-D ferromagnetic compounds with incommensurate structures, large magnetic periodicities, inorganic single-chain-magnets, and 2D-Ising FMÖ Their structural topologies associated with strong and sizeable spin-orbit couplings (SOC) and original spin-flip-like transitions give all pre-requisites for enhanced magneto-electric (ME) couplings and electric polarization of magnetic origin (type II multiferroics). For the conception/Design of further compounds, we have to handle individual magnetic units and well adapted spacers, according to incremental magnetic dimensionalities. In pseudo-3D phases (i.e. isolated blocks), room temperature magnetic orderings are expected, a challenging step of industrial relevance. The KISS-ME research relies on the acquisition by the host PPMS system,  that the applicant will dedicate to the project.",
    "totalCost": "173076",
    "ecMaxContribution": "123783,68",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 123784
        }
    },
    "calculatedTotalContribution": 123784
}