{
    "rcn": "209850",
    "acronym": "QUSMI",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Translating quantum sensing into cost-effective molecular imaging",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "The ability to recognize molecular processes using novel imaging techniques is of fundamental importance for medicine, biology and biochemistry in the 21st century. Non-invasive molecular imaging has gained widespread use in patient management of cancer, life-science and medical research, as well as drug discovery and development. The capability of non-invasive metabolic profiling is expected to impact dramatically patient management for socioeconomically relevant diseases. Spatially-resolved observation of metabolites will be key for enabling more accurate staging of diseases by direct assessment of the underlying impact on the metabolism. Quantification of, for example, the perturbation of the myocardial, tumor, or neural substrate metabolism will most likely revolutionize staging and management of diseases in cardiology, neurology, oncology and other fields. \nBuilding on novel quantum technology using nitrogen-vacancy in diamonds we have developed in first in the DIAMANT FET project, and continued the FET proactive project DIADEMS -  DIAmond Devices Enabled Metrology and Sensing, we are developing an MRI-based breakthrough technology for enabling previously unachievable, highly sensitive quantification of metabolic imaging, enabling earlier diagnostic and personalized therapies, thus substantially improving patient management.  \nHowever, research and development are not sufficient for attracting private investors and commercialization of a disruptive technology. \nIn QUSMI we will understand the customer needs, reach out to strategic partners, consolidate our IP portfolio and strategy, and develop our business plan. Thus placing us in a position to attract private investors and commercialize the research technology into a product.",
    "totalCost": "96462,5",
    "ecMaxContribution": "96462,3",
    "coordinator": "NVISION IMAGING TECHNOLOGIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAET ULM",
    "participantCountries": "DE",
    "projectParticipants": {
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 18900
        },
        "928916912": {
            "orgId": "928916912",
            "orgName": "NVISION IMAGING TECHNOLOGIES GMBH",
            "ecContrib": 77562
        }
    },
    "calculatedTotalContribution": 96462
}