{
    "rcn": "209853",
    "acronym": "ALECS",
    "topics": "MSCA-COFUND-2016",
    "title": "Advanced Learning in Evolving Critical Systems",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Globally, software-based systems are increasingly important to economic activity and to the normal functioning of our everyday lives. The scope, scale and interconnected nature of such systems are increasing rapidly, with the potential consequences of failure, security breaches or malfunction becoming a growing cause of concern. Evolving Critical Systems (ECS) that change over time (ìevolvingî), and strategically important to their users (ìcriticalî), are increasingly prevalent in software development, from business-critical systems (e.g. airline websites) to safety-critical systems (e.g. automotive braking control system). \n\nAdvanced Learning in Evolving Critical Systems (ALECS) is an innovative fellowship programme providing intersectoral and interdisciplinary training in strategic priority areas in software research. The aim of ALECS is to develop the next generation of skilled researchers who will gain hands-on experience developing cross-disciplinary and entrepreneurial skills through individual research projects with a mandatory 3-6 month intersectoral secondment to an industry partner during their fellowship. The ALECS Programme will fund 26 two-year incoming fellowships to Ireland in the area of ECS, with fellows will be recruited during 2 calls for proposals over the 54 month duration of the project. \n\nALECS thus will generate a diverse, mobile, skilled workforce and will contribute to European research and innovation. While developing young researchers, ALECS will directly contribute to sustainable economic growth through supporting evidence-based research to drive innovation and new product development. ALECS will provide the international mobility, intersectoral exposure and interdisciplinary research opportunities that are essential to develop the scientific leaders of tomorrow.",
    "totalCost": "3681600",
    "ecMaxContribution": "1840800",
    "coordinator": "UNIVERSITY OF LIMERICK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 1840800
        }
    },
    "calculatedTotalContribution": 1840800
}