{
    "rcn": "209822",
    "acronym": "EpiRetention",
    "topics": "MSCA-IF-2016",
    "title": "Mechanisms of selective transmission of epigenetic marks through the male germ line",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "During spermatogenesis, germ cells go through important chromatin remodelling steps, the most striking being the replacement of histones by protamines, which promotes the compaction of the paternal genome in the sperm . However, a proportion of nucleosomes, ~1% in mice and ~15% in humans, are retained following protamine incorporation. It is thought that those remaining histones might play a role in the development process after fertilization possibly by transmitting epigenetic information to the progeny.\nInvestigating the process of histone/protamine exchange has been extremely challenging because of the difficulty to isolate and manipulate germ cells at different stages of their development in vivo. Recently, an in vitro system has been established to produce mouse embryonic stem cell (ESC)-derived male haploid gametes . We propose to use this remarkable system for a comprehensive genomics approach to get an understanding of the chromatin dynamics and functionally test the requirement of candidate proteins involved in the histone/protamine exchange process. This represents a novel approach to investigate the pathways responsible for histone eviction and protamine incorporation. Furthermore, we will determine how nucleosomes are retained at specific genomic regions in mature sperm and if they are involved in the transmission of epigenetic traits to the progeny.  Such innovative study relying on advanced in vitro differentiation methods together with genome and chromatin editing techniques aim to bring valuable insight regarding germ cell development and determine whether stochastic or environment-directed changes in the nucleosome profile can be epigenetically propagated to the embryo via the sperm and affect the fitness of the offspring.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}