{
    "rcn": "209836",
    "acronym": "GlobChangeBehav",
    "topics": "MSCA-IF-2016",
    "title": "Effects of global change on the social behaviour of marine organisms",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The IPCC projects a 0.2-0.3 unit decrease in oceanic pH and a concurrent 1.0-3.7∞C increase in sea surface temperature by 2100. These changes will have considerable impacts on marine organisms and are a threat to European and global biodiversity, food security, and socioeconomic productivity. While physiological impacts associated with marine global change have been well documented, behavioural impacts are less well known, even though behaviour has a major influence on the structure and function of marine communities. Furthermore, of the documented behavioural changes associated with global change, social behaviours - which play a key role in the survival and persistence of marine animals ñ are largely ignored. This project thus aims to advance current knowledge of global change biology by testing hypotheses pertaining to the impacts of ocean acidification and warming on the social behaviour of marine organisms spanning a wide range of taxa ñ from invertebrates to fish. Herein, it is hypothesized that predicted near-future (i.e., 2100) CO2 and temperature conditions will alter the social behaviour of crustaceans (shrimp shoaling), echinoderms (urchin and sea star aggregations), and fish (stickleback shoaling). This project will also test for physiological mechanisms underpinning global change-induced behavioural changes (GABAA functioning), as well as transgenerational effects (transgenerational acclimation in stickleback shoaling behaviour). The training, mentorship, and practical experience associated with this project will provide the fellow with the skills and competency to become an international leader in global change biology and marine animal behaviour. Furthermore, the knowledge generated by this project will answer critical questions in global change biology, which can be used by scientists, policy makers, stakeholders, and the general public, and will contribute to a much needed unifying theory of how global change will affect marine species.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}