{
    "rcn": "209801",
    "acronym": "MITODYN",
    "topics": "MSCA-IF-2016",
    "title": "Role of calcium fluxes in mitochondrial dynamics",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Mitochondria house hundreds of biochemical reactions involved in processes critical for the survival and homeostatic adaptation of the cell. Mitochondria are highly dynamic organelles, which adapt their shape and network depending on the cellular needs. As mitochondria play a central and unique role in metabolism, our understanding of the complex network of interrelations between mitochondria and other organelles has crucially changed our view on the cell biology of mitochondria and a new biology and pathophysiology of this organelle are emerging. Mitochondria are in dynamic contact with the endoplasmic reticulum (ER) and this specialized contact is essential for a number of relevant processes, including mitochondrial dynamics, lipid exchange, calcium homeostasis and apoptosis. The Mitochondrial Calcium Uniporter (MCU) and some of its regulators (MICU1-3, EMRE) have recently been identified as the key complex regulating mitochondrial calcium uptake with some already identified functions. The goal of this project is to define the complete interactome of the Mitochondrial Calcium Uptake Machinery (MCUM) in different physiological conditions and to characterize the functions associated to this complex. To address these goals, an unbiased proteomic analysis will be performed, both in cellulo (human cells) and in vivo (zebrafish), to identify the interactors of the MCUM at steady state and under different cellular stresses using the BioID technic. The mechanisms involving the MCUM in the regulation of mitochondrial dynamics, apoptosis and cell migration will be unravelled using molecular and cell biology experiments coupled with the most recent advances in microscopic analysis. Finally, we will explore the relevance of these findings in the physiopathology associated to mitochondrial diseases using cell lines derived from patients harbouring a MCUM dysfunction.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}