{
    "rcn": "209844",
    "acronym": "Signalling-in-NODs",
    "topics": "MSCA-IF-2016",
    "title": "Investigation of the role and mechanism of action of NOD2-mediated isoform selective PI3K signalling in gut immunity and inflammation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Inflammatory bowel disease (IBD) is a complex chronic pathology in western societies. There is an unmet need for new therapeutic strategies which can only be achieved through a better understanding of the molecular mechanisms of host immunity. It is established that dysregulated host innate immune recognition either caused by genetic risk variants in pathogen recognition receptor (PRR) molecules or microbial factors is commonly associated with IBD. A unique PRR family member, Nucleotide oligomerization domain (NOD)2 programs gut immunity and protection through autophagy process initiated by the recognition of microbial peptides. Deleterious mutations in NOD2 and autophagy-associated proteins are linked to IBD susceptibility. Despite the advances made in understanding of the mechanisms underlying NOD2 biology, particularly that of autophagy, very little is known about the cell signaling components and their mechanism regulating autophagy under NOD2 pathway. Recently, I discovered that a single Phosphoinositide 3-kinases (PI3K) isoform p110? is integrated in NOD2 mediated autophagy process. PI3Ks are an evolutionarily conserved family of signaling molecules that integrate PRR signaling. PI3Ks generate lipid second messengers and regulate mediated immune responses. I now propose to unravel key biological phenomenon by which p110? PI3K convey host protective functions through NOD2-mediated autophagy, ensuring the gut immunity and tolerance. The aims are to (1) Determine the dendritic cell-intrinsic role and mechanism(s) of action of PI3K isoforms in orchestrating anti-inflammatory processes under NOD2-mediated autophagy. (2) Discover the roles of PI3K isoforms in NLR-mediated intestinal immunity using isoform specific PI3K gene-targeted mice alongside with pharmacological targeting strategies in vivo. My plan is integrated with animal models,  immunology, cell biology, microbiology and in vivo inflammation studies to elucidate key biological phenomena driving IBD.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}