{
    "rcn": "209856",
    "acronym": "ZECARDIO",
    "topics": "SMEInst-05-2016-2017",
    "title": "Cardiotoxicity High-throughput screening (HTS) with zebrafish embryo",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The complex nature of pharmaceutical new molecules generation, both in terms of R&D process and regulatory requirements, indicates a huge need for innovative tools/services for optimal delivery to patients of novel medicines in the fastest and cheapest manner. The pharmaceutical industry strives continuously to produce new, safer and more efficacious drugs for unmet needs, evolving different synthesis techniques, expanding numbers of leads for potential drug candidates. However, this abundance has also created a new set of challenges in efficient processing of drug libraries for target validation and toxicity assessment. \nHigh-throughput screening (HTS) is thought to be key in handling this flow of new potential therapeutics in a systematic and time-efficient manner. But, there is a strong evidence that in vitro cell-based assays and subsequent preclinical in vivo studies do not yet provide sufficient pharmacological and toxicity data or reliable predictive capacity for understanding drug candidate performance in vivo. The model developed by ZeClinics with specific focus on cell and molecular interactions and physiological parameters improves this situation and helps to determine the corresponding responses to bioactive agents.\nThe aim of ZeCardio project is to use zebrafish model to develop HTS of large libraries in live organism for cardiotoxicity assessment. Our complete system analyses the impact of drugs and diseases in heart performance (Heart rate, Arrytmia, AV Blockage and Ejection fraction) and the performance of the vascular system (Blood flow and vasodilatation/constriction).",
    "totalCost": "1867186,25",
    "ecMaxContribution": "1867186,25",
    "coordinator": "ZECLINICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948315069": {
            "orgId": "948315069",
            "orgName": "ZECLINICS SL",
            "ecContrib": 1867186
        }
    },
    "calculatedTotalContribution": 1867186
}