{
    "rcn": "209812",
    "acronym": "TANTUMorNEUVACCINE",
    "topics": "MSCA-IF-2016",
    "title": "Neutrophil subtypes: distinct cellular targets for therapeutic intervention",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "In cancer immunotherapy and vaccine field, considerable efforts have been invested to optimize the induction of effector T cells that, by recognizing tumor-specific or pathogen-associated antigens, control tumor cells or infections. \nPreserving effector T cell function is a major focus of cancer immunotherapy approaches for clinical trials, as is the development of strategies to target regulatory T cells (Tregs) that directly control T cell hypo-responsiveness. In the vaccine field, on the other hand, several strategies have been developed to improve T cell immunogenicity to heterologous antigens expressed by viral vectors. Especially for HIV viral vectors, new vaccine approaches have yielded promising results in primates, although effectiveness was limited in human clinical trials so far.\nTumor-associated neutrophils (TAN) participate in the control of human tumor progression. If and how TAN interact with effector Tregs at distinct tumor stages remains to be determined. TAN signals that may regulate the functional state of tumor T cells must be defined.  It is also not known whether Tregs interact with TAN and facilitate their functional switch from anti- to pro- tumorigenic state. \nDistinct neutrophil subtypes are recruited as a result of pro-inflammatory environment during virus infection. Study of the mechanism of neutrophil-dependent control of T cell subset responses to virus-delivered antigens would be of major interest for the generation of viral-based vaccines. The ability of neutrophil subtypes to interact with T cells must be defined to improve the virus-based vaccine efficacy.\nOur studies could provide: \nï new treatment strategies that prevent TAN dysfunction, Tregs activation and subsequent effector T cell hyporesponsiveness, and thus increase the effectiveness of cancer immunotherapy\nï new vaccine approaches to modulate neutrophil subtypes responses to improve antigen-specific T cell responses, and thus increase the effectiveness of HIV vaccines.",
    "totalCost": "265840,2",
    "ecMaxContribution": "265840,2",
    "coordinator": "FONDAZIONE PER L'ISTITUTO DI RICERC A IN BIOMEDICINA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999460550": {
            "orgId": "999460550",
            "orgName": "FONDAZIONE PER L'ISTITUTO DI RICERC A IN BIOMEDICINA",
            "ecContrib": 265840
        },
        "996333755": {
            "orgId": "996333755",
            "orgName": "THE GENERAL HOSPITAL CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 265840
}