{
    "rcn": "209826",
    "acronym": "BilProcess",
    "topics": "MSCA-IF-2016",
    "title": "French-English bilinguals' processing of morphosyntactic structures: the case of cross-linguistic transfer",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "One question central to both bilingual first language acquisition (2L1) and second language development (L2) research is to understand the mechanisms that lead to systematic interaction between the languages, i.e. cross-linguistic influence (CLI). To-date, we know that bilingualsí two languages are continuously co-activated to some extent at the lexicon and sentence level. Bilinguals need to map different syntactic forms, i.e. one or more for each language, onto the same discourse function, which occasionally leads to the entrenchment of the non-targetlike form. Yet, little is known about how the age of acquisition (2L1 vs. L2) and language dominance (expressive abilities, language exposure) affect the processing mechanisms governing this phenomenon. \nThis project focuses on an aspect of morphosyntactic development (the article system) known to be particularly challenging for both bilingual children and adults. It adopts a unique comparative approach to investigate whether simultaneous French-English bilingual childrenís and L2 adult bilingualsí sentence comprehension is affected by the parallel activation of the article system in specific and generic contexts in two studies using the self-paced moving window method. French is a very restrictive language and requires the projection of a determiner in argument position. In contrast, English allows bare mass nouns and bare plural nouns in non-specific and generic contexts. These cross-linguistic differences will allow us to test (i) whether the co-activation of distinct morphosyntactic forms (article system) depending on the semantic context (specific vs. generic) leads to language interference in French-English bilingualsí comprehension of sentence structure; (ii) the role of language exposure vs. productive measures of the relative language dominance on the direction and magnitude of cross-linguistic transfers; (iii) to what extent this phenomenon operates differently depending on the age of language acquisition.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF ESSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856989": {
            "orgId": "999856989",
            "orgName": "UNIVERSITY OF ESSEX",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}