{
    "rcn": "209883",
    "acronym": "IMPRiND",
    "topics": "IMI2-2015-07-02",
    "title": "Inhibiting Misfolded protein PRopagation in Neurodegenerative Diseases",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Assemblies of tau and ?-synuclein were shown to spread along interconnected neuronal networks suggesting broadly relevant therapeutic directions for Alzheimerís and Parkinsonís disease. This requires a pre-clinical stage of development that has yet to be met. The scale of neurodegenerative disease burden in Europe calls for an unprecedented research effort that can only be achieved through collaboration between leading European laboratories and the pharmaceutical industry. To meet this ambition the IMPRiND consortium will synergistically accelerate progress to map and target critical steps in the propagation, proteostatic response and protection against misfolded ?-synuclein and tau. Specifically we aim to (1) identify disease-relevant assemblies, imprint their biological properties in vitro and generate homogeneous populations to assay and interfere with their pathogenic effects; (2) develop and miniaturise assays to monitor secretion, up-take, clearance and oligomerisation using bimolecular fluorescence complementation of oligomeric species or transfer of untagged assemblies to fluorescently labelled fibril-naÔve cells and measure markers of early proteotoxicity that are suitable for live imaging high content screens; (3) perform genetic screens based on disease-relevant gene/protein networks and assess druggability of identified targets; (4) deliver robust validation assays for these molecular events in complex cellular systems with greater functional resemblance to the native milieu of the brain such as iPSC-based and organotypic cultures  (5) standardise pathological readouts in animal models for in vivo validation of modifiers, correlate them with novel peripheral or in situ markers using microdialysis to accelerate the assessment of therapeutic interventions and relevance to humans, e.g. by transplantation of human iPSC neurons in animals. IMPRiND will construct this entire pipeline to examine the prion-like properties of ?-synuclein and tau and test their tractability against disease progression.",
    "totalCost": "11363398",
    "ecMaxContribution": "4684998",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET;DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;AbbVie Ltd;SCIPROM S‡rl;NOVARTIS PHARMA AG;UNIVERSITY OF DUNDEE;IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;UNIVERSITE DE BORDEAUX;H. LUNDBECK AS;VIB;Institut de Recherches Servier;UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MEDICAL RESEARCH COUNCIL;Eli Lilly and Company Ltd;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "DK;DE;UK;CH;EL;FR;BE",
    "projectParticipants": {
        "999913249": {
            "orgId": "999913249",
            "orgName": "H. LUNDBECK AS",
            "ecContrib": 0
        },
        "999748834": {
            "orgId": "999748834",
            "orgName": "SCIPROM Sàrl",
            "ecContrib": 0
        },
        "997585928": {
            "orgId": "997585928",
            "orgName": "Eli Lilly and Company Ltd",
            "ecContrib": 0
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 54150
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 217000
        },
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 835625
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 327000
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 420000
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 360000
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 480416
        },
        "927359189": {
            "orgId": "927359189",
            "orgName": "AbbVie Ltd",
            "ecContrib": 0
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 208000
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 865686
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 505000
        }
    },
    "calculatedTotalContribution": 4272877
}