{
    "rcn": "209804",
    "acronym": "ONCOGENEVOL",
    "topics": "MSCA-IF-2016",
    "title": "The evolutionary history of oncogenic and non-oncogenic papillomaviruses",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Certain papillomaviruses (PVs) are a major public health concern as in humans they are responsible for virtually all cases of cervical and anal cancer, and for a fraction of cancers on the penis, vagina, vulva and oropharynx. But oncogenic PVs are actually an unfortunate exception, as most PVs cause asymptomatic infections, and a few cause benign, wart-like lesions. Despite the efforts directed towards the understanding of the different clinical manifestations of infection, our knowledge on PV evolution remains fragmentary.\nOncogenic human PVs arose recently, after acquiring the E5, E6 and E7 genes. The integration of the E5 proto-oncogene in the ancestral AlphaPV genome allowed viruses to evade host immune response. Thereafter E6 and E7 acquired the ability to target essential tumor suppressor proteins, paving the way for carcinogenesis. Tracking the evolutionary history of the E5, E6 and E7 oncogenes will thus help understand the emergence of oncogenic human PVs. Regarding the deep roots of PVs, small DNA viruses may share a common ancestor as they encode proteins sharing similar functions and domains, but their evolutionary origin is still an enigma.\nHere I propose to apply an evolutionary medicine approach, combining in silico and wet-lab approaches, to study key events that occurred during PV genome evolution. We will go back into history and study how and when certain PVs became oncogenic. We will resurrect the ancestral oncogenes, and experimentally test hypotheses about the function of the resurrected proteins in different environmental contexts. We will then generate a comprehensive scenario modelling the appearance of the modern PV genome and the emergence of the oncogenic phenotype of certain PVs. Finally we will explore the relationships between small DNA viruses and test whether they may have a common origin. Our ultimate aim is to understand why a few PVs are oncogenic for a few host species, while most PVs cause asymptomatic infections in most hosts.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}