{
    "rcn": "209825",
    "acronym": "INCAGE",
    "topics": "MSCA-IF-2016",
    "title": "In vitro reconstitution and single cell analysis of the Shigella-septin cage.",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Autophagy, an intracellular degradation process, is an important defence mechanism against pathogenic bacteria, including the Gram-negative enteroinvasive human pathogen Shigella flexneri. Work has shown that septins, a component of the cytoskeleton that interacts with membranes, entrap cytosolic Shigella in cage-like structures for targeting to autophagy. However, the factors mediating septin cage formation are mostly unknown. The Mostowy lab has recently discovered that mitochondria are required for efficient septin cage assembly and that ~50% of entrapped Shigella are metabolically inactive. The precise fate of septin cage-entrapped bacterium (replication, persistence, death) remains to be defined. For my project, called INCAGE, I will reconstitute the septin cage in vitro and study host and bacterial factors that modulate septin assembly. I will purify septin complexes and reconstitute septin assemblies (filaments, rings, cages) in vitro, and investigate how auxiliary components (actin, mitochondria, endoplasmic reticulum) influence septin cage assembly. This will reveal how septins recognize bacteria and how they assemble into cage-like structures. In parallel, I will follow septin cage-entrapped Shigella at the level of the single cell to study the lethal action of septin caging and uncover mechanisms that enable bacterial survival. I will test if the subpopulation of septin cage entrapped bacteria that stay alive, can replicate or led to the formation of persister cells (transiently refractory to stress) able to cope with host imposed stress (antibiotics, autophagy). Completion of these objectives will identify factors that promote septin cage assembly and its lethal action against entrapped bacteria. In depth understanding of septin cage assembly and its antibacterial activity can reveal important information about septin biology and cell-autonomous immunity, and help to design novel approaches to counteract bacterial infections.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}