{
    "rcn": "209858",
    "acronym": "IV-BWTS",
    "topics": "SMEInst-08-2016-2017",
    "title": "In-Voyage Ballast Water Treatment System",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Challenge\nBallast water is the dominant vehicle for transport of invasive species in the marine environment, threatening ecoenvironmental stability and diversity. More than 7,000 different species are transported in the 3-10 billion cubic meters of ballast water, which are let over board each year, posing threats of extensive ecological and economic damage to the local aquatic ecosystems. The financial losses caused by these transported invasive species amount to more than Ä50bn per year in both the EU and US.\n\nSolution ñ the innovation\nBawat has developed a ballast water treatment system (BWTS) that eliminates invasive species in the ballast water tank using a new invention. The solution treats the ballast water in-voyage using excess heat from the vessel engines, thereby saving energy and costs.\nThe treatment system runs automatically and independently of other on-board procedures and is 50% cheaper to operate for the ship owners than any competing system, and easier to fit in both existing and new vessels.\n\nImpact\nThe project will have significant impact on both the operation of ships globally and the aquatic environments. The invasive species in the ballast water tank will be eliminated and never pose a threat to distant environments. Ship owners will save time and money when ships can leave the harbour right after loading/unloading, and money will be saved as excess heat from the engines is used to eliminate the biological activity in the ballast water tank.\n\nProject\nThe  objective is to secure a US Coast Guard type approval, as this approval is a de-facto ìlicence to operateî in the global market.\n\nCustomers and market\nThe customers are vessel owners and managing companies of vessels, with bulk carriers as well as oil and chemical tankers being the key end-users. Bawat estimates sales of 80 systems, equivalent to a Ä 30m turnover in 2019, growing to 400 units/Ä 192m in 2020. The global market is estimated at Ä 35bn for the years 2017-2027.",
    "totalCost": "4673669,9",
    "ecMaxContribution": "2410495,11",
    "coordinator": "BAWAT A S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925523464": {
            "orgId": "925523464",
            "orgName": "BAWAT A S",
            "ecContrib": 2410495
        }
    },
    "calculatedTotalContribution": 2410495
}