{
    "rcn": "209851",
    "acronym": "Athenea3I",
    "topics": "MSCA-COFUND-2016",
    "title": "Attracting and Encouraging Triple I Talent Mobility",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Athenea3I is an innovative regional wake-up call focused on attracting highly talented researchers to Granada (Andalusia region, Spain) in order to benefit their research career with International, Interdisciplinary and Intersectorial opportunities. This innovative fellowship programme offers the experienced researchers an outstanding opportunity to develop new skills and competences, enriched with a personalized and pioneering career mentoring plan. It also includes research periods at some of the most distinguished outstanding institutions around the world, and optional secondments in regional, national and international companies.\n\nThe high-talented human capital hired by the University of Granada, as beneficiary institution, will perform as active ìmagnetsî in relation not only to academy, but to industry and business, establishing bridges for transfer of knowledge, exploitation of the results, and future research collaborations. \n\nAthenea3I commitment pivots on the applicability of the research outputs by making Science for Society: reinforcing not only the innovation aspect but also the open data access and the public engagement. It has on target the social challenges of Andalucia2020, shooting up their results to palliate some socio-economic problems of the region and, consequently, to get towards the Europe2020 targets.",
    "totalCost": "4248000",
    "ecMaxContribution": "2124000",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 2124000
        }
    },
    "calculatedTotalContribution": 2124000
}