{
    "rcn": "209813",
    "acronym": "LIVERZAP",
    "topics": "MSCA-IF-2016",
    "title": "Live, In vivo Visualisation of liver Regeneration in Zebrafish After Photoablation of hepatocytes",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The specialised tissue architecture of the liver is crucially important for its essential metabolic functions in the body. The liver has the unique regenerative capacity to restore lost architecture when damaged. However, this remodelling process is compromised in chronic liver disease by scarring and cirrhosis. Often the only treatment is organ transplantation, thus the development of novel therapies is of vital importance. The necessary understanding of the dynamic cell rearrangement driving restoration of liver architecture has been limited by temporally static histological analyses of fixed regenerating tissue. Real-time monitoring of the mammalian liver is hindered by tissue opacity and deep organ position, whereas the surface location of the zebrafish liver and larval transparency makes this species uniquely suited for live, in vivo imaging of regeneration. LIVERZAP will generate a detailed map of the different cell behaviours driving restoration of liver architecture by pioneering real-time, in vivo imaging of regeneration in zebrafish. This will be achieved by: i) generating a novel, photoactivatable method for rapid hepatocyte ablation and ii) developing a deep tissue, 2-photon microscopy live imaging protocol. The molecular factors controlling the identified cell behaviours will be screened for using SILAC-based proteomics. To realise LIVERZAP, expertise in liver research, deep tissue microscopy and proteomics within the host environment will be combined with the fellowís live imaging experience. LIVERZAP will generate excellent new tools for the regeneration community and greatly enhance the fellowís competencies in specialised techniques, including cutting-edge microscopy systems and optogenetics. The outcomes of LIVERZAP will produce essential insights into the cellular and molecular mechanisms driving restoration of liver architecture following injury, providing a platform for the long-term development of therapies for human liver pathologies.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}