{
    "rcn": "209824",
    "acronym": "PASS",
    "topics": "MSCA-IF-2016",
    "title": "A Place for the Asylum Seekers. European migration policies and their socio-spatial impacts",
    "startDate": "15/02/2018",
    "endDate": "14/02/2020",
    "objective": "In the past two years the European Union has seen an enormous influx of migration. More than 1 million people arrived by boats in 2015 and more than 230,000 people in the first six months of 2016.\n\nPASS aims to assess the complicated field of discourses and practices of regulating migration flows into the EU, focusing on its socio-spatial impact since 2013, when the last Dublin II Regulation was promulgated (No. 604/2013). \n\nOn the one hand, the project analyses the very complex stratification of geographical spaces and procedures shaped by the EU and by different national legislation. On the other hand, the research also explores the interaction between the policies and procedures plan and experiences of migrants themselves, often characterized by tensions, resistance and clashes.\n\nAfter a preliminary analysis of EU immigration and asylum law, the project examines the cases of Italy and of the Netherlands. Italy is one of the countries which has seen the highest number of migrants arriving and from where 39,600 asylum applicants are to be relocated under the two EU Council Decisions on relocation to other Member States under a quota system. In the period between 2015 and 2017 about 2.150 refugees are to be relocated from Italy to the Netherlands  (European Commission, COM(2016) 165). \nThe project uses a dual perspective: 1. A top-down perspective, involved in the analysis of the European, Italian and Dutch immigration policies; 2. A bottom-up perspective, embedded in the migration experience and focused on the migrants' agentivity. \n\nThe final goal of PASS is to elaborate empirical data in order to build more human rights oriented policies. PASS intends also to provide an appropriate political response to the needs expressed by the migrants and to combat misconceptions about them through disseminating its results, as requested by the European Commission (Understanding and Tackling the Migration Challenge: The Role of Research, 4-5 February 2016).",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}