{
    "rcn": "209833",
    "acronym": "PFIMDULA",
    "topics": "MSCA-IF-2016",
    "title": "Post-translational modifications during floral initiation: molecular dissection of the UFO-dependent LFY activation",
    "startDate": "08/06/2017",
    "endDate": "07/06/2019",
    "objective": "Flowering plants are the most successful plant group on Earth and provide the basis for most human and animal food. The development of flowers is dependent on a gene regulatory network orchestrated by LEAFY (LFY), the master transcription factor. In Arabidopsis as in other flowering plants, LFY activity is dependent upon its interaction with UFO, a member of the Skp1ñCullinñF-box E3 ubiquitin ligase complex. The goal of this project is to understand why LFY requires interacting with UFO to build flowers. For this, we will apply state-of-the-art technologies including mass-spectrometry, crystallography, biochemistry and plant developmental genetics to identify and characterize the function of Post-Translational Modifications (PTM) on LFY or LFY interacting proteins, with special emphasis on ubiquitination. After identifying key residues involved in the LFY-UFO interaction or targeted by PTM, their functional importance will be assayed in planta. This project should facilitate better understanding of the mechanism of LFY activation. LEAFY and the development of flower will be used here as a model to understand the ìactivation by degradationî mechanism, still elusive in most organisms and poorly studied in plants. Moreover, understanding the principles governing LFY activation should provide means to modify at will the architecture of plant inflorescences. This project builds on the current background of the applicant in the field of Mass-Spectrometry combined with the outstanding expertise at Grenoble and high-throughput facilities in Structural biology and plant developmental genetics. Notably, the applicant will work within one of the top French Research Centers and in a multidisciplinary environment that will allow the fellow to acquire complementary ënew knowledge and skillsí in structural biology and developmental genetics. This will re-enforce the fellowís background and professional maturity for employment opportunities in both academia and industry sectors.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}