{
    "rcn": "209848",
    "acronym": "Accelerate SUNShINE",
    "topics": "EE-22-2016-2017",
    "title": "Save your bUildiNg by SavINg Energy. Begin to move more quickly",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "In the Covenant of Mayors signatories commit to a Sustainable Energy and Climate Action Plan. However, often municipalities lack capacity to turn their plans into actions; and the residential sector is often left behind and deep renovations not implemented. \nRealizing this potential requires designing, financing and implementing complex energy efficiency investments. Practice shows that small and medium municipalities are inadequately organized to manage and finance this process. At the same time individual owners in the residential sector are inadequately organized to manage their collective property.\nAccelerate SUNShINE supports Energy Performance Contracting (EPC), with a pipeline of projects worth Ä27m and guaranteed savings over 27GWh/year. A major objective is to demonstrate the financial viability of deep renovation via suitable project bundling, municipal partnerships and financial engineering.\nIn the proposed approach four municipalities works together in a shared project management unit, composed by experts covering technical, socio-economic, legal and financial advisory. This unit deals with project development and process standardization. In each municipality public buildings are bundled for Energy Performance contracting based procurement. At the same time each municipality establish a support scheme for the deep renovation of multifamily residential buildings always based on Energy Performance contracting and continuing the effort made by SUNShINE.\nAs most ESCOs have limited balance sheet capacity, re-financing is usually achieved by selling future receivables by a forfaiting transaction. Accelerate SUNShINE supports this solution, further rolling out the Latvian Baltic Energy Efficiency Facility, which is an investment fund with a single purpose: forfaiting receivables from EPC. Here process standardization is very important for attracting private and institutional investors.",
    "totalCost": "1577140",
    "ecMaxContribution": "1577140",
    "coordinator": "RIGAS TEHNISKA UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "EKODOMA;EKU SAGLABASANAS UN ENERGOTAUPIBAS BIROJS;ADAZU NOVADA DOME;BAUSKAS NOVADA ADMINISTRACIJA;FUNDING FOR FUTURE BV;JURMALAS PILSETAS DOME;TUKUMA NOVADA DOME",
    "participantCountries": "LV;NL",
    "projectParticipants": {
        "999688403": {
            "orgId": "999688403",
            "orgName": "EKODOMA",
            "ecContrib": 211730
        },
        "932753650": {
            "orgId": "932753650",
            "orgName": "BAUSKAS NOVADA ADMINISTRACIJA",
            "ecContrib": 155405
        },
        "999920718": {
            "orgId": "999920718",
            "orgName": "RIGAS TEHNISKA UNIVERSITATE",
            "ecContrib": 198106
        },
        "938830118": {
            "orgId": "938830118",
            "orgName": "EKU SAGLABASANAS UN ENERGOTAUPIBAS BIROJS",
            "ecContrib": 196995
        },
        "938587230": {
            "orgId": "938587230",
            "orgName": "FUNDING FOR FUTURE BV",
            "ecContrib": 312469
        },
        "920499058": {
            "orgId": "920499058",
            "orgName": "JURMALAS PILSETAS DOME",
            "ecContrib": 188935
        },
        "984190034": {
            "orgId": "984190034",
            "orgName": "TUKUMA NOVADA DOME",
            "ecContrib": 185035
        },
        "922650906": {
            "orgId": "922650906",
            "orgName": "ADAZU NOVADA DOME",
            "ecContrib": 128465
        }
    },
    "calculatedTotalContribution": 1577140
}