{
    "rcn": "209847",
    "acronym": "Spontaneous activity",
    "topics": "MSCA-IF-2016",
    "title": "Functional role of neuronal spontaneous activity for sensory processing",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Understanding how the brain processes sensory stimuli to guide behavior is still an unresolved mystery in neuroscience. The view that behavior may be passively guided by the senses is challenged by the observation that the brain is always spontaneous active. Even cortical areas that are supposed to represent features of the sensory environment manifest spontaneous activity (SA) in the absence of external inputs. The similarity between SA and sensory-evoked activity (EA) has been interpreted as learning of features of the external world by cortical circuits. However, the mechanism by which SA affects brain computation is largely unknown. In this proposal we aim at elucidating the functional role of SA for processing of sensory information in the auditory modality. We will take advantage of state-of-the-art tools available in mice to modulate and record the activity of large populations of neurons across cortical layers. Mice will be trained to perform frequency (or location) discrimination tasks and expectation will be generated by using trials in blocks in which the sound location (or frequency) probability will vary. We hypothesize that the induced expectation will facilitate sensory discrimination and manifest as specific patterns of SA before stimulus presentation. We will then manipulate optogenetically auditory cortex to causally test the role of SA in the task. Finally, we will record the simultaneous activity of a large number of neurons to understand mechanistically how SA may affects the processing of incoming sensory stimuli. Our study has the potential to uncover new neuronal mechanisms underlying sensory processing.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}