{
    "rcn": "209810",
    "acronym": "WHIPCAT",
    "topics": "MSCA-IF-2016",
    "title": "van der Waals Heterostructures for Innovative PhotoCATalysts",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Engineering of atomic (two-dimensional (2D)) layered solids is receiving immense attention from the scientific community due to the possibilities of tuning the optical, mechanical, electronic and electrochemical properties by combinatorial stacking of different atomic layers as novel candidates for energy and environmental applications. Van der Waals solids (vdW) of Semiconducting Transition Metal Dichalcogenides (STMD) have been largely investigating 2D materials, where its physico-chemical properties show a drastic contrast in comparison to its bulk. Visible light absorption, indirect to direct bandgap transition, layer dependent photoluminescence (PL) etc. are some of the stark contrasts in atomically layered STMD vdW crystals from bulk, making them unique for photocatalysis and photo-(electro) catalysis (PEC) applications. In this work, Fabrication of variety of novel heterogeneous STMD clusters with combinations of different transition metal (TM): Mo, W and V and chalcogenide (C): S, Se and Te by cluster beam deposition will be carried out for the efficient visible light photocatalysis and PEC applications. Size and edge termination dependent photophysical properties will be investigated and further implemented for the efficient visible light PEC from this kind of vdW solids. A dual-target, magnetron-sputtering gas condensation cluster source will be used to deposit pristine combinatorial stacked nanoclusters of TMs and Cs onto various substrates. The photocatatlytic reaction kinetics will be estimated from the visible light absorption, Raman/PL spectroscopy and photoconductivity studies. Further PEC activity towards HER/oxygen reduction reaction (ORR)/oxygen evolution reaction (OER) from the STMD vdW nanoclusters will be evaluated from linear sweep voltammetry and cyclic voltammetry in acidic and basic electrolytes in dark and light conditions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}