{
    "rcn": "209830",
    "acronym": "NEUROINTELLIGENCE",
    "topics": "MSCA-IF-2016",
    "title": "The Brain Dynamics of Human Fluid Intelligence",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Human fluid intelligence is characterized by a structured sequence of cognition, resulting in efficient application of rules to novel problems. In the brain, metabolic neuroimaging and lesion studies have linked fluid intelligence to a specific frontoparietal network, here called the multiple-demand (MD) network, comprising regions of lateral frontal, insular, dorsomedial frontal and parietal cortex. But how do MD functions determine fluid intelligence across stages of cognition? My extensive expertise in electroencephalography (EEG) source analyses and neural pattern classification techniques will allow me to assess time-resolved neural representations of novel rules in MD and perceptual cortex as a function of fluid intelligence, as well as the causal impact of MD cortex on earliest stages of perceptual encoding. Higher- and lower-intelligent subjectsí electrophysiological (EEG) and behavioural measures of novel rule implementation will be systematically analysed. Non-invasive neural stimulation (transcranial magnetic stimulation (TMS)) will be used in combination with EEG to draw causal conclusions on the specific role of MD and perceptual cortices in human fluid intelligence. My novel analysis approach may provide a new account on fluid intelligence: one aspect of low fluid intelligence may be the dysfunctional early filtering of task-relevant information in perceptual cortex, due to lack of top-down control from MD cortices, leading to sensory overload on later processing stages. The proposalís outcomes will be both of high academic and commercial interest. Understanding the brain signatures underlying fluid intelligence is essential for more specific and cost-effective medical interventions. For example, decline of fluid intelligence due to healthy ageing is strongly correlated with high-cost medical conditions such as depression, which affect an increasing number of people in the ageing European population.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}