{
    "rcn": "209849",
    "acronym": "FCFP",
    "topics": "MSCA-COFUND-2016",
    "title": "FRIAS COFUND Fellowship Programme for Junior and Senior Researchers - Phase 2",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The Freiburg Institute for Advanced Studies (FRIAS) is an internationally renowned university-based institute for advanced studies that offers time-limited fellowship stays for excellent junior and senior researchers from around the world. The Institute is part of the University of Freiburg, one of the leading research universities in Europe. \nFRIAS is applying for a FRIAS COFUND Fellowship Programme (FCFP, phase 2) which will target experienced researchers at both the junior and senior level and offer them fellowship stays of up to one year to work on their own research project. Over the course of the FCFP (2017-22), 4 yearly calls for the academic years 2018/19 to 2021/22 will be issued, and a total of 804 fellowship months will be awarded, evenly split between Junior and Senior Fellowships. The proposed programme is an optimised continuation of the Instituteís current very successful COFUND project (FCFP, phase 1). If continued, the FCFP will form a central element of the Instituteís activities.\nThe FCFP is open to researchers from all disciplines and nationalities. It features a transparent, merit-based selection process and offers internationally competitive employment conditions. Improvements of the FCFP (phase 2) with respect to phase 1 concern: the selection procedure, employment conditions, intersectoral networking and mobility, outreach activities, career development and alumni activities.\nThe outstanding feature of FRIAS is its internationally diverse community of Junior and Senior Fellows from a wide spectrum of disciplines. Fellows pursue their project within the stimulating atmosphere of permanent academic exchange. Junior Fellows in particular profit from the dedicated support arrangements. \nThe FCFP, phase 2, will continue to attract outstanding researchers from all over the world, thereby making significant contributions to world-class research, to individual researchersí careers and thus to the European Research Area in general.",
    "totalCost": "4743600",
    "ecMaxContribution": "2371800",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 2371800
        }
    },
    "calculatedTotalContribution": 2371800
}