{
    "rcn": "209805",
    "acronym": "NUMELAT",
    "topics": "MSCA-IF-2016",
    "title": "Numbers in the brain: the impact of brain lateralization on numerical abilities",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Understanding the neural correlates of number cognition is of both intellectual and societal importance: number cognition gives fundamental insight into the evolution of cognitive processes and poor numeracy limits life chances and is a substantial cost to nations.\nHowever, the neurological basis of number processing is poorly understood. Furthermore, despite brain lateralization being associated with dyscalculia, an arithmetic learning disorder, the exact impact of brain lateralization on numerical skills is unknown. NUMELAT aims to investigate the neural circuits underlying numerical competence and how these are affected by brain lateralization using zebrafish as a model system. Zebrafish are indeed able to assess numerical magnitude, show lateralized behaviours and it is possible to image neural activity in vivo in behaving larvae. The project will: 1) test whether laterality affects the development and extent of number cognition by: (i) determining the impact of laterality on zebrafishí ability to assess numerical magnitude. The effect of brain lateralization will be determined by comparing the performance in wild-type and laterality mutant lines. (ii) determining the impact of laterality on developmental trajectories of numerical abilities in wild-type and laterality mutant larvae. 2) Identify neural circuits involved in number processing in wild-type and mutant lines using in-vivo neuroimaging in larvae while assessing numerosity. \nThe use of a species whose genome is sequenced and whose nervous system has been extensively studied will introduce the zebrafish as a model for the study of neurobiology of numbers, with particular regard to the cognitive dysfunctions related to brain lateralization, such as dyscalculia. By combining behavioural analysis and in vivo imaging, NUMELAT provides an innovative approach to study numerical cognition and to address the challenging question about the link between anatomical, functional and behavioural asymmetries.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BATH",
    "participantCountries": "UK",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}