{
    "rcn": "209838",
    "acronym": "ECOCAT",
    "topics": "MSCA-IF-2016",
    "title": "Improving the economic feasibility of the biorefinery through catalysis engineering: enhancing the catalyst performance and optimizing valuable product yields",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "Catalytic pyrolysis of biomass is a process for the conversion of lignocellulosic biomass to a liquid product that has potential to be utilized as a fuel, a source of renewable chemicals and as an alternative to crude oil for upgrading to transportation fuels. ZSM-5 zeolite is the most studied catalyst for this process due to its acidity and shape-selectivity, which favour the conversion of biomass oxygenates to valuable aromatic hydrocarbons and limit the formation of coke. Among the shortcomings of the ZSM-5 zeolite is the small size of its pores; these small pores do not allow the large molecules in the pyrolysis vapours to access the active acid sites. Secondly, its sensitivity to biomass metals leads to poisoning and deterioration of its selectivity. Coupled with the high cost of the ZSM-5, the later leads to significant operating costs that arise from the necessity to replace the deactivated catalyst with fresh material at high rates.\n\nThe objective of this proposal is to investigate and improve on the economics of the process by reduction of catalyst-related operating costs and optimization of catalyst selectivity towards desirable products. This is going to be achieved through utilization of microporous zeolites modified with mesoporosity. Mixed results have been reported with such zeolites in the past. To address this, a suitable experimental procedure will be developed for the systematic study of mesoporosity through assessment of multiple aspects of catalyst performance, such as activity, selectivity, coke suppression and deoxygenation. Increased activity and selectivity is expected to result from increased accessibility of larger molecules to the zeolite acid sites. In order to address the short lifetime of the catalyst, the mechanism of poisoning from biomass metals will also be studied and modification of the catalyst, tentatively with implementation of materials more reactive to biomass metals, will be investigated in order to extend its lifetime.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}