{
    "rcn": "209820",
    "acronym": "NATRICINE",
    "topics": "MSCA-IF-2016",
    "title": "Phenotypic and lineage diversification of natricine snakes",
    "startDate": "11/10/2017",
    "endDate": "10/10/2019",
    "objective": "The NATRICINE project is a study of the macroevolution of a major group (240 extant species) of snakes. Natricines originated in Asia and dispersed into N America, Africa and Australasia. They are diverse, with repeatedly evolved surface, burrowing and aquatic ecotypes. The overarching project aim is to determine the extent to which lineage and phenotype diversification is impacted by dispersal to new regions (potentially providing ecological opportunity) and by evolutionary transitions between ecotypes. The overarching aim will be tackled via four main research objectives: molecular phylogenetics to determine the interrelationships among >70% of all natricine species; historical biogeography to identify ancestral areas and the location and timing of major dispersal events; phenotypic disparity and diversity analyses to quantify the main axes of natricine variation in time and space; quantitative analyses to test whether different ecotypes and geographical groups have undergone different rates of lineage and phenotype diversification. These four objectives will be tackled in four work packages. The topic is novel and the approach is innovative in combining cutting-edge techniques including amplification of DNA sequences from historical museum specimens, quantifying shape variation using the latest surface and microCT scanning approaches, and model-based analyses of trait and lineage evolutionary rate shifts. The project will be undertaken by an early-career postdoctoral researcher, who has expertise and solid grounding in Asian reptile systematics, ecology and evolution, but who requires training in advanced Next Generation Sequencing, 3D imaging and macroevolutionary quantitative analysis. The fellow will also receive training in public engagement, project management, student supervision and grant writing. This training will establish the fellow as a prominent vertebrate biologist who will lead European-Indian collaborative biodiversity research for years to come.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}