{
    "rcn": "209807",
    "acronym": "FluMToGaC",
    "topics": "MSCA-IF-2016",
    "title": "Florinated MOF for toxic gas capture",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "Air pollution is both, an environmental and a social problem as it affects human health, ecosystems and play a key role in global warming. More than 80% of people are exposed to air quality levels that exceed safe limits, being responsible for many premature deaths. European commission estimated to several billion euros the health-related cost due to air pollution. Some of the most important molecules accused by Europe, and so need to be reduce from atmosphere, are nitrogen oxides, sulphure oxide, hydrogen sulfide and ammonia. In order to capture them from air, a convenient method is to use porous materials. Metal-Organic-Framework, a relatively new class of porous material, built up from polytopic linker and inorganic node or clusters, already demonstrated excellent performance for gas capture. The tunability, at molecular level of these materials makes them serious candidates for separation applications. Recently, the applicant was part of the team who designed a fluorinated MOF with a suitable pore and aperture size for selectively capturing propylene from propane , or capture CO2 from air at ppm level. This very robust material is opening the path of fluorinated hybrid material for toxic gas separation and capture. This project aim to design, synthesis and characterize new single and mixed metal fluorinated MOFs in order to evaluated their capabilities for harmful gas capture.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "PANEPISTIMIO KRITIS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}