{
    "rcn": "209860",
    "acronym": "SILENT RUBBER PAVE",
    "topics": "FTIPilot-01-2016",
    "title": "Accelerate the commercialization of RARX technology process in the global markets of ECOLOGICALLY FRIENDLY SILENT RUBBER PAVEMENTS",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "Paving industry sector faces nowadays different challenges as the need for less maintenance, more silent and more environmental friendly pavements.  The use of crumb rubber (CR) derived from end?of?life tires (ELTs) in bituminous mixtures replies to all these needs however its wide implementation has not been extended due mainly of the following  barriers that prevent its wide  implementation are: \ni.\tA crumb rubber alone cannot be placed directly into the mixes (dry method) because it will swell and absorb the bitumen causing raveling in the roads\nii.\tThe wet method works well but requires that every contractor buys expensive equipment\niii.\tIf crumb rubber is used in terminal blends it is essentially a waste of product because over time it becomes all digested\n\nThe solution proposed in this initiative to overcome these barriers is the use of use of reacted and activated rubber that it can be used directly into the plugmill of a contractorís plant.  The SILENT RUBBER PAVEMENTS project main goal is to market uptake and achieve a wider deployment of the RARX technology, based in a patent of CONSULALPV, that has the best of both methods:\nï\tEasy to apply and use as in the ìdry methodî\nï\tPerformance and cost effectiveness beyond that of the ìwet methodî  \n\nTo enter in the global market, two large companies (Valoriza SM- Composan) have made an agreement with a specialized SME (Consulpav, a first industrial applicant) who has developed  and patented the RARX technology to exploit at European level.  SACYR, a multinational pavement construction company present in more than 20 countries, will be the responsible for the pilot construction in different climate and evaluation. Our distributor in Italy, FHL group will assist the consortia in internationalizing our commercialization strategy.",
    "totalCost": "2995161,25",
    "ecMaxContribution": "2096612,88",
    "coordinator": "VALORIZA SERVICIOS MEDIOAMBIENTALES SA",
    "coordinatorCountry": "ES",
    "participants": "FHL GROUP SRL;CONSULPAV - CONSULTORES E PROJECTISTAS DE PAVIMENTOS, LDA;SACYR CONSTRUCCION SA;COMPOSAN INDUSTRIAL Y TECNOLOGIA SL",
    "participantCountries": "IT;PT;ES",
    "projectParticipants": {
        "916771833": {
            "orgId": "916771833",
            "orgName": "COMPOSAN INDUSTRIAL Y TECNOLOGIA SL",
            "ecContrib": 596488
        },
        "916746225": {
            "orgId": "916746225",
            "orgName": "FHL GROUP SRL",
            "ecContrib": 114100
        },
        "943989839": {
            "orgId": "943989839",
            "orgName": "CONSULPAV - CONSULTORES E PROJECTISTAS DE PAVIMENTOS, LDA",
            "ecContrib": 202344
        },
        "972377859": {
            "orgId": "972377859",
            "orgName": "SACYR CONSTRUCCION SA",
            "ecContrib": 406192
        },
        "925578948": {
            "orgId": "925578948",
            "orgName": "VALORIZA SERVICIOS MEDIOAMBIENTALES SA",
            "ecContrib": 777490
        }
    },
    "calculatedTotalContribution": 2096614
}