{
    "rcn": "209834",
    "acronym": "LANDRACES",
    "topics": "MSCA-IF-2016",
    "title": "Exploiting the legacy of Central European wheat landraces for improving the ecological adaptation ability of wheat",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Wheat the most important food crop in Europe with an increasing demand to preserve its production potential to ensure long-term food security. However, wheat is facing such challenges as climate change and the severe genetic bottleneck of cultivated wheat imposed by domestication, cannot surmount such difficulties. Wheat landraces are better adapted than modern cultivars to changing climate conditions and to stress environments. The conservation and effective management of crop diversity are thus essential to prepare future plant cultivars to the effects of climate change. A significant loss of named landrace varieties in both Europe and worldwide already caused a massive loss of crop genetic diversity and charged a substantial risk for future food security. The transfer of genetic diversity of European landraces into modern wheat cultivars can give valuable responses for climate change effects. The present study aims to introduce a high throughput state of the art genotyping system into the Hungarian breeding research to analyse the genetic diversity of the Central European landrace collection. The 15K wheat genotyping array uses 12.905 gene-based, predominantly haplotype-specific Single Nucleotide Polymorphism (SNP) markers providing a maximum of information accompanied by low analysis costs. We will use this genotyping system to identify favourable, new alleles of stress tolerance and quality in the Central European landraces. Comparisons to modern elite bread wheat cultivars will be presented and genome-wide association study will be carried out between SNPs and agronomically important traits. Phenotypic characterizations will be performed on 200 landraces and 70 modern wheat cultivars targeting ecological adaptation, biotic and abiotic stress tolerance and end-use quality. During this project we will identify new QTLs and genes, useful to improve limiting factors of grain yield, such as drought tolerance, plant phenology and resistance to diseases.",
    "totalCost": "146239,2",
    "ecMaxContribution": "146239,2",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA AGRARTUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954478449": {
            "orgId": "954478449",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA AGRARTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 146239
        }
    },
    "calculatedTotalContribution": 146239
}