{
    "rcn": "209832",
    "acronym": "DUAL-PHOSCAT",
    "topics": "MSCA-IF-2016",
    "title": "Multi-functional DUAL PHOSphorus-based organoCATalysts for stereoselective ring-opening polymerisation",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The stereocontrolled ring-opening polymerisation (ROP) of chiral cyclic esters for the preparation of biodegradable polymers with precise and finely-tuned properties remains a research challenge. Only Few catalysts/initiators have been reported to produce stereoregular high molecular weight polymers; most of them being highly sensitive and/or toxic organometallic species. Organocatalysed ROP produces polymers that are free of residual metal contaminates but to date, does not allow high productivities with high levels of stereocontrol. In this context, the multi-disciplinary proposal DUAL-PHOSCAT proposes to develop chiral tunable dual phosphorus-based organocatalysts to overcome these challenges. For this, a stepwise-synthesis strategy to tailor the organocatalyst architectures and an inventive combinatorial approach using self-assembled oganocatalysts will be investigated. The stepwise synthesis will bind together using chiral linkers, chiral phosphorus-based molecules and chiral thioureas molecules.The self-assembled dual organocatalysts will be obtained combining chiral amine-thioureas and chiral phosphoric acids. These systems will be investigated for the ROP of rac-lactide and rac-beta-butyrolactone. The proposed catalysts enable great advances in the preparation of isotactic polylactide (PLA) stereocomplex and highly tactic poly-3-hydroxybutyrate (PHB) in terms of catalyst stability, productivity, activity and stereoselectivity, in turn making these catalysts efficient green alternative to sensitive and /or toxic organometallic initiators for the synthesis of metal-free highly stereoregular polyesters under industrially-relevant conditions. The PLA and PHB obtained will find potential applications in packaging and fibers (as green alternative to petroleum-based plastics) or as biomedical devices that is in line with the H2020 programme (e.g. Climate action, environment, resource efficiency and raw materials and Health, Demographic and well-being).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 65152
        }
    },
    "calculatedTotalContribution": 65152
}