{
    "rcn": "209839",
    "acronym": "SASPAT",
    "topics": "MSCA-IF-2016",
    "title": "Smart Alloys Surface Patterning for Properties Tuning",
    "startDate": "01/10/2017",
    "endDate": "28/10/2019",
    "objective": "The SASPAT project presents two main goals: (a) to train the talented young researcher Dr. Jose M. Porro, in the attractive growing field of Magnetic Shape Memory Alloys (MSMAs), where the host and partner institutions have developed their expertise and knowledge; and (b) the design, development and optimisation of smart patterned MSMA surfaces for applications in industrial sectors such as microfluidics and optical microswitching.\nThe aim of the project is to exploit the effect of the martensitic transformation on the patterned MSMAs to fabricate tunable smart surfaces. The training program includes learning the processes for growing single crystals and epitaxial thin films made of MSMAs, the patterning of the surfaces using top-down and bottom-up lithography techniques, and the structural and magnetic characterization of the patterned surfaces to explore and optimize their optical response and wettability upon the application of the corresponding stimulus.\nDuring his short research career, the fellow has gained expertise in the field of nanomagnetism and patterned magnetic nanostructures, acquiring hands-on experience with several lithography techniques and both structural and magnetic characterization techniques. Nonetheless, to further boost his career, the fellow needs to broaden his knowledge in the field of magnetism, and within this project he will be able to acquire expertise in the field of MSMAs, as well as to complement the already known characterization techniques with new ones present at the BCMaterials and the partner institutions. Furthermore, the fellow will gain additional high-level training through two three-month secondments at the IMEM-CNR research institute in Parma, Italy, and at the Lappeenranta University of Technology, an industry-oriented teaching institution. This project will also increase his supervision experience, project and intellectual property management expertise, and research funding and proposal writing skills.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928273511": {
            "orgId": "928273511",
            "orgName": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}