{
    "rcn": "209857",
    "acronym": "SUN4GREEN",
    "topics": "SMEInst-07-2016-2017",
    "title": "MAXIMISING SUNLIGHT RESOURCES FOR COST, ENERGY AND YIELD EFFICIENTGREENHOUSES",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Greenhouse agriculture has allowed converting unproductive lands into modern agriculture exploitations, providing an active control tool for moderating the exposure to climate fluctuations and environmental risks, leading to a dramatic increase of crop yields and elongation of the growing seasons. Globally, GHs are concentrated in Asia and the Mediterranean Basin. Excluding China, the world GH coverage can be estimated in more than 450,000 hectares from which not less than 200,000 hectares are located in Europe, mainly in the Mediterranean Basin. However, European GHs are facing a challenge, due to a 40% reduction of food production subsidies in the last 40 years while non-European competitors with lower operational costs are increasing. RUFEPA and SUNBOOST are developing SUN4GREEN with the aim of delivering to GH farmers a dual revenue solution with integrated photovoltaics and crop harvesting to reduce energy costs while targeting high crop yields. This will turn GHs to a stable livelihood by generating a new and reliable electricity income stream in addition to their principal agriculture business. SUN4GREEN will also maximize land use and its productivity by integrating PV systems with GHs in the same land footprint. Greenhouse market is growing at a stable 10% CAGR. Within this market, Smart GH segment is the one presenting major growth, being positioned as a reliable option to increase crop production through LED lighting, HVAC and automatized irrigation systems among other high-tech equipment. In fact, Smart GH market is expected to reach more than Ä1,060 million with CAGR of 14.18% from 2015 to 2020, having Europe the largest market share among all regions. Furthermore significant number of PV installations have demonstrated its potential to drive economic growth in rural areas. SUN4GREEN will support also the market growth of solar PV (Ä74 billion in 2013 to Ä311 billion by 2020) in the agricultural sector without compromising productive space for crops",
    "totalCost": "1830796,25",
    "ecMaxContribution": "1281557,38",
    "coordinator": "RUFEPA TECNOAGRO, S.L.",
    "coordinatorCountry": "ES",
    "participants": "SUNBOOST LTD",
    "participantCountries": "IL",
    "projectParticipants": {
        "934325050": {
            "orgId": "934325050",
            "orgName": "SUNBOOST LTD",
            "ecContrib": 610529
        },
        "950774019": {
            "orgId": "950774019",
            "orgName": "RUFEPA TECNOAGRO, S.L.",
            "ecContrib": 671029
        }
    },
    "calculatedTotalContribution": 1281558
}