{
    "rcn": "209814",
    "acronym": "POLY-WITTIG",
    "topics": "MSCA-IF-2016",
    "title": "Tuning mechanical properties of elastomers with stereocontrolled ?-bonds using Wittig chemistry",
    "startDate": "26/06/2017",
    "endDate": "25/06/2019",
    "objective": "Elastomer materials (or rubbers) are hugely important and widely used as a result of their ability to be deformed yet return to their original size and shape upon removal of stress. Owing to these properties and their wide-ranging applicability, a significant body of research has been, and continues to be directed towards the discovery of new materials with specific properties for a wide array of application areas. The properties of elastomers are dependent on a number of factors such as chain length, topology, tacticity, pendant functionality, or cross-linking density. Specifically, the mechanical characteristics of natural elastomers, e.g., those based on polyisoprene, are known to be highly dependent upon the stereochemistry of the double bond in the isoprene unit. However, this concept is seldom exploited to modulate properties of synthetic elastomers despite the potential clear advantages to create materials in which the control over their mechanical properties can be decoupled from their functionality. This is primarily a consequence of the inherent challenges associated with metal-catalyzed stereocontrolled polymerisations. The POLY-WITTIG project proposes to utilize the highly practical Wittig reaction to modulate the stereochemistry of the ?-bond in the elastomer backbone to inturn allow the modulation of materials properties to be controlled. Additionally, heteroatom-modified Wittig variants will be used to synthesize and analyze mechanical properties of elastomers with heteroatomñcarbon ?-bonds (e.g., N=C or P=C). Thus, the versatility of Wittig chemistry will provide the unprecedented opportunity to systematically study a library of isolobally substituted elastomers.",
    "totalCost": "195454,81",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 74653
        }
    },
    "calculatedTotalContribution": 74653
}