{
    "rcn": "209817",
    "acronym": "MITOQUAD",
    "topics": "MSCA-IF-2016",
    "title": "Unveiling the mitochondrial role of DNA2, a human helicase-nuclease causing mtDNA deletion associated syndrome.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Multiple deletions in mtDNA give rise to a variety of neuromuscular symptoms, often associated with genetic inherited disorders and aging and they have been reported in patients with neurodegenerative diseases, such as Parkinsonís and Alzheimerís diseases. In spite of its medical importance, not much is yet known about the mechanisms by which mtDNA deletions are formed. Progressive external ophtalmoplegia (PEO) is one of the conditions characterized by the accumulation of mtDNA deletions. This disease is caused by mutations in components of the mtDNA replication machinery, like the DNA polymerase ? (POL?) and the replicative helicase TWINKLE. Recently, also the helicase-nuclease DNA2 has been found mutated in patients affected by this disorder. The precise function of human DNA2 (hDNA2) has remained elusive. hDNA2 localizes to mitochondria and has the biochemical properties to process four-stranded DNA structure (G-quadruplexes). Interestingly, G-quadruplex DNA associates with mtDNA deletions formation in human diseases. \nTo dissect the mitochondrial role of hDNA2, I will focus on the mechanism of hDNA2 recruitment to mtDNA. Then I will address the role of DNA2 in mitochondria metabolism and in G-quadruplexes mtDNA metabolism and I will characterize the consequences of disease-associated mutations in DNA2 gene. I will employ a range of in vitro (based on recombinant protein) and in vivo (inducible cell systems and yeast model).\nThe clarification of the hDNA2 mitochondrial biological function will help to elucidate the mechanism by which mtDNA deletions are formed in mitochondrial disorders. Moreover, MITOQUAD project will lead to a deeper understanding of how mtDNA integrity is maintained, a relevant question for understanding the early development and progress of a large number of mitochondrial disorders, in order to treat or prevent their occurrence.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}