{
    "rcn": "209819",
    "acronym": "ONCOSYSTEMS",
    "topics": "MSCA-IF-2016",
    "title": "Phenotypic characterization of Liver-derived exosomes populations associated with liver metastasis in pancreatic cancers",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Tumors are not isolated entities, but complex systemic networks involving cell-cell communication between transformed and non-transformed cells. The milieu created by tumor-associated cells may either support or halt tumor progression. Non-tumor cells also play a role at distant sites, preparing future metastatic sites to support engraftment and survival of metastatic cells. In addition to cell-cell contact, cells communicate through secreted factors via a highly complex system involving characteristics such as ligand concentration, receptor expression and integration of diverse signaling pathways. Of these, extracellular vesicles such as exosomes are emerging as novel cell-cell communication players in physiological and pathological scenarios. We recently described that exosomes produced by highly metastatic pancreatic cancers (PC) induce Liver Pre-Metastatic Niches (LPMN) supportive of hepatic metastasis. Although we defined how LPMN are induced by PC-derived exosomes, the specific mechanism of how the LPMN support the formation and progression of liver metastatic lesions is still unknown. In addition, while we have been showing that pre-metastatic niches support metastatic spreading, we still do not have appropriate means to detect the formation of these niches by non-invasive methods in clinical settings. Thus we propose to: 1)Characterize the composition of liver-derived exosomes populations in physiologic and LPMN-associated settings by applying state-of-the-art flow cytometry tailored to nanoparticles analysys at a single-exosome level; 2)Test whether liver-derived exosomes interact with metastatic PC cells and play a role in supporting the progression of PC metastatic lesions in the liver. This project has the potential to offer not only a non-invasive alternative to detect and characterize tumor-associated microenvironments, such as  LPMN, but also opportunities for novel therapeutic approaches to target pro-tumorigenic cell-cell communication.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}