{
    "rcn": "209828",
    "acronym": "PULSE2D",
    "topics": "MSCA-IF-2016",
    "title": "Pulsed plasma technology for 2D materials integration",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Atomically thin layers of transition metal dichalcogenides (TMD) are gaining increasing attention as new materials for future Beyond-CMOS electronics. Recently, a great progress has been made in deposition of high quality layers of TMDs paving the way towards wafer scale device manufacturing. However, many fundamental and technological challenges still have to be addressed. Precise tuning of the number of layers, doping, surface functionalization and selective low damage etching of TMDs are among the most critical technological steps. Plasma processing is an enabling technology used for doping, etching and deposition of ultrathin layers in microelectronics industry. However, the application of plasmas for integration of 2D materials remains marginal and poorly controlled. The major challenge for plasma treatment of atomically thin materials is the need for unprecedented control of fluxes and energies of plasma species at the substrate. Pulsed plasma technology holds promise of reaching conditions required for low damage processing of 2D materials with a single atomic layer precision. The ambition of PULSE2D is to develop highly controlled pulsed-plasma technology for integration of TMDs in nano-electronic devices on a wafer-scale. A fundamental study of the mechanisms of interaction between pulsed plasmas and atomically thin TMD materials will be performed. Defect production, adsorption and etching processes will be quantified as a function of plasma parameters. This information will be used to perform atomic layer etching, functionalization and defect healing of TMDs using pulsed plasmas. The research and training activities will enhance technical skills of the candidate in the emerging area of plasma processing of 2D materials, industry-relevant nano-fabrication and measurement of TMDs transport characteristics. High fundamental and technological interest and timeliness of this subject will provide a powerful thrust for the future research career of the candidate.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}