{
    "rcn": "209859",
    "acronym": "PICOGC",
    "topics": "SMEInst-09-2016-2017",
    "title": "Market introduction of a revolutionary lab-on-a-chip Micro-Gas-Chromatograph for a cost-effective management of natural gas",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The Natural Gas industry is demanding for accurate and cost-efficient analytical technology to control internal processes along the whole supply chain. In particular, operators require analytical devices for gas chromatography able to ensure the strict safety and quality standards enforced by regulators. This industry is moving towards the use of MEMS (Micro-Electro-Mechanical Systems) for process control, as these microchips can integrate miniaturized laboratory functions using extremely small fluid volumes, thus increasing accuracy while reducing analysis time. \n\nPollution, in collaboration with the Institute for Microelectronics and Microsystems (CNR-IMM), has developed a new MEMS for gas chromatography (MicroGC) which integrates a unique analytical MEMS-Column capable to obtain the best performances never achieved in the market. Our technology, named picoGC, with proven and measured advantages, is capable to face current limitations in MicroGC performances and manufacturing process. On the one hand, picoGC increases sensitivity (x 2) and linearity (x 3.5) in analysis compared to current MicroGC, being capable to preform standardized measurements in less time (1/2) and at a lower price (30-50%). On the other hand, picoGC manufacturing process will be more automated and compatible with current processing technologies. \n\nPollution has partnered with Micronit GmbH for the future mass production of the microchips, which will be further integrated by Pollution and commercialised as a single and robust analytical device. During this project, Pollution, Micronit and CNR-IMM will integrate the tested analytical column into a complete MEMS-prototype and to validate the first batch of picoGC pre-series. Pollution will launch into the market a complete MEMS-based MicroGC range of analysers for natural gas analysis in 3 commercial applications: control of odorants, analysis of gas composition and measurement of the heating value of natural gas.",
    "totalCost": "2360762,5",
    "ecMaxContribution": "1652533,75",
    "coordinator": "POLLUTION SRL",
    "coordinatorCountry": "IT",
    "participants": "MICRONIT GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "952966316": {
            "orgId": "952966316",
            "orgName": "POLLUTION SRL",
            "ecContrib": 1314817
        },
        "919322254": {
            "orgId": "919322254",
            "orgName": "MICRONIT GMBH",
            "ecContrib": 337717
        }
    },
    "calculatedTotalContribution": 1652534
}