{
    "rcn": "209800",
    "acronym": "XXQCD",
    "topics": "MSCA-IF-2016",
    "title": "Excited and exotic hadron resonances from Quantum Chromodynamics",
    "startDate": "30/06/2017",
    "endDate": "29/06/2019",
    "objective": "This project will investigate the newly observed and poorly-understood `XYZ' resonances seen in the spectrum of charmonium resonances around the open-charm threshold. These states are difficult to explain in a simple quark model and a full understanding of their nature requires lattice quantum chromodynamics to provide an ab-initio framework. One important candidate to describe some of these states is a tetraquark configuration of a bound charm quark and anti-quark coupled non-trivially to a light quark and anti-quark. The technical expertise to perform these lattice calculations has only recently been developed and it will be tested and extended in this collaborative project by combining the expertise of the fellow and the PI. \n\nTo understand the nature of unstable states at thresholds for strong decays requires the lattice calculation of multi-meson states interacting in finite volume and analysed using the Luescher method, extended to include coupled-channel scattering amplitudes. These new techniques, pioneered by the fellow will be applied for the first time to study charmed mesons in D-Dbar and Ds-Dsbar scattering in the energy range relevant for studies of the mysterious XYZ resonances.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}