{
    "rcn": "209823",
    "acronym": "PTMCnano",
    "topics": "MSCA-IF-2016",
    "title": "Post-transition metal chalcogenides: 2D nanoelectronics and photonics",
    "startDate": "18/09/2017",
    "endDate": "17/09/2019",
    "objective": "Post-transition metal chalcogenides (PTMCs) such as InSe or GaSe are members of the rapidly expanding family of two-dimensional (2D) materials. Unlike graphene, they possess an electronic band gap, enabling electrostatic confinement of electrons by using local gate electrodes, and therefore the creation of quantum dots (QD). QDs can be employed as the bases for spin qubits, possible building blocks of solid state quantum computers. Recent results of the host suggest that PTMCs may surpass other gapped 2D crystals in electron mobility, making possible the fabrication of QDs of exceptional quality. Moreover, their near-direct band gap enables their use in photovoltaic, photodetection and LED applications, and opens the way for interfacing photons with spin qubits, essential in long-distance communication between quantum computers. The proposed objectives entail the realization of electrostatic confinement to study state of the art PTMC QDs, and testing their viability as spin qubits via magnetoconductance measurements, and also the investigation of the electro-optical response of 2D heterostructures to address single photon to electron conversion in QDs, and possibilities towards application in communication, sensing and solar power conversion.\nDuring the fellowship, the Researcher will have the unique opportunity to learn from pioneers of the research on 2D materials. He will master the cutting-edge stacking technique of the host, necessary to fabricate high-quality 2D heterostructures, and other crucial skills in this rapidly developing field. Furthermore, the Researcher will expand his knowledge on electro-optical characterization methods of nanophotonic devices, and on the physics of 2D crystals and light-matter interaction. The training and the research on QDs and photonic devices will be a significant boost to the Researcherís career, and give him the necessary skills and experience for the foundation of a future quantum electro-optical research group.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}