{
    "rcn": "209818",
    "acronym": "INITIATE",
    "topics": "MSCA-IF-2016",
    "title": "INnovation through bIg daTa and socIal enTreprEneurship",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The power of big data and their applications is evident through the enormous attention they have received over the past few years, with the majority of the research focusing on solving technical and business problems. However, the challenge remains on how to harness the potential of big data in order to come up with innovative solutions on various societal problems. Big data has the potential to change the way entrepreneurs, as well as the other stakeholders of a social ecosystem, take decisions, and develop new paths to create social innovation (SI) by taking informed/data-driven decisions. Nonetheless, there is limited understanding on how social ecosystems need to change to embrace the advancement that big data entails. The purpose of INITIATE is to institutionalize INnovation through bIg daTa and socIal enTreprEneurship, and to examine how to successfully exploit big data towards achieving social good and sustainable change. INITIATE will build on the current state of the art, and go beyond it by merging and extending the findings with insights from the different stakeholders involved in the SI process (entrepreneurs, policy makers, social innovators). The project will be based on a rigorous research process consisting of systematic literature review and empirical investigations and it will develop and test a framework of best practices. Interested stakeholders will use the framework as a roadmap to successfully exploit big data for SI. INITIATE will offer practical and theoretical implications through the development of prototype applications which will clearly showcase the impact of big data on addressing societal challenges. Through INITIATE both the researcher and the host institution will benefit by the transfer of knowledge, and the researcher will develop his skills further and acquire new ones. The host will benefit by the researchersí developed knowledge, especially since this is consistent with the departmentís goals and strategic focus areas.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}