{
    "rcn": "209855",
    "acronym": "WASPSNEST",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Wavelength tunable Advanced Single Photon Sources Non-laboratory Environment Specification and Testing",
    "startDate": "01/06/2017",
    "endDate": "31/05/2018",
    "objective": "Triggered single photon sources are key enabling tools in the new technology of quantum communications and a host of quantum optics research, but have not found widespread use because robust and portable devices have yet to be commercialised. The FP7 WASPS project is completing laboratory-based demonstrator experiments for a new range of plug-in single photon sources that can ultimately be operated at ambient temperatures and in non-laboratory environments. The devices, based on nitrogen-vacancy colour centres in diamond coupled to optical microcavities, offer a degree of wavelength tunability and a flexible design in which the active component can be replaced and upgraded. Work towards construction of a field-testable prototype device has started. In this Innovation Launchpad project, we propose to carry out critical steps in the development and field testing of this prototype that will provide key performance information to companies looking to manufacture and market the technology. These will involve innovative refinement of the active module containing the cavity and single photon emitter, development of module assembly protocols compatible with manufacturing, and testing of the prototype in a free-space quantum key distribution system. The project will bring robust triggered single photon sources closer to market and will promote innovation and entrepreneurship within the H2020 FET programme.",
    "totalCost": "99775",
    "ecMaxContribution": "99775",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 99775
        }
    },
    "calculatedTotalContribution": 99775
}