{
    "rcn": "209809",
    "acronym": "Trust Radius",
    "topics": "MSCA-IF-2016",
    "title": "The radius of Generalized Trust among different educational groups: Are those 'most people' out-groups?",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "European countries experience an increasing policy concern about migrationís impacts on social cohesion. Social cohesion is understood as ësolidarityí and ëtogethernessí, often measured by generalized trust. However, studies using think aloud data demonstrate that many respondents high in generalized trust think ëmost peopleí refers to people they know, whereas a high proportion of those low in trust think about strangers. Thus this project starts by recognizing that generalized trust is not necessarily the same as lack of prejudiced feelings about out-groups and aims to return to the overlooked basics: the operationalization of generalized trust, which is allegedly in decline by ethnic diversity. Furthermore, this project aims to relate attitudes to implicit measures and behavior in a controlled setting, which is ignored in previous research. Failure to accurately map the relation between generalized and out-group trust may not only lead us to possibly overestimate or underestimate their incidence in different settings, but it also conceals clear public policy directions. The first two objective of this research are: to examine the measurement similarity between generalized and out-group trust among educational groups with the aid of think aloud data and invariance testing. The third objective is to experimentally assess how well these attitudes relate to less socially desirable measures, namely reaction time in associating out-groups and in-groups with (un)pleasant words and how far research participants choose to sit away from in-groups and out-groups as social distance. Results from this project will benefit governmental agencies and academics seeking to map social cohesion by providing better quality indicators. Furthermore, the EF will enable the candidate to further develop her position as a leading academic in political psychology. This project, finally, contributes to an overarching policy area of the EU in enhancing social inclusion and inclusive growth.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}