{
    "rcn": "209921",
    "acronym": "MITOMAD",
    "topics": "ERC-2016-COG",
    "title": "Functional characterisation of mitochondrial metabolic adaptations to innate sensing in dendritic cell subsets",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Immunometabolism is an emerging research field that promises to generate novel targets for manipulation of functional responses in immune cells. Pioneering studies are beginning to unveil how innate sensing leads to metabolic reprogramming of immune cells. We became interested in the possible metabolic consequences of innate sensing by myeloid cells because of our previous work showing how mouse and human dendritic cell (DC) subsets detect danger signals from microbes and damaged tissues. Our current data show that sensing of live bacteria triggers a profound reorganisation of the mitochondrial electron transport chain (ETC) in macrophages, with a switch in the relative contribution of ETC complexes I and II to mitochondrial respiration that impacts immune response. As we pursue novel strategies to manipulate DC function, and supported by our preliminary data in DCs, we hypothesise that innate sensing induces mitochondrial adaptations in DCs and that targeting mitochondrial metabolism will affect DC function. Our goals are: 1) to characterise how innate sensing of danger signals from microbes or from tissue damage modulate mitochondrial adaptations and metabolic reprogramming in mouse and human DC subsets; 2) to dissect the molecular mechanisms that connect innate sensing and mitochondrial adaptations in DCs, using biased and unbiased cutting-edge proteomics approaches; 3) to address the impact of manipulating mitochondrial biology on mouse and human DC metabolism and function; and 4) to assess the functional in vivo effects of targeting mitochondrial biology in DCs in homeostasis and disease. The characterisation of the molecular mechanisms that link innate sensing and mitochondrial metabolism with DC function will open new avenues for basic research in mitochondrial biology and for the emerging field of immunometabolism. Functional targeting of DC mitochondrial metabolism has great potential for the discovery of new strategies to modulate immunity and tolerance.",
    "totalCost": "1995000",
    "ecMaxContribution": "1995000",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 1995000
        }
    },
    "calculatedTotalContribution": 1995000
}