{
    "rcn": "209931",
    "acronym": "RepTime",
    "topics": "ERC-2016-COG",
    "title": "Molecular control of DNA replication timing in mammalian cells",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "DNA replication is an essential process ensuring the transmission of genetic information and is highly regulated. Specifically, the DNA replication-timing program ensures that the sites of initiation of DNA replication, termed origins, are not all activated simultaneously but follow a cell-type specific schedule. This pathway is conserved throughout eukaryotic evolution, however its molecular control and biological role are not fully understood. In this proposal I aim to understand key aspects of replication-timing program by employing a combination of advanced mouse genetics, genomics, cell biology and proteomics. Currently one of the major limitations in the mammalian DNA replication field is the elusive identity of origins. I aim to comprehensively map origins in a variety of mouse cells/tissues and relate the regulation of origin firing to the control of gene expression and three-dimensional nuclear architecture. I have discovered that Rif1 controls replication timing and links it to nuclear three-dimensional organization. I have also revealed the existence of a novel Rif1-independent pathway that controls the timing of a significant fraction of the late-replicating genome, identified by constitutive association with a key nuclear architecture component, Lamin B1. Here, I propose complementary approaches to understand the molecular mechanism by which Rif1 coordinates replication timing and nuclear organization as well as the molecular underpinnings of the novel pathway instructing late-replication in Lamin B1-associated regions. Finally, my goal is to understand the in vivo biological role of the replication-timing program. Our preliminary data identify mammalian X inactivation as a process where replication timing may play a fundamental part. My ultimate objective is to contribute to the realization of a comprehensive understanding of nuclear function, integrating the co-regulation of DNA replication with gene expression, epigenetic inheritance and DNA repair.",
    "totalCost": "1999784,99",
    "ecMaxContribution": "1999784,99",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1999785
        }
    },
    "calculatedTotalContribution": 1999785
}