{
    "rcn": "209919",
    "acronym": "AgeConsolidate",
    "topics": "ERC-2016-COG",
    "title": "The Missing Link of Episodic Memory Decline in Aging: The Role of Inefficient Systems Consolidation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Which brain mechanisms are responsible for the faith of the memories we make with age, whether they wither or stay, and in what form? Episodic memory function does decline with age. While this decline can have multiple causes, research has focused almost entirely on encoding and retrieval processes, largely ignoring a third critical processñ consolidation. The objective of AgeConsolidate is to provide this missing link, by combining novel experimental cognitive paradigms with neuroimaging in a longitudinal large-scale attempt to directly test how age-related changes in consolidation processes in the brain impact episodic memory decline. The ambitious aims of the present proposal are two-fold: \n(1) Use recent advances in memory consolidation theory to achieve an elaborate model of episodic memory deficits in aging\n(2) Use aging as a model to uncover how structural and functional brain changes affect episodic memory consolidation in general\nThe novelty of the project lies in the synthesis of recent methodological advances and theoretical models for episodic memory consolidation to explain age-related decline, by employing a unique combination of a range of different techniques and approaches. This is ground-breaking, in that it aims at taking our understanding of the brain processes underlying episodic memory decline in aging to a new level, while at the same time advancing our theoretical understanding of how episodic memories are consolidated in the human brain. To obtain this outcome, I will test the main hypothesis of the project: Brain processes of episodic memory consolidation are less effective in older adults, and this can account for a significant portion of the episodic memory decline in aging. This will be answered by six secondary hypotheses, with 1-3 experiments or tasks designated to address each hypothesis, focusing on functional and structural MRI, positron emission tomography data and sleep experiments to target consolidation from different angles.",
    "totalCost": "1999481,75",
    "ecMaxContribution": "1999481,75",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1999482
        }
    },
    "calculatedTotalContribution": 1999482
}