{
    "rcn": "209943",
    "acronym": "VADIS",
    "topics": "JTI-CS2-2016-CFP03-REG-01-04",
    "title": "Variance Aware Determinate assembly Integrated System",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The VADIS project aims to develop innovative and ground breaking assembly methods and solutions for cost effective wing manufacture for the future regional aircraft based on reverse engineering, intelligent process adaption, and variability aware processes and tooling. The project will develop and implement new digital design and simulation techniques, combined with future highly efficient, informatics rich and quality-driven cost-effective manufacturing solutions which will be rigorously tested and validated to deliver an integrated future wing box assembly cell.\nVADIS will produce an integrated wing box assembly cell for future regional aircraft, taking advantage of the latest advances in metrology, digital manufacturing and process adaption to achieve part-to-part assembly. A high tolerance deterministic assembly approach will be applied to reduce parasitic drag caused by traditional panel gaps. Reconfigurable assembly tooling will be used to reduce tooling costs allowing the most efficient response and flexibility in design changes. Low energy low cost mould tooling and out of autoclave processing will be exploited to achieve significant cost reduction. Synergies with current developments of fixed wing airframe ITD will be explored to promote best practice based on the existing strong industrial and research expertise in the consortium. The VADIS project will deliver the following target outcomes: Variability analysis and characterization for process and fixture tolerances; Assembly process capability assessment and investigation of feasible tolerance range widening; Technology benchmarking for optimised design of a self-adaptive fixture, metrology system for reverse engineering, cell layout and software for digital twin creation; Achieve ±0.006 mm accurate reverse engineering solution; Adaptively updating digital twin of spar-rib-skin assembly model; Cell process adaption capability to achieve part-to-part assembly.",
    "totalCost": "1914187,5",
    "ecMaxContribution": "1699987,5",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "ELECTROIMPACT UK LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1200188
        },
        "911660127": {
            "orgId": "911660127",
            "orgName": "ELECTROIMPACT UK LIMITED",
            "ecContrib": 499800
        }
    },
    "calculatedTotalContribution": 1699988
}