{
    "rcn": "209971",
    "acronym": "Shocks Transmission",
    "topics": "MSCA-IF-2016",
    "title": "Transmission of Financial Shocks:A systemic Input-Output GVAR approach",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Over the past years, the economic and financial systems have become increasingly globalized and vulnerable with important implications for risk management by commercial banks and other institutions. However, despite the fact that sophisticated models for quantifying credit risk have been developed, everyday practice has shown that risk, due to its inherent role in the economic system, is affected by both: (i) macroeconomic factors and (ii) financial factors. Hence, it would be extremely beneficial to generate scenario analyses, real-time simulations and forecasts based on a core set of variables.\nFor instance, a question of great importance is the following: ìwhat is the impact of a sudden change, e.g. collapse of the Greek banking sector, on the financial services sector of another country, e.g. Austria?î Currently, standard models are not capable of addressing such questions, because such questions involve interdependence at the sectoral and country level, simultaneously. \nIt would be helpful to measure how vulnerable specific entities are, to shocks in other related entities of the system. This process would help in redesigning the system so as to be able to absorb shocks. Here, we make the assumption that most phenomena in the global economy are interdependent on each other. In this context, we will estimate - for the first time in the literature - the impact that a shock in a specific entity in a specific country can have on any other entity in any other country. The proposed approach will be based on the GVAR model and on Input-Output Tables for constructing the weight matrix, which is crucial in expressing the aforementioned relationships. To do so, we will make use of network theory to select the dominant entities in the system. Our findings will help develop relevant policies, public or private, designed to reduce the risk, which is inherent to the system.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}