{
    "rcn": "209923",
    "acronym": "CHROMADAPT",
    "topics": "ERC-2016-COG",
    "title": "The role of chromatin in the long-term adaptation of plants to abiotic stress",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Abiotic stress is a major threat to global crop yields and this problem is likely to be exacerbated in the future. Therefore, it is very important to engineer crop plants with improved stress tolerance. A large body of research has focussed on the immediate stress responses. However, in nature stress is frequently chronic or recurring, suggesting that temporal dynamics are an important, but under-researched, component of plant stress responses. Indeed, plants can be primed by a stress exposure such that they respond more efficiently to the next stress incident. Such stress priming and memory may be particularly beneficial to plants due to their sessile life style. Typically, the memory of priming lasts for several days after the end of the stress. During the past few years, my group has initiated a molecular analysis of heat stress memory in Arabidopsis thaliana. Heat stress memory is associated with sustained gene induction and transcriptional memory and we have demonstrated that this involves lasting chromatin changes. The underlying molecular mechanisms, however, remain poorly understood. Here, I propose to combine mechanistic dissection of heat stress memory in A. thaliana with concomitant translation of the results into the temperate cereal crop barley. In particular, we will study the following questions: What is the role of chromatin during heat stress memory? How do the transcription factors involved mediate memory-specific outputs? How does nucleosome positioning affect heat stress memory? How do histone modifications during stress memory interact with transcription, chromatin and nuclear organization? Is heat stress memory conserved in temperate cereal species? Can we engineer plants with improved stress memory? Using existing tools and new methodologies, the proposed analyses will yield unprecedented insight into the long-term adaptation of plants to abiotic stress and open up approaches for breeding of stress-tolerant crops.",
    "totalCost": "1998525",
    "ecMaxContribution": "1998525",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "LEIBNIZ - INSTITUT FUER PFLANZENGENETIK UND KULTURPFLANZENFORSCHUNG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999483442": {
            "orgId": "999483442",
            "orgName": "LEIBNIZ - INSTITUT FUER PFLANZENGENETIK UND KULTURPFLANZENFORSCHUNG",
            "ecContrib": 70925
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 1927600
        }
    },
    "calculatedTotalContribution": 1998525
}