{
    "rcn": "209995",
    "acronym": "ASSIST",
    "topics": "EE-06-2016-2017",
    "title": "ASSIST - Support Network for Household Energy Saving",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "ASSIST is a 36 month European ëmarket activation - policy orientationí project to tackle fuel poverty and support vulnerable consumers. It answers the call requirements to actively engage consumers in the energy market and positively change behaviour in relation to energy consumption and to influence design of policy at all levels to tackle fuel poverty issues.\nBased on the conclusion of the ìEnergy Citizensí Forumî, it combines activities that address both energy and social issues as fuel poverty is not only an energy issue nor can it be tackled in isolation of the bigger issue of poverty, it will:\nBroaden understanding on European fuel poverty incidence and how energy support services are effectively tackling the issue, identify best practice and needs but also provide a baseline against which the activity can be compared to demonstrate its effectiveness and to inform work towards policy orientation.\nCreate an European network and build this by ensuring quality knowledge and skills of the Vulnerable Consumer Energy Advisors (VCEA) with a supportive infrastructure for professional development and experiencing sharing. The VCEA will be in positions of direct contact with the target group in order to help mainstream energy services and, increase access and uptake for the fuel poor.\nThe creation of the VCEA network will also encompass the recruitment of persons with direct experience of vulnerability/fuel poverty, training them to increase their employability skills but, moreover, to maximise on the peer to peer benefits that they can offer in provision of advice .\nWith specialist VCEA and advisory strategic steering committees each nation will undertake target actions to address the specific issue. In this way the action utilises the powerful effect of target group ownership of action \\ bespoke solutions designed in collaboration with the target groups/end users to deliver important lessons learned for dissemination and policy influence.",
    "totalCost": "1649370",
    "ecMaxContribution": "1649370",
    "coordinator": "AISFOR SRL",
    "coordinatorCountry": "IT",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;FEDERACJA KONSUMENTOW STOWARZYSZENIE;RESEAU EUROPEEN DES ASSOCIATIONS DE LUTTE CONTRE LA PAUVRETE ET L'EXCLUSION SOCIALE AISBL;ASOCIACION ECOSERVEIS;ACQUIRENTE UNICO SPA;VAASAETT LTD AB OY;SEVERN WYE ENERGY AGENCY LTD;ALGINET DISTRIBUCION ENERGIA ELECTRICA SOCIEDAD LIMITADA;Eandis cvba;RICERCA SUL SISTEMA ENERGETICO - RSE SPA;KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
    "participantCountries": "BE;PL;ES;IT;FI;UK",
    "projectParticipants": {
        "994476011": {
            "orgId": "994476011",
            "orgName": "SEVERN WYE ENERGY AGENCY LTD",
            "ecContrib": 148578
        },
        "994565930": {
            "orgId": "994565930",
            "orgName": "KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
            "ecContrib": 82025
        },
        "918228579": {
            "orgId": "918228579",
            "orgName": "ALGINET DISTRIBUCION ENERGIA ELECTRICA SOCIEDAD LIMITADA",
            "ecContrib": 89125
        },
        "917348886": {
            "orgId": "917348886",
            "orgName": "ACQUIRENTE UNICO SPA",
            "ecContrib": 69688
        },
        "999529420": {
            "orgId": "999529420",
            "orgName": "RICERCA SUL SISTEMA ENERGETICO - RSE SPA",
            "ecContrib": 138500
        },
        "964502332": {
            "orgId": "964502332",
            "orgName": "VAASAETT LTD AB OY",
            "ecContrib": 194592
        },
        "986124117": {
            "orgId": "986124117",
            "orgName": "Eandis cvba",
            "ecContrib": 209312
        },
        "995671924": {
            "orgId": "995671924",
            "orgName": "ASOCIACION ECOSERVEIS",
            "ecContrib": 134750
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 170981
        },
        "953552584": {
            "orgId": "953552584",
            "orgName": "FEDERACJA KONSUMENTOW STOWARZYSZENIE",
            "ecContrib": 99875
        },
        "953616119": {
            "orgId": "953616119",
            "orgName": "AISFOR SRL",
            "ecContrib": 207875
        },
        "967844467": {
            "orgId": "967844467",
            "orgName": "RESEAU EUROPEEN DES ASSOCIATIONS DE LUTTE CONTRE LA PAUVRETE ET L'EXCLUSION SOCIALE AISBL",
            "ecContrib": 104069
        }
    },
    "calculatedTotalContribution": 1649370
}