{
    "rcn": "209968",
    "acronym": "CALOSEMA",
    "topics": "MSCA-IF-2016",
    "title": "Central Authority and Local Strenght in Early Middle Ages: Comparing social complexity in Northern Iberia and Central Italy (8th ñ 10th centuries)",
    "startDate": "25/09/2017",
    "endDate": "24/09/2019",
    "objective": "Intending the Early Middle Ages as one of the most astonishing political and social laboratories in Europeís history, the main goal of ìCALOSEMAî project is the study of social complexity between the 8th and 10th centuries, comparing societies and political landscapes from two European macro-regions: Northern Iberia and Central Italy, in order to (a) to investigate social, economic and political complexities on a continental scale, with the main intention of interpreting ìlandscapes of social and political inequalityî going beyond the contraposition between History and Archaeology; (b) to create a social theory which would allow the insertion of medieval examples in the existing historiographical debates and, finally, (c) to deepen the concepts social and political inequality in the historical evolution of societies and powers which must be always considered as processes in progress, (d) to deconstruct historiographical rhetorics about the birth of different nations and states in Europe (and the origin of Europe itself) in the Early Middle Ages.\nTherefore, there is a specific rational choice behind the selection of these specific examples. In the past few decades, led by new critical approaches to analyse existing written sources and by the discovery of new material data from a number of newly excavated sites, renewed interest has been devoted to the study of Castile, ¡lava (from Iberia) and Tuscany (from Italy) which has shed new light on the social and political complexities of those territories. \nThe results of those case studies, which would involve a critical dialogue between the historical and archaeological findings, will be discussed with reference to previous work carried out by the candidate, Dr Igor Santos Salazar, PhD in Medieval History and specialist in social history, in Italy, Spain and the United Kingdom, with the aim of enhancing the project to a European dimension.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}