{
    "rcn": "209940",
    "acronym": "HYMEFCECS",
    "topics": "ERC-PoC-2016",
    "title": "Hydrogen production by membrane free chemical ñ electrochemical systems",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Until recently it was believed to be impossible to produce hydrogen through water electrolysis systems, without an electrochemical oxygen production process and without a membrane. However, in the past few years, our team was able to develop a new technological configuration which divides the water splitting process into two phases : (1) an efficient electrochemical hydrogen production followed by a (2) spontaneous chemical oxygen production phase. By eliminating the inefficient electrochemical water oxidation reaction (OER) we achieve a significant increase in hydrogen production efficiency. Furthermore, reducing the danger of mixing hydrogen and oxygen eliminates the need for a membrane. A membrane-free system enables high pressure hydrogen production without the risk of gas mixture or membrane failure. Moreover, as the membrane failure is the main cause for malfunctions and offline times of alkaline and PEM electrolyzer, our technology improves system reliability and energy efficiency.\n\nThe purpose of this PoC is to further develop our basic lab prototype to demonstrate two  potential commercial applications:(1)Power to Gas (P2G) storage of renewable energy (demonstrating the ability to produce hydrogen with high efficiency and under high peaks) and (2) On-site hydrogen production for hydrogen refuelling stations (demonstrating purity and durability under high-pressure). Furthermore, HYMEFCECS, will include an in-depth user requirements analysis (combining business, economic and technical inputs); devising a proper business model and business plan per two target markets, financial forecasting, Intellectual Property and an Investor Toolkit.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}