{
    "rcn": "209917",
    "acronym": "BEAT",
    "topics": "ERC-2016-COG",
    "title": "The functional interaction of EGFR and beta-catenin signalling in colorectal cancer: Genetics, mechanisms, and therapeutic potential.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Monoclonal antibodies against the EGF receptor (EGFR) provide substantive benefit to colorectal cancer (CRC) patients. However, no genetic lesions that robustly predict ëaddictioní to the EGFR pathway have been yet identified. Further, even in tumours that regress after EGFR blockade, subsets of drug-tolerant cells often linger and foster ëminimal residual diseaseí (MRD), which portends tumour relapse. \nOur preliminary evidence suggests that reliance on EGFR activity, as opposed to MRD persistence, could be assisted by genetically-based variations in transcription factor partnerships and activities, gene expression outputs, and biological fates controlled by the WNT/beta-catenin pathway. On such premises, BEAT (Beta-catenin and EGFR Abrogation Therapy) will elucidate the mechanisms of EGFR dependency, and escape from it, with the goal to identify biomarkers for more efficient clinical management of CRC and develop new therapies for MRD eradication. \nA multidisciplinary approach will be pursued spanning from integrative gene regulation analyses to functional genomics in vitro, pharmacological experiments in vivo, and clinical investigation, to address whether: (i) specific genetic alterations of the WNT pathway affect anti-EGFR sensitivity; (ii) combined neutralisation of EGFR and WNT signals fuels MRD deterioration; (iii) data from analysis of this synergy can lead to the discovery of clinically meaningful biomarkers with predictive and prognostic significance.\nThis proposal capitalises on a unique proprietary platform for high-content studies based on a large biobank of viable CRC samples, which ensures strong analytical power and unprecedented biological flexibility. By providing fresh insight into the mechanisms whereby WNT/beta-catenin signalling differentially sustains EGFR dependency or drug tolerance, the project is expected to put forward an innovative reinterpretation of CRC molecular bases and advance the rational application of more effective therapies.",
    "totalCost": "1793421",
    "ecMaxContribution": "1793421",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 1793421
        }
    },
    "calculatedTotalContribution": 1793421
}