{
    "rcn": "209957",
    "acronym": "Torero",
    "topics": "LCE-19-2016-2017",
    "title": "TORrefying wood with Ethanol as a Renewable Output: large-scale demonstration",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "Torero will demonstrate a cost-, resource-, and energy-efficient technology concept for producing bioethanol from a wood waste feedstock, fully integrated in a large-scale, industrially functional steel mill:\n- Wood waste is converted to biocoal by torrefaction\n- Biocoal replaces fossil powdered coal in a steel mill blast furnace\n- Carbon monoxide in blast furnace exhaust fumes is microbially fermented to bioethanol\n- Material and energy loops of the process are closed to a very large degree\nEvery steel mill that implements this concept will be able to produce at least 80 million litres of bioethanol per year. This project creates a value chain for wood waste, which currently has no attractive applications. The technology concept is open ended: in the future, stakeholders may replicate the concept with other feedstocks and for producing other types of fuels.\nThe business case the Torero project will produce a competitive process for non-food feedstock bioethanol production. Compared with the current first generation production based cellulosic bio-ethanol solution the Torero innovation the OPEX of Torero is 1/3 lower with a same CAPEX. This will allow scale up of torrefaction technology when successfully demonstrated.\nMost importantly, together with sister project Steelanol, Torero will be the only H2020 project to demonstrate a biofuel production process that is integrated in an existing, fully functional large-scale industrial facility. All other H2020 solutions will need to be newly built if they ever reach full industrial scale. Torero is add-on technology that can be used to upgrade existing facilities of the steel sector, an industry that is actively scouting for technological solutions to make its production processes more sustainable. The consortium consist of full value chain, industry ArcelorMittal and Van Gansewinkel, two expert research organisations Joanneum Research and Chalmers Technical University and torrefaction technology supplier Torr-Coal.",
    "totalCost": "15849490",
    "ecMaxContribution": "11472915,63",
    "coordinator": "ARCELORMITTAL BELGIUM NV",
    "coordinatorCountry": "BE",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;TORR-COAL INTERNATIONAL BV;VAN GANSEWINKEL NV;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "AT;NL;BE;SE",
    "projectParticipants": {
        "952827315": {
            "orgId": "952827315",
            "orgName": "TORR-COAL INTERNATIONAL BV",
            "ecContrib": 635031
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 537944
        },
        "917711860": {
            "orgId": "917711860",
            "orgName": "VAN GANSEWINKEL NV",
            "ecContrib": 1798125
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 722965
        },
        "961556442": {
            "orgId": "961556442",
            "orgName": "ARCELORMITTAL BELGIUM NV",
            "ecContrib": 7778851
        }
    },
    "calculatedTotalContribution": 11472916
}