{
    "rcn": "209956",
    "acronym": "B-PhosphoChem",
    "topics": "ERC-2016-ADG",
    "title": "Exploration of the 2D-Chemistry of Black Phosphorous",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "We propose the development of the chemistry of black phosphorus (BP). B-PhosphoChem will constitute a new text book chapter in the realm of synthetic chemistry located at the interface of inorganic-, organic-, and materials chemistry as well as solid state physics. B-PhosphoChem will provide the basis for exciting and so far elusive applications such as ion batteries and stable high performance devices. Thin sheets of BP represent a new class of 2D materials and have recently raised tremendous interest in the scientific community. Outstanding physical properties such as high charge carrier mobility, combined with transparency and the persistence of a band gap have been discovered. However, the chemistry of BP remains still unexplored. B-PhosphoChem will close this gap and will a) provide the opportunity to modulate and fine tune the physical properties, b) allow for considerably improving the processability and increasing the solubility, c) establish concepts for the desired chemical stabilization, d) give access to the combination of BP properties with those of other compound classes, e) reveal the fundamental chemical properties and reactivity principles, and f) provide methods for establishing practical applications. Five work packages will be addressed: 1) Production of Thin Layer BP, 2) Supramolecular Chemistry of BP, 3) Intercalation Compounds of BP, 4) Covalent Chemistry of BP, and 5) BP-Based Materials and Devices. The work packages will be supported by systematic calculations. For our group, whose core competence is synthetic organic and supramolecular chemistry, the orientation towards inorganic phosphorus chemistry constitutes a major step into a completely new direction. However, we are convinced to be the most predestinated research group in the world successfully facing this challenge because of our leadership and well documented interdisciplinary experience in synthesizing and characterizing 0D-, 1D-, and 2D nanostructures.",
    "totalCost": "2491250",
    "ecMaxContribution": "2491250",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 2491250
        }
    },
    "calculatedTotalContribution": 2491250
}