{
    "rcn": "209983",
    "acronym": "UNREDE",
    "topics": "MSCA-IF-2016",
    "title": "Understanding Non-Photochemical Quenching Regulation in a Dynamic Environment.",
    "startDate": "15/01/2018",
    "endDate": "14/01/2021",
    "objective": "Life on Earth relies on photosynthesis that converts water and carbon dioxide into organic molecules using absorbed light by chlorophylls bound to light harvesting complexes (LHC). During evolution, LHC have maximized the capability to capture light energy, allowing organisms to grow even in very low light environments. However, during nutrient deprivation or under high light conditions, when light absorption exceeds the capacity for carbon dioxide fixation, the excess absorbed energy can elicit the generation of reactive oxygen species that cause severe oxidative damage. Photosynthetic organisms have developed mechanisms of non-photochemical quenching (NPQ) that alleviate this photo-oxidative stress in the timescale of seconds to minutes. This NPQ is critical to protect the integrity of the photosynthetic apparatus, allowing the organisms to survive in a dynamic light and nutrient environment. In algae, LHCSR (LHC Stress Related) proteins catalyze NPQ, but their specific role and regulation are poorly understood. For this project, I will use the model organism Chlamydomonas reinhardtii in which two LHCSR proteins have been identified. My main goals will be (1) to characterize components involved in NPQ under conditions experienced in nature, where light intensities vary and nutrient conditions (C, N and S) are suboptimal, and (2) to explore regulatory circuits and signaling molecules that impact NPQ. The experimental approaches involve characterization of novel mutant strains unable to properly trigger NPQ, transcriptomic analysis to elucidate the effect of NPQ deficit on global gene expression and pharmacological approaches to explore the impact of different signaling molecules in NPQ. Understanding NPQ is essential to predict how photosynthetic organisms will behave with changes in atmospheric dioxide fixation levels, temperature and nutrient availability, but will also impact strategies for improving photosynthetic efficiency and tolerance to harsh conditions.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSIDAD DE CORDOBA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950098317": {
            "orgId": "950098317",
            "orgName": "Carnegie Institution of Washington",
            "ecContrib": 0
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}