{
    "rcn": "209989",
    "acronym": "DYNCON-ORC",
    "topics": "MSCA-IF-2016",
    "title": "Dynamic performance modelling and controller design of a mini-scale organic Rankine cycle unit for heavy duty vehicles",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Internal combustion engines of heavy duty vehicles convert only approximately 40 % of the combustion heat to mechanical power, while rest of the heat is rejected into the environment as waste heat. An organic Rankine cycle unit that recovers part of this waste heat is expected to reduce the fuel consumption and carbon dioxide emissions by about 15 % of the heavy duty vehicle. However, the waste heat from internal combustion engines of heavy duty vehicles is characterized by large fluctuations in load, making it a challenging task to control an organic Rankine cycle unit in an efficient, safe and cost-effective manner. A few prototype of mini organic Rankine cycle units for truck applications have been tested, but no commercial products are available; the aforementioned control challenge being the major barrier for their commercialization. The primary objective of DYNCON-ORC is to develop an appropriate controller for a mini-scale organic Rankine cycle unit for waste heat recovery from internal combustion engines of heavy duty vehicles. Advanced numerical models of the organic Rankine cycle unit including its components will be developed for simulation of the steady state and dynamic operational conditions. Based on the results of the dynamic model, a non-linear model predictive controller will be designed and optimized. The numerical models will be experimentally validated and implemented on a real organic Rankine cycle system. Through the collaboration with international, world-leading partners from industry and academia it is ensured that the project will be successfully completed and that the findings of the project will be transferred to and implemented in industry. In broader terms, the project will contribute to the development of a more efficient energy system for vehicles, reducing the fuel consumption and carbon dioxide emissions of the transportation sector, thus helping to attain socio-economic and environmental targets in context of the EU 2020 vision.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}