{
    "rcn": "209967",
    "acronym": "NANO-MIR",
    "topics": "MSCA-IF-2016",
    "title": "Novel 3D nano-antennas for optoelectronic applications in the mid-infrared",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "This research proposal aims at implementing novel functionalities for mid-infrared optoelectronic devices and to study novel physical phenomena, enabled by a new class of 3D plasmonic nanostructures that provide access to electromagnetic field confinements.\n\nThe specific goal is to fully develop and exploit the potential of nano-antenna-mediated light confinement, funneling energy onto optically active materials with unprecedented efficiency. This will be done by tackling two main broad challenges, one applicative and a second one more exploratory.\nOn one hand, we will develop devices with high non-linear response, targeting especially second harmonic generation, thanks to the giant field enhancements available. We expect this development to yield record-high conversion efficiencies, paving the way for a more broadband use of IR laser sources. \nInherently effective in absorbing optical energy, this architecture has a great potential also a a tool for complementary device families, such as mid-IR detectors.\nOn the other hand, we will pioneer the field of single-object cavity-electrodynamics in the mid-infrared, bringing to a further level the energy concentration capabilities of 3D nanostructures and demonstrating strong light-matter coupling between a single nano-antenna and a mid-IR electronic excitation, with an extremely small number of electrons involved. This approach will permit access to currently unexplored regimes of light-matter interaction.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}