{
    "rcn": "209964",
    "acronym": "dCas9",
    "topics": "MSCA-IF-2016",
    "title": "Dissection of the mammalian transcription termination mechanism by CRISPRi technology.",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "RNA polymerase II (RNAPII) transcribes protein-coding genes in eukaryotes. The proper RNAPII transcription termination is crucial for generation of functional mRNAs, and then proteins. Termination, or stop of RNA synthesis, may occur before or after mRNA 3í-end cleavage and polyadenylation. In the last decade many details have been acquired about mRNA maturation, but still little is known about the termination per se. In this proposal I will redress this problem.\nOne of the proposed transcription termination triggers is RNAPII elongation complex pausing downstream of mRNA maturation signal. I will test this hypothesis, using sequence-specific protein binding in the living cells.\nIn the proposed project I will combine cutting-edge CRISPRi/dCas9 technology with classical molecular biology, high-throughput sequencing and computational biology. This approach will allow me to address my research objectives: (1) to elucidate the role of elongation complex pausing in transcription termination and (2) to characterise the induced pausing in terms of stress-resistance. Also by implementation of this project I will develop a bioengineering tool to induce elongation complex pausing.\nThis timely approach, taking advantage of innovative technologies, will allow me to elucidate previously unknown details of RNAPII transcription termination in mammals and expand our knowledge about this process. Importantly, my approach will allow studies on the chromosomal genes in the living cells, making the results unique and valuable. \nImplementation of the proposed project will enhance my proficiency by improving and diversifying my skills in experimental and computational science as well as boosting my transferable skills, such as scientific communication and writing, project management and networking. This altogether will improve my competitiveness and potential on the way to independent career. Thus the proposal corresponds well with the aims of the Work Programme.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}