{
    "rcn": "209970",
    "acronym": "DUBs26S",
    "topics": "MSCA-IF-2016",
    "title": "Role of a novel proteasome-associated DUB ñ A boon for therapeutics",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Clearing-up old or redundant proteins is essential for cells to live; this job is largely done by 26S Proteasome. The multisubunit complex ñ 26S Proteasome ñ is extraordinarily conserved throughout all eukaryotic phyla, in terms of subunit composition and overall structure. However, in preparation of this research proposal, the Researcher found a novel association of 26S proteasome with a clinically important deubiquitinating enzyme (DUB), USP9X. In a subset of proteasome purified from human tissue by the Researcher, USP9X was in fact the major DUB replacing commonly reported enzymes (USP14, UCH-L5).  This finding shatters the notion of proteasome as a static, fixed, complex, and opens up the search for expanded spheres of interaction.\nThe crux of this MSC-IF action is the reciprocal relationship between 26S proteasome and USP9X. Using myriad experimental tools at his disposal, the Researcher proposes to unravel how this novel association tweaks each of their respective enzymatic properties. Incorporation of USP9X may alter substrate specificity and processivity of proteasome, as well as its own enzymatic properties. Even in the immediate term, this proposal will realign research efforts ñ both basic and applicative ñ towards USP9X as the new drugable target in the ubiquitin-proteasome system. This new enzymatic active site on proteasome complexes will instigate investigation into the cause of USP9X in neurodegeneration and various cancers.\nThis MSCA-IF fits current European challenges to increase healthy life span by proposing strategies for drug design against DUBs of clinical relevance. Two host labs are committed to provide the Researcher with the best training and support to bring his research to fruition and embark his independent career. Novel experimental findings embellished with new technical competencies and networking experience ensures the Researcherís future career goals.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}