{
    "rcn": "209981",
    "acronym": "VRAASP",
    "topics": "MSCA-IF-2016",
    "title": "using Virtual Reality and Archaeoacoustic Analysis to Study and exhibit Presence",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Unusual acoustic signatures of ancient or historical spaces, such as the West Kennet Long Barrow in England; caves in northern Spain containing prehistoric art; or Sculptor's Cave in Scotland, have captured the public imagination for centuries. Attentive listeners often hear or feel a presence or resonance within such acoustic spaces, sometimes described as an otherness, a shimmer or glow, or an audio-visual aesthetic experience of the space. There is evidence that this sense of presence is brought on by the perceptual conflation of where and what streams of information in the brain. Other acoustic incongruities (such as infrasound) play a role in the experience of spaces and the acoustic experience of presence contributes to the phenomenology of historical and archaeological sites. The perception of presence is especially common in historically sacred locations (and shimmer is a characteristic descriptor of the spiritual realm), and thus acoustic analysis of the phenomenology of presence provides insight into the source of this experience. Acousticians, composers, and acoustic archaeologists have studied acoustic phenomena, and archaeologists have compiled 3D models of archaeological sites for cultural preservation and exhibition purposes. The ER will use these technologies to engage in creative practice-led research on the phenomenology and acoustic archaeology of space. This research will contribute new knowledge on the phenomenology and psychoacoustics of archaeological spaces, and will also improve virtual archaeological spaces by imbuing them with their original sense of presence. Through this project the ER will develop skills in 3D visual and acoustical modelling, VR simulation, numeracy, data analysis, sound reinforcement, publication preparation, presentation, and dissemination. Throughout the fellowship, the ER will undertake field work at 5 archaeological sites, publish 1 paper and 1 studio report, present at 2 conferences, and organise a performance.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF HUDDERSFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}