{
    "rcn": "209918",
    "acronym": "GEOCOG",
    "topics": "ERC-2016-COG",
    "title": "Cognitive Geometry: Deciphering neural concept spaces and engineering knowledge to empower smart brains in a smart society",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Through smart technology, we are overwhelmed with new information. Does this unlimited access to knowledge make us smarter? One of the key challenges for modern societies is to understand how the brain assembles†our rich inventory of knowledge. Here, I will test the hypothesis that newly acquired knowledge is represented in the hippocampal formation in neural concept spaces, which are based on the coding principles and representational structures of the neural machinery involved in spatial navigation. The key idea is that the brainís navigation system provides the building blocks of a neural metric for knowledge. In this groundbreaking cognitive neuroscience framework, I will bridge and integrate principles from Nobel Prize awarded neurophysiology and concepts from cognitive science and philosophy. Partly building on my ERC-StG project in which I discovered the core neural mechanisms underlying reconfiguration, integration and scaling of memory networks, the aim of my proposal is two-fold: 1. I seek to decipher neural concept spaces and unravel the neural codes of a cognitive geometry for knowledge and its deformations. 2. I will provide a proof-of-principle framework for next-generation neurocognitive technology and neural user models for cognitive enhancement to edit memories and engineer knowledge. Novel ëWikipediaí learning tasks will be combined with state-of-the-art pattern analyses of space-resolved fMRI and time-resolved MEG to map and quantify representational structures. I will further develop AI-inspired analyses and closed loop brain-computer interfaces to perturb and edit neural concept space. The integrative mission of my program, from cells to systems-level involvement in cognition and to technology, opens up the exciting possibility to lay the ground for redefining cognitive neuroscience of knowledge by unravelling the fundamental neural principles of a cognitive topography and to make critical translations to empower smart brains in a smart society.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}