{
    "rcn": "209988",
    "acronym": "CFZEBRA",
    "topics": "MSCA-IF-2016",
    "title": "Balancing the immune response in cystic fibrosis: using zebrafish models of infection and inflammation to uncover new therapeutic approaches",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Cystic fibrosis (CF) is a life-limiting disorder caused by mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) gene. Chronic pulmonary infections accompanied by persistent neutrophil-dominated inflammation result in severe progressive lung injury and are the leading causes of morbidity and mortality of CF patients. In addition to known mucociliary defects, several lines of evidence suggest primary alterations in innate immune responses contribute to CF pathology. Currently, our understanding is limited by the lack of suitable animal models that recapitulate immune abnormalities found in CF patients. To address these unmet needs, I propose to develop zebrafish larvae as a tractable animal model to investigate the role of CFTR in regulating inflammation and infection.\nIn preliminary data, reduced zebrafish cftr expression is characterized by more inflammation and increased susceptibility to infection with CF pathogens.\nIn this fellowship, I will use this innovative model to recapitulate aspects of the CF microenvironment. Using innovative genetic techniques combined with dynamic imaging, I will elucidate physiological functions of CFTR in innate immune pathophysiology in CF and identify new therapeutic molecules active in a CFTR-deficient context to balance infection and inflammation to benefit patients with CF. Finally, I will confirm my findings in human CF macrophages.\nUsing larval zebrafish gives a unique insight into immune cell function in CFTR deficiency. This will help guide future therapies aimed at correcting the innate susceptibility of CF patients to infective and inflammatory lung disease, with consequent improvement of their life quality and expectancy.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}