{
    "rcn": "209904",
    "acronym": "iAML-lncTARGET",
    "topics": "ERC-2016-STG",
    "title": "Targeting the transcriptional landscape in infant AML",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Infant acute myeloid leukemia (AML) has a dismal prognosis, with a high prevalence of unfavorable features and increased susceptibility to therapy-related toxicities, highlighting the need for innovative treatment approaches. Despite the discovery of an enormous number and diversity of transcriptional products arising from the previously presumed wastelands of the non-protein-coding genome, our knowledge of non-coding RNAs is far from being incorporated into standards of AML diagnosis and treatment. I hypothesize that the highly developmental stage- and cell-specific expression of long non-coding RNAs shapes a chromatin and transcriptional landscape in fetal hematopoietic stem cells that renders them permissive towards transformation. I predict this landscape to synergize with particular oncogenes that are otherwise not oncogenic in adult cells, by providing a fertile transcriptional background for establishing and maintaining oncogenic programs. Therefore, the non-coding transcriptome, inherited from the fetal cell of origin, may reflect a previously unrecognized Achilles heel of infant AML, which I will identify with my expertise to understand and edit the AML genome and transcriptome.\nI will apply recent breakthroughs from various research areas to i) create a comprehensive transcriptomic atlas of infant AML and fetal stem cells, ii) define aberrant or fetal stage-specific non-coding RNAs that drive leukemia progression, and iii) resolve their features to probe the oncogenic interactome. After iv) establishing a biobank of patient-derived xenografts, I will v) evaluate preclinical RNA-centered therapeutic interventions to overcome current obstacles in the treatment of infant AML. Targeting the vulnerable fetal stage-specific background of infant AML inherited from the cell of origin may set a paradigm shift for cancer treatment, by focusing on the permissive basis required by the oncogene for inducing and sustaining cancer, rather than on the oncogene itself.",
    "totalCost": "1499750",
    "ecMaxContribution": "1499750",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 1499750
        }
    },
    "calculatedTotalContribution": 1499750
}