{
    "rcn": "209925",
    "acronym": "TheONE",
    "topics": "ERC-2016-COG",
    "title": "The Janus-face of the localized carrier in cuprates: Generating the pseudogap and high temperature superconductivity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The phenomenon of high-temperature (high-Tc) superconductivity (SC) is one of the most exciting, thoroughly investigated yet still unresolved problems in physics. A major difficulty in understanding high-Tc systems lies in the complexity of the materials and phase diagram. The delicate balance between material specific properties, disorder and the number of electronic phases superimpose makes it hard to identify the leading interactions. Consequently, theoretical models attempting to describe the high-Tc SC are significantly disparate and identifying the mechanism of SC at elevated temperatures is full of hardship.\nDue to the proximity of the antiferromagnetic phase, the strong electronic interactions, the appearance of a pseudogap etc., the electronic phase is considered to be exotic, a non-Fermi Liquid and the coupling mechanism for Cooper pairs strange. Based on my recent experiments, here I propose a change of paradigm:\nïthat the charge carriers which couple to give high temperature superconductivity follow the well-known Fermi-liquid behavior\nïthat the pseudogap phenomenon corresponds to a gradual (Mott-like) localization of exactly ONE charge carrier per unit cell\nïthe ìGlueî for pairing stems from a bosonic excitation of ONE localized carrier leading to a novel excitonic mechanism for SC.\nThese hypotheses will be tested primarily on the model compound Hg1201, which features a simple tetragonal structure, minimal disorder effects, and the highest Tc in its class of single-layer compounds. Fermi-liquid aspects will be probed by novel approaches to (magneto)transport, optical conductivity. The relation between SC and The ONE will be explored by unique experimental setups that combine uniaxial-pressure with local/structural probes.\nIf the above conjectures are indeed confirmed it would give an enormous boost to this field. Beyond finding the solution of a 30-year-old enigma, it would enable an educated search for new materials with potentially even higher Tc's.",
    "totalCost": "2133950",
    "ecMaxContribution": "2133950",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "FACULTY OF SCIENCE UNIVERSITY OF ZAGREB",
    "participantCountries": "HR",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 1734375
        },
        "999558617": {
            "orgId": "999558617",
            "orgName": "FACULTY OF SCIENCE UNIVERSITY OF ZAGREB",
            "ecContrib": 399575
        }
    },
    "calculatedTotalContribution": 2133950
}