{
    "rcn": "209990",
    "acronym": "cTerF",
    "topics": "MSCA-IF-2016",
    "title": "Realizing a development platform for sustainable sun powered production of intermediates for chemical industry.",
    "startDate": "02/01/2018",
    "endDate": "01/01/2020",
    "objective": "The objective is to develop a base cyanobacterial cell factory for terpene precursors that can be the development platform for commercial terpene production with cyanobacteria.\n\nTrends such as growth in world population, higher energy and food demand, depletion of raw materials and global warming make it necessary to implement breakthrough bio-based production technologies. A breakthrough is the use of genetically engineered cyanobacteria that turn CO2 directly and efficiently into predetermined products when exposed to light. This CO2-consuming process is based on circular economy principles and independent of first generation (food crop) feedstocks.\n\nA promising group of products for cyano-based production are terpenes and terpenoids. These compounds are of interest to chemical industry due to their potential of producing platform chemicals that are now obtained from fossil fuels. Terpenes have an advantage over other biobased commodities because they are drop-in chemicals that can be processed in much the same manner as crude oil.\n\nDespite potential uses in the medicine, food and fragrance sectors, the natural abundance of terpenes is too low for industrial production. Many approaches have been sought to engineer microbial strains capable of producing terpenoids in high yields. Up to now these do not result in increased production rates to the high levels needed. The project addresses this problem by producing a cyanobacterial strain capable of synthesizing high-levels of cell metabolite building blocks as an avenue towards the terpene production.\n\nThe SME host, together with industrial partners, develops and markets cyano-based production technology. The fellowís work will strengthen this and will give him the experience to establish a career in industrial R&D and entrepreneurship. A research and training program with ample industrial and academic interaction, supported by dissemination and communication actions, has been set up to realise this impact.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "PHOTANOL BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953733683": {
            "orgId": "953733683",
            "orgName": "PHOTANOL BV",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}