{
    "rcn": "209932",
    "acronym": "PyroTRACH",
    "topics": "ERC-2016-COG",
    "title": "Pyrogenic TRansformations Affecting Climate and Health",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Biomass burning (BB) is a significant contributor to global atmospheric particulate matter, with strong impacts on climate, ecosystems and public health. Yet these impacts are highly uncertain, largely owing to our inability to track BB particulate matter and the evolution of their properties throughout most of its atmospheric lifetime. PyroTRACH will provide the necessary breakthroughs in our understanding of BB particles and their impacts by: i) deriving new markers of biomass burning with an atmospheric lifetime that exceeds the current limitation of about a day, ii) measuring highly uncertain but critically-important climate- and health- relevant properties of aerosols both from wildfire events that occur during summertime and from BB for heating purposes during wintertime in highly populated urban environments, iii) applying this new knowledge to quantify the contribution of biomass burning to aerosol in the Mediterranean region, and quantify its impacts on climate and public health. Novel state-of-the-art instrumentation, portable environmental chambers and well established measurement techniques will be applied in continuous measurements as well as intensive field campaigns to study the properties and evolution of BB particulates as they age in the atmosphere. Discovering new stable chemical markers that allow detection of BBOA many days after emission, while carefully and accurately following the climate and health-related properties of freshly emitted and aged BBOA, allows for an unprecedented understanding of the evolution and impacts of biomass burning aerosol and its impact on the Earth System and public health. Considering the increasing occurrence of wildfires, along with decreased emissions from fossil fuels means that accurately predicting the health and climate effects from biomass burning aerosol is one of the most important aspects of atmospheric aerosol that needs to be studied.",
    "totalCost": "1999832",
    "ecMaxContribution": "1999832",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 1999832
        }
    },
    "calculatedTotalContribution": 1999832
}