{
    "rcn": "209986",
    "acronym": "STressD",
    "topics": "MSCA-IF-2016",
    "title": "Stressfully Transmitted Diseases: How your partnerís past stress affects your current and future health",
    "startDate": "01/05/2017",
    "endDate": "30/08/2020",
    "objective": "Early-life stress can reduce the lifespan of individuals and recent work shows that this lifespan reduction can be transmitted to reproductive partners. However, the mechanisms that allow early-life stress to damage the health of individuals that did not experience early-life stress themselves have been little studied. \n\nThe overall aim of this proposal is to examine how the negative effects of early-life stress on longevity are transmitted to social partners, with focus on the neuroendocrine hypothalamic-pituitary-adrenal (HPA) axis. The research objectives are:  1) To determine whether partners become hormonally and behaviourally similar to early-life stressed individuals; 2) To determine whether early-life stressed individuals adversely affect the health of their reproductive partners by ineffectively buffering their partners against stress; 3) To examine whether being paired to a partner that has experienced early life stress influences immune function, oxidative stress, and telomere loss.\n\nThe experienced researcher will be trained by the host in adopting a life history approach to early-life stress and parental care and learn new skills in several areas of physiology and molecular biology to carry out these objectives. She will be trained to combine studies at different biological levels ranging from the molecular to the individual. This training will enhance the experienced researcherís knowledge in different biological domains and greatly enhance her chances of starting her own independent research group in the EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}