{
    "rcn": "209965",
    "acronym": "VIRTUE",
    "topics": "MSCA-IF-2016",
    "title": "Wealth, Virtue and Social Justice in Contemporary Tibet",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This project examines the relationship between Buddhism and ideas about wealth, virtue and social justice in contemporary Tibet. The objectives are: a) to reveal central moral assumptions about value and the social good in a ëBuddhistí society experiencing rapid development, rising consumption levels and growing inequalities; and b) to use these findings to engage with wider theoretical debates about value and exchange, commodity and gift, and religion and economy. The relationship between Buddhism and economy remains an underdeveloped research area ñ indeed my project coincides with a drive at the University of Copenhagenís Centre for Contemporary Buddhist Studies to address this gap. Although often imagined to be antithetical to contemporary consumer society, Buddhism has historically been intertwined with the economy and monasteries were dominant political and economic institutions in Tibet. In recent years increasing wealth has been flowing to Tibetan monasteries and monks in a hitherto unexamined variety of forms and modes, some of which have been the subject of moral reflection and critique. This upsurge in patronage has paralleled rising income and consumption levels, but also increasing inequalities, resulting from processes of Chinese state-led development. Utilising a unique and extensive body of ethnographic materials that I have collected during long-term fieldwork in north-eastern Tibet, I will document and analyse a variety of cases of patronage of Tibetan monastic Buddhism in their local contexts. Drawing for inspiration on the ëmoral turní in anthropology, my aim is to identify and analyse points of ethical reflection, tension and debate at the interface between Buddhism and economy. My hypothesis is that this will reveal underlying ideas about value and the social good; and that this will in turn help us to revisit and reassess both our understanding of Buddhism and theories of exchange, value and consumption dominated by economistic approaches.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}