{
    "rcn": "209915",
    "acronym": "POLBUSNETWORKS",
    "topics": "ERC-2016-COG",
    "title": "Political and Business Networks",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "I explore the role of networks involving firms---networks between firms and politicians, and networks between firms and firms--for economic outcomes. I focus on two broad questions. (1) What are the determinants and implications of political favor networks? Although political favoritism affects allocations in many countries, its mechanisms are not well understood. I develop a new model based on the idea of trust embedded in favor networks, and test in Hungarian data the model's implications about how political centralization shapes favoritism. I also quantify the welfare cost of misallocation created by favoritism. My results help understand how political institutions shape economic outcomes. (2) What is the impact of supply chain networks on firm performance? Inputs from suppliers account for the majority of firm sales, yet we know little about the contribution of suppliers to firm performance. I use a field experiment in China to measure the causal effect of suppliers and the underlying mechanisms. I then use observational data from Hungary to quantify the contribution of differences in suppliers to differences in firm performance. The results help understand how supply chains and their misallocation shape firm and aggregate productivity. My approach to both of these questions emphasizes the role of trust embedded in firm networks and how these trust-based networks create misallocation of resources. A key component of this research is the development of original datasets. Beyond documenting and explaining facts, I also hope to obtain policy implications on reducing favoritism and improving firm performance in developing countries.",
    "totalCost": "1833214",
    "ecMaxContribution": "1833214",
    "coordinator": "KOZEP-EUROPAI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 1833214
        }
    },
    "calculatedTotalContribution": 1833214
}