{
    "rcn": "209994",
    "acronym": "EpiAGPs",
    "topics": "MSCA-IF-2016",
    "title": "Breaking frontiers in plant reproduction: understanding the roles of AGPs and epigenetics regulating male-female crosstalk towards fertilization",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "ìBy 2050 the Earth will need to feed two billion more people. How can we achieve that without overwhelming the planet?î The question, raised back in 2009, demands quick action. Human life depends on plants, which feeds us, our livestock or fulfils our biofuel needs. Thus to feed this growing population, it will be necessary to double agricultural yields without increasing the amount of arable land. A fine knowledge of the fundamental molecular processes that finely regulate plant reproduction, will allow increasing crop productivity and high quality seed production in a sustainable manner by agricultural engineering, safeguarding the increase of arable land usage.\nEpiAGPs aims to provide new insights into the role of Arabinogalactan Proteins (AGPs), signalling molecules crucial for plant reproduction, and their signalling cascade, along with their modulation of/by epigenetic mechanisms. This will be achieved using a combination of genetic, proteomic and transcriptomic approaches in the plant Arabidopsis thaliana. Arabidopsis is an excellent model to study the reproductive process, as it shares a conserved developmental program with major seed-producing crop plants.\nEpiAGPs has great potential to contribute to Europeís excellence and competitiveness in the world, being in line with the European Sustainable Development Program and with the Europesí 2020 Strategy goals that is optimisation of food production processes and a lower-carbon impact to achieve sustainable growth. The Host laboratory and I will mutually benefit from EpiAGPs; bringing together two different molecular fields of study related with the same developmental process: sexual plant reproduction.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}