{
    "rcn": "209969",
    "acronym": "POEECCP",
    "topics": "MSCA-IF-2016",
    "title": "Processes and Outcomes of Educational Evaluation from a Cross-Cultural Perspective",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The full complexity of educational evaluation at various levels (i.e., system, school, classroom, and student) in different countries has hardly been recognized. It constitutes a tremendous barrier to consolidate theories on evaluation, and for countries to draw on successful experience and implement targeted educational policies for better quality and effectiveness. Important barriers include the insufficient methodology to soundly compare multiple countries and a cultural insensitive approach to unfolding evaluation processes and outcomes. This project aims to provide a comprehensive framework for the dynamics of evaluation with a solid cross-cultural research methodology. Using self-report data in 70 countries/economies in the 2015 Programme for International Student Assessment (PISA), this project delineates the pathways in processes and outcomes of educational evaluation in 70 educational systems by integrating policies at system level, practices in schools and classrooms, and student assessment outcomes with demonstrated comparability of data. Study 1 has a methodological focus to analyze scalable measures and their cross-cultural comparability. It tests whether self-report multiple-item measures from school principals, teachers, and students across countries reach approximate measurement invariance to ensure proper comparisons. Study 2 tests the effects of accountability policy, country affluence at country-level, and various evaluation practices including the feedback mechanisms at school and teacher levels, and the cross-level interactions on a broad range of student outcomes such as achievement, motivation, wellbeing, and test anxiety. This project contributes to theory building on educational evaluation from a cross-cultural perspective and identify effective measures for more targeted educational interventions.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES INSTITUT FUR INTERNATIONALE PADAGOGISCHE FORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997686323": {
            "orgId": "997686323",
            "orgName": "DEUTSCHES INSTITUT FUR INTERNATIONALE PADAGOGISCHE FORSCHUNG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}