{
    "rcn": "209987",
    "acronym": "MIGRANT LAW RUSSIA",
    "topics": "MSCA-IF-2016",
    "title": "Migration, Shadow Economy and Parallel Legal Orders in Russia",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The overall aim of this fellowship is to train and develop an early career researcher through a research project that focuses on undocumented labour migrantsí legal culture and socio-legal integration in a politically hybrid regime. The project uses the case of Russia, a hybrid political regime and the worldís second largest recipient of labour migrants, to investigate how undocumented migrants negotiate and manoeuvre around the restrictive socio-legal environment through producing new ways of informal governance and legal order. The project aims to accomplish the following three objectives: (1) to develop a theoretically robust understanding of undocumented migrantsí socio-legal integration in politically hybrid regimesí; (2) to produce new ethnographic material about the relationship between undocumented migrants, employers, law-enforcement structures and protection rackets (i.e. ëparallel legal ordersí) in the Russian migrant labour market and situate these processes within a broader governance and rule of law debate; and (3) to advance the applicantís research skills, theoretical development and professional maturity. These objectives will be accomplished through a structured and individually tailored research and career development programme. Academically, the objectives will be achieved by exploring undocumented labour migrantsí legal culture and socio-legal integration in the context of Russia. To accomplish the career development objectives, the applicant will obtain advanced training in qualitative and ethnographic research methods that will enable him to exploit empirical research for theoretical development and publications. The objectives pertinent to the work programme are as follows: they provide a solid foundation for research training and data collection, which in turn is utilised for publications and a grant application (ERC Starting Grant), which play a pivotal role in the applicantís career advancement and consolidation of his research profile.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}