{
    "rcn": "209933",
    "acronym": "GLOBALMACRO",
    "topics": "ERC-2016-COG",
    "title": "Global Production Networks and Macroeconomic Interdependence",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Researchers and policymakers alike have highlighted the potential efficiency gains of a global production structure. However, such linkages also raise the possibility of risks. This proposal tackles both empirical and theoretical challenges in incorporating the microeconomic structure of trade and international production networks in the study of the propagation of shocks internationally, and their impact on macroeconomic interdependence. Using newly constructed micro-level datasets, I provide quantitative analysis of the importance of the linkages in multicountry general equilibrium models of trade. First, using firm export and imported-input linkages, I provide a novel model-based estimation strategy to identify the role of country and firm-level shocks, and the implications of these estimates for the transmission of shocks across borders. By using structural trade models to estimate shocks at the firm level and studying the implications for the transmission of shocks across borders, I help bridge the micro-macro nexus in international economics. Second, I take an even more granular focus by studying the role of firm-to-firm production linkages in transmitting shocks across countries. To do so, I exploit a novel matching procedure between a countryís administrative dataset and cross-country firm-level data. I further build on these data by adding in domestic bank-firm relationships. This strategy allows for the study of how financial shocks are exported abroad via firmsí trade and multinational linkages. Third, I incorporate the insights from the empirical work into a full-scale multicountry general equilibrium model of trade, which allows for firm-level heterogeneity and microeconomic and macroeconomics shocks. I use the model for a quantitative study of the cross-country transmission of the different shocks via trade. This allows me to perform counterfactuals and examine the impact of policies, such as how opening to trade impacts macroeconomic interdependence.",
    "totalCost": "1381250",
    "ecMaxContribution": "1381250",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1381250
        }
    },
    "calculatedTotalContribution": 1381250
}