{
    "rcn": "209951",
    "acronym": "SPEM",
    "topics": "MSCA-IF-2016",
    "title": "Semi-Parametric Econometric Models: Health, Obesity and Patient Expenditures",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Econometric modelling of healthcare costs serves many purposes: to obtain key parameters in cost-effectiveness analyses; to implement risk adjustment in insurance systems; and to examine the impact of risk factors such as smoking and obesity. Modelling healthcare costs is challenging because the cost data are typically non-negative, heavy tailed and highly skewed. \n\nFilling the gap in the literature: SPEM will develop an ambitious research programme that simultaneously meet these conditions: (1) no need for retransformation of costs; (2) be able to estimate both the conditional mean and the whole distribution; (3) no need to differentiate zero costs from positive costs; (4) be less parametric and more flexible; and (5) be able to accommodate panel data. Such a method does not exist in the literature. Another highlight of SPEM is that the new method will be used for out-of-sample prediction and full distributional analysis which are typically not considered in the semiparametric framework.\n\nPromoting more informed decision making: SPEM will produce accurate and robust estimates of the relationship between childhood obesity and healthcare costs, which are crucial in the design and evaluation of government programmes aimed at treating and preventing childhood obesity. This will be achieved through an empirical application. The Longitudinal Study of Australian Children (6 waves: 2004-2014) and linked records from Medicare will be used to investigate the relationship between childhood obesity  and healthcare costs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}