{
    "rcn": "209937",
    "acronym": "TERMITES",
    "topics": "ERC-PoC-2016",
    "title": "'Total E-field Reconstruction using a MIchelson TEmporal Scan' for spatio-temporal metrology of ultrashort laser beams",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "The technology of femtosecond lasers now makes it possible to reach enormous light intensities with only moderate amounts of energy. These so-called Ultra-High Intensity (UHI) lasers have led to the development of a very active research field, which studies the interaction of light with matter at these extreme intensities. This field is largely motivated by the prospects of generating compact sources of high-energy particles and short-wavelength light, which are being foreseen for applications in particle physics, material science, nuclear fusion technology, medicine. \nThe actual feasibility of the promising applications of UHI lasers will largely depend on the availability of more reliable and controlled laser systems. In this context, the recent results obtained in the framework of the ERC project PLASMOPT have shown that both major obstacles and great prospects towards this goal are related to space-time couplings (STC) ñ i.e. a spatial dependence of the laser pulse temporal structure. Yet, there is still no device capable of measuring these STC. The goal of the present project is thus to bring up on the market the first STC measurement device, called TERMITES. This will allow identifying the source of the residual STC, and then eliminating them to reach optimal performances, thus reducing the cost needed to reach a given laser peak intensity by hundreds of kÄ or more. It will also have indirect societal benefits, by contributing to the maturation of the technology of UHI lasers, and thus favouring their foreseen societal and industrial applications.  \nTwo key tasks of this project are 1- building two to three industrial demonstrators of TERMITES and 2- using these demonstrators to perform a test and validation campaign on a representative set of fs lasers. Depending on the findings of this campaign, this device will be commercialized either through a technology transfer through licensing to an existing company, or through a start-up creation.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}