{
    "rcn": "209991",
    "acronym": "GEMiNI",
    "topics": "MSCA-IF-2016",
    "title": "A genetic model for neurorehabilitation",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Coordinated walking in vertebrates and multi-legged invertebrates such as the fruit fly Drosophila melanogaster is controlled\nby an evolutionarily conserved network capable to control movement in a fast, stable, and energy-efficient way. At the same\ntime, it provides the flexibility to adapt to changes in the terrain, load, and internal motor representations due to disease or\ninjury. Currently, the contribution of different brain structures responsible for the recovery process is only partially understood\nand, importantly, the role of specific genes remains mostly elusive. Preliminary data shows that adult Drosophila flies in\nwhich the two middle legs were amputated improve their gait performance gradually over the course of a few days engaging\nin a more controlled gait. We also find that mutants for the learning and memory gene rutabaga lack any kind of short- or\nlong-term recovery. These results suggest that flies can readjust their motor circuitry upon injury and that a mechanism of\nsynaptic plasticity might be involved.\nThe overall goal of this proposal is to establish the fruit fly Drosophila as a genetic model for neurorehabilitation and recovery\nafter amputation, which will allow the identification of new genes and mechanisms of motor plasticity. In order to carry out\nthese aims, I will take advantage of the sophisticated Drosophila neurogenetic toolkit that allows gene manipulation and the\nexecution of in vivo gain and loss-of-function experiments in a controlled number of neurons. In addition, I will use an adult\nfly walking assay that I developed during my postdoc, the FlyWalker system, which allows a detailed quantification of locomotor activity. Identifying genes and molecular components that affect the process of plasticity and motor adaptation will allow us to identify new biochemical pathways that influence the recovery process and design new approaches to enhance recovery outcomes.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FACULDADE DE CIENCIAS MEDICAS DA UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998807546": {
            "orgId": "998807546",
            "orgName": "FACULDADE DE CIENCIAS MEDICAS DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}