{
    "rcn": "209909",
    "acronym": "ELCOREL",
    "topics": "MSCA-ITN-2016",
    "title": "Electrochemical Conversion of Renewable Electricity into Fuels and Chemicals",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "ELCOREL is a consortium combining 5 academic and 2 industrial beneficiaries aimed at training young researchers in the field of the conversion of water and carbon dioxide to fuels and chemicals with the aid of electrocatalysts, of prime importance to the efficient large-scale storage of the excess renewable electricity. The consortium will (i) develop rational catalyst design principles for the electrochemical oxidation of water and the electrochemical reduction of carbon dioxide based on the principles of quantum chemistry and large-scale quantum-chemical calculations, (ii) prepare, synthesize, characterize and test model single-crystalline and nanoparticulate catalysts, and (iii) implement high surface area catalysts in large-scale electrolysers at industrial laboratories. The fellows to be employed in ELCOREL will be part of a unique network of academic and industrial world leaders in their respective expertises, and will receive a dedicated multidisciplinary and intersectoral training through mandatory extensive training and research periods at the non-academic partners. Furthermore, they will go through an extensive training programme balancing scientific, personal and\nentrepreneurial skills. ELCOREL will generate a new generation of electrochemical researchers ready to deal with the academic and industrial challenges of securing Europeís future energy independence.",
    "totalCost": "3616665,12",
    "ecMaxContribution": "3616665,12",
    "coordinator": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
    "coordinatorCountry": "CZ",
    "participants": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA;UNIVERSITEIT LEIDEN;INDUSTRIE DE NORA SPA-IDN;KOBENHAVNS UNIVERSITET;AVANTIUM CHEMICALS BV;AALTO KORKEAKOULUSAATIO SR",
    "participantCountries": "ES;NL;IT;DK;FI",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "952815190": {
            "orgId": "952815190",
            "orgName": "INDUSTRIE DE NORA SPA-IDN",
            "ecContrib": 516123
        },
        "999511863": {
            "orgId": "999511863",
            "orgName": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
            "ecContrib": 464845
        },
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 495746
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 510749
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 510749
        }
    },
    "calculatedTotalContribution": 3078376
}