{
    "rcn": "209966",
    "acronym": "EPPIC",
    "topics": "MSCA-IF-2016",
    "title": "Emitter-mediated Photon-Phonon InteraCtion",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This action, ìEmitter-mediated Photon-Phonon InteraCtionî (EPPIC), will contribute to the research areas of quantum computing and quantum sensors. These are key areas of the quantum technologies flagship initiative, which has the goal of establishing Europe as a leader in the second quantum revolution and its future industrial exploitation.\nThe focus of EPPIC is on III-V semiconductors due to their compatibility with industrial nanofabrication. Implementing quantum bits in such semiconductors typically relies on the optical control of single spins in local potential traps (expertise of the host). These traps are called quantum dots (QDs). In order to carry out computations using QDs their behavior needs to be well controlled. Continuous interactions with an uncontrolled environment have a ìdistractingî influence on the QD and lead to a phenomenon known as decoherence. Overcoming decoherence is a major challenge in developing quantum technologies. In this action novel optomechanical and purely mechanical nanostructures will be designed and realized in order to shield QDs from some of the light (optics) and sound (mechanics) in their environment (expertise of the applicant). Once achieved, resonators can be designed that make the QDs interact strongly with specific frequencies of light and sound. The aim of EPPIC is to demonstrate that these nanostructures can manipulate the optical and spin-dynamics of a QD and that optical control of the QD can be used to manipulate the state of an isolated mechanical resonator. These accomplishments will lay the ground work for future projects: to create nonlinear elements for optomechanics; mediated QD-QD interaction by a common mechanical mode; achieve ground-state cooling of a mechanical resonator via optical control of a single QD; and using the optical control of QDs to prepare non-classical mechanical states. Thus giving the applicant an excellent starting point to conduct high-impact research in his future scientific career.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}