{
    "rcn": "209980",
    "acronym": "RURECO",
    "topics": "MSCA-IF-2016",
    "title": "Institutions for Resilient Groundwater Dependent Rural Economies",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Groundwater is a strategic resource for modern economies worldwide; yet it is over-exploited at an alarming rate. New forms of governance are sought, in particular in rural areas with intensive agricultural irrigation where authorities lack the means to regulate large numbers of dispersed users. During the Fellowship, I will develop new understanding of strategies and institutional arrangements for increasing the resilience of groundwater dependent rural economies, and develop and test a methodology that support local actors to design collective solutions. Overall, the Fellowship aims to: (1) carry out a global assessment of strategies and institutions currently used worldwide; (2) develop a participatory foresight methodology to support the design of innovative strategies and institutional arrangements in two case studies; and (3) promote academic exchange and disseminate research. The Fellowship will enable me to strengthen my empirical and theoretical knowledge of the design of institutions for common-pool resource management and natural resource management, and position me as a leading scholar in the competitive research community on environmental and institutional economics. A carefully crafted series of scientific exchanges and collaborations will expand my outreach to a global level, and open opportunities for new research collaborations. The French Geological Survey (BRGM), France, is the ideal host organisation to carry out this research because of its established expertise on groundwater management with an emphasis on inter-disciplinary research of high societal relevance, and its extensive global networks. I will contribute to BRGMís current research agenda and strengthen its collaborations in and outside Europe. My research will contribute to Europeís knowledge base economy by providing new insights to safeguard society against water-related vulnerabilities.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}