{
    "rcn": "209939",
    "acronym": "4REFINERY",
    "topics": "LCE-08-2016-2017",
    "title": "Scenarios for integration of bio-liquids in existing REFINERY processes",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "There is a strong need to develop new biofuels production technologies that can be integrated into existing infrastructures, leading to biofuels that are cost competitive compared to existing ones and conventional fuels, with the same level of performance and a lower carbon footprint.\nThe 4REFINERY project will develop and demonstrate up to pilot, routes to the production of next generation biofuels from more efficient primary liquefaction processes integrated with upgraded downstream (hydro)refining processes, to achieve overall increased carbon yields of >45%. The strong consortium covering the full process value chain, will identify risk-mitigation pathways for successful implementation into existing refineries, including delivering a comprehensive toolbox for interfacing with existing refinery models.\n4REFINERY will focus on optimal pathways for the transformation of bio-liquids from fast pyrolysis and hydrothermal liquefaction into advanced biofuels, through intermediate process steps (fractionation, stabilisation)  combined with downstream co-processes technologies at different levels of severities (temperature, hydrogen consumption, carbon yield): co-Fluid Catalytic Cracking, co-hydrodeoxygenation and  co-hydrotreating. The project will establish relations between productís properties, the quality of renewable feedstocks and the main process parameters.\nThe study of these combinations will allow a full understanding of the influence of feedstock and treatment processes on product characteristics, describing, analysing and providing insight into synergetic effects. Tangible results include add-ons to existing flow sheeting programs/unit model, with the objectives to analyze different scenarios for further implementation into existing archetype refineries, and to be deployed in existing in-house programming tools used by the oil companies.\nThe financial resources mobilized by the 8 partners represent a total grant of 5 965 474 Ä with a global effort of 549 PM.",
    "totalCost": "5965473,71",
    "ecMaxContribution": "5965473,71",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "MOL HUNGARIAN OIL AND GAS PLC;Teknologian tutkimuskeskus VTT Oy;REPSOL SA;E4TECH (UK) LTD;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;AALBORG UNIVERSITET;B.T.G. BIOMASS TECHNOLOGY GROUP BV",
    "participantCountries": "HU;FI;ES;UK;FR;DK;NL",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1163135
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 1009858
        },
        "999504976": {
            "orgId": "999504976",
            "orgName": "MOL HUNGARIAN OIL AND GAS PLC",
            "ecContrib": 651812
        },
        "953983555": {
            "orgId": "953983555",
            "orgName": "E4TECH (UK) LTD",
            "ecContrib": 210251
        },
        "999768913": {
            "orgId": "999768913",
            "orgName": "REPSOL SA",
            "ecContrib": 493812
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 737375
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 769975
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 929255
        }
    },
    "calculatedTotalContribution": 5965473
}