{
    "rcn": "209960",
    "acronym": "TopSpiD",
    "topics": "MSCA-IF-2016",
    "title": "Topological states with Spin-Dependent potentials for ultracold lithium",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The recent understanding of the topological properties of matter has led to the search for the experimental production and control of topological excitations such as Majorana fermions. They appear at the boundary between a topological superconductor and a normal metal and have intriguing properties such as non-abelian exchange statistics and insensitivity to decoherence. Their production would give an invaluable insight on the properties of topological phases of matter as well as paving the way towards fault-tolerant quantum computing.  The aim of this action is to create them in an ultracold atom set-up which is a ideal platform to engineer interesting Hamiltonians.\n\nWe propose to create such excitations by combining effective spin-orbit coupling with superfluid properties. We will use near-resonant light which has led to the successful implementation of artificial magnetic fields and spin-orbit coupling in ultracold atoms. We want to produce the latter coupling while limiting the associated heating due to spontaneous emission: the key idea is to shine the near-resonant beams on a very small region, where spontaneous emission leads to losses but not to heating.\n\nWe already have an apparatus able to realize the atomic equivalent of a quantum point contact. In this project, the experienced researcher, already expert in ultracold atom techniques, will lead the experimental team effort. As intermediate results, we will study the flow of atoms through ìatomtronicsî light structures, implement a cooling scheme using such an atomtronic device and understand the effect of increased losses in the channel on transport.\n\nThe combination of these new potentials with superfluid behaviour for ultracold atoms leads to the implementation of the Kitaev model that bears the highly sought Majorana excitations, and detection will take advantage of  easily accessible transport observables. The atomtronics techniques developed would open wide perspectives for future studies.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}