{
    "rcn": "209938",
    "acronym": "COMSYN",
    "topics": "LCE-08-2016-2017",
    "title": "Compact Gasification and Synthesis process for Transport Fuels",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The aim of the COMSYN project is to develop a new BTL production concept that will reduce biofuel production cost up to 35 % compared to alternative routes. This means < 0,80 Ä/l production cost for diesel. The production concept is based on distributed primary conversion of various kinds of biomass residues to intermediate liquid products with small-to-medium scale (10-50 kt/a FT products) units located close to biomass resources. The primary conversion will be integrated to local heat and power production resulting in 80 % energy efficiency in biomass utilization. The FT products will be refined to high quality drop-in liquid transport fuels at existing oil refineries. The novel gasification technology will enable the use of wider feedstock basis than the current gasification processes. In addition to woody residues, the process is able to utilize straw and other agricultural residues, and various waste-derived materials which create new job opportunities and stimulate economy also close to the production sites. The produced FT-wax will be transported to existing large scale oil refinery, which will be gradually converted into biofuel refinery as the number of primary conversion plants increases.\n\nThe new technology enables decentralized production of FT-wax. All the LCE-08-2016 call objectives with respect to increased conversion efficiency, significant biofuel cost reduction, diversification of raw material base, reduction of emissions, creation of job opportunities and the flexibility and productivity of industrial processes are met.\n\nCOMSYN brings together Participants representing all competences that are needed to fulfil the project objectives. The project consortium uniquely combines top-level European SME and large industrial companies and research institutes. The expertise of all of the partners includes strong engineering, equipment and component manufacturing as well as techno-econom",
    "totalCost": "5096660",
    "ecMaxContribution": "5096660",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "AMEC FOSTER WHEELER ITALIANA SRL;UNIPETROL VYZKUMNE VZDELAVACI CENTRUM AS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;GKN SINTER METALS FILTERS GMBH RADEVORMWALD;AF-CONSULT OY;INERATEC GMBH",
    "participantCountries": "IT;CZ;DE;FI",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1469255
        },
        "928469548": {
            "orgId": "928469548",
            "orgName": "INERATEC GMBH",
            "ecContrib": 1421950
        },
        "965350112": {
            "orgId": "965350112",
            "orgName": "GKN SINTER METALS FILTERS GMBH RADEVORMWALD",
            "ecContrib": 293730
        },
        "983426062": {
            "orgId": "983426062",
            "orgName": "AMEC FOSTER WHEELER ITALIANA SRL",
            "ecContrib": 286500
        },
        "923512460": {
            "orgId": "923512460",
            "orgName": "AF-CONSULT OY",
            "ecContrib": 240625
        },
        "963050436": {
            "orgId": "963050436",
            "orgName": "UNIPETROL VYZKUMNE VZDELAVACI CENTRUM AS",
            "ecContrib": 965000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 419600
        }
    },
    "calculatedTotalContribution": 5096660
}