{
    "rcn": "209924",
    "acronym": "DenseMatter",
    "topics": "ERC-2016-COG",
    "title": "High-density QCD matter from first principles",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Predicting the collective properties of strongly interacting matter at the highest densities reached within the present-day Universe is one of the most prominent challenges in modern nuclear theory. It is motivated by the desire to map out the complicated phase diagram of the theory, and perhaps even more importantly by the mystery surrounding the inner structure of neutron stars. The task is, however, severely complicated by the notorious Sign Problem of lattice QCD, due to which no nonperturbative first principles methods are available for tackling it.\n \nThe proposal at hand approaches the strong interaction challenge using a first principles toolbox containing most importantly the machinery of modern resummed perturbation theory and effective field theory. Our main technical goal is to determine three new orders in the weak coupling expansion of the Equation of State (EoS) of unpaired zero-temperature quark matter. Alongside this effort, we will investigate the derivation of a new type of effective description for cold and dense QCD, allowing us to include to the EoS contributions from quark pairing more accurately than what is possible at present. \n\nThe highlight result of our work will be the derivation of the most accurate neutron star matter EoS to date, which will be obtained by combining insights from our work with those originating from the Chiral Effective Theory of nuclear interactions. We anticipate being able to reduce the current uncertainty in the EoS by nearly a factor of two, which will convert into a precise prediction for the Mass-Radius relation of the stars. This will be a milestone result in nuclear astrophysics, and in combination with emerging observational data on stellar masses and radii will contribute to solving one of the most intriguing puzzles in the field ñ the nature of the most compact stars in the Universe.",
    "totalCost": "1342132,5",
    "ecMaxContribution": "1342132,5",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1342132
        }
    },
    "calculatedTotalContribution": 1342132
}