{
    "rcn": "209982",
    "acronym": "USLAMISM",
    "topics": "MSCA-IF-2016",
    "title": "USLAMISM:The United States and Political Islam:  A Historical and Contemporary Perspective.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "At a time when various Islamist groups are in close proximity to power, this project aims to examine the relations between the US and forces aligning themselves with Islamism . It is meant to understand the mechanisms of US policy towards this ideology. What are the issues arising from the diplomatic relations linking the US power and the representatives of an ideology traditionally opposed to them? What conceptions of Islamism 単both historical and contemporary単 has been guiding US foreign policy? The research process will be structured along two dimensions. The first is a historical investigation based on State Department and Presidential archives and sources handed down by US foreign policy practitioners dealing with Islamism over several decades. The second dimension consists of an examination of the contemporary state of play using interviews, discourse analysis and a study of US foreign policy actions towards Islamist forces. USLAMISM is original in three ways. \nFirst, the study proposed here deals with the external policy of states towards a transnational panislamic group which does not recognize the nation state as a working constituent of the political system. \nSecond, regarding worldviews, Islamist movements may continue to rely upon an anti-Western ethic in shaping their political agendas; this despite various reorientations within these groups in recent years. \nFinally, with various Islamist forces currently exercising power or close to it, how can we come to terms with the significant differences in worldview held by these interlocutors? What is the best way to deal with groups which constitute ideological opponents but become sometimes partners 単even allies単 in the geopolitical sphere?",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 251858
        },
        "986070476": {
            "orgId": "986070476",
            "orgName": "GEORGETOWN UNIVERSITY NON PROFIT CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}