{
    "rcn": "209934",
    "acronym": "PATHORISC",
    "topics": "ERC-2016-COG",
    "title": "Reprogramming of small RNA function in plant-pathogen interactions",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "RNA silencing relies on small RNAs that act in RNA induced silencing complexes (RISCs). RISCs use base pairing to select mRNAs or invading nucleic acids such as viruses for repression. RNA silencing may facilitate gene expression changes, for example in host-pathogen interactions. Such changes require reprogramming of RISC, since a different set of RNAs must be rapidly repressed upon pathogen perception. RISC reprogramming is non-trivial: new small RNAs must be produced and be rapidly incorporated into RISC, while unwanted repression by pre-existing RISCs must be eliminated. This project focuses on understanding three central aspects of RISC reprogramming in plant-pathogen interactions. First, we will define mechanisms that allow invading RNA, but not self-RNA, to engage in positive feedback loops for small RNA synthesis, and we will investigate the specific importance of these positive feedback loops in antiviral defense. Second, we will explore how rapid proteolysis of the central RISC component ARGONAUTE1 (AGO1) governs rapid incorporation of newly synthesized small RNA. We will also explore the hypothesis that non-RNA bound AGO1 is degraded to minimize vulnerability to pathogens that use small RNAs as virulence factors to repress host immune signaling. The relevance of these mechanisms of AGO1 proteolysis in plant immunity will be investigated. These studies take advantage of our recent discovery of proteins required specifically for turnover of AGO1. Finally, we explore the hypothesis that rapid chemical modification of mRNA by N6-adenosine methylation (m6A) may bring mRNAs with poor small RNA binding sites under RISC repression. This scenario is supported by interactions between m6A reader proteins and AGO1 discovered in current work in the group. This mechanism may enable reprogramming of RISC specificity rather than composition upon pathogen perception. Our project will fill gaps in knowledge on RNA silencing and elucidate their importance in plant immunity.",
    "totalCost": "1987811",
    "ecMaxContribution": "1987811",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1987811
        }
    },
    "calculatedTotalContribution": 1987811
}