{
    "rcn": "209946",
    "acronym": "PCELLS",
    "topics": "ERC-2016-ADG",
    "title": "Synthetic Cellularity via Protocell Design and Chemical Construction",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "We propose to undertake an ambitious 5-year multidisciplinary programme that seeks to pioneer and establish a fundamentally new paradigm in protolife research that is based on novel conceptual and experimental advances in the design and construction of rudimentary forms of synthetic cell-like micro-ensembles (protocells). Our approach is positioned at the interface between materials chemistry, soft matter science and synthetic biology, and will address the following aspects of protocell design and construction: (i) functional complexity in protocell phenotypes, (ii) protocell self-structuring and metamorphosis, (iii) multi-compartmentalization and protocell endosymbiosis, and (iv) collective behavior in protocell communities. We will initiate unprecedented increases in the complexity of individual protocells by developing new types of structural architectures with advanced functions including photosynthetic protocells and motile proteinosomes, and develop innovative strategies for the chemical secretion of spatially extended extra-protocellular hydrogel matrices and induction of protocell metamorphosis. We will develop a modular micro-engineering approach to protocell multi-compartmentalization with the aim of generating coordinated enzyme- and gene-activated endosymbiotic interactions, and pioneer the experimental study of collective behaviour in communities of synthetic protocells. Our overall aim is to pioneer a modern approach to synthetic cellularity that advances the chemical and physical basis of protocell structure and function, and spearheads the development of future technologies based on autonomously functioning chemical micro-compartments with applications in bioinspired micro-storage and delivery, micro-reactor technologies, cytomimetic engineering, and the development of integrated constructs for diverse procedures in synthetic biology.",
    "totalCost": "2499238",
    "ecMaxContribution": "2499238",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 2499238
        }
    },
    "calculatedTotalContribution": 2499238
}