{
    "rcn": "209914",
    "acronym": "HemTree2.0",
    "topics": "ERC-2016-COG",
    "title": "Single cell genomic analysis and perturbations of hematopoietic progenitors: Towards a refined model of hematopoiesis",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Hematopoiesis is an important model for stem cell differentiation with great medical significance.\nHeterogeneity within hematopoietic progenitor populations has considerably limited characterization and\nmolecular understanding of lineage commitment in both health and disease. Advances in single-cell genomic\ntechnologies provide an extraordinary opportunity for unbiased and high resolution mapping of biological\nfunction and regulation. Recently we have developed an experimental and analytical method, termed\nmassively parallel single-cell RNA-Seq (MARS-Seq), for unbiased classification of individual cells from\ntheir native context and successfully applied it for characterization of immune and hematopoietic\nprogenitors.\n\nHere, we propose to uncover the hierarchy and regulatory mechanisms controlling hematopoiesis by\ncombining comprehensive single-cell RNA-Seq analyses, modelling approaches, advanced functional assays,\nsingle-cell CRISPR screens, knockout models and epigenetic profiling. Exciting preliminary result show that\nindeed our approach is starting to uncover the complexity of hematopoietic progenitors and the regulatory\ncircuits driving hematopoietic decisions. We will pursue the following aims: (i) Generate a refined model of\nhematopoiesis by comprehensive single-cell RNA-Seq profiling of hematopoietic progenitors, (ii) validate\nthe predicted model by in vivo functional developmental assays and then (iii) test candidate transcription and\nchromatin factors uncovered by our model for their role in controlling progression towards various lineages\nusing single-cell measurements combined with CRISPR screens. Together, our study is expected to generate\na revised and high-resolution hematopoietic model and decipher the regulatory networks that control\nhematopoiesis. Our methods and models may provide a platform for future medical advancements including\na large-scale European collaborative project to discover a comprehensive human hematopoietic tree.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}