{
    "rcn": "209979",
    "acronym": "AS-CELLEXPAND",
    "topics": "MSCA-IF-2016",
    "title": "Role of alternative splicing in cell expansion and plant growth",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Plant growth and morphogenic changes in response to developmental and environmental cues depend on the capacity of cells to expand correctly, which requires structural remodeling of cell walls. Importantly, abiotic stress markedly impacts plant growth by affecting many aspects related to the cell wall, from its composition to the expression of biosynthetic and remodeling genes. The importance of transcriptional regulation of genes controlling cell wall biosynthesis and architecture in response to environmental cues is well studied, but little is known about posttranscriptional mechanisms that affect their function. SR (serine/arginine-rich) proteins are major regulators of alternative splicing (AS), which generates multiple transcripts from the same gene and may modulate plant stress responses. Given evidence that (i) abiotic stress affects SR protein function; (ii) mutations in SR genes cause abnormal plant growth; and (iii) SR45 directly binds mRNAs encoding cell wall regulators, this project will investigate a role for SR-mediated regulation of AS events in cell wall regulators during plant development and abiotic stress responses. Specific objectives are to: (i) identify AS events in cell wall regulator genes that may impact plant growth; (ii) study their regulation by SR proteins; and (iii) assess whether they determine normal plant growth under environmental stress.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}