{
    "rcn": "209922",
    "acronym": "OpaqueFlows",
    "topics": "ERC-2016-COG",
    "title": "Flows Unveiled: Multimodal Measurement in Opaque Two-Phase Flows",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Dispersed multiphase flows are encountered in nearly every process in nature and industry; examples include sediment in rivers, catalysts in reactors and blood flow. Despite their relevance, it is currently difficult to accurately and efficiently model these flows. The opacity of the flows, even at moderate volume fractions, renders the common optical flow measurement tools useless. As a result, very little high-quality data is currently available to develop (numerical) models.\n\nIn this project, I lift the veil that covers multiphase flows. I do this by bringing together four flow measurement modalities, based on ultrasound, magnetic resonance, X-ray and advanced optical imaging. These are each applied to three benchmark flows, impenetrable to common (optical) techniques. This project will be the first focused effort to systematically apply these techniques to the same three benchmark flows. These benchmarks are: (1) a turbulent flow with heavy particles, (2) a laminar flow with relatively large particles and (3) a laminar flow with small particles showing non-Newtonian behaviour. These three flows represent archetypical flows from nature and industry, each pertaining to particular open questions in the field of fluid mechanics. The combined velocity and concentration field data resulting from this set of experiments will be vital in assessing and improving each of the techniques: direct comparison will allow evaluation of the performance and show the effect of acquisition and processing parameters on the accuracy. Detailed simulations using the exact same conditions will serve as further reference. Combined with the multi-modal experimental data, this will give breakthrough insight in the underlying physics of each of the benchmark flows. This in turn will lead to better multiphase flow models, which are demanded by a wide range of application areas (e.g. process technology, dredging, food and cosmetics industry, and hemodynamics research).",
    "totalCost": "1955112,5",
    "ecMaxContribution": "1955112,5",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1955112
        }
    },
    "calculatedTotalContribution": 1955112
}