{
    "rcn": "209927",
    "acronym": "AlgoFinance",
    "topics": "ERC-2016-COG",
    "title": "Algorithmic Finance: Inquiring into the Reshaping of Financial Markets",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "Present-day financial markets are turning algorithmic, as market orders are increasingly being executed by fully automated computer algorithms, without any direct human intervention. Although algorithmic finance seems to fundamentally reshape the central dynamics in financial markets, and even though it prompts core sociological questions, it has not yet received any systematic attention. In a pioneering contribution to economic sociology and social studies of finance, ALGOFINANCE aims to understand how and with what consequences the turn to algorithms is changing financial markets. The overall concept and central contributions of ALGOFINANCE are the following: (1) on an intra-firm level, the project examines how the shift to algorithmic finance reshapes the ways in which trading firms operate, and does so by systematically and empirically investigating the reconfiguration of organizational structures and employee subjectivity; (2) on an inter-algorithmic level, it offers a ground-breaking methodology (agent-based modelling informed by qualitative data) to grasp how trading algorithms interact with one another in a fully digital space; and (3) on the level of market sociality, it proposes a novel theorization of how intra-firm and inter-algorithmic dynamics can be conceived of as introducing a particular form of sociality that is characteristic to algorithmic finance: a form of sociality-as-association heuristically analyzed as imitation. None of these three levels have received systematic attention in the state-of-the-art literature. Addressing them will significantly advance the understanding of present-day algorithmic finance in economic sociology. By contributing novel empirical, methodological, and theoretical understandings of the functioning and consequences of algorithms, ALGOFINANCE will pave the way for other research into digital sociology and the broader algorithmization of society.",
    "totalCost": "1590036",
    "ecMaxContribution": "1590036",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 1590036
        }
    },
    "calculatedTotalContribution": 1590036
}