{
    "rcn": "209916",
    "acronym": "PINQS",
    "topics": "ERC-2016-COG",
    "title": "Photonic integrated quantum transceivers",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Quantum processors are envisioned to conquer ultimate challenges in information processing and to enable simulations of complex physical processes that are intractable with classical computers. Among the various experimental approaches to implement such devices, scalable technologies are particularly promising because they allow for the realization of large numbers of quantum components in circuit form. For upscaling towards functional applications distributed systems will be needed to overcome stringent limitations in quantum control, provided that high-bandwidth quantum links can be established between the individual nodes. For this purpose the use of single photons is especially attractive due to compatibility with existing fibre-optical infrastructure. However, their use in replicable, integrated optical circuits remains largely unexplored for non-classical applications.\nIn this project nanophotonic circuits, heterogeneously integrated with superconducting nanostructures and carbon nanotubes, will be used to realize scalable quantum photonic chips that overcome major barriers in linear quantum optics and quantum communication. By relying on electro-optomechanical and electro-optical interactions, reconfigurable single photon transceivers will be devised that can act as broadband and high bandwidth nodes in future quantum optical networks. A hybrid integration approach will allow for the realization of fully functional quantum photonic modules which are interconnected with optical fiber links. By implementing quantum wavelength division multiplexing, the communication rates between individual transceiver nodes will be boosted by orders of magnitude, thus allowing for high-speed and remote quantum information processing and quantum simulation. Further exploiting recent advances in three-dimensional distributed nanophotonics will lead to a paradigm shift in nanoscale quantum optics, providing a key step towards optical quantum computing and the quantum internet.",
    "totalCost": "1989812,5",
    "ecMaxContribution": "1989812,5",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1989812
        }
    },
    "calculatedTotalContribution": 1989812
}