{
    "rcn": "209997",
    "acronym": "SAVES2",
    "topics": "EE-06-2016-2017",
    "title": "Students Achieving Valuable Energy Savings 2",
    "startDate": "01/05/2017",
    "endDate": "31/10/2020",
    "objective": "Students Achieving Valuable Energy Savings 2 (SAVES2) will catalyse sustainable energy behaviours among over 219,000 university students in seven countries to help them reduce their exposure to fuel poverty. It incorporates two strands that engage with students living in university accommodation (Student Switch Off) and in the private-rented sector (SAVES).\n\nStudent Switch Off is an energy-saving competition that will reach 38,000 students living in 144 dormitories in 14 universities of the partner countries in each academic year from 2017/18 to 2019/20. By identifying and training student ambassadors in each dormitory, and by motivating the ambassadors to encourage their peers to save energy, we will create a race between students in dormitories, each competing to save the most energy and win prizes. It will tap into online student communities through social media, using engaging digital communications (quizzes, photo competitions) to raise awareness of how students can save energy in a fun way. The centrepiece of each competition will be an energy dashboard that updates students in near-real time on the performance and position of their dormitory in the competition ñ providing feedback and encouraging further action.\n\nThe private-rented sector engagement work (SAVES) will reach over 100,000 students when they are looking for, moving into and living in the private-rented sector. It will enable students to make better informed decisions at the point at which they are selecting a rental property ñ thereby routing purchase decisions towards higher efficiency properties. SAVES2 will incorporate national-level partnerships with smart meter delivery agencies to develop student-focused communication materials highlighting the benefits of smart meters. It will provide ongoing advice and support to students via energy-efficiency and bill management training, peer-to-peer advice sharing via video blogs and regular e-mail and social media communications.",
    "totalCost": "1526900,67",
    "ecMaxContribution": "1526900,67",
    "coordinator": "National Union of Students of the United Kingdom",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITATEA DIN BUCURESTI;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI;DE MONTFORT UNIVERSITY;RESEAU DES UNIVERSITES DES CAPITALES DE L'EUROPE;ECOVISUM LTD;VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS;UNIVERSITY OF CYPRUS;UNION OF STUDENTS IN IRELAND MEMBERS' SERVICES LIMITED;POLYTECHNEIO KRITIS",
    "participantCountries": "RO;EL;BG;UK;BE;LT;CY;IE",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 96990
        },
        "939604760": {
            "orgId": "939604760",
            "orgName": "UNION OF STUDENTS IN IRELAND MEMBERS' SERVICES LIMITED",
            "ecContrib": 271550
        },
        "953795763": {
            "orgId": "953795763",
            "orgName": "National Union of Students of the United Kingdom",
            "ecContrib": 379235
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 117342
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 144881
        },
        "999647857": {
            "orgId": "999647857",
            "orgName": "VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
            "ecContrib": 77877
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 45389
        },
        "917612338": {
            "orgId": "917612338",
            "orgName": "ECOVISUM LTD",
            "ecContrib": 81448
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 170961
        },
        "950499994": {
            "orgId": "950499994",
            "orgName": "RESEAU DES UNIVERSITES DES CAPITALES DE L'EUROPE",
            "ecContrib": 59006
        },
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 82222
        }
    },
    "calculatedTotalContribution": 1526901
}