{
    "rcn": "209913",
    "acronym": "eAXON",
    "topics": "ERC-2016-COG",
    "title": "Electronic AXONs: wireless microstimulators based on electronic rectification of epidermically applied currents",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "To build interfaces between the electronic domain and the human nervous system is one of the most demanding challenges of nowadays engineering. Fascinating developments have already been performed such as visual cortical implants for the blind and cochlear implants for the deaf. Yet implantation of most electrical stimulation systems requires complex surgeries which hamper their use for the development of so-called electroceuticals. More importantly, previously developed systems based on central stimulation units are not adequate for applications in which a large number of sites must be individually stimulated over large and mobile body parts, thus hindering neuroprosthetic solutions for patients suffering paralysis due to spinal cord injury or other neurological disorders. A solution to these challenges could consist in developing addressable single-channel wireless microstimulators which could be implanted with simple procedures such as injection. And, indeed, such solution was proposed and tried in the past. However, previous attempts did not achieve satisfactory success because the developed implants were stiff and too large. Further miniaturization was prevented because of the use of inductive coupling and batteries as energy sources. Here I propose to explore an innovative method for performing electrical stimulation in which the implanted microstimulators will operate as rectifiers of bursts of innocuous high frequency current supplied through skin electrodes shaped as garments. This approach has the potential to reduce the diameter of the implants to one-fifth the diameter of current microstimulators and, more significantly, to allow that most of the implantsí volume consists of materials whose density and flexibility match those of neighbouring living tissues for minimizing invasiveness. In fact, implants based on the proposed method will look like short pieces of flexible thread.",
    "totalCost": "1999813",
    "ecMaxContribution": "1999813",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1999813
        }
    },
    "calculatedTotalContribution": 1999813
}