{
    "rcn": "209944",
    "acronym": "UPMab",
    "topics": "INNOSUP-02-2016",
    "title": "Unlocking the Potential of deep-sea Marine Algae and Bacteria",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Aquaculture delivers around half of the aquatic organisms dedicated to human consumption in the world today. The field is steadily growing, with an increasing diversification in types of species that are produced through terrestrial or offshore farms. Deep-sea organisms and deep-sea farming however have not been investigated to full extend; the depths of Worldís oceans might host the potential to produce novel kinds of organisms as nutrition, for medical drug production, waste reduction or other applications. The present proposal intends to complete the expertise of COMEX S.A., a world known pioneer in deep-sea technology, with the needed profile of a marine biologist able to study and investigate novel methods for aquaculture in the future. The Innovation Associate will work on the concept of deep-sea aquaculture, either based on subsea installations in the deep-sea or cultivation in hyperbaric chambers onshore. COMEX is expert in both fields but lacks the competencies in biology and aquaculture to complete such concept. The proposed approach is new and could met forward Europeís expertise in subsea engineering and ocean exploration. The concept could lead to a radically new way to utilise the deeper layers of the oceans with lifeforms little known and used today. Recent discoveries in deep-sea marine biology such as organisms living completely on chemosynthesis for example on Black Smokers in great depths reveal the potential of subsea fauna and flora to deliver solutions to nutrition, medicine and other applications. In order to achieve this goal, COMEX requires an Innovation Associate with a strong background from marine biology, bio-engineering or aquaculture development that completes the expertise of our SME in subsea and hyperbaric engineering. This project would be the opportunity for our company to bring our expertise into a new field of application.",
    "totalCost": "82500",
    "ecMaxContribution": "82500",
    "coordinator": "COMPAGNIE MARITIME D EXPERTISES SA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "960432406": {
            "orgId": "960432406",
            "orgName": "COMPAGNIE MARITIME D EXPERTISES SA",
            "ecContrib": 82500
        }
    },
    "calculatedTotalContribution": 82500
}