{
    "rcn": "209907",
    "acronym": "HERPES",
    "topics": "ERC-2016-COG",
    "title": "Herpesvirus Effectors of RNA synthesis, Processing, Export and Stability",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Herpes simplex virus 1 (HSV-1) is an important human pathogen, which intensively interacts with the cellular transcriptional machinery at multiple levels during lytic infection. Employing next-generation sequencing to study RNA synthesis, processing and translation in short intervals throughout lytic HSV-1 infection, my laboratory made the surprising observation that HSV-1 triggers widespread disruption of transcription termination of cellular but not viral genes. Transcription commonly extends for tens-of-thousands of nucleotides beyond poly(A)-sites and into downstream genes. In contrast to textbook knowledge, HSV-1 infection does not inhibit splicing but induces a broad range of aberrant splicing events associated with disruption of transcription termination. Exploring these fascinating phenomena will provide fundamental insights into RNA biology of human cells. \nThe proposed work combines both hypothesis-driven and innovative unbiased screening approaches. I will utilise cutting-edge methodology ranging from high-throughput studies to advanced single molecule imaging. Thereby, I will detail the molecular mechanisms responsible for disruption of transcription termination and aberrant splicing. I will identify novel cellular proteins governing transcription termination using a genome-wide Cas9-knockout screen. I will develop RNA aptamer technology to visualise and track single RNA molecules suffering from poly(A) read-through. I will elucidate why transcription termination of some cellular and all viral genes remains unaltered throughout infection. I hypothesize that the alterations in RNA processing are depicted by specific changes in RNA Polymerase II CTD phosphorylation and in the associated proteins. I will characterise these dynamic changes using mNET-seq and quantitative proteomics. Finally, data-driven quantitative bioinformatic modelling will detail how the coupling of RNA synthesis, processing, export, stability and translation is orchestrated by HSV-1.",
    "totalCost": "1994375",
    "ecMaxContribution": "1994375",
    "coordinator": "JULIUS-MAXIMILIANS UNIVERSITAET WUERZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}