{
    "rcn": "209912",
    "acronym": "TRADEPOWER",
    "topics": "ERC-2016-COG",
    "title": "Power in international trade negotiations",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "For the last twenty years, countries across the globe have negotiated a large number of preferential trade agreements. In parallel, trade negotiations have taken place in the framework of the World Trade Organization. These negotiations not only deal with tariffs, but also cover investments, competition policy, labour standards and much more. With much at stake, the extent to which different countries are able to achieve their preferred outcomes in these negotiations is of broad interest. In this project, I address this topic by asking: what makes some countries have more bargaining power than others in these negotiations? In other words, what explains variation in bargaining power in trade negotiations? \nMy approach to these questions is ground-breaking in terms of theory, empirical research and methodology: \n1.) I develop an original theoretical argument that links the globalization of production to bargaining power in trade negotiations. Concretely, I argue that the offshoring of production reduces the importance of market size in trade negotiations. The argument leads to the expectation of systematic variation in bargaining power over time, and across pairs of countries and sectors.\n2.) I will collect novel and systematic data to test this argument, going far beyond the empirical evidence currently used to assess bargaining power in trade negotiations. The empirical research will bring together qualitative evidence from case studies with quantitative evidence on both the perception of power and the actual outcomes of trade negotiations. \n3.) I will innovate methodologically by combining and comparing three approaches to measuring bargaining power, namely process tracing, attributed influence and preference attainment.\nThe project will make a key contribution not only to the literature on bargaining power in international trade negotiations, but also to research on, e.g., international development, international institutions and the political economy of trade.",
    "totalCost": "1705833",
    "ecMaxContribution": "1705833",
    "coordinator": "PARIS-LODRON-UNIVERSITAT SALZBURG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868047": {
            "orgId": "999868047",
            "orgName": "PARIS-LODRON-UNIVERSITAT SALZBURG",
            "ecContrib": 1705833
        }
    },
    "calculatedTotalContribution": 1705833
}