{
    "rcn": "209953",
    "acronym": "LogCorRM",
    "topics": "ERC-2016-ADG",
    "title": "Log Correlations and Random Matrices",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Random Matrix Theory has been of central importance in Mathematical Physics for over 50 years. It has deep connections with many other areas of Mathematics and a remarkably wide range of applications.  In 2012, a new avenue of research was initiated linking Random Matrix Theory to the highly active area of Probability Theory concerned with the extreme values of logarithmically correlated Gaussian fields, such as the branching random walk and the two-dimensional Gaussian Free Field. This connects the extreme value statistics of the characteristic polynomials of random matrices asymptotically to those of the Gaussian fields in question, allowing some important and long-standing open questions to be addressed for the first time. It has led to a flurry of activity and significant progress towards proving some of the main conjectures. A remarkable discovery has been that the characteristic polynomials of random matrices exhibit, asymptotically, a hierarchical branching/tree structure like that of the branching random walk.  However, many of the most important questions remain open. My aim is to attack some of these problems using ideas and techniques that have so far not been applied to them: I believe it is possible to compute some important statistical quantities relating to the extreme values of characteristic polynomials exactly, for the first time, by establishing connections with integrable systems, representation theory, and enumerative combinatorics.  Such connections have not previously been explored.  I anticipate that this will have a significant impact on an area that is currently in a rapid phase of development and that it will settle some of the principal unresolved conjectures. I further believe that ideas exploiting the hierarchical branching structure may have new and unexpected implications for areas connected with Random Matrix Theory, including, in particular, Number Theory, and I plan to explore these too.",
    "totalCost": "1778516",
    "ecMaxContribution": "1778516",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1778516
        }
    },
    "calculatedTotalContribution": 1778516
}