{
    "rcn": "209936",
    "acronym": "ESCAPE_COPD",
    "topics": "ERC-PoC-2016",
    "title": "Elimination of Senescent Cells Approach for treatment of COPD",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Chronic Obstructive Pulmonary Disease (COPD) is estimated to affect up to 600 million people worldwide and by 2020 it will become the third most frequent cause of death. In Europe alone, COPD affects up to 10% of people (i.e. more people than breast cancer and diabetes) and it takes the life of around 300,000 Europeans each year. Current therapies are associated with a variety of side effects some of which can be acute and even life threatening. Moreover, none of the existing medications for COPD has been shown conclusively to modify the long-term decline in lung function thus, COPD remains a disease with a significant unmet medical need.\nOur approach is focusing on the pharmacological elimination of senescent cells (i.e. cells that have stopped dividing, but do affect their microenvironment) which accumulate in tissues with age and contribute to multiple age-related diseases, including COPD. In particular, we recently discovered that with the use of a particular molecule, we could efficiently target the molecular mechanisms that are responsible for the viability of senescent cells, leading to specific elimination of these cells from tissues. In turn, the goal of the PoC project is two-fold. (1) The first goal is to establish the technical feasibility of our idea by testing the effect of the identified molecule on the disease development and progression using the COPD mouse model we developed. (2) The second goal is to establish the business feasibility of our revolutionary approach by taking the necessary steps towards its commercialization, focusing on the creation of strategic alliances with key private sector companies.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}