{
    "rcn": "209929",
    "acronym": "Opto-Sleep",
    "topics": "ERC-2016-COG",
    "title": "All-optical deconstruction of thalamic control of sleep-wake states.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "While the functions of sleep are still a matter of debate and may include memory consolidation, brain clearance, anabolism and plasticity, the neural substrates of sleep and wake states are the subject of intense study. Successive sleep-wake cycles rely on an appropriate balance between sleep-promoting nuclei of the brain located in the anterior hypothalamus and, arousal-promoting nuclei from the posterior hypothalamus and the brainstem. My laboratory identified different subsets of hypothalamic cells that controls wakefulness and rapid-eye movement (also called paradoxical) sleep using optogenetics in combination with high-density electrophysiology in freely-behaving mice. We further identified their connections with (and functional modulation of) other sleep-wake circuits throughout the brain. Although we and others have dissected important subcortical and cortical sleep-wake circuits in the brain, the precise mechanism bridging sub-cortical circuits to thalamic and cortical networks remains unclear. \n\nI hypothesizes that the thalamus represents a hub that integrates sleep-wake inputs of both subcortical and cortical origin into stable sleep-wake states, through topographically distinct sub-cortical inputs and temporally precise circuit dynamics (spiking pattern, coherence).\n\nTo test this hypothesis, my experimental objectives are divided into three specific aims: \n1) Identify the simultaneous cellular dynamics of thalamo-cortical network activity across sleep-wake  states   (Observational approach; Year 1-3) \n2) Characterize the subcortical modulation of thalamic structures across sleep-wake states  (Perturbational approach; Year 2-4) \n3) Study the role of TRN/CMT circuits in sleep homeostasis and consciousness \n (Functional approach; Year 4-5)\n\nCompletion of this project will provide a mechanistic perspective on sub-cortical, thalamo-cortical and cortical control of sleep-wake states, sleep homeostasis and consciousness in the mammalian brain.",
    "totalCost": "1915000",
    "ecMaxContribution": "1915000",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}