{
    "rcn": "209977",
    "acronym": "PATECH",
    "topics": "MSCA-IF-2016",
    "title": "Public Administration and Technology",
    "startDate": "29/05/2017",
    "endDate": "28/05/2019",
    "objective": "Digital technologies are in the centre of the ongoing industrial revolution that is bound to change not only markets, but also societies and governments. Central to these developments is the evolution of public sector technological capacities, that is, an ability of public organizations to explore, develop and/or adapt new technological solutions in public service design, delivery and evaluation. One of the central questions that has so far fallen in between different research strands is how technology affects the evolution of work organization and administrative capacities in public sector. In the context of increasing dependence on technological developments, and thus, related opportunities as well as uncertainties and risks, the conventional public administration accounts fall short in fully grasping the influence of technology on public sector change. The research objectives of the project are to: a) develop a coherent and novel conceptual framework on public sector technological capacities and provide novel and empirically grounded explanations on the co-evolutionary development mechanisms of public organizations and technology through comparative cross-country analysis. In order to map and understand different co-evolutionary patterns, the project will use a comparative approach by studying two different fields (with high and low/moderate level of technological complexity) in two different small states (in an advanced (Belgium) and less advanced (Estonia) socio-economic contexts).",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}