{
    "rcn": "209974",
    "acronym": "IoMUT",
    "topics": "MSCA-IF-2016",
    "title": "The Internet of Musical Things - An ecosystem of interoperable devices connecting performers and audiences",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "This project aims at designing, developing, and validating new interfaces for technologically-mediated interaction between performers and audiences in order to achieve novel forms of musical expression and foster audience engagement in live performing arts. Current systems for networked music performances that allow performers to collaboratively create music over a network), and for participatory live music performance that enable audiences to actively engage in the music creation process, are limited both from the technological and artistic perspectives. To progress the state-of-the-art, we propose to extend the concepts of the Internet of Things to the musical domain leading to a subfield that we coin as the Internet of Musical Things (IoMUT). IoMUT refers to the network of physical objects (Musical Things) dedicated to the production and fruition of multimodal musical content. This project will implement the IoMUT by creating Musical Things in the form of new musical instruments and new wearable devices, and by delivering a technological infrastructure that allows for their bidirectional wireless communication, both locally and remotely. Such an infrastructure will enable an ecosystem of interoperable devices connecting performers as well as performers and audiences to support new performer-performer and audience-performers interactions, not possible beforehand. The project will define and implement some use cases demonstrating the proposed IoMUT and evaluate them. This approach aspires to effect a step-change in the design of interfaces for musical expression, resulting in a potentially high economic impact on the whole music industry. The project also contributes to the fundamental understanding of the mechanisms underlying music perception and music performance in interactive and multimodal contexts.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}