{
    "rcn": "209928",
    "acronym": "FOGHORN",
    "topics": "ERC-2016-COG",
    "title": "FOG-aided wireless networks for communication, cacHing and cOmputing: theoRetical and algorithmic fouNdations",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "'The FOGHORN project aims at developing the theoretical and algorithmic foundations of fog-aided wireless networks. This is an emerging class of wireless systems that leverages the synergy and complementarity of cloudification and edge processing, two key technologies in the evolution towards 5G systems and beyond. Fog-aided wireless networks can reap the bene \nfits of centralization via cloud processing, in terms of capital and operating cost reductions, greening, and\nenhanced spectral e fficiency, while, at the same time, being able to cater to low-latency applications, such as the 'tactile' internet, by means of localized intelligence at the network edge. The operation of fog-aided wireless networks poses novel fundamental research problems pertaining to the optimal management of the communication, caching and computing resources at the\ncloud and at the edge, as well as to the transmission on the fronthaul network connecting cloud and edge. The solution of these problems challenges the theoretical principles and engineering insights which have underpinned the design of existing networks. The initial research activity on the topic, of which the EU is at the forefront, focuses, by and large, on ad hoc solutions and technologies. In contrast, the goal of this project is to develop fundamental theoretical insights\nand algorithmic principles with the main aim of guiding engineering choices, unlocking new academic opportunities and disclosing new technologies. The theoretical framework is grounded in network information theory, which enables the distillation of design principles, along with signal processing, (non-convex) optimization, queuing and distributed computing to develop and analyse algorithmic solutions.'",
    "totalCost": "2318719",
    "ecMaxContribution": "2318719",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 2318719
        }
    },
    "calculatedTotalContribution": 2318719
}