{
    "rcn": "209905",
    "acronym": "TeloHOOK",
    "topics": "ERC-2016-STG",
    "title": "Nuclear envelope attachment and dynamics of Human telomeres - unravelling nuclear organization",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The spatial and temporal organization of the nucleus and its components are essential for genome regulation. During interphase of mammalian cells the nuclear envelope maintains the shape and the mechanical integrity of the nucleus, but also provides an anchor for chromatin that is connected to its inner side. This interaction mediates the regulation of gene expression, DNA replication and the maintenance of genome stability. In human cells I found that a large subset of telomeres, the natural ends of linear chromosomes, are transiently anchored to the nuclear envelope specifically during postmitotic nuclear assembly. Chromatin organization undergoes extensive changes during progression through the cell cycle, particularly during mitosis with the nuclear envelope breakdown and the compaction of chromatin into metaphase chromosomes. The interaction between chromosome ends and the nuclear envelope at the stage where the nucleus is reforming post-mitosis suggests a new role for telomeres in nuclear organization. My aims are 1) to screen for interacting partners that mediate the cell-cycle dependent telomere tethering to the nuclear membrane; 2) to unravel the molecular mechanism of telomere-nuclear envelope association over the cell cycle by combining biochemistry and state-of-the-art microscopy; 3) to map the subset of chromosomes which ends are tethered using subtelomere specific FISH probes and determine whether they are conserved throughout cell divisions and if it plays a role in organizing chromosome territories; 4) to examine telomere dynamics in cells from premature aging syndromes affecting the nuclear envelope integrity using live imaging confocal microscopy, and understand the connection between telomeres, nuclear envelope, and aging. The originality of my scientific approach is to combine state-of-the-art cell biology, biochemistry, and molecular biology for an integrated view of human telomere function in nuclear organization.",
    "totalCost": "1795010",
    "ecMaxContribution": "1795010",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1795010
        }
    },
    "calculatedTotalContribution": 1795010
}