{
    "rcn": "209984",
    "acronym": "VegWaMus CirCrop",
    "topics": "MSCA-IF-2016",
    "title": "Developing commercial mushroom and vegetable production in an integrated food to waste to food biosystem.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "VegWaMus CirCrop aim to develop commercial mushroom and vegetable production in an integrated food to waste to food biosystem. The project objective is on closing loop between biogas production based on food wastes and reuse of output\nafter anaerobic digestion (AD). Mushroom and plant crop cultivation is usually performed through energy- and resource-intensive process (based on fossil or mineral resources), which generate wastes and the high CO2 footprint. Main emphasis has been on plant crops, but integrated mushroom cultivation has been found to be highly interesting from botCircular approach in which organic wastes are utilized for both energy (renewable biogas) and crop production in a closed system. Foodwaste treated in anaerobic digestion (AD) can be considered as a multicomponent organic fertiliser and byproduct for plant and mushroom cultivation substrate. Sustainable horticulture should reuse organic waste. The objectives of project will be achieved by indicating mushroom species which will be grown commercially on substrate based on digestate and vegetable plant grown rousing spent mushroom substrate (after cultivation). Combined cultivation will be incorporated in sustainable greenhouse environment in food to waste to food biosystem based on crop and substrate circulation. Lindum and associated partners have for several years developed more circular approach in which organic wastes are utilized for both energy(renewable biogas) and crops production in a closed system. Launched in 2016, Gr¯nt Skifte AS, will realize a large R&D greenhouse unit located next to a new large anaerobic digestion (AD) plant. The unit will investigate and\ndemonstrate full utilization of output CO2, heat and organic residue (digestate) from the AD. The large international interest towards the activities of Gr¯nt Skifte is related to projectís potential for helping governments and communities\nmeeting the Paris Agreement. This is the circular and future way of food production.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "Lindum AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953755993": {
            "orgId": "953755993",
            "orgName": "Lindum AS",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}