{
    "rcn": "209962",
    "acronym": "HoloBH",
    "topics": "MSCA-IF-2016",
    "title": "Infinite-dimensional symmetries, black holes, and holography",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The study of infinite-dimensional symmetries has become a very important theoretical tool in high energy physics. Playing a fundamental role within the context of AdS/CFT holographic correspondence, infinite-dimensional symmetries and their associated mathematical structures have recently reappeared with renewed forms and in a large variety of setups, suggesting an expansion of the scope of the holographic paradigm. Carrying extremely rich information, the algebraic architecture of field theories with infinite symmetries has led to disclose unexpected interrelations between seemingly disconnected results of theoretical physics; such as the relation between soft graviton theorems and the asymptotic symmetries of flat spacetimes, or the conformal invariance governing the near horizon physics of highly spinning black holes. This research project is aimed at investigating different applications of infinite-dimensional symmetries and holography in theoretical physics, with the main attention focused on black hole physics. Specific problems to be addressed include: a) the microscopic computation of non-supersymmetric black holes thermodynamics in non-AdS spaces; b) the exploration of viable extensions of AdS/CFT correspondence to non-AdS spaces, including both warped deformations of AdS, alternative asymptotics for Kerr/CFT, and asymptotically flat spacetimes at null infinity; c) infinite-dimensional symmetries emerging at the near horizon region of non-extremal black holes. This project includes both the transfer of knowledge and skills to the host institution and the training of the researcher in new advanced techniques in the field. As major impacts, the proposal will enhance the future career prospects of the researcher, due to the outstanding training provided by the host, as well as foment further collaborations between the host and other European institutions in the field.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}