{
    "rcn": "209992",
    "acronym": "ELECTROQUANTUM-2D",
    "topics": "MSCA-IF-2016",
    "title": "Atomistic Electrodynamics-Quantum Mechanical Framework for Characterizing, Manipulating and Optimizing Nonlinear Optical Processes in 2D Materials",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "Two-dimensional (2D) materials, which include graphene, phosphorene, and transition metal dichalcogenides monolayers, exhibit extraordinary linear and nonlinear optical properties not attainable in bulk media. They find tremendous potentials in many photonic and optoelectronic applications, such as all-optical signal processing, optical amplification, nonlinear switching, optical microscopy, quantum detection, and sensing. The availability of first-principle, fast, efficient computer codes is a prerequisite to the bottom-up design of 2D materials. However, theoretical modeling of 2D materials faces great challenges as it needs to incorporate effects of finite size, edge truncation, periodic modulation, nonlocal, and quantum confinement. Here, we aim at developing atomistic electrodynamics-quantum mechanical theoretical models and implementing them in high-performance computing (HPC) software for characterizing, manipulating, and optimizing nonlinear optical processes (NOP) in 2D materials. The main objectives of this ambitious project are: (1) To develop a macroscopic electrodynamics approach for simulating NOP in 2D materials. (2) To develop an atomistic electrodynamics quantum mechanical framework for modeling NOP in 2D materials and compare the atomistic model to the macroscopic approach. (3) To develop user-friendly and reliable HPC software that seamlessly integrates and implements the theoretical models. (4) Using the software and theoretical models, emerging applications of 2D materials will be investigated, including solar cells, nonlinear microscopy, and biosensing. The project will have high impacts on: (1) advances in the science, technology, and industry of UK and Europe; (2) applicantís future career development; (3) research, industrial, and transferrable knowledge exchange between the host and applicant; (4) design and commercialization of 2D material enabled devices; (5) training of students and researchers in several interdisciplinary disciplines.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}