{
    "rcn": "209955",
    "acronym": "HELICOID",
    "topics": "MSCA-IF-2016",
    "title": "Bio-inspired helicoidal multilayers for photonic innovation",
    "startDate": "15/11/2017",
    "endDate": "14/11/2019",
    "objective": "Natural photonic structures are present in a wide variety of flora and fauna, and are useful for camouflage mechanisms,\nmating and pollination signalling among other biological purposes. These natural photonic architectures constitute an\ninvaluable source of blueprints for scientists to innovate in bio-inspired technological devices that can make a real impact in\nthe technology based economy, for example in sensors, solar cells and lighting applications. Among the natural structures\nthat have an artificial counterpart with huge impact in the economy are optical thin films, where for example single layers are\nused for anti-reflection coatings and multilayers for high quality mirrors and filters. Interestingly, some animals, such as the\nscarab beetles, exhibit unique circular polarization dependent reflection properties due to an inner helicoidal structure\nembedded within the multilayers of its cuticle. Fabricating such multilayers with added optical functionalities can find\napplications for example in anti-counterfeiting elements or in optical applications as chirality dependent micro-mirrors. During\nthis MSCA I aim to gain the necessary training and knowledge to become an independent researcher in the fields of\nstructural colour in nature and bio-inspired photonic devices. To achieve this goal, I will build up from the expertise of the\nhost supervisor (Prof. Ullrich Steiner) and his group at the Adolphe Merkle Institute in Fribourg, Switzerland on the field of\nstructural colour in nature, and specifically, on their experience with the chiral structures of such beetles. I will investigate novel multilayered devices exhibiting unique optical properties by performing optical simulations and combining state-of-the-art nano-patterning techniques together with a self-assembly method for multilayer fabrication that will yield unprecedented optical responses leading to innovative photonic devices.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}