{
    "rcn": "209973",
    "acronym": "POLITRAITS",
    "topics": "MSCA-IF-2016",
    "title": "Politiciansí traits and public policies: learning how personal features influence fiscal outcomes",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Nowadays there is little doubt that maximizing social welfare is not the sole goal of policymakers. Policy choices such as the level of taxation and spending are at the core of public economics. A positive approach to this field takes into account the fact that budgets and policies are set by political agents who are office-seekers. Early studies on political economy have focused on institutional factors, votersí preferences, interests groups, and party ideology as major drivers of public policies. But a growing number of theoretical and empirical studies have started to examine the particular features of political leaders (e.g. gender or ethnicity) as relevant determinants of economic outcomes and policies.\n\nThis project seeks to contribute to the understanding of how the individual traits of politicians affect public policies. This approach shifts the focus of attention from political parties to individual legislators. In examining the impact of parties on policies, studies often treat parties as homogeneous units. In contrast, this project takes into consideration the heterogeneity of its members in several dimensions. \n\nIn particular, this project revolves around two topics. First, the politicianës loyalty to her political party and its impact on public spending. A legislator may be reluctant to follow the party line if this generates a conflict with her constituentsí interests. To foster loyalty, parties may use discretionary spending targeted at specific districts. The second topic is the level of education of politicians. This project examines the possibility that education is not only a reflection of the level of skills but it acts as a dimension of political representation.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}