{
    "rcn": "209976",
    "acronym": "ENDODEP",
    "topics": "MSCA-IF-2016",
    "title": "Molecular mechanisms of endosome departure from the spindle in asymmetric cell division",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "During mitosis, cells can undergo asymmetric cell division, where daughter cells are endowed with different fates. Asymmetric division enables developing organisms to generate their particular diversity of cell types through a balanced combination of self-renewal and differentiation. Better understanding the mechanisms of asymmetric cell division will shed light on how cell renewal, differentiation and proliferation are controlled. In the longer term, this knowledge might enable regenerating defective cells in ageing and disease, generating cells of a particular identity for therapeutic purposes and tackling cell proliferation in cancer.\nThe fate asymmetry results from a differential distribution of fate determinants between daughter cells. One way this segregation is implemented is through the directional trafficking of vesicles called endosomes along the microtubules of the mitotic spindle. While our understanding of the trafficking step has improved a lot through recent studies, it remains unclear how asymmetrically distributed endosomes at the spindle are ultimately released into the target daughter cell. This proposal aims at identifying the molecular mechanisms underlying this final, decisive step of asymmetric division: endosome departure from the spindle.\nWe will work through four specific aims: 1 Characterise the dynamics of endosome departure under wild-type conditions, 2 Identify molecular interactions triggering departure, 3 Build a mathematical theory of the physics of departure,4 Test whether our proposed model can be generalised to other models of asymmetric division.\nRecent progress on directional endosomal trafficking has laid strong conceptual and practical frames to now focus on the next step of asymmetric division. Thus the proposed project is timely both through the question it addresses and the tool availability. This project is also intrinsically intersectorial, integrating physics, chemistry and mathematics to address a biological question.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}