{
    "rcn": "209993",
    "acronym": "DISMOD-HD",
    "topics": "MSCA-IF-2016",
    "title": "Direct reprogramming for HD Disease Modelling",
    "startDate": "15/05/2017",
    "endDate": "14/05/2019",
    "objective": "Huntingtonís disease (HD) is a rare and devastating autosomal dominantly inherited disorder caused by the amplification of the CAG codon in the huntingtin gene. The clinical symptoms of HD are chorea and motor incoordination as well as psychiatric symptoms. To date no cure has been found to alter the progression of the striatal atrophy due to the dramatic loss of GABAergic medium spiny neurons (MSNs) which eventually leads to death. Over the past years increasing knowledge around the function of huntingtin (HTT) has allowed the identification of number pathogenic mechanisms, however the specific processes whereby the mutated HTT leads to degeneration and their temporal evolution remains unknown. We believe it is of vital importance to develop disease-relevant human cell models from clinically characterized HD subjects in which to address questions related to pathogenic mechanisms and their dependence on the CAG repeats. For this reason the aim of the proposed project is to generate induced medium spiny neurons (iMSNs) from healthy or HD-diseased fibroblasts in order to generate a reliable disease modelling tool. The applicant will optimize an existing protocol for the generation of iMSNs from direct conversion of fibroblasts published by Victor et al (2014) to obtain healthy iMSNs in the laboratory of prof. Elena Cattaneo at the University of Milan. In a second step she will perform direct in vitro reprogramming of human fibroblasts derived from well characterized patients affected with HD exhibiting different degrees of CAG repeat expansion into induced HD-derived MSNs (HD-iMSNs). Finally, the newly generated HD-iMSNs will be analyzed, and their characteristics compared to those of the healthy iMSNs, in order to assess their appropriatness as a disease modelling tool to investigate the pathophysiology and pathogenesis of HD.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}