{
    "rcn": "209906",
    "acronym": "Lawforms",
    "topics": "ERC-2016-STG",
    "title": "Forms of Law in the Early Modern Persianate World, 17th-19th centuries",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "This project will study concepts and practices of law across the early modern Persianate world, investigating how this specific cultural milieu structured understanding of law, legal expression and efforts to secure rights and justice.  It will do so by focusing on the ordinary users of law, rather than on specialists, and by using legal documents written in Persian and associated languages produced in five major linguistic-cultural zones stretching from the Indian subcontinent to Iran and the northern and western Indian Ocean. Working with the surviving record of everyday transactions (legal deeds); formularies that standardised such legal forms; extant adjudication records and relevant jurisprudential literature, we shall pay particularly close attention to language ñ exploring how translation, multi-lingualism, orality and literacy facilitated processes of vernacularisation of Islamic law, and was actuated through the social and material world of writing.\n\nThe findings of this project will make significant contributions to several fields, such as: the history of Islamic law and its vernacularisation in various political, cultural and demographic contexts, the history of law and commerce in the Indian Ocean, the history of legal pluralism in Islamic and European empires.\n\nThis ambitious project will be pursued by an international team of distinguished scholars working under my direction. Together, we will access untapped historical records from archives and collections in India, Pakistan, Tajikistan, Iran, Kuwait, Bahrain, Oman and Tanzania; and read and analyse texts in variations of Persian, in combination with Hindi, Marathi, Bengali, Rajasthani, Gujarati and Arabic.\n\nOutputs proposed are: 2 intensive workshops; 2 collective publications including 2 articles by each of the core project team members (1 for the PI); 1 monograph by the PI; and a major digitisation project which will enhance an existing database of Persian-language legal documents.",
    "totalCost": "1499623",
    "ecMaxContribution": "1499623",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "PHILIPPS UNIVERSITAET MARBURG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1200233
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 299390
        }
    },
    "calculatedTotalContribution": 1499623
}