{
    "rcn": "209941",
    "acronym": "INFISS",
    "topics": "ERC-PoC-2016",
    "title": "Targeting infertility associated to defective Insulin/IGF-1 signalling",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Fertility decline is the largest contributor to population ageing in the world today, and infertility negatively impacts on the mental a social wellness of the population affected. One of the causes of birth rate tumbling is the trend of later motherhood in modern societies and the infertility associated to diabetes and polycystic ovary syndrome (PCOS). PCOS is the leading cause for ovulatory infertility, being the most common endocrine and metabolic disorder, affecting women in reproductive age. Women suffering from diabetes frequently suffer from infertility and PCOS, while two-thirds of adult women with PCOS suffer from insulin resistance and hyperinsulinemia. The ERC-StG MitoSigAge funds research directed to understand the process of ageing with a focus on insulin/IGF-1 signalling (IIS) and its interaction with mitochondrial metabolism. PCOS blocks oocyte maturation and ovulation, suggesting a tight link between mitochondrial energy metabolism and oocyte development mediated by IIS. One of the applications emanating from this research lies in the identification of molecular targets to combat diabetes-associated sterility. The objective of the ERC-PoC is four-fold: First, identify evolutionarily conserved molecular targets that, when inactivated, suppress sterility associated to defective IIS. Second, identify existing drugs for the identified targets and ascertain which compounds have the best therapeutic potential. Third, perform the necessary patenting of the compounds for this new application and the initial steps towards the valorisation of the identified products and their commercial potential. Fourth, market studies to evaluate the commercial potential of our technology. These steps will bridge a scientific idea from basic research to therapeutic applications. If successful, it will provide important societal and economical benefits, helping combating the downsides associated to our modern ageing society.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSIDAD PABLO DE OLAVIDE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}