{
    "rcn": "209978",
    "acronym": "REBoT",
    "topics": "MSCA-IF-2016",
    "title": "Re-Empower the BOdy after Tetraplegia.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "REBoT will move its steps towards the understanding of the interrelationships between training-induced brain reorganization and sensorimotor function after cervical spinal cord injury (SCI). The final goal is to promote a ìrewiringî of the cortex (or supra-spinal circuits) to bypass pathways interrupted by SCI through a progressive adaptation of the rehabilitative intervention.\nREBoTí s concept is based on the hypothesis that practicing upper-body control of personalized physical or virtual interfaces brings about plastic changes in the sensorimotor pathways that can be exploited to design more effective and tailored assistive devices and neuro-prostheses. These, in turn, will contribute to increase the independence and therefore the quality of life after SCI.\n\nREBoT's highly innovative approach consists in leveraging residual movements of arms and shoulders with the dual objective of (i) strengthening residual voluntary control of the upper limb, and (ii) promoting specific functional and structural changes in the nervous system. \nFor doing so, REBoT will use a Body Machine Interface (BMI) that allows the users to interact with various external virtual (i.e. a cursor or a virtual wheelchair) and physical devices (i.e. a planar robotic arm and a robot assistant) through movements of the arms and shoulders. The BMI will be manipulated to harness the contribution of specific muscles so as to enhance the user's residual motor abilities.\nREBoT will evaluate the activity-dependent reorganization at all levels of the CNS using MRI-driven Transcranial Magnetic Stimulation in combination with high-density electromyography. This novel approach has the potential to identify changes at muscular, corticospinal and cortical level with a high sensitivity and limited cost. The goal is to understand (i) what specific changes motor skill learning/re-learning induces in the CNS and (ii) how remodelling of cortical and subcortical connections map into functional recovery.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952948565": {
            "orgId": "952948565",
            "orgName": "REHABILITATION INSTITUTE OF CHICAGO",
            "ecContrib": 0
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}