{
    "rcn": "210055",
    "acronym": "InSPIRES",
    "topics": "SwafS-01-2016",
    "title": "Ingenious Science shops to promote Participatory Innovation, Research and Equity in Science.",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "InSPIRES brings together practitioners and experts from across and beyond Europe to co-design, jointly pilot, implement and roll out innovative models for Science Shops (SS). The InSPIRES models integrate Responsible Research and Innovation, Open Science and Impact Evaluation as part of their DNA in order to open the research process up in a more strategic way to civil society and other stakeholders. The inputs from systematic impact evaluation studies will be continuously integrated in order to make InSPIRES SS 2.0 models more accurate and responsive to civil society needs and concerns. Concentrating most of its efforts on Research & Innovation in the health sector, with a strong focus on the environmental and social determinants, and giving special attention to gender parity and vulnerable groups (women, the elderly, adolescents, migrants and refugees), InSPIRES brings Science CafÈs and other public engagement initiatives into its models together with a ìglocalî international focus, for more inclusive, context relevant and culturally adapted community-based participatory research and innovation. Building on a comprehensive communication plan, with a strong effort dedicated to the development and implementation of a sustainability strategy, InSPIRES outcomes will:  a) give evidence and support political bodies and decision-makers, in order to propose changes in local, regional, national and international policies; b) nurture the debate about the place and role of society in science, encouraging the systematic and ethical involvement of civil society actors and their societal concerns in the research and innovation processes, and c) support the development of new Responsible Research and Innovation (RRI) and Open Science (OSc) strategies and guidelines, in the context of safe spaces to involve and engage civil society in the whole science process.",
    "totalCost": "2995606,25",
    "ecMaxContribution": "2995606,25",
    "coordinator": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON;INSTITUT PASTEUR DE TUNIS;STICHTING VU;FUNDACIO PRIVADA INSTITUT DE RECERCA DE LA SIDA-CAIXA;UNIVERSITA DEGLI STUDI DI FIRENZE;FUNDACION CIENCIA Y ESTUDIOS APLICADOS PARA EL DESARROLLO EN SALUD Y MEDIO AMBIENTE;ESSRG Kft.",
    "participantCountries": "FR;TN;NL;ES;IT;BO;HU",
    "projectParticipants": {
        "998097312": {
            "orgId": "998097312",
            "orgName": "COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON",
            "ecContrib": 336386
        },
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 920180
        },
        "998933937": {
            "orgId": "998933937",
            "orgName": "INSTITUT PASTEUR DE TUNIS",
            "ecContrib": 208924
        },
        "923376272": {
            "orgId": "923376272",
            "orgName": "FUNDACION CIENCIA Y ESTUDIOS APLICADOS PARA EL DESARROLLO EN SALUD Y MEDIO AMBIENTE",
            "ecContrib": 229049
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 332944
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 321439
        },
        "997382131": {
            "orgId": "997382131",
            "orgName": "FUNDACIO PRIVADA INSTITUT DE RECERCA DE LA SIDA-CAIXA",
            "ecContrib": 329362
        },
        "997604843": {
            "orgId": "997604843",
            "orgName": "ESSRG Kft.",
            "ecContrib": 317322
        }
    },
    "calculatedTotalContribution": 2995606
}