{
    "rcn": "210066",
    "acronym": "BIMplement",
    "topics": "EE-14-2016-2017",
    "title": "Towards a learning building sector by setting up a large-scale and flexible qualification methodology integrating  technical, cross-craft and BIM related skills and competences",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "NZEB construction needs an enhanced systematic approach for the quality control of the entire process to reduce the gap between designed and actual performances of buildings. This requires a fully qualified and equipped workforce, capable to implement, execute and perform all the necessary labor actions with understanding of the responsibility of their own profession and actions, as well as the relation with the other involved professions and actions. BIMplement offers the trainers and the learners a range of tools that fit the objective of developing a fully qualified and equipped workforce, capable to implement, execute and perform all the necessary labour actions. Main aim is to achieve an improved quality for NZEB construction and renovation by setting up a large scale, training, CPD and qualification schemes, addressing the entire process phases in a cross-crafts and cross level multidisciplinary approach, strengthened with hands-on and BIM-enhanced workplace learning tools by following objectives:\n1.\tTo improve the overall quality of renovations and new constructions, based on a BIM-enabled workplace learning, addressing the entire process phases in a cross-crafts multidisciplinary approach\n2.\tTo create a new generation of professionals and craftsmen, equipped and enabled by BIM skills, to enhance the overall quality of construction and renovation across the entire process\n3.\tTo foster interactions between different trades and professions enabled by a flexible qualification, certification and accreditation methodology for implementing BIM as a workplace learning environment\n4.\tTo sustain the qualification and training schemes a replication and exploitation strategy will be developed and validated\nAt the end of the 2 years project BIMplement has developed a transferable method based on the experience of previous BUS and H2020 Construction Skills projects and on experimentations in territories with craftsmen and small enterprises.",
    "totalCost": "999620",
    "ecMaxContribution": "999620",
    "coordinator": "ALLIANCE NAT VILLES INNOVATION EMPLOI ASSOCIATION",
    "coordinatorCountry": "FR",
    "participants": "CONSEIL DES ARCHITECTES D'EUROPE;ASTUS-CONSTRUCTION;REGIONINIS INOVACIJU VADYBOS CENTRAS;Huygen Installatie Adviseurs;INSTITUTO VALENCIANO DE LA EDIFICACION;STICHTING ISSO;SERVICIO VALENCIANO DE EMPLEO Y FORMACION;LIETUVOS STATYBININKU ASOCIACIJA;MOSTOSTAL WARSZAWA SA;STICHTING OPLEIDINGS- EN ONTWIKKELINGSFONDS VOOR HET TECHNISCH INSTALLATIEBEDRIJF*ST.POL.- EN ONTWIKK.FONDS TECH INSTALL.BEDR OTIB",
    "participantCountries": "BE;FR;LT;NL;ES;PL",
    "projectParticipants": {
        "949760078": {
            "orgId": "949760078",
            "orgName": "Huygen Installatie Adviseurs",
            "ecContrib": 122250
        },
        "943077845": {
            "orgId": "943077845",
            "orgName": "SERVICIO VALENCIANO DE EMPLEO Y FORMACION",
            "ecContrib": 33375
        },
        "949747274": {
            "orgId": "949747274",
            "orgName": "REGIONINIS INOVACIJU VADYBOS CENTRAS",
            "ecContrib": 84600
        },
        "950828048": {
            "orgId": "950828048",
            "orgName": "STICHTING OPLEIDINGS- EN ONTWIKKELINGSFONDS VOOR HET TECHNISCH INSTALLATIEBEDRIJF*ST.POL.- EN ONTWIKK.FONDS TECH INSTALL.BEDR OTIB",
            "ecContrib": 53000
        },
        "924742517": {
            "orgId": "924742517",
            "orgName": "CONSEIL DES ARCHITECTES D'EUROPE",
            "ecContrib": 56000
        },
        "998764963": {
            "orgId": "998764963",
            "orgName": "MOSTOSTAL WARSZAWA SA",
            "ecContrib": 42875
        },
        "989717967": {
            "orgId": "989717967",
            "orgName": "INSTITUTO VALENCIANO DE LA EDIFICACION",
            "ecContrib": 118145
        },
        "986399888": {
            "orgId": "986399888",
            "orgName": "STICHTING ISSO",
            "ecContrib": 140230
        },
        "996565876": {
            "orgId": "996565876",
            "orgName": "LIETUVOS STATYBININKU ASOCIACIJA",
            "ecContrib": 25200
        },
        "949730590": {
            "orgId": "949730590",
            "orgName": "ALLIANCE NAT VILLES INNOVATION EMPLOI ASSOCIATION",
            "ecContrib": 202070
        },
        "951763904": {
            "orgId": "951763904",
            "orgName": "ASTUS-CONSTRUCTION",
            "ecContrib": 121875
        }
    },
    "calculatedTotalContribution": 999620
}