{
    "rcn": "210070",
    "acronym": "DesignEng",
    "topics": "MSCA-IF-2016",
    "title": "Designing Engineers: Harnessing the Power of Design Projects to Spur Cognitive and Epistemological Development of STEM Students",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Germany fell 76,400 engineers short in 2011. Britain falls short 55,000 engineers every year. Such deficits adversely affect Europeís R&D, patent filings, and tech production. Failure to attract women exacerbates the crisis. Europe urgently needs diverse engineers who can work collaboratively and creatively. Why does engineering struggle to attract students when architecture courses fill with women and men? Education experts (Boyer and Mitgang) say architects learn in more hands-on and effective ways than engineers. Which techniques can be transferred to make engineering more compelling?\n\nThis project will generate new understandings of how students develop knowledge-production skills. While receiving crucial training at University College London, Prof Chance will investigate overlaps between epistemology (a field that asks ìWhat is knowledge? How is it made and verified?î) and design thinking (ìHow is knowledge made and used in the process of design?î). She will collect data in four European countriesóevaluating the role of design projects in the learning, epistemological development, and retention of studentsówith a focus on womenís experiences. Overall objectives are to: (1) develop and promote better ways to teach and support STEM students; (2) help transform engineering into a more diverse and creative field; and (3) investigate questions surrounding the theme: \n\nTo what extents do design projects influence the cognitive and epistemological development of undergraduates in engineering and architecture?\n\nThe approach draws from Dr Chanceís unique multidisciplinary skill set and state-of-the-art: (1) practices in architecture education, (2) research in engineering education, and (3) theories of student development. She will produce mixed-methods research in a ground-breaking field, new/pilot-tested assignment briefs and a special focus journal to help revolutionize engineering teaching, and outreach/communication to crucial audiences.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}