{
    "rcn": "210090",
    "acronym": "TreasureDrop",
    "topics": "MSCA-IF-2016",
    "title": "Directed Evolution of Enzyme for Applied Biocatalysis at Ultrahigh Throughput in Picoliter Droplets",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Enzymes have established as a new class of catalysts in the field of modern synthetic chemistry and continue to gain in importance. Directed evolution is currently one of the most promising approaches aiming at enzymes with desired catalytic activities and it's potentially directly correlates with the library size that can be screened. One of the most powerful approaches to overcome these limitations is arguable the recently introduced microfluidic droplet technology; this methodology not only allows to quickly screen millions of clones in a cost effective manner, but is also broadly applicable since fluorometric as well as colorimetric assays can be used. Interestingly, even though numerous publication highlight its potential, an unambiguous evidence of its ability to provide synthetically relevant biocatalysts still needs to be furnished. In addition, access to this technology is currently limited to a few academic research groups and thus, this approach requires further implementation to evolve as an easily manageable lab routine in the near future. \nThis project is designed to unite three competencies: i) the expertise of the Hollfelder Group in regarding micro-engineering and protein engineering in droplets, ii) the empirical knowledge of (bio)chemists at Johnson Matthey in view of economically successful industrial applications of biocatalysts and iii) the strong track record of the experienced researched to successfully solve problems at the biology/chemistry-interface. The objective of the project is to perform a proof-of-principle study by improving a well-known alcohol dehydrogenase for the selective desymmetrization of a meso-diol, thereby giving access to a synthetically sophisticated alcohol. In addition, the final aim is not only to obtain an improved mutant which allows to perform the selected biotransformation efficiently, but also a comparison of varying evolution paths differing in the criteria of hit selection between mutagenesis rounds.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "JOHNSON MATTHEY PLC",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}