{
    "rcn": "210069",
    "acronym": "FERROVOLT",
    "topics": "MSCA-IF-2016",
    "title": "For a better understanding and design of ferroelectric photovoltaics: First-principles study of opticalabsorption and charge-carrier transport at ferroelectric domain walls in BiFeO3",
    "startDate": "15/06/2017",
    "endDate": "14/06/2019",
    "objective": "The goal of this project is to help find the rules for a domain-wall engineering that optimizes photovoltaic efficiency of potential future-generation ferroelectric solar cells. The material to be studied is BiFeO3 as the most promising photovoltaic ferroelectric material known. Does the photovoltaic effect in BiFeO3 occur at the domain walls or in the bulk? What does it take a domain-wall to conduct electrons? The project aims\nat establishing the necessary conditions for electric fields and electrical conductivity at ferroelectric domain walls. Since experimental evidence is inconclusive, state-of-the-art ab initio methods will be applied. Electric fields have a long spatial range, so we will go beyond the standard supercell approach to obtain the spatial gradient of the band structure at the domain wall, needed to obtain charge-carrier distributions and electric fields. The Green's-function method for electronic quantum transport will be used for this purpose because it is suitable for extended, non-periodic systems. We will obtain the electrical conductivity as a function of the domain-wall type, structure, and purity. Conclusions for the role of the domain walls in BiFeO3 will be generalized as far as possible in order to apply them to other ferroelectric semiconductors as well.\n\nThe applicant will receive training in state-of-the-art electronic-transport calculations by the host. In turn, the applicant will strengthen the hostís activities in the field of modelling optical properties of semiconductors.\n\nThe project is positioned where fundamental condensed-matter physics meets applied solar-cell research. It is expected to advance the frontier of knowledge in basic research and to lay the ground for further research on ferroelectric photovoltaics. It is a contribution to the efforts of the European Union to develop innovative solutions for a sustainable energy supply that help achieve independence of fossil energy.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}