{
    "rcn": "210065",
    "acronym": "MELIITA 2",
    "topics": "H2020-SGA2-EEN",
    "title": "Maltese-European Linkages for Internationalisation, Innovation and Technology Transfer 2 [Innovation services]",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "This proposal addresses the growth-oriented business support services that will result in improved competitiveness and access to markets for EU enterprise.  These services are as stipulated by the H2020 Consultation call for EEN H2020 services recently issued by the European Commission and will be implemented throughout 2017-2018 by the Network's consortium in Malta, in full synergy and complementarity with the other work packages supported by the relevant and concurrent COSME call for Enterprise Europe Network services. The objective behind the MELIITA 2 proposal is to support the smart growth of the Maltese SMEs by increasing the efficiency and effectiveness of investments in research, development and innovation and to contribute to a better and more efficient connection of stakeholders and players along the innovation chain.  By combining the actions under this H2020 programme with the support being offered under COSME, the Network will be best positioned to offer both business and innovation support along the entire value chain.  Services are thus being provided to clients in the wider contest of, and in line with, the Europe 2020 strategy.  The MELIITA 2 proposal  namely aims to:\nï Enhance innovation management capacity, thus rendering more efficient the full innovation process of Micro and SMEs, irrelevant of benefitting from the SME Instrument, and to help potentially good ideas effectively reach the market.\nï Strengthen innovation capacity and to ensure Maltese beneficiaries of the SME Instrument receive the most appropriate support services based on identified weaknesses in their innovation capacities and so encourage the successful exploitation of their innovation project and to induce sustainable growth beyond the programme period, and most importantly,\nï Create a more innovative, competitive business community.",
    "totalCost": "33312,5",
    "ecMaxContribution": "33312,5",
    "coordinator": "MALTA ENTERPRISE",
    "coordinatorCountry": "MT",
    "participants": "THE MALTA CHAMBER OF COMMERCE AND ENTERPRISE ASSOCIATION;MALTA BUSINESS FOUNDATION;MINISTRY FOR EDUCATION AND EMPLOYMENT",
    "participantCountries": "MT",
    "projectParticipants": {
        "999570354": {
            "orgId": "999570354",
            "orgName": "MALTA ENTERPRISE",
            "ecContrib": 7625
        },
        "941612078": {
            "orgId": "941612078",
            "orgName": "MALTA BUSINESS FOUNDATION",
            "ecContrib": 0
        },
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 12250
        },
        "938938273": {
            "orgId": "938938273",
            "orgName": "THE MALTA CHAMBER OF COMMERCE AND ENTERPRISE ASSOCIATION",
            "ecContrib": 13438
        }
    },
    "calculatedTotalContribution": 33313
}