{
    "rcn": "210036",
    "acronym": "COHSMO (Former Hans Thor Andersen)",
    "topics": "REV-INEQUAL-07-2016",
    "title": "Inequality, urbanization and Territorial Cohesion: Developing the European Social Model of economic growth and democratic capacity (COSHMO)",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The principal aim of COHSMO is to investigate the relation between socio-economic structures of inequality, urbanization and territorial cohesion, and how territorial cohesion at different European scales affect economic growth, spatial justice and democratic capacities. The way that public, private and civil society stakeholders counter or cushion spatial injustice varies across localities in Europe. In common, is the need to develop the institutional capacities for place-based collaboration and democratically mobilize communities for policy development and adaption. Although location and place have gained attention in European policy and the theoretical thinking informing regional development policies, it is argued in COHSMO that we need to change our orientation in the direction of making place-informed theories and policies instead of applying existing theories and policies on places. This will be done by providing a cross-case analysis and assessment of territorial cohesion within three different cases in each of the seven national partner contexts based on a mixed-method and locality-sensitive approach. The fieldwork will focus firstly on the relation between policy instruments and local experiences of territorial cohesion, and secondly on how ìsocial investment strategiesî relate to territorial cohesion and local conditions. Moreover, the project engages in an assessment of spatial development policies at different governance scales to map the impact of different policy instruments in the fight against spatial inequality and spatial injustice. COHSMO is innovative in its differentiated approach to how location matters, and coupled with its conceptual advances COHSMO will develop groundbreaking policy recommendations in relation to sustainable economic growth, spatial justice and democratic capacity. Because they stem from location-sensitive and cross-contextual research, such recommendations will make it possible to develop the European Social Model.",
    "totalCost": "3748335",
    "ecMaxContribution": "3748335",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIWERSYTET WARSZAWSKI;HAROKOPIO UNIVERSITY;UNIVERSITAT WIEN;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;POLITECNICO DI MILANO;VYTAUTO DIDZIOJO UNIVERSITETAS",
    "participantCountries": "PL;EL;AT;UK;IT;LT",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 622558
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 760380
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 482625
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 199262
        },
        "999590627": {
            "orgId": "999590627",
            "orgName": "VYTAUTO DIDZIOJO UNIVERSITETAS",
            "ecContrib": 247270
        },
        "999858929": {
            "orgId": "999858929",
            "orgName": "HAROKOPIO UNIVERSITY",
            "ecContrib": 246500
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 1189740
        }
    },
    "calculatedTotalContribution": 3748335
}