{
    "rcn": "210035",
    "acronym": "NanoMOFdeli",
    "topics": "ERC-2016-COG",
    "title": "Design of NanoMOFs Capsules for Drug Delivery and Bioimaging.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Cancer is a major health problem worldwide, being the most common cause of death after cardiovascular diseases. The major goal of new anticancer therapies is to specifically kill tumour cells while leaving healthy cells unharmed. A main challenge to achieve this aim is the development of better drugs, including novel treatments based on the use of siRNAs. These macromolecules are potentially the most powerful anti-cancer drugs that exist, but still there is no efficient way of getting them delivered specifically to the tumour. Indeed, lifetime of such molecules is generally too short and therefore need to be protected in a carrier until they are delivered into tumour target cells.\n\nThis project focuses in the development of nanocarriers based on metal-organic frameworks (MOFs), one of the most exciting developments in recent porous materials science. The study of the mechanisms that control drug delivery is of critical importance to nanomedicine applications, where nanotechnology has the potential to revolutionise cancer therapy. Given the challenging nature of the drug delivery problem for cancer therapy, this project builds on 4 interrelated main concepts: i) the design of bio-compatible MOFs for drug delivery applications; ii) the post-synthesis engineering of MOFs to enhance stability, controlled drug release, and targeting; iii) the identification of optimal textural properties (i.e. pore size distribution, surface area, pore volume) and surface chemistry of MOFs for siRNA delivery using experiments and molecular simulation techniques; iv) the assessment of their performance in vitro and in vivo, giving a translational dimension to the proposed research. The novelty of this work lies therefore in the synergistic combination of tools from different areas and disciplines (chemistry, biochemical engineering and medicine) to produce advances that are of both fundamental scientific interest and of bioengineering relevance in nanomedicine applications.",
    "totalCost": "1903685",
    "ecMaxContribution": "1903685",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}