{
    "rcn": "210072",
    "acronym": "SAN-ICE",
    "topics": "MSCA-IF-2016",
    "title": "Seismic Ambient Noise as a proxy to investigate ICE in polar regions",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Polar regions are some of the least accessible regions on Earth, yet the number of continuously operating seismic stations has increased ten-fold in the last decades. When traveling in presence of ice, the seismic wavefield is reshaped and thus seismology is an ideal powerful tool to extract and monitor key ice-properties. In particular, the seismic ambient noise (SAN) wavefield is recorded continuously in time, having high temporal resolution. Compared to costly satellites and airborne campaigns commonly used to study ice in polar regions, seismology can (a) take records further back in time, (b) fill spatial gaps in satellite and airborne data and (c) fill temporal monitoring gaps. However, little is known about SAN in polar regions and how it can be used to infer ice properties.  SAN-ICE will use for the first time a combination of advanced seismic data analysis and full wavefield numerical simulations to (1) characterize seismic wave propagation in presence of ice (both land and sea ice) and (2) infer ice and uppermost crustal properties using SAN. My work will consist of three work packages. First, by using novel and classical seismic methods, I will obtain high resolution maps across the whole Greenland and Antarctica of seismic velocity, density and thickness of ice and crust, completely constrained by seismic data alone. Second, I will perform time-dependent analyses of all the seismic data available up to 40 years ago from Greenland and Antarctica for monitoring ice and crustal structure changes. Third, by modeling the full wavefield and using oceanographic and satellite data, I will investigate the damping effect of sea ice on seismic waves and get new insights on sea ice changes. With this proposed work, I will explore new routes entirely based on seismology and SAN for helping to quantify ice mass changes over time, which in turn, are crucial for predictions of future sea level rise, one of the most devastating potential impacts of climate change.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}