{
    "rcn": "210091",
    "acronym": "BIMEET",
    "topics": "EE-14-2016-2017",
    "title": "BIM-based EU -wide Standardized Qualification Framework for achieving Energy Efficiency Training",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The European Construction sector is facing unprecedented challenges to achieve ambitious energy efficiency objectives (with the aim to generalize Near-Zero Energy Buildings), in an economic crisis context dominated by reduced investments, search for cost effectiveness and high productivity. Moreover the industry is experiencing its digital revolution, with Building Information Modeling (BIM) approach gaining significant interest across Europe. Member states implement very different approaches through regulations and maturity targets, which always face the traditional low-tech and informal practices of construction businesses (a fragmented sector, dominated by SMEs). \nBIMEET project aims to leverage the take-up of ICT and BIM through a significant upgrade of the skills and capacities of the EU construction workforce. This Coordination and Support Action project is built around a strong consortium relying on educational and research expertise, robust experience of accrediting bodies, training supply chain and a wide engagement of industry led best practice (already committed in an EU-wide expert panel). \nThrough its actions the project will (a) pave the way to a fundamental step change in delivering systematic, measurable and effective energy efficient buildings through BIM training with a view to effectively address European energy and carbon reduction targets; (b) promote a well-trained world leading generation of decision makers, practitioners, and blue collars in BIM for energy efficiency; (c) establish a world-leading platform for BIM for energy efficiency training nurtured by an established community of interest. Its principal outputs are 1) a skills matrix related to BIM and energy efficiency, harmonized thanks to EQF standard, and 2) a training platform contributing to widely disseminate the BIMEET EQF. These results associated with an accreditation scheme will guarantee the sustainability of the project results after its lifetime.",
    "totalCost": "993417,5",
    "ecMaxContribution": "993417,5",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "METROPOLIA AMMATTIKORKEAKOULU OY;Teknologian tutkimuskeskus VTT Oy;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;BUILDING RESEARCH ESTABLISHMENT LTD;INES PLATEFORME FORMATION & EVALUATION;CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT;HOUSE OF TRAINING;CARDIFF UNIVERSITY",
    "participantCountries": "FI;EL;UK;FR;LU",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 121491
        },
        "917754443": {
            "orgId": "917754443",
            "orgName": "HOUSE OF TRAINING",
            "ecContrib": 66964
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 210812
        },
        "998133784": {
            "orgId": "998133784",
            "orgName": "BUILDING RESEARCH ESTABLISHMENT LTD",
            "ecContrib": 88875
        },
        "997340033": {
            "orgId": "997340033",
            "orgName": "METROPOLIA AMMATTIKORKEAKOULU OY",
            "ecContrib": 95175
        },
        "941839737": {
            "orgId": "941839737",
            "orgName": "INES PLATEFORME FORMATION & EVALUATION",
            "ecContrib": 129200
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 56025
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 101750
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 123125
        }
    },
    "calculatedTotalContribution": 993417
}