{
    "rcn": "210099",
    "acronym": "CHIMERA",
    "topics": "ERC-PoC-2016",
    "title": "A novel instrument to identify chiral molecules for pharmaceutics and bio-chemistry.",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "This proposal aims at bringing to the market a revolutionary device to uniquely identify the chirality of molecules. An object is chiral if it differs from its mirror image, like our left and right hands. Chirality plays an extremely important role in two main fields: (1) Many drugs are chiral and selecting one of the two forms often enables the pharma industry to extend patent franchise, thus increasing profitability, and to improve the quality, safety and efficacy of the drug. (2) Researchers in the chemistry and biophysics labs use chirality as an indication of the 3D structural conformation of proteins and DNA, to study e.g. their secondary structure and stability under external stimuli. Spectrometers for measuring chirality already exist in the market. Many customers in the two aforementioned sectors could be interested in the new product we propose because it presents several advantages, namely a 2-fold reduction of the price, a 4-fold shrinking of the footprint and an increased information content. The ground-breaking concept (under patenting) behind this new spectrometer is to employ an ultra-stable interferometer to measure the chiral spectrum of molecules via a Fourier-transform approach and a heterodyne amplification of the signal. A first working prototype has already been realized and tested. The CHIMERA project has two main goals. (1) We aim at unleashing the innovation potential of the approach, by technically validating two prototypes in a pharmaceutical company and a biochemistry research lab, thus pushing the Technology Readiness Level of the system to the ultimate maturity required to approach the market, corresponding to TRL9. (2) We will design a complete exploitation plan, performing a thorough analysis of the market, developing a financing strategy, benchmarking our instrument against the competitorsí ones, profiling strategic partners and drafting a first version of a Business Plan to decide on the opportunity to found a start-up company.",
    "totalCost": "149375",
    "ecMaxContribution": "149375",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 149375
        }
    },
    "calculatedTotalContribution": 149375
}