{
    "rcn": "210076",
    "acronym": "3DviralRNA",
    "topics": "MSCA-IF-2016",
    "title": "Structural and functional characterization of large viral and human non-coding RNA motifs involved in HIV infection",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "HIV infections cause 1.2Mi deaths/year worldwide at steadily-increasing rates, partly because of antiretroviral resistance and the impossibility of eradicating latent viruses. To expand our understanding of HIV pathogenesis, we need to unravel all molecular mechanisms involved in HIV progression. Large viral and human RNAs are emerging as key players in HIV infection. To characterize such RNAs, I will employ an integrated structural biology approach complemented by biochemical and functional assays in vitro and in vivo and I will address two fundamental questions: \n1.\tHow does the structure of HIV genomic RNA regulate HIV infectivity?\nHIV genomic RNA regulates nuclear export, packaging, splicing, and translation of viral proteins. 3D structures are known for short motifs (<200 nt), e.g. TAR and RRE. Such motifs are part of 11 larger domains (>400 nt), whose structures are unknown but conserved across HIV strains suggesting functional importance. We will study domain 2 (450 nt), which encompasses the gag-pol frameshifting motif and is crucial for correct protein synthesis. Our work will offer unprecedented insights into the structural complexity of the genome of an RNA virus.\n2.\tHow does the structure of human long non-coding RNAs (lncRNAs) affect the host-cell response to HIV infection?\nHIV infections alter expression of human lncRNAs, e.g. HOTAIR, which regulate Polycomb chromatin remodeling enzymes, e.g. PRC1/PRC2, favoring epigenetic silencing and latency of HIV genes. Interactions between HOTAIR and PRC1/PRC2 are not well characterized at the molecular level. We will study HOTAIR domain 1 (530 nt), which interacts with PRC1/PRC2 and regulates their cellular action. Such work will reveal novel mechanisms of epigenetic gene-silencing that induce HIV latency. \nBy revealing molecular details of HIV and human RNAs, our study will enrich our understanding of HIV infectivity, potentially opening new ways for future therapies against RNA viruses.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}