{
    "rcn": "210013",
    "acronym": "smartMELAMINE",
    "topics": "SMEInst-02-2016-2017",
    "title": "A fire-resistant, thermal and acoustic insulating lightweight fabric",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The global market for technical textiles grows rapidly. It is accompanied by increasing customer needs and stricter regulations combined with the demand for lower prices. This is especially true for high-value markets such as automotive insulation, thermal protective clothing or hot gas filtration. Even though these segments appear to be quite different, the major needs are very similar: higher safety (thermal insulation, flame resistance), higher comfort (lightweight, acoustic insulation, filtration efficiency), better processability, lower price. As current solutions cannot fulfil these high demands and regulations, this represents an excellent opportunity for smartMELAMINE. By enabling thermoplastic processing of melamine in a dedicated meltblown process, it is possible to create a fabric with unmatched fibre fineness and a unique set of properties at costs well below competitive solutions. The project is based on a thorough business plan. In talks with more than 100 potential customers, the need for new solutions has been emphasized and a high interest in smartMELAMINE was confirmed. Samples at pilot-scale (width: 300mm) have been produced on a continuously updated pilot plant and tests in an industrial environment have confirmed the processability of the melamine-meltblown at larger scale (TRL6-7). The main objective of the phase 2 project is the upscaling of the production process to industrial scale (2,400mm) and the further improvement of fibre fineness and volume weight, in order to perfectly address the market needs. The partners combine unique know-how regarding melamine processing and meltblown technology. The joint venture SML will build on this know-how to facilitate the commercialisation of smartMELAMINE. Unlimited licenses and patents guarantee the freedom to operate. The project will contribute to strengthen the European leadership in the market for advanced technical textiles and create further employment and wealth throughout Europe.",
    "totalCost": "2338954",
    "ecMaxContribution": "1637267,8",
    "coordinator": "MELAMIN KEMICNA TOVARNA D.D. KOCEVJE",
    "coordinatorCountry": "SI",
    "participants": "SMARTMELAMINE, PODJETJE ZA PROIZVODNJO MELAMINSKIH FLISOV DOO;SMARTPOLYMER GMBH",
    "participantCountries": "SI;DE",
    "projectParticipants": {
        "931377705": {
            "orgId": "931377705",
            "orgName": "SMARTPOLYMER GMBH",
            "ecContrib": 555418
        },
        "934202248": {
            "orgId": "934202248",
            "orgName": "MELAMIN KEMICNA TOVARNA D.D. KOCEVJE",
            "ecContrib": 763350
        },
        "927077307": {
            "orgId": "927077307",
            "orgName": "SMARTMELAMINE, PODJETJE ZA PROIZVODNJO MELAMINSKIH FLISOV DOO",
            "ecContrib": 318500
        }
    },
    "calculatedTotalContribution": 1637268
}