{
    "rcn": "210009",
    "acronym": "MISSP",
    "topics": "JTI-CS2-2016-CFP04-AIR-01-23",
    "title": "Manufacturing of Integral Stiffened Skin Panels",
    "startDate": "01/05/2017",
    "endDate": "31/10/2019",
    "objective": "MISSP (Manufacturing of Integral Stiffened Skin Panels) project aims at proposing new manufacturing concepts for metallic aircraft cargo doors. The main objective of this project will be to develop cheaper and greener structures as an alternative to CFRP doors but also applicable for any stiffened skin panel structure. This will be made possible by the use of advanced materials, manufacturing techniques and design concepts. Expensive and polluting chemical milling operations shall be replaced by flat mechanical machining, while multi-parts riveted components shall be replaced by more integrated structures reducing the number of parts and the time-consuming mechanical riveting assembly processes\nThe project will be divided into 3 main technical work packages, followed by a cost and performance analysis. The first work package shall focus on the manufacturing of the external door skin with the aim of replacing the chemically milled pockets by mechanically machined ones. Both stretch-forming on tailored tool blocks and high energy hydroforming alternative will be investigated. In the second work package, stringers shall be integrated to the Al-Mg-Sc 5028 skin by flat welding (FSW or LBW) followed by creep forming. Finally, the third package shall be dedicated to the manufacturing of an integral structure, drastically limiting the number of assembly operations. To this aim, an innovative solution is proposed: a plate shall be deformed by high energy hydroforming and subsequently machined into the final cargo door integral structure.\nTo support the advanced manufacturing technologies proposed in this challenging project, use shall be made of numerical modelling that will help designing appropriated tools and optimizing process parameters to achieve high quality demonstrators that shall be delivered to the topic manager.",
    "totalCost": "899742,5",
    "ecMaxContribution": "899742,5",
    "coordinator": "SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA",
    "coordinatorCountry": "BE",
    "participants": "3D METAL FORMING BV;CENTRE DE RECHERCHES METALLURGIQUES ASBL;CENTRE D'ETUDES WALLON D'ASSEMBLAGEET CONTROLE DES MATERIAUX ASBL",
    "participantCountries": "NL;BE",
    "projectParticipants": {
        "949986476": {
            "orgId": "949986476",
            "orgName": "3D METAL FORMING BV",
            "ecContrib": 305000
        },
        "958876429": {
            "orgId": "958876429",
            "orgName": "CENTRE D'ETUDES WALLON D'ASSEMBLAGEET CONTROLE DES MATERIAUX ASBL",
            "ecContrib": 0
        },
        "963478400": {
            "orgId": "963478400",
            "orgName": "CENTRE DE RECHERCHES METALLURGIQUES ASBL",
            "ecContrib": 171562
        },
        "999760280": {
            "orgId": "999760280",
            "orgName": "SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA",
            "ecContrib": 423180
        }
    },
    "calculatedTotalContribution": 899742
}