{
    "rcn": "210024",
    "acronym": "DiaDev",
    "topics": "ERC-2016-STG",
    "title": "Investigating the Design and Use of Diagnostic Devices in Global Health",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Many people living in resource-poor settings have never had access to the laboratory facilities or technical expertise that are needed to diagnose diseases. With the development and deployment of a new generation of affordable, easy-to-use, and portable diagnostic devices that are designed for places with no laboratory infrastructure, the global landscape of diagnosis is dramatically changing. Can portable diagnostic devices strengthen health systems in resource-poor settings? DiaDev is the first study to comprehensively address this question through comparison across multiple devices, sites of production, and contexts of use. Diagnostic technologies are often championed as universal solutions to health equity and access. This ethnographic study investigates the extent to which how diagnostic devices work and what they can achieve depends on the locally specific relationships through which they are designed and used. Five ethnographic case studies from the USA, India and Sierra Leone examine the partnerships between donors, governments, humanitarian organisations and users that characterise current models of technological innovation and implementation in global health, the processes by which diagnostic devices are integrated with health infrastructures in target settings, and the practices of knowledge production and use they entail. The ultimate aim is to generate new insight into (i) changing relationships of power between governments, donors, and business in global health, and (ii) the ways in which diagnostic devices are transforming health systems in resource-poor settings. It will produce a new context-specific and comparative framework for exploring the opportunities and challenges involved in the design and use of diagnostic devices. Through innovative collaborative methods it will also develop a set of ëhealth system strengthening toolsí that will enable stakeholders to improve the design and use of these devices in dialogue with the project findings.",
    "totalCost": "1479558",
    "ecMaxContribution": "1479558",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "PUBLIC HEALTH FOUNDATION OF INDIA;KING'S COLLEGE LONDON",
    "participantCountries": "IN;UK",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1245432
        },
        "996534060": {
            "orgId": "996534060",
            "orgName": "PUBLIC HEALTH FOUNDATION OF INDIA",
            "ecContrib": 103125
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 131001
        }
    },
    "calculatedTotalContribution": 1479558
}