{
    "rcn": "210073",
    "acronym": "GLUCOTANYCYTES",
    "topics": "MSCA-IF-2016",
    "title": "Glucotanycytes: a role for hypothalamic barriers in the control of metabolism by peripheral glucose",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "'The escalating epidemic of obesity, type-2 diabetes and metabolic syndrome represents one of the most pressing and costly biomedical challenges confronting modern society. The impaired action of peripheral hormones on brain circuits controlling feeding and energy homeostasis, also known as 'central hormone resistance', is increasingly recognized as playing a role in the pathophysiology of these disorders. The host laboratory has raised the groundbreaking notion that tanycytes, a specific type of hypothalamic glial cells, act as 'gatekeepers' that regulate the access of blood-borne signals to the hypothalamus, and in particular, their vesicular transport into the cerebrospinal fluid, from where they enters other metabolic-hormone-sensitive regions. The overall objective of this proposal is to further develop this highly original angle by using state-of-the-art approaches to i) gain new insights into the molecular mechanisms underlying structural changes in the tanycytic barrier in response to fluctuating concentrations of circulating glucose, and determine how these processes are altered in animal models with acquired type-2 diabetes, and ii) explore the possibility that tanycytes are involved in the shuttling of circulating glucose into the cerebrospinal fluid (CSF) and that the tanycytic expression of the NMDA receptor plays a role in this process. This research promises to shed new light on the molecular mechanisms used by the hypothalamus to integrate key peripheral signals and coordinate energy homeostasis. The results will pave the way for the development of new treatment strategies to overcome hormone resistance in human obesity and associated metabolic syndromes.'",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 0
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}