{
    "rcn": "210002",
    "acronym": "NICHOIDS",
    "topics": "ERC-PoC-2016",
    "title": "Nichoid: nanoengineered three-dimensional substrate for stem cell expansion",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "'Mesenchymal stem cells (MSCs) raise a great interest for regenerative medicine for many clinical applications such as orthopaedic, plastic and reconstructive surgery, within autoimmune or degenerative disease treatment and as immune-suppressive agents in organ transplantation. In stem cell therapy, cells are injected in the patient after an extensive in vitro manipulation aimed at obtaining a sufficient cell number able to guarantee the therapeutic effect. Currently, stem cell 'manufacturing' implies the use of ìfeederî cells and additives from animal sources, hampering the clinical use mainly for safety reasons. In the context of an ERC Consolidator grant (ERC-CoG) that I currently lead, I introduced a novel ground-breaking concept for an easy to use, repeatable, cost-effective, and safe substrate for stem cell expansion, called the ìnichoidî substrate, capable of avoiding feeder cells and dangerous additives. The substrate is polymerized with a laser in a biocompatible resin using a frontier nano-fabrication technology called ìtwo-photon laser polymerizationî (2PP). To explore the possibility of an economic exploitation of this invention covered by an Italian Patent  submitted in September 2015 and already extended as PCT, the goal of this PoC  is to perform a technical and commercial feasibility to move the method developed in  the  PIís  laboratory  during  the  ERC  grant  to  the  market. In  particular, I plan to  speed up the maturity level of the technology further developing the production process of individual nichoids (fabrication up-scaling by at least a factor of 10, allowing to cover a culture surface of 5 squared cm in five hours), setting of an actionable IPR strategy (including a market assessment),  identification of the suitable exploitation strategy for valorising the patent/know how (licensing). The nichoid could drastically reduce down to few years the time to market of stem cell products that is currently 20 years.'",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 110000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 40000
        }
    },
    "calculatedTotalContribution": 150000
}