{
    "rcn": "210010",
    "acronym": "PLAY.CARE",
    "topics": "SMEInst-01-2016-2017",
    "title": "PLAY.CARE ñ revolution in early detection and therapy of autism spectrum disorders (ASD).",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Autism is a serious developmental disability. Children with autism, also known as autism spectrum disorder (ASD), have social, communication and language problems. Prevalence estimates are alarming, with 1 in very 68 children being diagnosed with ASD in Europe. There is no cure for ASD. However, for many children, ASD symptoms improve with treatment and age. Early diagnosis and therapy intervention can help children with autism to significantly improve their language and behavioural skills, and raise their intelligence quotients dramatically. \nHowever, current ASD diagnosis methods fail to deliver. Most cases of child developmental disorders are detected much too late. Recognizing the striking gap in the ASD diagnostics landscape, we have developed and preliminarily validated, in cooperation with leading ASD experts, a disruptive technology for early detection and targeted therapy of ASD, based on the latest research on movement patterns as early markers of autism. PLAY.CARE has the potential to become a new ëgold standardí method for early autism detection and will lead to more timely detection of autism. Our aim is to scale the technology into clinical use worldwide, providing a reliable, easy-to-use, affordable and widely accessible diagnostic and therapy monitoring tool. \nThe missing element to realize this vision is highest standard clinical evidence that will hold against all scientific scrutiny. Our objective is to obtain this evidence through the clinical validation pilot, subject of this proposal, and execute the necessary optimization and scalability of PLAY.CARE in light of market introduction.",
    "totalCost": "2267500",
    "ecMaxContribution": "1587250",
    "coordinator": "HARIMATA SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930361727": {
            "orgId": "930361727",
            "orgName": "HARIMATA SP ZOO",
            "ecContrib": 1587250
        }
    },
    "calculatedTotalContribution": 1587250
}