{
    "rcn": "210015",
    "acronym": "ERC VP CSA",
    "topics": "IBA-ERC-VPRES-SUP-17",
    "title": "Support to the Vice-Presidents of the ERC Scientific Council 2017",
    "startDate": "01/01/2017",
    "endDate": "31/12/2017",
    "objective": "The European Research Council (ERC) provides a competitive platform for investigator-driven frontier research at the European level.  It is led by a Scientific Council (ScC) consisting of 21 eminent scientists and their President, and it is this council that independently establishes and oversees the ERC's scientific management and the implementation of its Work Programme.  This project aims to support the ERC Vice-Presidents, who act on an honorary basis, in the efficient and timely achievement of the ScC's goals in 2017.  \n\nThis project will provide local administrative and advisory support to the three ERC Vice-Presidents.  The staff supported by this project will provide analysis of the output of the ERC and the ScC to the Vice-Presidents, preparatory work for the meetings of the ScC, support with scientific outreach and representation, as well as maintaining a clear and efficient channel of communication between the Vice-Presidents and the ERC's Executive Agency.  A key duty of the Vice-Presidents is maintaining the integrity of the ERC's evaluation panels, and the staff supported by this grant will facilitate this by providing detail information and analysis of potential panel members to the Vice-Presidents to allow them to take informed decisions on recruitment.  The staff will also coordinate the invitation of new panel members and communicate with them during the recruitment process.\n\nThe impact of the project will be to ensure the efficient and well-managed operation of the ScC.  This support is required, as the duties of the Vice-Presidents demand a considerable portion of their time.  By allowing the Vice-Presidents to effectively and efficiently perform their duties, this project will contribute significantly to the continued implementation of the ERC under Horizon 2020.",
    "totalCost": "289928",
    "ecMaxContribution": "289928",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 289928
        }
    },
    "calculatedTotalContribution": 289928
}