{
    "rcn": "210003",
    "acronym": "T4C",
    "topics": "MSCA-COFUND-2016",
    "title": "PhD Technology Driven Sciences: Technologies for Cultural Heritage",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "T4C is a novel research and training doctoral programme in ìHeritage Sciencesî conceived by the University of Torino, (UNITO) with the financial support of the banking foundation Compagnia di San Paolo (CSP) and the scientific and training involvement of a 35 local, national and international partner organisations belonging to academic and non-academic sectors. Main aim of T4C is to build up the next generation of Cultural Heritage professionals, able to develop technological solutions and services for the restoration, the protection, the diagnostics and the valorization of cultural heritage and skilled with a complementary scientific training from socio-economic disciplines and humanities and soft skills. Target are early stage researchers with a scientific background in chemistry, physics, biotechnology, ICT, biology and related disciplines, undergoing a genuine mobility to Italy. T4C will last 60 months and will be implemented through 2 calls for applications, assigning a total of 18 transnational incoming fellowships. Fellows will be offered an independent and personalized scientific training choosing from two specific scientific domains: Digital Sciences and Conservation, within the specific panels of Digital Sciences, Physical Sciences, Basic and Natural Sciences, Environmental Sciences They will be enrolled in the T4C PhD programme and will be supervised by a joint supervision of academic and non-academic supervisors. Fellows will attend an exclusive traninig programme, encompassing basic traninig, scientific training through individual project implementation and interdisciplinary training, short term visits, secondment opportunities at non-academic premises, soft skills, dissemination and outreach activities. T4C intends also to capitalize on the experience of the already funded Cofund project (Train2Move) in managing international mobility programmes with national and international impact and in aligning national mechanisms to EU ones.",
    "totalCost": "2825280",
    "ecMaxContribution": "1412640",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 1412640
        }
    },
    "calculatedTotalContribution": 1412640
}