{
    "rcn": "210059",
    "acronym": "OMPorg",
    "topics": "ERC-2016-ADG",
    "title": "Spatiotemporal organisation of bacterial outer membrane proteins",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The outer membrane (OM) of Gram-negative bacteria protects against environmental insult and is central to pathogenesis hence finding ways to disrupt its integrity is a route towards new antibiotics. However, our understanding of OM biology is limited. In particular, how the OM is organised is largely unknown. My laboratory recently discovered spatiotemporal Outer Membrane Protein organisation (OMPorg) in Escherichia coli, a new organising principle that explains how OMPs are turned over. We found that OMPs cluster into islands that can be mimicked in supported bilayers using purified proteins. As cells grow, OMP islands are displaced to the poles by new islands, leading to binary partitioning of old OMPs in repository cells following septation.\n\nAnother poorly understood aspect of OM biology is how protein bridges that connect the OM to the inner membrane (IM) mediate functions across the periplasm. We have discovered that the characteristic immobility of OMPs in vivo, caused by OMP clustering, becomes imposed on IM proteins (IMPs) when OMPs and IMPs become connected by protein bridges.\n\nThese exciting new findings underpin OMPorg. I will focus on two species, E. coli and P. aeruginosa, and exploit the tools I have developed to ask four interrelated questions:\n\n1. What is the molecular basis of OMP island formation?\n2. Do OMPs influence IMP functionality via protein bridges?\n3. Do repository cells endow bacterial populations with ëOMP memoryí?\n4. Do OMP islands coordinate OM processes?\n\nI will address these questions through an interdisciplinary research programme incorporating protein chemistry and proteomics, ensemble and single molecule microscopy on live cells and in supported bilayers and molecular dynamics simulations. OMPorg will answer major outstanding questions concerning organisation in the bacterial OM and how this impacts the biology of the cell envelope, which will have ramifications for biomedicine and biotechnology.",
    "totalCost": "2235815",
    "ecMaxContribution": "2235815",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2235815
        }
    },
    "calculatedTotalContribution": 2235815
}