{
    "rcn": "210030",
    "acronym": "hyControl",
    "topics": "ERC-2016-COG",
    "title": "Coherent optical control of multi-functional nano-scale hybrid units",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "In the physics and chemistry of materials science, an intense focus of forefront research is the search for ever-smaller and ever-faster building blocks for information and communication technology (ICT) applications. The realization of next-generation devices, in ICT fields such as spintronics, spin-orbitronics and plasmonics, will depend decisively on our ability to generate new functionalities that can be actively controlled on the shortest length and time scales.\n\nThe groundbreaking idea of hyControl is to develop a conceptually new class of active ICT nano-scale materials by building functionality into the nano-scale object that naturally forms when an organic molecule is hybridized on a metallic surface: a nano-scale hybrid unit (NHyU). NHyUs will be realized by depositing selected organic molecules onto three classes of inorganic systems: transition metals; spin-textured materials such as Rashba systems and topological insulators; and magneto-plasmonic nano-structures. By tuning optical excitation to specific resonances, we will control the hybridization strength with ultrashort laser pulses, and thereby induce a coherent response in the spin, orbit, and/or electron degrees of freedom of the NHyU. Thereby we will achieve coherent control - at the molecular scale - of technologically important parameters, such as magnetization, plasmonic resonances, and spin texture. This hyControl concept will be implemented using a novel experimental method, spin- and phase-resolved orbital mapping, that is capable of resolving the transient spin-dependent electronic structure of precisely those valence band electrons which mediate the hybridization in a single NHyU.\n\nWhile inspired by the latest achievements in molecular spintronics, hyControl will open the way to new technologies in various ICT applications, three of which - spintronics, spin-orbitronics, and plasmonics - have been selected to demonstrate the ability and versatility of optically controlled NHyUs.",
    "totalCost": "1994791",
    "ecMaxContribution": "1994791",
    "coordinator": "TECHNISCHE UNIVERSITAT DORTMUND",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 1994791
        }
    },
    "calculatedTotalContribution": 1994791
}