{
    "rcn": "210079",
    "acronym": "MOBILIMA",
    "topics": "MSCA-IF-2016",
    "title": "Mobility in situ: Debating emigration and return in Western Mali",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Located in Western Mali, at the junction with Senegal and Mauritania, the area of Kayes has a long history of sustained involvement in transnational migration, notably towards France. The region bears the material and social imprints of decades of international migration in its infrastructures, buildings, family relations, and local notions of success and failure. Though this migration and its social effects have been the topic of a wide range of studies, the local understandings and discussions of these dynamics have been under-researched. Dwelling on developments in anthropology and African studies that highlight the importance of local expressive practices, this project focuses on three arenas where emigration and, more specifically, return have been debated: a village created by returnees in 1977; a local radio initiated by emigrants in 1987; individual trajectories of returnees from France to one village. In each field-site, biographical narratives will be combined with corpora of local productions of distinct sorts: personal documents such as family letters or cassettes; public discourses such as listenersí letters to the radio and songs; and personal archives including photographs. The project will discuss the issue of return, a heavily politically and morally loaded one, by bringing together the individual and collective stories of returnees from distinct generations (those returning as adults in the 1970s and those returning in the 2000s), and the public discourses of each time. It will also question the way it is currently memorialized. While contributing to anthropological discussions on return migration, the ambition of the project is also to offer a better understanding of a key zone of emigration to Europe. Since the European Union is committed to address the root causes of migration, and funds initiatives to prevent migration, providing knowledge on local debates on migration can offer resources for designing effective programs in this field.",
    "totalCost": "173212,2",
    "ecMaxContribution": "173212,2",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173212
        }
    },
    "calculatedTotalContribution": 173212
}