{
    "rcn": "210082",
    "acronym": "LIB STRESS",
    "topics": "MSCA-IF-2016",
    "title": "In situ stress analysis of lithium-ion battery cell",
    "startDate": "30/07/2018",
    "endDate": "29/07/2020",
    "objective": "Lithium-ion batteries (LIB) are found in many applications such as consumer electronics, electric vehicles and airplanes. However, despite of the high safety standards being imposed, there have been many reported accidents as well as recalls by some manufacturers. Most accidents can be sourced to runaway reactions, which could happen if the LIBs are overheated or overcharged. Thermal runaway can cause rapid temperature rise in the LIB, resulting in excessive thermal stress in the electrodes and the separator, a permeable membrane placed between the anode and cathode. Such mechanical degradation can cause the fading of battery capacity, and in extreme cases result in cell rupture, releasing of flammable gases, fire and explosions. \n\nThe proposed research is aimed at analysing the thermal behaviour and structure response of LIB cells during charge and discharge cycles as well as abnormal conditions such as overcharging and under impact by a projectile.  The cutting edge phase field model (PFM) will be combined with multi-physics finite element code COMSOL to analyse the deformation induced stresses induced by insertion of lithium in the electrodes under constraints and high temperatures as well as the resulting crack or microfracture in the electrode materials. The PFM is different from discrete fracture and continuum damage models and ideal for dealing with branch crack and multiple crack problems. The specific objectives of the research include: \n- Investigate LIB cell temperature changes under abnormal conditions such as overcharging and under impact by a projectile.\n- Implement the PFM in COMSOL to handle the electrochemical reaction on surfaces, phase interfaces and crack surfaces in lithium ion battery electrode particles. \n- Validate the above with published results and new data to be generated by partner organisation.  \n- Investigate the combined effects of electrochemical, mechanical and thermal on LIB behaviour and performance. \n- Final analysis and report.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}