{
    "rcn": "210056",
    "acronym": "FOSTER Plus",
    "topics": "SwafS-07-2016",
    "title": "Fostering the practical implementation of Open Science in Horizon 2020 and beyond",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The FOSTER\\ project will focus on promoting the practical implementation of Open Science, with activities targeting academic staff, young scientists and policy-makers in particular. Building on the existing FOSTER portal and training materials, FOSTER\\ will develop more advanced-level and discipline-specific materials that build capacity for the practical adoption of Open Science and promote a change in culture. Disciplinary partners in the life sciences, social sciences and humanities will tailor training content to the practices of each domain. Over 50 training events will be delivered, reaching over 4,500 participants. Workshops will be outcome-oriented, providing participants with tangible skills, such as selecting relevant repositories, understanding how to license research data, and negotiating EU data protection laws.\nFOSTER\\ will develop a multi-module Open Science Toolkit, covering key topics such as responsible research and innovation, research data management, software carpentry, text and data mining, reproducible research and open peer review. E-learning courses will be delivered for each module via the Learning Management System and materials will be made available to support face-to-face training delivery. The Open Science Trainer Bootcamp will convene a cohort of trainers with high multiplier potential and equip them to deliver courses within their institution/disciplines. The Bootcamp will be open to both researchers and intermediaries who provide the research environment and infrastructure to support open science. Gamification tools will incentivise the trainer network to add new content to the portal and run more innovative events. Enhancements to content maps and learning structures will enable individualised learning pathways to be recommended to users, and digital badges will be assigned to reward completion. All of the training content will be openly licensed and e-learning materials will be provided in open standards for reuse elsewhere.",
    "totalCost": "925846,25",
    "ecMaxContribution": "925846,25",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV;STICHTING EIFL.NET;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;DANMARKS TEKNISKE UNIVERSITET;STICHTING LIBER;UNIVERSITY OF GLASGOW;THE OPEN UNIVERSITY;FUNDACIO CENTRE DE REGULACIO GENOMICA;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "DE;NL;ES;DK;UK",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 45188
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 37562
        },
        "985428142": {
            "orgId": "985428142",
            "orgName": "STICHTING LIBER",
            "ecContrib": 116812
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 138125
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 108812
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 85600
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 62875
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 39500
        },
        "996479546": {
            "orgId": "996479546",
            "orgName": "STICHTING EIFL.NET",
            "ecContrib": 98812
        },
        "999562400": {
            "orgId": "999562400",
            "orgName": "GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV",
            "ecContrib": 48125
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 144434
        }
    },
    "calculatedTotalContribution": 925845
}