{
    "rcn": "210074",
    "acronym": "META-DORM",
    "topics": "MSCA-IF-2016",
    "title": "Mechanobiology of METAstatic and DORMant cancer cells in bone marrow lesions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "While cancer survival rates have improved significantly in recent years, survival decreases dramatically after tumour metastasis. One of the most common sites for metastatic tumours to develop is bone. Intriguingly, evidence suggests that once they have invaded the bone marrow, individual metastatic cancer cells can persist for years in a quiescent or ìdormantî state, and are resistant to both radiation and chemotherapy treatment. These dormant cells can reside for months or years while the cancer is in remission, and then ìreactivateî without warning to form new, usually fatal, skeletal lesions. Tumour cells achieve this by ìhijackingî the normal bone remodelling cycle, a homeostatic balance between bone formation and resorption, to form a metastatic niche within the marrow. However, the signalling mechanisms that cause metastasis and dormancy, particularly in such a mechanically active environment, are poorly understood. Therefore, the goal of this project is to investigate the chemical and physical interactions between bone and cancer cells, both during dormancy and mechanical stimulation, to provide new insight into bone metastatic lesions and explore novel therapeutic targets to prevent cancer metastasis. This will be achieved by culturing specific bone and cancer cell types together for the first time to observe changes in their signalling and behaviour. Dormancy will also be induced, to observe its effect on changes in signalling. Mechanical stimulation will be applied to investigate whether the complex mechanical environment of the bone marrow plays a role in cancer metastasis. Finally, a specific cellular mechanosensor, the primary cilium, which has been implicated in the development of cancer and is known to be involved in bone formation, will be investigated. This will shed new light on its chemosensing and mechanobiological roles in cancer metastasis, as well as explore its potential as a novel target for cancer treatment and prevention.",
    "totalCost": "183792,6",
    "ecMaxContribution": "183792,6",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183793
        }
    },
    "calculatedTotalContribution": 183793
}