{
    "rcn": "210034",
    "acronym": "FRAGCLIM",
    "topics": "ERC-2016-COG",
    "title": "The Combined Effects of Climatic Warming and Habitat Fragmentation on Biodiversity, Community Dynamics and Ecosystem Functioning",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Climatic warming and habitat fragmentation are the largest threats to biodiversity and ecosystems globally. To forecast and mitigate their effects is the environmental challenge of our age. Despite substantial progress on the ecological consequences of climatic warming and habitat fragmentation individually, there is a fundamental gap in our understanding and prediction of their combined effects.\n\nThe goal of FRAGCLIM is to determine the individual and combined effects of climatic warming and habitat fragmentation on biodiversity, community dynamics, and ecosystem functioning in complex multitrophic communities. To achieve this, it uses an integrative approach that combines the development of new theory on metacommunities and temperature-dependent food web dynamics in close dialogue with a unique long-term aquatic mesocosm experiment. It is articulated around five objectives. In the first three, FRAGCLIM will determine the effects of (i) warming, (ii) fragmentation, and (iii) warming and fragmentation combined, on numerous facets of biodiversity, community structure, food web dynamics, spatial and temporal stability, and key ecosystem functions. Then, it will (iv) investigate the extent of evolutionary thermal adaptation to warming and isolation due to fragmentation, and its consequences for biodiversity dynamics. Finally, (v) it will provide creative solutions to mitigate the combined effects of warming and fragmentation.\n\nFRAGCLIM proposes an ambitious integrative and innovative research programme that will provide a much-needed new perspective on the ecological and evolutionary consequences of warming and fragmentation. It will greatly contribute to bridging the gaps between theoretical and empirical ecology, and between ecological and evolutionary responses to global change. FRAGCLIM will foster links with environmental policy by providing new mitigation measures to climate change in fragmented systems that derive from our theoretical and empirical findings.",
    "totalCost": "1998802",
    "ecMaxContribution": "1998802",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1998802
        }
    },
    "calculatedTotalContribution": 1998802
}