{
    "rcn": "210089",
    "acronym": "FUTURE-PROOF",
    "topics": "MSCA-IF-2016",
    "title": "FUTURE-PROOF: Wide Area Monitoring and Protection Systems for the Future Grid",
    "startDate": "01/04/2018",
    "endDate": "31/08/2020",
    "objective": "This project seeks to advance the state-of-the-art in wide-area power system monitoring and protection systems, a critical component of future power systems, and vital to achieving the EU vision of a European Energy Union that delivers secure, affordable and climate-friendly energy.  Crucially, the fellowship will bring together the complementary expertise of the applicant on power system protection, with the host organisationís state-of-the-art wide-area monitoring infrastructure, and technical expertise in measurement technology, machine learning and big data analysis, enabling innovative research at the interface between these domains. Outputs will take the form of peer-reviewed journal articles and international conference papers setting out algorithms, and methodologies for robust and scalable monitoring and protection of future grids, and a power industry engagement workshop for knowledge transfer to key stakeholders. \n\nThe complementarity of expertise of the host and the applicant ensures that knowledge transfer will be bi-directional and therefore the fellowship will be mutually beneficial. In line with MSCA objectives, the applicant, who is already an experienced academic and competent researcher, will diversify his research skills through mentoring and one-to-one technical training from domain specialists within the host team, as well as participation in selected advanced masters modules on MSc programmes offered by the host organization. In addition, the applicant will undertake a tailored professional training programme targeted at enhancing his senior management and leadership skills and well as his future collaboration and knowledge transfer with, and mobility within the EU.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}