{
    "rcn": "210098",
    "acronym": "MoRE2020",
    "topics": "MSCA-COFUND-2016",
    "title": "Mobility for Regional Excellence 2020",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "MoRE2020 is a continuation and further development of the FP7-Marie Curie-COFUND programme called ìMobility for Regional Excellenceî (MoRE), which Region V‰stra Gˆtaland was granted in December 2013 (grant agreement no 608743). The half-term external evaluation  of the MoRE programme indicated very positive results. \n\nMoRE2020 will offer experienced researchers new and exciting mobility experiences in internationally renowned research and innovation milieus with excellent working conditions and strong triple helix components. It aims to contribute to increasing the attractiveness of research and innovation careers in Europe, to foster excellence across the Union through smart specialisation, and to increase international cooperation.\n\nMoRE2020 is a moderately scaled programme ñ a total of 20 incoming/outgoing fellows will be supported throughout the programme period. Being a small programme, it will compete on quality rather than on quantity.\n\nKey features of the MoRE2020 programme:\nï The programme covers incoming and outgoing mobility\nï There are no geographical restrictions regarding host research and innovation milieus abroad\nï The programme will be open to experienced researchers of all nationalities\nï The fellowships will be awarded for 12 months during a 24 months period\nï The applicant is an experienced researcher together with a research and innovation milieu in V‰stra Gˆtaland \nï Only employment contracts, no stipends, are allowed\nï The programme allows research in a broad number of fields connected to smart specialisation areas in V‰stra Gˆtaland\nï The applicant milieu in V‰stra Gˆtaland co-finances approximately 25% of the fellowship, to ensure a strong commitment to the career development of the researcher and to the success of the project\nï Applications will be evaluated in a transparent international peer-review process",
    "totalCost": "1416000",
    "ecMaxContribution": "708000",
    "coordinator": "VASTRA GOTALANDS LANS LANDSTING",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651640": {
            "orgId": "999651640",
            "orgName": "VASTRA GOTALANDS LANS LANDSTING",
            "ecContrib": 708000
        }
    },
    "calculatedTotalContribution": 708000
}