{
    "rcn": "210037",
    "acronym": "BAoBaB",
    "topics": "LCE-01-2016-2017",
    "title": "Blue Acid/Base Battery: Storage and recovery of renewable electrical energy by reversible salt water dissociation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The ìBlue Acid/Base Batteryî (BAoBaB), stores electrical energy using pH and salinity differences in water. The principle of BAoBaB is altering the acid-base balance by means of an excess of available electricity to obtain an acid and base from its corresponding salt solution. When electricity is needed, acid and base are recombined into their corresponding salt solution again while obtaining electrical work from the entropy and enthalpy gain. Our goal is to develop this totally new, environment-friendly, cost-competitive, scalable, water-based electrical energy storage system from TRL3 to TRL5.\n\nOur objectives are:\n1. to establish and extend the potential of BAoBaB to become a reliable and environmentally friendly way of storing (renewable) electricity at kWh-MWh scale for application at user premises or at substation level.\n2. to understand and enhance mass transfer in round-trip conversion techniques and hence to improve the energy conversion efficiencies of the BAoBaB system, aiming an efficiency >80% and >10 times higher energy density than in Pumped Hydropower Storage. \n3. to validate under accepted utility use conditions an automatically operated BAoBaB system (with corresponding battery management) at a scale of 1 kW power and 7 kWh energy storage.\n4. To pave the road for cost competitive energy storage with attention to life-cycle cost and performance, aiming at <0.05 Ä/kWh/cycle.\n\nBAoBaB operates at a timescale of hours to days, and hence will enable a larger penetration degree of distributed and intermittent renewable energy sources. Not only the storage capacities are huge (kWh to MWh), resources are plentiful (salt and water) and environmental risks are minimal. Together with the location independence and non-toxic nature, penetration rate can be high within the EU and outside, providing the EU export opportunities.",
    "totalCost": "3998750",
    "ecMaxContribution": "3998750",
    "coordinator": "STICHTING WETSUS, EUROPEAN CENTRE OF EXCELLENCE FOR SUSTAINABLE WATER TECHNOLOGY",
    "coordinatorCountry": "NL",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;FUJIFILM MANUFACTURING EUROPE BV;S.MED.E PANTELLERIA SPA;UNIVERSITA DEGLI STUDI DI PALERMO;AQUABATTERY BV",
    "participantCountries": "ES;NL;IT",
    "projectParticipants": {
        "919392191": {
            "orgId": "919392191",
            "orgName": "S.MED.E PANTELLERIA SPA",
            "ecContrib": 360000
        },
        "922670888": {
            "orgId": "922670888",
            "orgName": "AQUABATTERY BV",
            "ecContrib": 765000
        },
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 668750
        },
        "983920471": {
            "orgId": "983920471",
            "orgName": "FUJIFILM MANUFACTURING EUROPE BV",
            "ecContrib": 752500
        },
        "990414039": {
            "orgId": "990414039",
            "orgName": "STICHTING WETSUS, EUROPEAN CENTRE OF EXCELLENCE FOR SUSTAINABLE WATER TECHNOLOGY",
            "ecContrib": 978750
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 473750
        }
    },
    "calculatedTotalContribution": 3998750
}