{
    "rcn": "210039",
    "acronym": "ALPS INN3",
    "topics": "H2020-SGA2-EEN",
    "title": "EEN Innovation Support Services for SMEs in North West Italy",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The project, whose geographical coverage will be North-West Italy (3 regions : Piemonte Liguria and Valle díAosta) aims at roviiding and upgrading a specific framework service for supporting SMEs in the innovation management capacity . The service, delivered through provision of 96 individual companiesí service packages, will be directed to SMEs with international growth potential via product, process service and or business model innovation- with gaps regarding innovation management.\nIn particular, the action will focus on the following specific objectives:\n1. Fine tuning of a Key Account Management based customised service provision directed to:\na. SMEs /Scale ups international growth, including participation to European programs\nb. SMEs Innovation capacity enhancement and innovation projects implementation, job creation and new market access\nc. SMEs Innovation results exploitation \n4. Integration of the service within local business innovation support delivered,  EEN specific service official embedding within the regional innovation ecosystem\n5. Advisory skill enhancement: ALPS EEN personnel, assisting the experts in this Action, will increase expertise and competences, providing high level advisory on innovation management\n6. Upgrading a EU shared support methodology for EEN staff, which could be adopted for profitably supporting other local SMEs\n7. Contribution to the enhancement of a visible and well identified Coach/EEN experts community at EU level \n8. Updating the operational internal manual/chart for a harmonized service within the EEN ALPS Consortium and contribution to definition of a common EEN operational manual",
    "totalCost": "210558,75",
    "ecMaxContribution": "210558,75",
    "coordinator": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "UNIONCAMERE PIEMONTE;REGIONE LIGURIA;CONFINDUSTRIA PIEMONTE;UNIONCAMERE LIGURIA;REGIONE PIEMONTE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999746894": {
            "orgId": "999746894",
            "orgName": "CONFINDUSTRIA PIEMONTE",
            "ecContrib": 65824
        },
        "999738067": {
            "orgId": "999738067",
            "orgName": "UNIONCAMERE PIEMONTE",
            "ecContrib": 54435
        },
        "999476943": {
            "orgId": "999476943",
            "orgName": "REGIONE PIEMONTE",
            "ecContrib": 0
        },
        "996097851": {
            "orgId": "996097851",
            "orgName": "REGIONE LIGURIA",
            "ecContrib": 0
        },
        "999913540": {
            "orgId": "999913540",
            "orgName": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
            "ecContrib": 59835
        },
        "999892200": {
            "orgId": "999892200",
            "orgName": "UNIONCAMERE LIGURIA",
            "ecContrib": 30465
        }
    },
    "calculatedTotalContribution": 210559
}