{
    "rcn": "210067",
    "acronym": "EPATEE",
    "topics": "EE-09-2016-2017",
    "title": "Evaluation into Practice to Achieve Targets for Energy Efficiency",
    "startDate": "01/05/2017",
    "endDate": "31/10/2019",
    "objective": "Directives on energy efficiency such as the EED or the EPBD trigger a great variety of policies throughout EU Member States. The effort put into developing and implementing these policies is well documented in existing NEEAPs. Soon, emphasis will be put on finding out how effective they were to create new policies that allow meeting current and future energy savings targets. Unfortunately, several barriers limit policy evaluation. This results in a lack of quantitative data, and impedes evidence-based analysis required to distinguish effective from ineffective policies. \n\nEPATEE aims at tackling this problem by raising the capacity of policymakers and implementers to assist Members States to fulfil their obligation under energy related Directives. The project will provide them both with tools and with practical knowledge to make effective impact evaluation an integral part of the policy cycle. EPATEE makes use of existing evaluation experiences in a range of instruments, such as energy efficiency obligation schemes, regulations, financial incentives and voluntary agreements. Lessons learnt from other EU initiatives and good practices in how to successfully evaluate the impact and cost-effectiveness of such energy efficiency policies will provide the basis for the development of guidelines and good practice evaluation tools. A set of 20 to 30 tools enabling state-of-the-art evaluation will be developed and integrated into a smart online toolbox, which interactively assists users in picking the most relevant tool for their specific need.\n \nThis guidance material provides the basis for the most important aspect of EPATEE: target-oriented experience sharing and capacity building. Findings will be discussed together with policymakers through peer-learning workshops, webinars, direct consulting, and other means of communication and dissemination. All activities will strive at realizing synergies with other EU projects such as ODYSEEE-MURE, ENSPOL, MultEE and the CA EED.",
    "totalCost": "1565566,25",
    "ecMaxContribution": "1565566,25",
    "coordinator": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
    "coordinatorCountry": "AT",
    "participants": "FEDERAZIONE ITALIANA PER L'USO RAZIONALE DELL'ENERGIA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MOTIVA OY;INSTITUTE FOR EUROPEAN ENERGY AND CLIMATE POLICY STICHTING;AGENCE DE L'ENVIRONNEMENT ET DE LA MAITRISE DE L'ENERGIE;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;LIETUVOS ENERGETIKOS INSTITUTAS;ASSOCIAT TECHNIQUE ENERGIE ENVIRONNEMENT;ENERGETSKI INSTITUT HRVOJE POZAR",
    "participantCountries": "IT;DE;FI;NL;FR;LT;HR",
    "projectParticipants": {
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 273551
        },
        "999517683": {
            "orgId": "999517683",
            "orgName": "LIETUVOS ENERGETIKOS INSTITUTAS",
            "ecContrib": 34325
        },
        "922980900": {
            "orgId": "922980900",
            "orgName": "ASSOCIAT TECHNIQUE ENERGIE ENVIRONNEMENT",
            "ecContrib": 240839
        },
        "999570063": {
            "orgId": "999570063",
            "orgName": "ENERGETSKI INSTITUT HRVOJE POZAR",
            "ecContrib": 59918
        },
        "950767035": {
            "orgId": "950767035",
            "orgName": "FEDERAZIONE ITALIANA PER L'USO RAZIONALE DELL'ENERGIA",
            "ecContrib": 118640
        },
        "950479042": {
            "orgId": "950479042",
            "orgName": "MOTIVA OY",
            "ecContrib": 76924
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 212608
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 296059
        },
        "923763690": {
            "orgId": "923763690",
            "orgName": "INSTITUTE FOR EUROPEAN ENERGY AND CLIMATE POLICY STICHTING",
            "ecContrib": 179675
        },
        "999963301": {
            "orgId": "999963301",
            "orgName": "AGENCE DE L'ENVIRONNEMENT ET DE LA MAITRISE DE L'ENERGIE",
            "ecContrib": 73029
        }
    },
    "calculatedTotalContribution": 1565568
}