{
    "rcn": "210078",
    "acronym": "BLMs 4 TB",
    "topics": "MSCA-IF-2016",
    "title": "Beta-lactams for Tuberculosis Treatment",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Tuberculosis (TB) is the most deadly infectious disease worldwide. TB therapy takes 6 months with unpleasant side effects that leads to poor adherence and the development of drug resistance. Patients infected with multi (MDR) or extensively (XDR) drug resistant strains must undergo longer treatments (up to 24 months) associated with even severe side effects and only 30-50% positive treatment outcomes. New treatments are urgently needed.\n\nBeta-lactams (BLMs) are the safest antibiotics in the market with a long track record of clinical use to treat bacterial infections. They were, however, traditionally regarded as ineffective for TB therapy to the point that research was virtually discontinued for the last three decades. A renewed interest recently arose after a report of Phase IIa clinical trial validated the potential of meropenem (a carbapenem). This study was led by Dr. Barros, Head TB unit GlaxoSmithKline (GSK) (the beneficiary of this proposal). In addition, Dr. RamÛn-GarcÌa (the applicant) just identified first-generation cephalosporins (cephems), a subset of the BLM family never pursued for TB therapy, as potential anti-TB agents. Promoting BLM development is the best immediate hope for TB patients that currently have very dim life prospects.\n\nCarbapenems and cephems have different anti-bacterial killing properties, pharmacokinetic (PK) and pharmacodynamics (PD) parameters. These specificities affect therapy design for an optimal clinical outcome. Although promising, it is still unclear how BLMs should be included in new combo therapies (i.e. dosage, duration and frequency of administration) to shorten the duration of TB therapy, prevent relapse and treat M(X)DR-TB. \n\nTo answer these questions, I will use time-lapse microscopy linked to mathematical PK/PD modeling, transcriptomic and proteomic studies and clinical microbiology techniques to provide high quality molecular and PK/PD pre-clinical data to inform the design of future BLM TB clinical trials.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION AGENCIA ARAGONESA PARA LA INVESTIGACION Y EL DESARROLLO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996606616": {
            "orgId": "996606616",
            "orgName": "FUNDACION AGENCIA ARAGONESA PARA LA INVESTIGACION Y EL DESARROLLO",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}