{
    "rcn": "210057",
    "acronym": "CREAM4",
    "topics": "ERC-2016-ADG",
    "title": "Chemical Reaction Engineering by Additive Manufacturing of Mesoscale MetaMaterials",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "'The management of mesoscale dynamics is the missing link in gaining complete control over chemical processes like heterogeneous catalysis. The ability to accurately position nanoscale active elements in cellular mesoscale (nm to µm-range) structures with high symmetrical order is instrumental in streamlining vital molecular or energetic paths. 3D periodicity in the structure that supports active or adsorption sites minimizes spatial variations in mass transport, whereas mesoscale control of the location of these sites gives a route to tuning activity and functionality. The introduction of mesoscale metamaterials expands the on-going trend in chemistry, of more and more dimensionally refined structured elements, a so to speak 'Moore's law in Process Intensification'. The roadmap to higher process efficiency dictates a next, disruptive step in mastering manufacturing control at smaller dimensions. The proposed disruptive technology to realize the required mesoscale features is Additive Manufacturing, which is the only method offering the desired freedom in shape, symmetry and composition. More specifically, this project explores electrospinning methods with precise intra-wire control of the position of active sites and accurately tuneable 3D inter-wire distances. This is seen as the ideal technique to reach the mesoscale material target, as the method is scalable to practical device volumes. The main ingredients of the novel technology are microfluidic networks to line up nanoparticles, before electrospinning them with integrated micromachined nozzles, and depositing them accurately in the form of 3D nanowire networks, using integrated circuit collector electrodes. Flow-through, cellular materials which are highly homogeneous in size and composition, or with intentionally embedded gradients, having features designed at the mesoscale, will be investigated for applications in the fields of heterogeneous catalysis and solar energy capture and conversion.'",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}