{
    "rcn": "210049",
    "acronym": "HOPE",
    "topics": "ERC-2016-ADG",
    "title": "Humans On Planet Earth - Long-term impacts on biosphere dynamics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "A critical question in Earth system science is what was the impact of prehistoric people on the biosphere and climate? There is much information about human impact through clearance, agriculture, erosion, and modifying water and nutrient budgets. Humans have greatly changed the Earth in the last 8000 years, but did humans modify the major ecological processes (e.g. assembly rules) that shape community assembly and dynamics? Did inter-relationships between processes change in response to human impact? Lyons et al. & Dietl (2016 Nature) suggest that human activities in the last 6000 years had such impacts. Dietl proposes that using past ënatural experimentsí to predict future changes is ìflawedî and ìout is the use of uniformitarianismî. As using natural experiments is a common strategy and uniformitarianism is the major working concept in Earth sciences, it is imperative to test whether prehistoric human activity changed major ecological processes determining community development. To test this hypothesis, patterns in pollen-stratigraphical data for the past 11,500 years from over 2000 sites across the globe will be explored consistently using numerical techniques to discern changes in 25 ecosystem properties (richness, evenness, and diversity; turnover; rates of change; taxon co-occurrences, etc.). Patterns in these properties will be compared statistically at sites within biomes, between biomes, within continents, and between continents to test the hypotheses that prehistoric human activities changed the basic ecological processes of community assembly and that their inter-relationships changed through time. These areas provide major contrasts in human prehistory and biomes. HOPE is interdisciplinary: pollen analysis, databases, multivariate analysis, ecology, new statistical methods, numerical simulations, statistical modelling. HOPEís impact goes beyond human effects on the biosphere and extends to the very core of Earth scienceís basic conceptual framework.",
    "totalCost": "2278884",
    "ecMaxContribution": "2278884",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 2278884
        }
    },
    "calculatedTotalContribution": 2278884
}