{
    "rcn": "210008",
    "acronym": "C-JOINTS",
    "topics": "JTI-CS2-2016-CFP04-AIR-02-33",
    "title": "Composite joints for improved mechanical and electrical performance",
    "startDate": "01/04/2017",
    "endDate": "30/09/2019",
    "objective": "CC-JOINTS will explore new innovative joint designs that can be broadly described in two ways:\nï Modification of the metal in order to facilitate improved joint strength\nï Introduction of through-thickness reinforcements that can improve the composite performance and provide means for joining to the metal\nï A new method for riveting composite-metal joints using laser\nEffective protection from lightning strike (LSP ) will be provided by application of a metallised coating through thermal spray at the surface of the joints and use of the through-thickness reinforcement as electrical current carriers away from the joint.\n\nThe main objectives of the project are:\nï Optimise existing joints designs for a number of joint geometries as defined in call Topic\nï Apply innovative and established joining technologies to selected joint geometries\nï Test the new joint solutions and integrate them to the demonstrator part\nï Techno-economic analysis of the new joints \n\nThe new joints are classified in four categories, based on their function, whether they are permanent or not and on the type of composite (laminate of honeycomb) that is joint to the metal. This classification can be considered as a first step towards a wider classification of hybrid joints in aircraft that will enable a more holistic approach in their design and integration to the overall structures.",
    "totalCost": "498780",
    "ecMaxContribution": "498780",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "CRANFIELD UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 91238
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 407542
        }
    },
    "calculatedTotalContribution": 498780
}