{
    "rcn": "210028",
    "acronym": "EPGR",
    "topics": "ERC-2016-COG",
    "title": "The Evolution Problem in General Relativity",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "General relativity has been introduced by A. Einstein in 1915. It is a major theory of modern physics and at the same time has led to fascinating mathematical problems. The present proposal focusses on two aspects of the evolution problem for the Einstein equations which has been initiated by the pioneering work of Y. Choquet-Bruhat in 1952.\n\nThe Einstein equations form a nonlinear system of partial differential equations of hyperbolic type whose complexity raises significant challenges to its mathematical analysis. The goal of this project is to strengthen our understanding of two important themes concerning the evolution problem in general relativity. On the one hand, the control of low regularity solutions of the Einstein equations, a topic which is intimately linked with the celebrated cosmic censorship conjectures of R. Penrose, a major open problem in the field. On the other hand, the question of the stability of particular solutions of the Einstein equations in the wake of the groundbreaking proof of the stability of the Minkowski space-time due to D. Christodoulou and S. Klainerman. These directions are extremely active and have recently led to impressive results. More specifically, this project proposes to consider the following two work packages\n\n-Going beyond the bounded L2 curvature theorem. This result has been recently obtained by the PI in collaboration with S. Klainerman and I. Rodnianski and is the sharpest result in so far as low regularity solutions of the Einstein equations are concerned. Yet, the fundamental quest towards a scale invariant well-posedness criterion for the Einstein equations remains wide open.\n\n-The black hole stability problem. This problem concerns the stability of the Kerr metrics which form a 2-parameter family of solutions to  the Einstein vacuum equations. Many results have been obtained concerning various versions of linear stability, but significant challenges remain in order to tackle the nonlinear stability result.",
    "totalCost": "1455000",
    "ecMaxContribution": "1455000",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 1455000
        }
    },
    "calculatedTotalContribution": 1455000
}