{
    "rcn": "210027",
    "acronym": "COMPCON",
    "topics": "ERC-2016-COG",
    "title": "Competition under (niche) construction",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Interspecific competition is arguably the best interaction to address how individual trait variation and eco-evolutionary feedbacks shape species distributions and trait evolution, due to its indirect effects via the shared resource. However, a clear understanding of such feedbacks is only possible if each contributing factor can be manipulated independently. With COMPCON, we will address how individual variation, niche width, niche construction and the presence of competitors shape species distributions and trait evolution, using a system amenable to manipulation of all these variables. The system is composed of two spider mite species, Tetranychus urticae and T. ludeni, that up- and down-regulate plant defences (i.e., negative and positive niche construction, respectively). Tomato mutant plants with low defences will be used as an environment in which niche construction is not expressed. Furthermore, tomato plants will be grown under different cadmium concentrations, allowing quantitative variation of available niches. Using isogenic lines, we will measure individual variation in niche width, niche construction and competitive ability. Different combinations of lines will then be used to test key predictions of recent theory on how such variation affects coexistence with competitors. Subsequently, mite populations will evolve in environments with either one or more potential niches, in plants where niche construction is possible or not, and in presence or absence of competitors (coevolving or not). We will test how these selection pressures affect niche width, niche construction and competitive ability, as well as plant damage. Finally, we will re-derive isogenic lines from these treatments, to test how evolution under different scenarios affects individual variation in niche width. \nCOMPCON will shed new light on the role of competition in shaping eco-evolutionary communities, with bearings on disciplines ranging from macro-ecology to evolutionary genetics",
    "totalCost": "1999275",
    "ecMaxContribution": "1999275",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 1785525
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 213750
        }
    },
    "calculatedTotalContribution": 1999275
}