{
    "rcn": "210014",
    "acronym": "SOFTSLIDE",
    "topics": "FTIPilot-01-2016",
    "title": "Industrialization and commercialization of mass production processes for the texturing during moulding of dynamic seals in order to increase industrial equipment energy efficiency and durability",
    "startDate": "01/05/2017",
    "endDate": "31/10/2019",
    "objective": "Softslide project's main objective is to generate Ä60 M revenue, an EBIDTA of Ä19,9M and 350 new jobs with the commercialization of SoftSlide's technology estimated from a conservative sub-market share of 15% of the total elastomeric and plastic dynamic seals European market. SoftSlide technology will positively impact the seal industry by providing around Ä3315 M/year in energy savings for hydraulic and pneumatic end-users. \nEnergy losses caused by friction within dynamic seals in rotating, moving and reciprocating devices (e.g. motors, valves, air compressors, accumulators...) represent up to 25% of total energy consumption. In addition, dynamic seals related friction, damages the seal surface overtime, thus reducing its lifetime. Although, it is of common knowledge that low-friction dynamic seals can be obtained by specifically designing and engraving micro-patterns on the seal contact area (area in contact with the moving mechanism), current seals' mass production processes do not incorporate this crucial step. To get a low-friction dynamic seal, the micro-pattern needs to be individually engraved, seal by seal at an independent later stage, once the seal has been produced. This greatly increases the cost and limits the productivity of low-friction dynamic seals being impossible for end-users to include these in their systems. SoftSlide project has created a mass production process that transfers micro-patterns during moulding stage to obtain low-friction, high performing dynamic seals. This process can be easily adopted by dynamic seals manufacturers seals with an insignificant cost increase.",
    "totalCost": "2585910",
    "ecMaxContribution": "1986049,5",
    "coordinator": "ML ENGRAVING SRL",
    "coordinatorCountry": "IT",
    "participants": "REAGENT CHEMICAL SERVICES LIMITED;INSTITUTO TECNOLOGICO DE ARAGON;SKM AERONAUTICS LTD;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "UK;ES;IL;DE",
    "projectParticipants": {
        "939108411": {
            "orgId": "939108411",
            "orgName": "ML ENGRAVING SRL",
            "ecContrib": 539350
        },
        "916764558": {
            "orgId": "916764558",
            "orgName": "SKM AERONAUTICS LTD",
            "ecContrib": 450625
        },
        "916828384": {
            "orgId": "916828384",
            "orgName": "REAGENT CHEMICAL SERVICES LIMITED",
            "ecContrib": 409700
        },
        "999509341": {
            "orgId": "999509341",
            "orgName": "INSTITUTO TECNOLOGICO DE ARAGON",
            "ecContrib": 294375
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 292000
        }
    },
    "calculatedTotalContribution": 1986050
}