{
    "rcn": "210068",
    "acronym": "NeuroBaBEL",
    "topics": "MSCA-IF-2016",
    "title": "Whispering the language of the neurons to restore vision",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Visual neuroprostheses or the bionic eyes, aim to restore patterned vision to the blind by electrically stimulating the remaining neurons in the visual system. The ultimate goal of bionic eye research as a means of treating vision loss is the capacity to reproduce the same neural messages that travel between the eye and the brain of normal vision. The visual system 'sees' the world by way of sending signals to the brain that indicate transitions from 'light ON to light OFF' and from 'light OFF to light ON' wherever a transition exists. Despite the remarkable progress over the last decade, until recently, visual neuroprostheses could only stimulate both the ëON-to-OFFí and the ëOFF-to-ONí pathways simultaneously, sending confusing neural messages to the brain. Selective activation has been demonstrated in vitro while validated computational models predict that neural signals can be modulated by affecting these waveforms. This proposal aims to investigate, in a functional model of the disease (Royal College of Surgeons rats), new ways to preferentially activate the aforementioned visual pathways using amplitude- and frequency- modulated signals combined with low-power noise. It is expected that the resulting neural encoding to be more natural and to therefore improve the perception of the bionic eye recipients. Two strategies will be adopted: (1) acute electrophysiology experiments to obtain optimal stimulation parameters, and (2) chronic studies in behaving animals with retinal degeneration subjected to classical conditioning. This is a highly multidisciplinary proposal that includes a comprehensive plan for the dissemination of the results among the scientific community and the general public, while providing opportunities for industrial engagement. The fellow will be immersed in a motivating research environment and will be exposed to a series of training and networking activities which provide an excellent ground for future career perspectives.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD PABLO DE OLAVIDE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}