{
    "rcn": "210064",
    "acronym": "SAbDA",
    "topics": "MSCA-IF-2016",
    "title": "Sustainability Assessment based on Decision Aiding",
    "startDate": "26/09/2018",
    "endDate": "25/09/2021",
    "objective": "There is a pressing need for clear and understandable information regarding the sustainability of products, companies and policies. To achieve this, one of the main priorities for the European Commission is strengthening the integration of Sustainable Development (SD) principles into the policy-making processes. For this to occur there is an impelling need for: (i) enhancing the economic profitability of businesses employing the principles of a circular economy;  (ii) providing consumers with a comprehensive understanding of the impacts of products from a sustainability perspective, including environmental (e.g. energy consumption), economic (e.g. raw materials costs) and social considerations (e.g. workersí safety); and (iii) accounting for limited availability of primary resources. These objectives can be achieved if robust evaluations for the sustainability of products, companies and policies are conducted and communicated. The premier tool to support the achievement of these objectives is Sustainability Assessment (SA). Due to the importance of such societal challenges, an increasing number of criteria have been proposed to conduct a SA. A main challenge is the ability to communicate effectively the sustainability of the target alternatives in an easily understandable format, being as a score of performance, a preference class, or a ranking. Multiple Criteria Decision Aiding (MCDA) is an excellent approach to achieving these goals. Frameworks applying MCDA to SA have been proposed, but they are tailored to a set of MCDA methods and only support a limited typology of data and preference elicitation techniques. This SAbDA project will tackle these shortcomings by introducing a step-wise framework to support the development of SAs and selection of the most relevant MCDA method(s). This will include assessing the MCDA methods currently available and developing new ones, including those for evaluations at the micro (product) and meso (organization, region) levels.",
    "totalCost": "227361,6",
    "ecMaxContribution": "227361,6",
    "coordinator": "POLITECHNIKA POZNANSKA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999659691": {
            "orgId": "999659691",
            "orgName": "POLITECHNIKA POZNANSKA",
            "ecContrib": 227362
        },
        "999538344": {
            "orgId": "999538344",
            "orgName": "U.S. ENVIRONMENTAL PROTECTION AGENCY - EPA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 227362
}