{
    "rcn": "210012",
    "acronym": "ASPIRE",
    "topics": "FTIPilot-01-2016",
    "title": "Assessment Strategy for Upstream Plant Inspection and Repair",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Over 50% global oil and gas is produced by offshore assets beyond midpoint of their design lives. 50% all asset failures related to technical integrity are due to ageing (MARS). Ageing assets therefore represent major hazards for offshore oil and gas personnel, the environment and the society. Europe accounted for 28% reported major accident loss of containment from 1980 to 2006, with 11 fatalities, 183 injuries & >Ä170M economic loss (HSE). The recent crude oil price drop is forcing oil and gas operators to increasingly focus on extending lifespan of existing offshore assets (above design life), as oppose to asset replacement. Assuring assets integrity and safety of personnel, environment & society also remains a top priority. 2016 oil and gas industry report concluded that new asset inspection technologies could generate Ä1bn p.a. for the sector. We timely propose to finalize a unique and first commercial system (ASPIRE) which combines & automates: asset inspection; inspection data analyses; and maintenance scheduling. The system will inspect & report maintenance schedules for critical assets (e.g. well conductor) within 1 day at cost of Ä4K. Current industry standard and state-of-the-art methods are fragmented: inspection companies generate large amounts of data manually, which is time-consuming (e.g. 5 days for well conductor), extremely risky (access hazardous environments without prior sound knowledge of asset status) and expensive. Inspection data is then passed to data analyses firm for interpretation/reporting (\\5 days), followed by maintenance planning (\\5 days), costing >Ä20K for the whole process for a 100m/24 well conductor. ASPIRE combines these 3 Steps in 1. It reduces inspection and maintenance scheduling time (1 day vs 15 days/well conductor) and cost (Ä4K vs >Ä20K). ASPIRETM will generate Ä49.5M revenue & Ä24.7M gross profit for SME-led consortium within 5 years (2019-2023),i.e. 10:1 ROI for EC grant, creating 62 new consortium jobs in the process.",
    "totalCost": "2764706,25",
    "ecMaxContribution": "2242355,63",
    "coordinator": "INNOSPECTION GERMANY GMBH",
    "coordinatorCountry": "DE",
    "participants": "ASSIST SOFTWARE SRL;TRANSPORT SYSTEMS CATAPULT LIMITED;AINOOUCHAOU PLIROFORIKI AE;TWI LIMITED",
    "participantCountries": "RO;UK;EL",
    "projectParticipants": {
        "943078815": {
            "orgId": "943078815",
            "orgName": "TRANSPORT SYSTEMS CATAPULT LIMITED",
            "ecContrib": 447181
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 281619
        },
        "984731973": {
            "orgId": "984731973",
            "orgName": "ASSIST SOFTWARE SRL",
            "ecContrib": 348736
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 576356
        },
        "951286567": {
            "orgId": "951286567",
            "orgName": "INNOSPECTION GERMANY GMBH",
            "ecContrib": 588464
        }
    },
    "calculatedTotalContribution": 2242356
}