{
    "rcn": "210007",
    "acronym": "LUMABS",
    "topics": "ERC-PoC-2016",
    "title": "Therapeutic antibody drug monitoring using bioluminescent sensors proteins and a smartphone",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Therapeutic antibodies represent an important class of newly introduced drugs and have been particularly successful in cancer therapy and the treatment of inflammatory diseases. The clearance rates of therapeutic antibodies are known to differ per individual and correlate with survival rates. Being able to define a personalized dose per patient based on continuous monitoring of therapeutic antibody levels would therefore be beneficial both for the individual patient and for the hospitalís budget. Our group recently developed a new platform of bioluminescent sensor proteins for antibody detection that allow antibody detection directly in blood plasma using the camera of a smart phone as the sole piece of equipment. \n\nThe goal of this ERC Proof-of-Concept is to establish LUMABS as a unique, low cost, and easily accessible point-of-care technology for monitoring therapeutic antibodies. \n\nTo enable clinical and commercial translation a product portfolio will be established that includes the development and validation of a prototype point-of-care assay for the therapeutic antibody Cetuximab. To establish LUMABS as a broadly applicable platform technology, we will use recently developed epitope screening technology to develop specific LUMABS sensors targeting Infliximab and biosimilar antibodies that are used to treat inflammatory conditions such as Crohnsí disease and rheumatoid arthritis. Based on an in-depth market analysis and the feedback we receive from external stakeholders on the performance of our technology, a realistic strategy will be developed for further translation and commercialization. During the project we will continuously assess opportunities for new patent applications. Our IP strategy will be guided by the outcome of our market examination and analysis of the most interesting business opportunities.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}