{
    "rcn": "210058",
    "acronym": "I-CONSENT",
    "topics": "SwafS-17-2016",
    "title": "Improving the guidelines for Informed Consent, including vulnerable populations, under a gender perspective",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "The informed consent (IC) process allows the subject to voluntarily decide whether or not his/her participation in research. Generally, ICs are difficult to read documents that do not include all stakeholdersí perceptions. Therefore, informative IC should be a process that include needed information under a gender and age perspective, more importantly if these are vulnerable populations. The relationship between science and society should favour the engagement inclusion of citizens in the informed consent process, and this must be done with especial attention to gender and ethics considerations. The IC process should also improve health literacy in the citizens. \nThe I-CONSENT project presents a simple work plan structure with a WP1 aimed to analyze baseline knowledge of IC, WP2 presenting innovative solutions and WP3 proposing new guidelines, disseminated in WP4. For this i-CONSENT consortium  presents a multi-stakeholder community of partners from academia, public health, patient organizations, clinicians and private sector, including pharma and SMEs, and a set of activities that will maximize the collection (workshops) and dissemination (communication plan) of information. \nSpecifically, and to ensure alignment with the Topic scope, the project will use a selection of 3 different vaccines as study frame to improve guidelines for informed consents. These do focus on vulnerable age populations with very special emphasis on gender: Human Papilloma Virus (HPV) vaccines (preadolescent and adolescents), Meningitis (adults) and Respiratory Syncitial Virus (pregnant women). Besides Gender and Ethic issues as centre of the proposal, the project will consider the interaction of age and gender, with its specifics as comprehension of medical information, oral and written language, and availability and use of new technologies will also be considered.",
    "totalCost": "3077197,5",
    "ecMaxContribution": "3077197,5",
    "coordinator": "FUNDACION PARA EL FOMENTO DE LA INVESTIGACION SANITARIA Y BIOMEDICA DE LA COMUNITAT VALENCIANA",
    "coordinatorCountry": "ES",
    "participants": "GLAXOSMITHKLINE SA;ATENEO PONTIFICIO REGINA APOSTOLORUM;SPARKS & CO;SYNECTIKA RESEARCH AND CONSULTING LTD;LIBERA UNIVERSITA MARIA SS. ASSUNTA DI ROMA;OSPEDALE PEDIATRICO BAMBINO GESU;MENINGITIS RESEARCH FOUNDATION",
    "participantCountries": "ES;IT;FR;UK",
    "projectParticipants": {
        "917933602": {
            "orgId": "917933602",
            "orgName": "GLAXOSMITHKLINE SA",
            "ecContrib": 370500
        },
        "949649207": {
            "orgId": "949649207",
            "orgName": "LIBERA UNIVERSITA MARIA SS. ASSUNTA DI ROMA",
            "ecContrib": 303357
        },
        "933146985": {
            "orgId": "933146985",
            "orgName": "ATENEO PONTIFICIO REGINA APOSTOLORUM",
            "ecContrib": 258250
        },
        "938985124": {
            "orgId": "938985124",
            "orgName": "SPARKS & CO",
            "ecContrib": 212500
        },
        "998837810": {
            "orgId": "998837810",
            "orgName": "OSPEDALE PEDIATRICO BAMBINO GESU",
            "ecContrib": 322382
        },
        "917945145": {
            "orgId": "917945145",
            "orgName": "MENINGITIS RESEARCH FOUNDATION",
            "ecContrib": 128006
        },
        "937279767": {
            "orgId": "937279767",
            "orgName": "SYNECTIKA RESEARCH AND CONSULTING LTD",
            "ecContrib": 368125
        },
        "951714046": {
            "orgId": "951714046",
            "orgName": "FUNDACION PARA EL FOMENTO DE LA INVESTIGACION SANITARIA Y BIOMEDICA DE LA COMUNITAT VALENCIANA",
            "ecContrib": 1114078
        }
    },
    "calculatedTotalContribution": 3077198
}