{
    "rcn": "210083",
    "acronym": "2GENRETURN",
    "topics": "MSCA-IF-2016",
    "title": "Displacing Deviance: Second-Generation Migrant Youth, Disciplinary Return, and Transnational Social Fields of Inclusion and Exclusion return",
    "startDate": "01/02/2018",
    "endDate": "31/12/2020",
    "objective": "ëDisplacing DevianceÖí is a state-of-the-art research project into transnational family practices. It examines ëdisciplinary returní - young second-generation migrants sent ëhomeí to their countries of heritage by their parents as a disciplinary measure ñ a widespread practice which has not yet been the focus of direct research. Second-generation ties to the homeland are critical to issues of integration, yet understanding of second-generation transnationalism is thin. Examining ëdisiplinary returní within the Nigerian diaspora will establish new, in-depth understanding of how migrants navigate transnational structures of opportunity and constraint through their family practice. This will shed light on the relationship between socio-economic challenges faced in ëhostí countries, and how migrants build loyalties and identities in a transnational context. It will produce findings of relevance to policy concerns about societal challenges around multicultural integration and minority youth in the education and criminal justice sectors. The research approach is innovative, answering calls for youth-centric, multi-sited, and intergenerational research into transnational families, thus far mostly studied via first-generation migrant parents in single locations. Qualitative research with migrant parents and youth, and participatory research with migrant youth, will be undertaken in the USA, Nigeria and the UK. Supervision by a world expert, Dr Coe at Rutgers, in the outgoing phase will provide a unique training opportunity for the researcher and excellent means to build networks. Expertise gained will be transferred back into Europe in the incoming phase by working with Dr Dwyer, co-director of the Migration Research Unit (Geography Department) at UCL, a hub for migration research with Europe-wide networks. This will maximise output which advance theoretical debates around migration and transnationalism, speak to policy debates, and capture public audiences.",
    "totalCost": "245185,7",
    "ecMaxContribution": "245185,7",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882403": {
            "orgId": "999882403",
            "orgName": "RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 245186
        }
    },
    "calculatedTotalContribution": 245186
}