{
    "rcn": "210046",
    "acronym": "EUNITY",
    "topics": "DS-05-2016",
    "title": "Cybersecurity and privacy dialogue between Europe and Japan",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The EUNITY project addresses scope 2 (international dialogue with Japan) of objective DS-05-2016 of the H2020 work programme. This two years project aims at developing and encouraging the dialogue between Europe and Japan on cybersecurity and privacy topics. The partners involved have a long-standing history of research on both topics at the European level, as well as cooperation with Japan.\n\nEUNITY has 3 main objectives:\n1.\tEncourage, facilitate and support the ICT dialogue between relevant EU and Japanese stakeholders on matters relating to cybersecurity and privacy research and innovation issues;\n2.\tIdentify potential opportunities for future cooperation between European and Japanese research and innovation ecosystems; and\n3.\tFoster and promote European cybersecurity innovation activities and increase the international visibility of EU activities in cybersecurity\n.\nTo meet these objectives, EUNITY will first gather relevant stakeholders in at least two workshops, one in each geography (EU and JP), taking advantage of co-location with other events as much as possible. It will also thanks to the expertise of its members collect the appropriate existing research agendas, legislations and business practices in Europe and Japan. It will then analyze the information collected to formulate recommendations, including business opportunities and a research agenda. A particular attention will be brought to the similarities of the research and market strategies, as well as the differences that must be taken into account when addressing both markets.\n\nEUNITY will operate in close relationship with the European Cyber Security Organization association, the cybersecurity cPPP signatory with the Commission. EUNITY will cover all the constituencies of ECSO (large organizations, SMEs, public bodies, associations, clusters, RTOs) thanks to both the direct participation of its partners to ECSO and to their ties with industry associations, cluster and public bodies.",
    "totalCost": "499812,5",
    "ecMaxContribution": "499812,5",
    "coordinator": "INSTITUT MINES-TELECOM",
    "coordinatorCountry": "FR",
    "participants": "NAUKOWA I AKADEMICKA SIEC KOMPUTEROWA - PANSTWOWY INSTYTUT BADAWCZY;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;ATOS SPAIN SA;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "PL;EL;ES;BE",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 90625
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 77812
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 175000
        },
        "999918681": {
            "orgId": "999918681",
            "orgName": "NAUKOWA I AKADEMICKA SIEC KOMPUTEROWA - PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 62500
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 93875
        }
    },
    "calculatedTotalContribution": 499812
}