{
    "rcn": "210075",
    "acronym": "IRONCOMM",
    "topics": "MSCA-IF-2016",
    "title": "Investigating the role of bacteria-produced siderophores in satisfying diatom Fe requirements.",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The greatest impact of climate change will be exerted on ocean biomes. In order to mitigate for its effects it is paramount to understand the dynamics of phytoplankton communities within, which are responsible for marine carbon fixation (50% of the of the primary production on Earth). Our current understanding of phytoplankton dynamics is limited ñ particularly when linking a molecular level understanding of metabolic processes with ecology. In the proposed work I will investigate the hypothesis that diatoms, which are ubiquitous phytoplankton species across all marine habitats interact with bacteria to acquire bioavailable iron from siderophores produced by the latter. My investigations will address this aim across all scales of biological organization. I will capitalize on preliminary investigations at the host laboratory that have begun to unravel the molecular pathways associated in siderophore acquisition in diatom species. My work will be novel in terms of characterizing the molecular mechanism by which siderophores are transported into and distributed to where required within diatom cells. Further, I will explore the hypothesis that siderophore acquisition is a result of mutualism between  bacteria and diatoms. The results will bear important eco-evolutionary consequences to our understanding of microbial communities. Finally, on a global scale, I will quantify the relevance of my findings by mining of  metatranscriptomic data collected in global transects of the ocean (specifically during the Tara Oceans expedition). Through this fellowship I will develop a range of new technical skills including novel molecular techniques and bioinformatics, as well as transferable competencies (e.g. using French at work). The fellowship will provide me with an opportunity to return to Europe (from the USA), expanding my academic network of collaborators and putting me in a prime position for applying for faculty positions as a next step in my academic career.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}