{
    "rcn": "210032",
    "acronym": "GEOSTICK",
    "topics": "ERC-2016-COG",
    "title": "Morphodynamic Stickiness: the influence of physical and biological cohesion in sedimentary systems",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Our coasts, estuaries, & low-land river environments are some of the most sensitive systems to sea-level rise & environmental change. In order to manage these systems, & adapt to future changes, we desperately need to be able to predict how they will alter under various scenarios. However, our models for these environments are not yet robust enough to predict, with confidence, very far into the future. Moreover, we also need to improve how we use our understanding of modern environments in reconstructing paleo-environments, where significant assumptions have been made in the way in which relationships derived from the modern have been applied to ancient rocks.\n \nOne of the main reasons our models, & geological interpretations, of these environments, are not yet good enough is because these models have formulations that are based on assumptions that these systems are composed of only non-cohesive sands. However, mud is the most common sediment on Earth & many of these systems are actually dominated by biologically-active muds & complex sediment mixtures. We need to therefore find ways to incorporate the effect of sticky mud & sticky biological components into our predictions. Recent work my colleagues & I have published show just how important such abiotic-biotic interactions can be: inclusion of only relatively small (<0.1% by mass) quantities of biological material into sediment mixtures can reduce alluvial bedform size by an order of magnitude.\n \nHowever, this is just a start & there is much to do in order to advance our fundamental understanding & develop robust models that predict the combined effects of abiotic & biotic processes on morphological evolution of these environments under changing drivers & conditions. GEOSTICK will deliver this advance allowing us to test how sensitive these environments are, assess if there are tipping points in their resilience & examine evidence for the evolution of life in the ancient sediments of early Earth and Mars.",
    "totalCost": "2581155",
    "ecMaxContribution": "2581155",
    "coordinator": "UNIVERSITY OF HULL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 2581155
        }
    },
    "calculatedTotalContribution": 2581155
}