{
    "rcn": "210031",
    "acronym": "CORALASSIST",
    "topics": "ERC-2016-COG",
    "title": "Assisting Coral Reef Survival in the Face of Climate Change",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "CORALASSIST spans the disciplines of evolutionary biology, restoration ecology and proteomics and examines the role assisted gene flow (AGF) can play in sustaining biodiversity and ecosystem services in the face of climate change. AGF involves the deliberate movement of individuals or gametes within their natural range to facilitate adaptation to environmental change. Corals reefs provide an excellent model for testing AGF as a conservation tool because reef building corals are foundation species and are highly vulnerable to thermal stress. Selective breeding and translocation of thermotolerant individuals may lead to reductions in recipient population fitness due to resource trade-offs with other fitness traits, such as growth and fecundity. The overall aim of CORALASSIST is to establish the feasibility of implementing AGF in coral reef ecosystems using a combination of selective breeding, proteomics and innovative translocation techniques. CORALASSIST will address four primary questions: 1) Are there resource trade-offs between increased thermotolerance and other fitness traits in corals? 2) Which physiological and proteomic traits correlate with increased individual thermotolerance in corals? 3) Are phenotypic traits for thermotolerance heritable? 4) Can AGF and selective breeding lead to persistent shifts in thermotolerance in recipient populations? Phenotypic traits will be measured in permanently tagged individuals within selected coral populations to examine the relationships between thermotolerance and key fitness attributes. For the first time, state of the art proteomic approaches will be used to elucidate the physiological basis for increased levels of thermotolerance in corals. Innovative translocation methods will be used in tandem with selective breeding techniques to carry out the first long term assessment of heritability of thermotolerance and to test the feasibility of large scale AGF to assist conservation of coral reef ecosystems.",
    "totalCost": "2023119",
    "ecMaxContribution": "2023119",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 2023119
        }
    },
    "calculatedTotalContribution": 2023119
}