{
    "rcn": "210045",
    "acronym": "DDD",
    "topics": "ERC-2016-ADG",
    "title": "Diffusive Droplet Dynamics in multicomponent fluid systems",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Liquid-liquid extraction - the transfer of a solute from one solvent to another - is a core process in chemical technology and analysis. The current challenge is to miniaturise the analyte extraction process and to optimize the extraction recovery and preconcentration factor. Lacking a priori calculations, this is now often done by trial-and-error. However, to control and optimize the extraction processes, it is crucial to quantitatively understand the diffusive droplet dynamics in multicomponent fluid systems. This is essential and urgently needed not only for modern liquid-liquid extraction processes for diagnostics & microanalysis, for droplet microfluidics, or in the paint & coating industry, but on larger scales also in remediation industry, in chemical technology, or in food processing. These applications of droplets governed by diffusion include cases of immersed droplets in the bulk & on a surface, single & multicomponent droplets & solvents, and cases with high droplet number density. In spite of their relevance, multiphase & multicomponent fluid systems with relevant diffusive droplet dynamics are poorly understood.\n\nThe objective of DDD is a breakthrough: to fill this gap and to come to a quantitative understanding of diffusive droplet dynamics, thus illuminating the fundamental fluid dynamics of diffusive processes of immersed (multicomponent) (surface) droplets on multiple scales. To achieve this objective, we will perform a number of key controlled experiments and numerical simulations for idealized setups on 9 orders of magnitude in length scale, allowing for one-to-one comparison between experiments and numerics/theory. It is now time to bridge the gap from modern fluid dynamics to process-technology, colloidal & interface science, from nano/microscopic and purely diffusively governed droplets to macroscopic ones and from single droplets to multiple & multi-component droplets, to arrive at multiscale high-precision chemical engineering for droplets.",
    "totalCost": "2937500",
    "ecMaxContribution": "2937500",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 2937500
        }
    },
    "calculatedTotalContribution": 2937500
}