{
    "rcn": "210047",
    "acronym": "MajoranaTopIn",
    "topics": "ERC-2016-ADG",
    "title": "Majorana Fermions in Topological Insulator Platforms",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Majorana fermions were recently discovered in topological superconductors as exotic quasiparticles having the curious property of being their own antiparticles. They are not only interesting as novel relativistic quasiparticles, but are also useful for realizing fault-tolerant quantum computers. However, currently available platforms to materialize Majorana fermions are limited, and the existing platforms have respective drawbacks for actually building qubits for a scalable quantum computer. Also, various unusual properties are predicted for Majorana fermions, but few have been experimentally addressed. To make a leap in the Majorana-fermion research which is technically highly demanding, one needs to grow state-of-the-art materials and tightly combine them with mesoscopic device research. By performing such an integrated research efforts in the same laboratory, this project aims to explore new platforms for Majorana qubits and to establish new methodologies to address peculiar physics of Majorana fermions. As new platforms, we pursue (i) three-dimensional topological-insulator nanoribbons and (ii) ferromagnetic topological-insulator thin films, both of which will be proximity-coupled to an s-wave superconductor. Each of them allows for conceiving Majorana qubits based on different principles, which will be tested in this project. Also, by developing new methodologies, we will elucidate (i) non-Abelian statistics probed by interferometry and (ii) quantized/universal heat transport phenomena probed by thermal conductance. These works will be complemented by materials growth efforts involving molecular beam epitaxy and detailed characterizations of the local electronic states using scanning tunnelling spectroscopy. If successful, this project will not only contribute to the realization of scalable quantum computers, but also elucidate the non-Abelian statistics, which is a fundamentally new property of particles and is ground breaking in physics.",
    "totalCost": "2406250",
    "ecMaxContribution": "2406250",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 2406250
        }
    },
    "calculatedTotalContribution": 2406250
}