{
    "rcn": "210062",
    "acronym": "CRITISUP2",
    "topics": "ERC-2016-ADG",
    "title": "Criticality and Dual Superfluidity",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Low temperature matter exhibits a spectacular variety of highly ordered states that occur through phase transitions. In quantum systems, phase transitions and associated critical phenomena constitute a central issue of modern physics. Wilsonís theory of renormalization showed that very different physical systems could be unified under the same universality class characterized by critical exponents. The high degree of control offered by ultracold atom experiments sets them as an ideal platform for the investigation of phase transitions and critical phenomena.\nCRITISUP2 aims at exploring criticality in superfluid spin Ω Fermi gases where the interplay between temperature spin polarization and interactions is at the origin of a rich phase diagram and a variety of phase transitions. We will measure the corresponding static and dynamic critical exponents, and search for the long-sought Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase predicted over 50 years ago. We will also study the phase diagram and critical counterflow of dual Bose-Fermi superfluids which have emerged as a new paradigm of quantum matter. Cutting-edge Bold Diagrammatic Monte Carlo and new resummation methods, developed in-house, will be confronted to the experiments on the one hand, and provide answers to debated questions on the other.\nThe expected outcomes of CRITISUP2 will constitute a major leap forward relevant for several fields of modern physics, ranging from condensed-matter to astrophysics, nuclear physics, and high energy physics.",
    "totalCost": "2246536",
    "ecMaxContribution": "2246536",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2246536
        }
    },
    "calculatedTotalContribution": 2246536
}