{
    "rcn": "210088",
    "acronym": "EvoCellFate",
    "topics": "MSCA-IF-2016",
    "title": "Evolution of cell fate decision during development",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "'During development cells progressively acquire specific features that result in the definition of cellular fates.Inter- and intra-specific homologous cell lineages show significant variation in the adoption of particular cell fates. Yet, at present the genetic and molecular mechanisms underlying these intra-specific changes in cell fate and how variation in cell fates is biased during evolutionary trajectories are largely unknown. In this project I will use the vulva system in genetically tractable nematodes to i)identify the molecular basis of intraspecific cell fate variation and ii)to investigate whether evolutionary trajectories in cell fate variation are developmentally constrained in distinct nematode genera. In Caenorhabditis species, among the six 'vulva precursor cells', only one termed P3.p shows fate evolution within and among species.In contrast,in Oscheius species(sister genus)other vulva precursor cells fates evolve faster, named P4.p and P8.p.  The work is structured into two main objectives. First,I will investigate the molecular and genetic basis of intraspecific P3.p cell fate variation in C.elegans using quantitative genetics, whole-genome sequencing and modern genome editing techniques. Second,I will probe the role of developmental constrains in biasing evolutionary trends of cell fate variation by using a combination of random mutagenesis and quantitative genetics.This project will contribute to integrate the field of evolution of development with a population and quantitative genetic framework and will provide a mechanistic genetic understanding of cell fate variation during development and evolution at several evolutionary scales. Based on a highly successful research group in a worldwide-recognized institute and its network of collaborators,it will allow me to obtain a strong background in evolutionary theory,nematode development,genome bioinformatic skills and quantitative genetics,building on my strong molecular and developmental background'",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}