{
    "rcn": "210071",
    "acronym": "FALCO",
    "topics": "EE-22-2016-2017",
    "title": "Financing Ambitious Local Climate Objectives",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "Implementing ambitious local climate action plans is paramount in the fight against climate change. Moreover, the sheer aggregated investment volume contained in these plans holds the promise of a powerful longlasting economic recovery. Unfortunately, the lack of a comprehensive funding solution undermines the realisation of these plans.  \n\nFALCO addresses this problem by developing a financing solution for ambitious local climate plans of over 180 Flemish signatories to the Covenant of Mayors (ìFLC Solutionî). This solution builds on the results of several previous projects, integrates state of the art knowledge on sustainable energy financing, and was tested at the conceptual level. Unlike other solutions, the FLC solution 1) looks at the climate action plans as a whole (potential for piggybacking) instead of adopting a project-per-project view (risk of cherry picking); 2) focuses on lifting financial and non-financial investment barriers; and 3) uses private capital instead of public budgets for its financing operations. In addition, FALCO will develop accompanying (policy) measures that will induce demand for investments. \n\nFALCO is designed as a scalable pilot that allows real-life testing of the FLC solution.  \n\nFALCO will:\nï Develop the theoretical FLC solution into a fully operational financial solution (WP2);\nï Develop a project portfolio (ca. 50 mio Ä) w.r.t. energy efficiency in SMEs and energy renovation of public and private buildings (WP3);\nï Have an independent party due diligence validate the proposed financial solution and project portfolio (WP4);\nï Contract investments for at ca. 17.6 mio Ä resulting in an estimated 27.7 GWh primary energy savings and the creation of 250 sustainable jobs (WP5);\nï Monitor the investments and document lessons learnt (WP6);\nï Disseminate the results in Flanders and in the EU, investigate its replication in other EU member states /regions (WP7).",
    "totalCost": "1172451,25",
    "ecMaxContribution": "1172451,25",
    "coordinator": "TRACTEBEL ENGINEERING",
    "coordinatorCountry": "BE",
    "participants": "STAD ANTWERPEN;CLIMATE ALLIANCE - KLIMA-BUENDNIS - ALIANZA DEL CLIMA e.V.;SUSTAINABLE MARKETS CONSULTING;VLAAMS-BRABANT;STAD GENT;PROVINCIEBESTUUR WEST-VLAANDEREN;3E;FACTOR 4 BVBA",
    "participantCountries": "BE;DE",
    "projectParticipants": {
        "998086739": {
            "orgId": "998086739",
            "orgName": "TRACTEBEL ENGINEERING",
            "ecContrib": 455400
        },
        "988679582": {
            "orgId": "988679582",
            "orgName": "CLIMATE ALLIANCE - KLIMA-BUENDNIS - ALIANZA DEL CLIMA e.V.",
            "ecContrib": 51000
        },
        "998945771": {
            "orgId": "998945771",
            "orgName": "STAD GENT",
            "ecContrib": 49469
        },
        "950624930": {
            "orgId": "950624930",
            "orgName": "VLAAMS-BRABANT",
            "ecContrib": 43801
        },
        "950689629": {
            "orgId": "950689629",
            "orgName": "FACTOR 4 BVBA",
            "ecContrib": 250400
        },
        "984807924": {
            "orgId": "984807924",
            "orgName": "STAD ANTWERPEN",
            "ecContrib": 42906
        },
        "927595481": {
            "orgId": "927595481",
            "orgName": "SUSTAINABLE MARKETS CONSULTING",
            "ecContrib": 145925
        },
        "934771541": {
            "orgId": "934771541",
            "orgName": "PROVINCIEBESTUUR WEST-VLAANDEREN",
            "ecContrib": 36606
        },
        "998314786": {
            "orgId": "998314786",
            "orgName": "3E NV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1075507
}