{
    "rcn": "210061",
    "acronym": "EpiTrack",
    "topics": "ERC-2016-ADG",
    "title": "Single-cell temporal tracking of epigenetic DNA marks",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Over the past decade, epigenetic phenomena have taken centre stage in our understanding of gene regulation, cellular differentiation and human disease. DNA methylation is a prevalent epigenetic modification in mammals, which is brought about by enzymatic transfer of methyl groups from the S-adenosylmethionine (SAM) cofactor by three known DNA methyltransferases (DNMTs). The most dramatic epigenomic reprogramming in mammalian development occurs after fertilization, whereby a global loss of DNA methylation is followed by massive reinstatement of new methylation patterns, different for each cell type. Although DNA methylation has been extensively investigated, key mechanistic aspects of these fascinating events remain obscure. The goal of this proposal is to bridge the gap in our understanding of how the genomic methylation patterns are established and how they govern cell plasticity and variability during differentiation and development. These questions could only be answered by precise determination of where and when methylation marks are deposited by the individual DNMTs, and how these methylation marks affect gene expression. To achieve this ambitious goal, we will metabolically engineer mouse cells to permit SAM analog-based chemical pulse-tagging of their methylation sites in vivo. We will then advance profiling of DNA modifications to the single cell level via innovative integration of microdroplet-based barcoding, precise genomic mapping and super-resolution imaging. Using this unique experimental system we will determine, with unprecedented detail and throughput, the dynamics and variability of DNA methylation and gene expression patterns during differentiation of mouse embryonic cells to neural and other lineages. This project will give a comprehensive, time-resolved view of the roles that the DNMTs play in mammalian development, which will open new horizons in epigenomic research and will advance our understanding of human development and disease.",
    "totalCost": "2499875",
    "ecMaxContribution": "2499875",
    "coordinator": "VILNIAUS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 2499875
        }
    },
    "calculatedTotalContribution": 2499875
}