{
    "rcn": "210081",
    "acronym": "BESMART",
    "topics": "MSCA-IF-2016",
    "title": "scalaBle and grEen wireleSs coMmunications for a sustAinable netwoRked socieTy",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The goal of the project is to develop energy-efficient and scalable designs for distributed mobile networks operated by renewable energy sources, and with very limited signaling overhead and computational complexity.  The project will design  wireless networks, composed by smart nodes, which are able to perform the following tasks:?\n\t1) †Self-configure, autonomously allocating their own physical layer radio resources through energy-efficient, feedback-aware, and complexity-aware radio resource allocation.\n\n\t2) †Self-sustain by harvesting energy from renewable and intermittent energy sources, such as solar and wind, as well as from dedicated radio frequency signals present over the air.\t\n\n             3) †Sharing or trading energy with other network nodes in order to prolong the lifetime of nodes which are low on battery and to obtain a more fair energy distribution across the whole network.?\nThe long-term vision of the project is to kick-start a paradigm shift from core-centric, throughput-optimized networks, towards device-centric, energy-optimized networks. The development of autonomous, energy-independent, and self-organizing wireless networks will enable: \n\n         a) 100% coverage in urban environments in a power efficient manner;\n\n         b) network coverage in remote/developing areas where currently it is commercially unattractive to do so. \n\nThese advancements will make the vision of a connected society sustainable, almost zeroing the operational expenses related to power and hence revolutionizing the business models for ICT by radically reducing energy costs. This will also facilitate the rise of new markets and applications in remote areas, which contributes to closing the digital divide between densely populated and scarcely populated or rural areas.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRALESUPELEC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933906883": {
            "orgId": "933906883",
            "orgName": "CENTRALESUPELEC",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}