{
    "rcn": "210000",
    "acronym": "CanFaster",
    "topics": "MSCA-COFUND-2016",
    "title": "The Translational Cancer Faster Forward doctoral programme ñ CanFaster",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "CanFaster is a joint venture among industry, health care and academia to enhance and accelerate innovations and clinical implementation within oncology. The vision of CanFaster is to prolong and save lives of cancer patients through integrated development and commercialization/implementation of diagnostic/treatment alternatives, thus reaching the market and patient more rapidly. CanFaster will save lives of cancer patients, not for future generations, but for today¥s. The CanFaster programme is enabled by an intimate collaboration between industry, health care system and academia (in total ~7 million Euro will be invested), and will contribute to the Europe 2020 strategy, where one million new research jobs are needed to reach the Innovation Union flagship initiative. The collected track record of all partners in the proposed CanFaster programme demonstrates an impressive history of entrepreneurial spirit, state-of the art medical care but also truly world-class scientific excellence within translational cancer research. The CanFaster regional doctoral programme, recruiting 16 ESRs, will be hosted within CREATE Health, a translational cancer research programme with broad international collaboration partners and excellent out-put for the last 10 years. Main objectives of CanFaster are (i) Increased transnational and intersectorial mobility (ii) Intersectorial improvements through intensified collaboration within oncology between academia, industry and hospital/regional health care organisations. (iii) Acceleration of innovation, attracting international investors leading to increased number of SMEs in the region and (iv) Education of a new generation of excellent multidisciplinary, entrepreneurial scientists. This is achieved through the attraction of the MSCA program for industrial partners to add-on to the EU and public national funding of the programme with financial and in-kind contribution.",
    "totalCost": "3348480",
    "ecMaxContribution": "1674240",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1674240
        }
    },
    "calculatedTotalContribution": 1674240
}