{
    "rcn": "210093",
    "acronym": "NeMatrix",
    "topics": "ERC-PoC-2016",
    "title": "Nematode-based screening technology for next-generation drug discovery",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Alternative model organisms, such as worms or flies, are getting increasingly popular in the drug discovery field, since they are proving to be suitable for replacing mammals for several aspects of the screening tests in the pre-clinical phase. In this context, one of the most interesting models is a roundworm species, named Caenorhabditis elegans. Its microscopic size, however, hinders its actual use in the field, since the protocols for its maintenance and study still completely rely on manual handling/observation techniques, definitely lacking any reproducibility and throughput standards. \nThe NeMatrix project proposes to fill this technological gap, by developing a microfluidic platform for fully automated culture and analysis of C. elegans ñand, more in general, roundworms-, tailored for drug screening applications. Specifically, starting from a simple worm suspension, our envisioned prototype will employ a set of microfluidic-based automated operations to: (i) gently distribute nematodes within separate microcompartments; (ii) feed them at desired food rate, time and concentration; (iii) expose them to drug tests at desired rate, time and drug concentrations; (iv) continuously monitor multiple phenotypes over the whole worm population in the device; (v) provide real-time data analysis and store/exploit results in a ìbig dataî approach. This project would provide one of the first examples of next-generation technologies for whole-organism drug screening, with the potential of paving the way for the widespread use of worms and other alternative model organisms for the replacement, reduction and refinement of animal testing in biomedical research and pharmaceutical industries. \nThe project will be held in close collaboration with key industrial partners in the field, in the framework of a planned startup company, which currently is on the way of creation.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}