{
    "rcn": "210001",
    "acronym": "CTCapture_2.0",
    "topics": "ERC-PoC-2016",
    "title": "Advanced platform for profiling of therapeutic targets and functional analysis of circulating tumour cells in cancer patients",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "As an alternative to invasive needle biopsies, the analysis of CTCs released by metastatic lesions into the blood has been recently introduced by the PI as ìliquid biopsyî.  The molecular analysis of CTCs before and during treatment could supply a real-time status of the landscape of metastatic tumor cell clones in an individual cancer patient. CTCs might reveal representative information on metastatic cells located at different sites because the blood represents a pool of tumor cells potentially released by all lesions in the cancer patients. Moreover, blood samples can be taken sequentially during the course of the disease and therefore allow a real-time assessment of the molecular evolution of the disease with important implications for decision making on cancer therapies. However, despite the obvious potential of CTCs as biomarker, current CTC capture assays require sophisticated, expensive and complex assay systems, which is the most important bottleneck for a more widespread use of CTCs as liquid biopsy. The assay development in the ERC PoC Grant CAPTURE-CTC (end: 11/2016) and the successful research on improved methods for molecular characterization of CTCs in the Advanced Investigator Grant DISSECT (end: 07/2016) of the PI has allowed to develop a novel improved platform for CTC detection. To implement our chip into future clinical decision making, we will now focus on the clinical validation of the chip platform including the development of SOPs as basis for kits for expression of therapeutic targets and resistance mechanisms in CTCs. Moreover, the establishment of transient CTC cultures from chip-isolated tumor cells will foster drug testing in individual cancer patients. In conclusion, the CTCapture_2.0 project will be an important prerequisite for successful future commercialization of a novel liquid biopsy assay.",
    "totalCost": "149825",
    "ecMaxContribution": "149825",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 149825
        }
    },
    "calculatedTotalContribution": 149825
}