{
    "rcn": "210087",
    "acronym": "SMuPhoS",
    "topics": "MSCA-IF-2016",
    "title": "Solid-State Multi-Photon Sources for Larger-Scale Quantum Optics and Photonics",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Optical quantum technologies are at the forefront of a forthcoming second quantum revolution, where advances in quantum photonics at the single-photon level are enabling new technologies at accelerating pace: from applications for secure quantum communication, to the realization of quantum simulation and quantum computation protocols. The scaling of quantum photonics, however, has long been restrained by low efficiencies in current photon sources, what limits the complexity of the protocols that are being demonstrated. The host team has very recently succeeded in the fabrication of solid-state single-photon sources about 20 times more efficient than current alternatives. These sources have reached the best possible performance in terms of purity and indistinguishability, as required for scalable applications. In this proposal, the high performance of these devices is combined with the expertise in quantum optics of the applicant to advance the state-of-the-art in quantum photonics to the efficient and high-rate manipulation of multiple single-photons. A new era of larger-scale quantum photonics will be attained by enabling the manipulation of multiple photons past the qubyte threshold of 8 photons. The project will include the demonstration of 10-photon sources with sub-Hertz detection rates; the implementation of heralded entangling gates run at unprecedented rates; as well as the demonstration of multi-photon interference with up to 8-photons in a Boson Sampling machine. This project will thus importantly advance upon the complexity of current multi-photon research, opening a new era of solid-state based quantum optics and photonics.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}