{
    "rcn": "210086",
    "acronym": "TEAM-Coast",
    "topics": "MSCA-IF-2016",
    "title": "Toward a new generation of Ecological Assessment tools for the Management Coastal environment",
    "startDate": "16/07/2018",
    "endDate": "15/07/2021",
    "objective": "Marine coastal areas have a considerable socio-economic importance and provide multiple services to Humankind (fisheries, nutrient cycling etc.). However, these environments are subjected to multiple anthropogenic pressures that are profoundly modifying benthic communities (i.e. organisms living on, in, or near the seabed as invertebrates, algae, bacteria etc.) that control most coastal ecosystem services. The TEAM-Coast project aims to develop a new generation of tools, based on emerging environmental genomics approaches (i.e. the study of genetic material retrieved in environmental samples), to investigate responses of coastal communities to stressors and assist stakeholders to make informed decisions regarding the balance between human activities and ecological integrity of coastal environments. Preserving efficiently these environments requires: 1) to integrate all coastal biodiversity in studies and models, a large portion being generally excluded due to technical and financial constraints; 2) to treat anthropogenic pressures in a integrated way to understand the full ecological ramifications of the multiple stressors in interaction on the structure and functioning of communities; 3) to rank the relative importance of these stressors to prioritize actions to lead. This project proposes thus to take advantage of the promises of environmental genomics to characterize the whole range of benthic communities over broad scales, at a unprecedented level of details and in a standardised, rapid and cost-effective way. These approaches will be implemented at the seascape scale to disentangle and understand ecological ramifications of multiple human-induced stressors on structure and diversity of benthic communities. Data will be then combined with cutting-edge statistical tools to identify key stressors and develop innovative management strategies. As such, outcomes of TEAM-Coast will lead to major advances for monitoring and management of European coastal environments.",
    "totalCost": "270918",
    "ecMaxContribution": "270918",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 270918
        },
        "999511572": {
            "orgId": "999511572",
            "orgName": "COMMONWEALTH SCIENTIFIC AND INDUSTRIAL RESEARCH ORGANISATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 270918
}