{
    "rcn": "210092",
    "acronym": "NEWCOM",
    "topics": "EE-14-2016-2017",
    "title": "New competence for building professionals and blue collar workers ñ certified qualification schemes to upgrade the qualification for building nZEBs",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "In order to implement the EPBD systematically and thereby reach the EU's energy and climate targets, building owners, constructors and municipalities should be aware of how energy saving measures have to be planned, applied and monitored. The buildings being built or renovated now, are the building stock of the future. Therefore, it is important to pay attention to the quality of work on construction site. Construction errors are responsible for most of poor energy performance of buildings in practice. Reasons for this are often lack of awareness of workers on construction sites making relevant parts of the building envelope or the HVAC systems regarding the complexity of nearly zero emission buildings. This is because of the very limited availability of further education in the construction sector in many countries around Europe especially with the focus on mutual recognition. Furthermore, actual offered courses in the building sector do not cover topics like cross craft understanding, lifelong service approaches, continuous controlling and monitoring or BIM-tools which are very important for the construction and maintenance of nZEBs. In addition, quality control also lacks in many cases. \nNEWCOM addresses challenges of raising building quality that supervisory authorities are facing today in order to achieve the European and national climate protection targets for 2020 and the implementation of the nearly zero-energy buildings standards. NEWCOM focuses on the development of missing qualification and certification schemes for blue collar workers and building professionals who inspect and control the most relevant qualities with a specific focus on mutual recognition. By the project ìNEWCOMî the number of blue collar workers and building inspectors with special nZEB competence will be increased, the quality of buildings (focus energy efficiency) raised and the market recognition of well-skilled professionals across the building sector in European market boosted.",
    "totalCost": "1120562,5",
    "ecMaxContribution": "1120562,5",
    "coordinator": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
    "coordinatorCountry": "AT",
    "participants": "VIAEUROPA COMPETENCE CENTRE SRO;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;EPITESUGYI MINOSEGELLENORZO INNOVACIOS KOEHASZNU TARSASAG;17&4 ORGANISATIONSBERATUNG GMBH;STICHTING ISSO;ENERGIE AGENTUR STEIERMARK GEMEINNUTZIGE GMBH",
    "participantCountries": "SK;NL;HU;AT",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 90125
        },
        "929061442": {
            "orgId": "929061442",
            "orgName": "ENERGIE AGENTUR STEIERMARK GEMEINNUTZIGE GMBH",
            "ecContrib": 152825
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 204925
        },
        "938847287": {
            "orgId": "938847287",
            "orgName": "VIAEUROPA COMPETENCE CENTRE SRO",
            "ecContrib": 206525
        },
        "953977444": {
            "orgId": "953977444",
            "orgName": "17&4 ORGANISATIONSBERATUNG GMBH",
            "ecContrib": 156300
        },
        "998707636": {
            "orgId": "998707636",
            "orgName": "EPITESUGYI MINOSEGELLENORZO INNOVACIOS KOEHASZNU TARSASAG",
            "ecContrib": 119300
        },
        "986399888": {
            "orgId": "986399888",
            "orgName": "STICHTING ISSO",
            "ecContrib": 190562
        }
    },
    "calculatedTotalContribution": 1120562
}