{
    "rcn": "210042",
    "acronym": "ULP.PILAEMA",
    "topics": "MSCA-IF-2016",
    "title": "Urban Landscapes of Power in the Iberian Peninsula from Late Antiquity to the Early Middle Ages",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Architecture as a symbol of power has long been intentionally used to define relationships between individuals, groups, cities and governments. Substantial traces of power and authority in architecture and landscapes during Late Antiquity also demonstrate the economic and political wellbeing of newly emerging elites in Western Europe. I aim to enhance archaeological knowledge of late antique society by exploring how new topographies of power were configured. The research involves six case studies in the Iberian Peninsula. To properly integrate them in a wider archaeological context, I will look at other representative sites in England and France. Each town to be studied has substantial archaeological evidence for the study of spatial configuration of power and to generate urban patterns. Cathedrals, palaces and the construction of large ecclesiastical complexes essentially materialized the spread of early Christianity and the secular elites form the basis of what I will explore in my project. Developed new archaeologies are starting to offer alternative pictures to the traditional images of townscape revealing diverse modes of material expression, symbolic significances of places, the social usage of space, and of structural change. The focus of this research is to draw together still scattered data to chart and interpret the changing nature of life in towns through the Late Antiquity period until Early Middle Age (AD 450-800). A multi-facetted archaeological approach using Geomatic proceedings and its methods and tools (Geography Information Systems, Photogrammetry and Remote Sensing) makes it possible to reconstruct ancient landscapes generated by social actions within territories across time. A further goal is to promote this archaeological record at a European scale, emphasizing its cultural and scientific dimensions. This project will benefit substantially from new intellectual challenges and training, which will be gained at the UCL Institute of Archaeology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}