{
    "rcn": "210029",
    "acronym": "NEST",
    "topics": "ERC-2016-COG",
    "title": "Nanoengineering of radioactive seeds for cancer therapy and diagnosis",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "One of the major challenges in modern society is the early diagnosis and treatment of diseases. Cancer is one of the most relevant diseases worldwide because of its incidence, prevalence and mortality. During the past decades, considerable efforts have been devoted to understand the origin of the disease, find early detection methods that could improve the survival rate of cancer patients or develop treatments and devices that could reduce or eradicate cancer. The application of nanotechnology to medicine (nanomedicine) has become one of the most promising routes for the diagnosis and treatment of diseases. The small size of nanomaterials, large surface area and high reactivity impart unique physicochemical properties to these materials, in such a way that several therapeutics based on nanomaterials (liposomes, nanoparticles, polymers) have already been approved for clinical use in humans. However, there are still limitations that need to be overcome to obtain novel and efficient nanocarriers for oncology applications.\n\nNEST presents an innovative approach that aims to engineer ultra-sensitive imaging and therapeutic agents. An unprecedented amount of ëhotí radionuclides, in the form of crystals, will be hermetically sealed in the interior of hollow nanostructures (seeds), thus preventing leakage and interaction of the radionuclides with the biological milieu. The in vivo fate will thus be merely governed by the nanocarrier and will be alien to the encaged radionuclides. Rational engineering of the nanoseeds in terms of size, shape and surface properties will be employed to tune their pharmacokinetic profile and biodistribution, including tumour targeting. The large amount of radionuclides encased in each of the seeds is expected to allow a more personalised treatment of cancer and ultra-sensitive imaging, for an early diagnosis.",
    "totalCost": "1999965",
    "ecMaxContribution": "1999965",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1999965
        }
    },
    "calculatedTotalContribution": 1999965
}