{
    "rcn": "210051",
    "acronym": "FIT4RRI",
    "topics": "SwafS-04-2016",
    "title": "Fostering Improved Training Tools For Responsible Research and Innovation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "FIT4RRI moves from the assumption that there is a serious gap between the potential role Responsible Research and innovation (RRI) and Open Science (OS) could play in helping Research Funding and Performing Organisations (RFPOs) to manage the rapid transformation processes affecting science (especially the science-in-society aspects) and the actual impact RRI and OS are currently having on RFPOs, research sectors and national research systems. FIT4RRI is precisely intended to contribute in bridging this gap, promoting viable strategies to activate institutional changes in RFPOs. The project, in particular, will act on two key factors i.e.  i) Enhancing competences and skills related to RRI and OS through an improvement of the RRI and OS training offer (in terms of training tools, actions and  strategies) presently available; ii) Institutionally embedding RRI/OS practices and approaches by promoting the diffusion of more advanced governance settings able to create an enabling environment for RRI and OS. With this double aim in view, FIT4RRI is organised following an overall methodology based on three main steps: an analytical strand devoted to understand  what is happening in the RRI and OS practice, taking into account general trends, barriers and drivers to RRI and OS, interests and values, advanced experiences; a  testing strand (observing RRI/OS in action though 4 co-creation experiments) aimed at figuring out possible solutions  in terms of training approaches and governance settings; and a proactive strand, promoting changes (i.e. developing training tools and actions and easy-accessible evidence-based guidelines on governance settings functioning as enablers for RRI and OS). The project will last  36 months  and  includes  7 WPs: Mapping and benchmarking; Sectoral diagnosis, Co-creation experiments, Training tools and actions, Governance Setting, Communication, dissemination and exploitation of results, Management. This project involves 13 partners from 9 EC.",
    "totalCost": "3248233,75",
    "ecMaxContribution": "3248233,5",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSIDADE DO MINHO;KENTRO EREVNON NOTIOANATOLIKIS EVROPIS ASTIKI MI KERDOSKOPIKI ETAIREIA;HELSINGIN YLIOPISTO;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;UNIVERSITEIT MAASTRICHT;SPARKS & CO;THE UNIVERSITY OF LIVERPOOL;INSTITUTO DE SOLDADURA E QUALIDADE;CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA;CONOSCENZA E INNOVAZIONE SOCIETA ARESPONSABILITA LIMITATA SEMPLIFICATA;THE OPEN UNIVERSITY;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "PT;EL;FI;DE;NL;FR;UK;IT;NO",
    "projectParticipants": {
        "999532621": {
            "orgId": "999532621",
            "orgName": "KENTRO EREVNON NOTIOANATOLIKIS EVROPIS ASTIKI MI KERDOSKOPIKI ETAIREIA",
            "ecContrib": 215750
        },
        "999488680": {
            "orgId": "999488680",
            "orgName": "INSTITUTO DE SOLDADURA E QUALIDADE",
            "ecContrib": 165625
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 478125
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 271570
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 182500
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 216250
        },
        "938985124": {
            "orgId": "938985124",
            "orgName": "SPARKS & CO",
            "ecContrib": 224250
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 191250
        },
        "998619560": {
            "orgId": "998619560",
            "orgName": "CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
            "ecContrib": 187500
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 208156
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 313508
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 250000
        },
        "917884520": {
            "orgId": "917884520",
            "orgName": "CONOSCENZA E INNOVAZIONE SOCIETA ARESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 343750
        }
    },
    "calculatedTotalContribution": 3248234
}