{
    "rcn": "210054",
    "acronym": "TARGET",
    "topics": "SwafS-03-2016-2017",
    "title": "TAking a Reflexive approach to Gender Equality for institutional Transformation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "TARGET will initiate institutional change in seven gender equality innovating institutions (GEIIs) in the Mediterranean basin ñ including research performing organisations (RPOs), research funding organisations (RFOs) and a network of universities. TARGET takes a reflexive approach which goes beyond the formal adoption of a gender equality plan by emphasising an iterative reflection of progress made as well as establishing a community of practice to effect institutional transformation. Actual change is the result of increased institutional willingness and capacity to identify, reflect on and address gender bias in a sustained way. Starting point and anchor of the process is a tailored Gender Equality Plan or Strategy (GEP/GES) in each GEII. TARGET will build the institutional capacity for a reflexive gender equality policy by: developing effective tools for each stage of the GEP/GES (audit, planning, implementation, monitoring, self-assessment) to be customised to the specific institution; supporting the development of competences to conduct a gender audit, to design, implement, monitor and self-assess a tailored GEP/GES; establishing a community of practice of relevant stakeholders within each GEII; initiating an organisational learning process within each GEII which combines self-assessment with GEP/GES evaluation. The TARGET countries have been characterised as relatively inactive in developing gender equality policies in R&I. To ensure that action taken has a multiplier effect, each GEII will undertake targeted dissemination activities to initiate a national/regional discourse on gender equality in R&I. Furthermore TARGET will develop new knowledge for institutions, practitioners and policymakers based on a comparative analysis of GEP implementation and sustainability to provide a basis for effective sharing of practice in both proactive and relatively inactive countries - taking into account differences in cultural, socio-economic and political settings.",
    "totalCost": "1994954,44",
    "ecMaxContribution": "1994954,39",
    "coordinator": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "AT",
    "participants": "IDRYMA PROOTHISIS EREVNAS;AGENTIA ROMANA DE ASIGURARE A CALITATII IN INVATAMANTUL SUPERIOR ARACIS;Elliniko Idryma Evropaikis kai Exoterikis Politikis (HELLENIC FOUNDATION FOR EUROPEAN AND FOREIGN POLICY);FONDAZIONE GIACOMO BRODOLINI;UNIVERZITET U BEOGRADU;RESEAU MEDITERRANEEN DES ECOLES D'INGENIEURS;UNIVERSITE HASSAN II DE CASABLANCA;FONDAZIONE REGIONALE PER LA RICERCA BIOMEDICA;NOTUS",
    "participantCountries": "CY;RO;EL;IT;RS;FR;MA;ES",
    "projectParticipants": {
        "999641843": {
            "orgId": "999641843",
            "orgName": "UNIVERZITET U BEOGRADU",
            "ecContrib": 88660
        },
        "929009450": {
            "orgId": "929009450",
            "orgName": "FONDAZIONE REGIONALE PER LA RICERCA BIOMEDICA",
            "ecContrib": 172562
        },
        "939300083": {
            "orgId": "939300083",
            "orgName": "AGENTIA ROMANA DE ASIGURARE A CALITATII IN INVATAMANTUL SUPERIOR ARACIS",
            "ecContrib": 128814
        },
        "941165587": {
            "orgId": "941165587",
            "orgName": "NOTUS",
            "ecContrib": 399758
        },
        "968824167": {
            "orgId": "968824167",
            "orgName": "RESEAU MEDITERRANEEN DES ECOLES D'INGENIEURS",
            "ecContrib": 191025
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 354700
        },
        "983790394": {
            "orgId": "983790394",
            "orgName": "FONDAZIONE GIACOMO BRODOLINI",
            "ecContrib": 225994
        },
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 145139
        },
        "934714214": {
            "orgId": "934714214",
            "orgName": "UNIVERSITE HASSAN II DE CASABLANCA",
            "ecContrib": 125466
        },
        "997802238": {
            "orgId": "997802238",
            "orgName": "Elliniko Idryma Evropaikis kai Exoterikis Politikis (HELLENIC FOUNDATION FOR EUROPEAN AND FOREIGN POLICY)",
            "ecContrib": 162836
        }
    },
    "calculatedTotalContribution": 1994954
}