{
    "rcn": "210077",
    "acronym": "VIPS",
    "topics": "MSCA-IF-2016",
    "title": "Venomics In Predator-prey Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Marine invertebrates are a rich source of bioactive compounds, including complex venoms that are highly effective and specific, having evolved through million years of natural selection. Despite their potential for drug discovery, chemical diversity of animal venoms is largely uncharacterized. Recent venomics research led to important technological advances: it is time for an expansion to neglected organisms that could lead to the discovery of compounds with novel biological activities. The main goal of VIPS Project is to address the biochemical diversification of two previously untapped marine predator-prey systems involving an Anthozoan and a corallivorous snail, both producing toxic secretions. The Researcher will be integrated into the research environment of the UniversitÈ de Montpellier, where the integration of different research fields  (including genomics, proteomics, molecular evolution, peptide synthesis, and electrophysiology) will be used to discover and functionally characterize new bioactive compounds, define their interactions, highlight their evolutionary role and, through secondment, valorise their applicative potential. Focusing on venomous predator-prey couples is an innovative approach that will facilitate the identification of biological activity and evolutionary role of venom components. Wide diffusion of the VIPS Project will be ensured through open access to publications and data, and a variety of communication activities for the lay public that will exploit the appeal of predator-prey systems to highlight the link between basic and applied research. The activities of VIPS Project perfectly complement the background of the Researcher, allowing the achievement of full control over all stages of venomics research, and the development of new transferable skills that will foster her career. VIPS goals are highly relevant to Horizon2020, including the discovery of more efficient and specific drugs and the development of marine biotechnologies.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}