{
    "rcn": "210006",
    "acronym": "FINCAP",
    "topics": "JTI-CS2-2016-CFP04-ENG-03-14",
    "title": "Fuel INjector Coking and Autoxidation Prediction",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "The aim of this project is to develop a robust theoretical framework to allow the modelling of the build-up of surface carbonaceous deposits in jet fuel injection systems so that fuel injectors for advanced engines such as the VHBR may be designed with an acceptable maintenance frequency and their life span predicted. Given the high heat sink requirement on aviation fuel in geared turbofan architecture, the prediction capability developed within this proposal is essential to a rapid and low cost development of VHBR, lean burn fuel injector systems.\n\nThe project team consisting of the Low Carbon Combustion Centre, the Department of Chemistry and the Centre for Advanced Manufacturing in the University of Sheffield will conduct a three-year programme to develop the understanding of fuel injector coking through a combination of experimentation and simulations of various scales and complexities. The proposed programme builds on the significant expertise within the core team.\n\nThe objectives of the Proposal are:\n\n1.      Construction of an updated and robust autoxidation kinetic mechanism for surrogate hydrocarbons representative of an approved aviation fuel.\n2.      Validation of the detailed mechanism with autoxidation results for real fuel and surrogate hydrocarbon obtained in a near isothermal plug flow reactor over a range of temperatures. Followed by the automated mechanism reduction through species lumping and reaction grouping.\n3.      Validation of mathematical model with respect to the experimental results obtained from low TRL level experiments and parameter optimisation\n4.      Experimental investigation of surface deposition in a simulated burner feed arm using ìAviation Fuel Thermal Stability Test Unitî and assess impact of surface roughness in a representative fuel injector at TRL 5 conditions to validate coking model.\n5.      Incorporate this understanding into a number of modelling tools to permit incorporation of coking calculations within CFD packages.",
    "totalCost": "999981,25",
    "ecMaxContribution": "999981,25",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 999981
        }
    },
    "calculatedTotalContribution": 999981
}