{
    "rcn": "210026",
    "acronym": "Vis-a-Vis",
    "topics": "ERC-2016-COG",
    "title": "Collective Infectious Units and the Social Evolution of Viruses",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "A widely accepted view in virology is that virions function as independent infectious units. However, recent work by us and others indicates that viruses are often transmitted as more complex structures, such as virion aggregates, lipid vesicles or protein matrices harbouring multiple infectious particles. This demonstrates that viruses can be transmitted as ìcollective infectious unitsî, in sharp contrast with the current paradigm. Critically, these recent discoveries now set the stage for the evolution of social interactions, a previously unappreciated facet of viruses. I propose to investigate how collective infectious units drive virus social evolution using state-of-the-art tools from the fields of virology, genetics, structural biology, and nanotechnology. The effects of collective infectivity on viral fitness will be tested directly using experimental evolution and genetic engineering, and confirmed in vivo. Three widely different viruses will be used to achieve generality: human enteroviruses, a vector-borne rhabdovirus, and a baculovirus. Furthermore, the implications of virus social interactions for the maintenance of genetic diversity, evolvability, virulence evolution, and the emergence of drug resistance will be investigated. Radically new processes such as the putative extracellular fusion of viral particles will be also explored. I expect that infectious units constituted by viruses from different species will be uncovered as well, with far-reaching implications for epidemiology. It is becoming increasingly recognized that parasite sociality is a disease determinant, and our results may therefore inspire new antiviral strategies. In sum, this project aims at laying the foundations of virus sociality from a mechanistically-informed, bottom-up approach. Importantly, beyond their practical importance viruses will also provide a simple and tractable system that will help us to establish more general principles of social evolution.",
    "totalCost": "1969821",
    "ecMaxContribution": "1969821",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 1969821
        }
    },
    "calculatedTotalContribution": 1969821
}