{
    "rcn": "210169",
    "acronym": "OPenPal",
    "topics": "ERC-PoC-2016",
    "title": "Open Correspondence Publishing and Visualization Platform.",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "In Humanities, written correspondence is a fundamental object of study. The current IT revolution provides means for reassembling and disseminating this precious literary heritage for the first time, while at the same time fostering new forms of scholarly cooperation. As letters create links between people, the value of documents and data increases when different corpora of written correspondences are interconnected and linked. Despite the strong need for common standards and common tools to exploit these connections and to reconstruct the discourse of the Republic of Letters, there is still no simple framework in the current panorama for publishing digitized correspondence corpora.\nThe OPenPal project, led by Prof. Ghelardi, aims to develop a prototype system to manage, publish, export and visualise corpora of various types of correspondence in innovative ways: the idea is therefore to move from the EU-funded project EUROCORR (storing and displaying the critical edition of the correspondence to Jacob Burckhardt (1842-1897) ñ http://fe.burckhardtsource.org/ ñ) and to generalise both workflow and data model to new correspondence corpora, by refactoring and redesigning the architecture of Burckhardtsource. \nThe expected outcomes of the OPenPal project will be to produce a prototype to publish digital correspondences (i.e. manuscripts, texts and data) and a toolkit to manage these special editions. OPenPal prototype will enable users to browse texts and data through guided paths, infographic visualisations, and will make it possible to browse a unique space of linked knowledge and trigger social mechanisms for discussion and debate on letters, thus opening from a niche of scholarly content to a wider audience. As a whole, this process will identify a sustainable business model for the new tool, based on linked data technologies in correspondence digital editions.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "SCUOLA NORMALE SUPERIORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}