{
    "rcn": "210164",
    "acronym": "PlantSenseKit",
    "topics": "ERC-PoC-2016",
    "title": "Plants as sensors for standardization and calibration of controlled environment chambers",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "Research in plant biology & crop breeding conducted in controlled environment chambers (CECs) require that observed differences in measured plant traits between or within CECs are attributable to the imposed experimental treatment or breeding protocol rather than to heterogeneity and/or poor accuracy in the monitoring of different chamber environmental conditions. To date, no commercial product has been developed which tests standardization of environmental conditions within and between CECs of the same manufacturer or between different manufacturers. The cost per chamber of deploying a full artificial sensor network to test for homogeneity of CEC conditions would be thousands of euros per CEC; a prohibitive cost for users and manufacturers alike. This Proof of Concept grant will develop and commercialize the first plant-based sensor kit for standardization and calibration of CECs used in plant research, commercial horticulture and by the international plant breeding sector (BAYER Crop Science, MONSANTO etc.) at one tenth of the cost of an artificial sensor network and with equal or better environmental sensing capacity. Commercialization of PlantSenseKit will be via a license agreement to a commercial partner and involve comprehensive market research, competitor analysis, and further technological refinement of the PlantSenseKit protocol, prototype testing & development of a business plan. This Proof of Concept grant will have a positive impact on society and economic activities by improving the performance of infrastructure used in food security and climate change research and by providing new jobs for Ireland via commercialization of PlantSenseKit.",
    "totalCost": "148619",
    "ecMaxContribution": "148619",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 148619
        }
    },
    "calculatedTotalContribution": 148619
}