{
    "rcn": "210160",
    "acronym": "CAM-RIG",
    "topics": "ERC-2016-COG",
    "title": "ConfocAl Microscopy and real-time Rheology of dynamIc hyroGels",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Hydrogels cross-linked through supramolecular interactions are highly dependant on the dynamic charac- teristics of the physical cross-links. Few fundamental studies have been undertaken to quantitatively de- scribe structure-property relationships for these types of systems. Hydrogels formed from CB[8]-mediated supramolecular physical cross-linking mechanisms have gained significant interest on account of their excel- lent physical and mechanical properties such as self-healing and shear-thinning. This supramolecular motif has been further exploited to introduce and compatibilise a wide variety of different materials into hydrogel networks without phase separation, forming hybrid composite hydrogels attributed with unique and emergent properties. This proposal aims to pioneer the combination of several state-of-the-art characterisation tech- niques into an unique experimental setup (CAM-RIG), which will combine super-resolution and confocal microscopy imaging modalities with simultaneous strain-controlled rheological measurements to investigate fundamental structure-property relationships of these systems. For the first time it will be possible to decon- volute the molecular-level dynamics of the supramolecular physical cross-links from chain entanglement of the polymeric networks and understand their relative contributions on the resultant properties of the hydrogels. Using the fundamental insight gained, a set of key parameters will be determined to maximise the potential of supramolecular biocompatible hydrogels, driving paradigm shifts in sustainable science and biomaterial applications through the precise tuning of physical properties.",
    "totalCost": "2038120",
    "ecMaxContribution": "2038120",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}