{
    "rcn": "210110",
    "acronym": "SVAP",
    "topics": "SMEInst-09-2016-2017",
    "title": "Next generation solar active facade element Solar ventilation air preheater SVAP",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "Buildings are responsible for 40% of the energy consumption and 36% of CO2 emissions in the EU. According to Directive 2010/31/EU, all new buildings in the EU should be nearly zero-energy buildings (NZEB) by the end of 2020. The amount of the solar energy that is not collected from the facades contributes to CO¨2 emissions and the use of fossil fuel that could otherwise be avoided. Collecting solar energy from facades is a new and necessary trend in NZEB facades.\nAs a result of our R&D efforts, Saul?s v?jo aruodai (SVA) has developed the patented Solar Ventilation Air Preheater (SVAP). SVAP heat exchanger construction solve the following problems that persist in the state-of-the art products: (1) the regulation of the solar attack angle, (2) minimising the local and linear resistance of air movement inside the heat exchanger, (3) maximising the capture of solar radiation inside the heat exchanger, (4) allowing the design of transparent modules (because of the front and back slatsí construction), (5) integrate photovoltaic modules on the front slats and capture the reflection of long infrared rays from the crystalline silicon cells.\nOur product addresses a market that is worth over 10 BN EUR.\nThis project will undertake a feasibility study, including a full business plan, to verify the technological, practical and economic viability of SVAP project in beachhead markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB SAULES VEJO ARUODAI",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935149259": {
            "orgId": "935149259",
            "orgName": "UAB SAULES VEJO ARUODAI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}