{
    "rcn": "210128",
    "acronym": "INTUMORX",
    "topics": "ERC-2016-STG",
    "title": "Elucidation of intratumoral heterogeneity in Kras-driven cancers",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The considerable variability within tissue microenvironments as well as the multiclonality of cancers leads to intratumoral heterogeneity. This increases the probablility of cellular states that promote resistance to therapy and eventually lead to reconstitution of the tumor by treatment-resistant cancer cells, which in some cases have properties of normal tissue stem cells. Wnt signals are important in the maintenance of stem cells in various epithelial tissues, including in lung development and regeneration. We hypothesized that Wnt signals contribute to tumor heterogeneity in genetically engineered KrasG12D; Tp53?/? (îKPî) mouse lung adenocarcinomas (LUAD). We observed that a subpopulation of LUAD cells exhibited high Wnt reporter activity and had increased tumor forming ability, which could be suppressed by silencing of Wnt signaling pathway components or by small molecule Wnt inhibitors in vitro and in vivo. KP LUAD cells show hierarchical features with two distinct populations, one with increased Wnt reporter activity and another forming a niche that provides the Wnt signal. Lineage-tracing experiments in the autochthonous KP tumors demonstrated that Wnt responder cells have increased tumor propagation ability in vivo. Strikingly, selective ablation of the Wnt responder cells resulted in tumor stasis. CRISPR-based targeting or small molecules targeting Wnt signaling reduced tumor growth and prolonged survival in the autochthonous KP mouse lung cancer model. These results indicate that maintenance of heterogeneity within tumors may be advantageous for the tumor cell population collectively. We propose to elucidate the molecular and cellullar mechanisms that control stem-like and niche cell phenotypes using a combination of novel lentiviral vectors and genetically modified mice in the context of the KP LUAD model. These efforts may lead to novel therapeutic concepts in human lung cancer.",
    "totalCost": "1972905",
    "ecMaxContribution": "1972905",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1972905
        }
    },
    "calculatedTotalContribution": 1972905
}