{
    "rcn": "210153",
    "acronym": "European Unions",
    "topics": "ERC-2016-COG",
    "title": "Labour Politics and the EU's New Economic Governance Regime",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Trade unions play a major role in democratic interest intermediation. This role is currently threatened by the increasingly authoritarian strain in EUís new economic governance (NEG). This project aims to explore the challenges and possibilities that the NEG poses to labour politics. Until recently, European labour politics has mainly been shaped by horizontal market integration through the free movement of goods, capital, services and people. After the financial crisis, the latter has been complemented by vertical integration effected through the direct surveillance of member states. The resulting NEG opens contradictory possibilities for labour movements in Europe.\nOn the one hand, the reliance of the NEG on vertical surveillance makes decisions taken in its name more tangible, offering concrete targets for contentious transnational collective action. On the other hand however, the NEG mimics the governance structures of multinational firms, by using key performance indicators that put countries in competition with one another. This constitutes a deterrent to transnational collective action. The NEGís interventionist and competitive strains also pose the threat of nationalist counter-movements, thus making European collective action ever more vital for the future of EU integration and democracy.\nThis project has the following objectives:\n1. To understand the interrelation between NEG and existing ëhorizontalí EU economic governance; and the shifts in labour politics triggered by NEG;\n2. To open up novel analytical approaches that are able to capture both national and transnational social processes at work; \n3. To analyse the responses of established trade unions and new social movements to NEG in selected subject areas and economic sectors at national and EU levels, and their feedback effects on NEG;\n4. To develop a new scientific paradigm capable of accounting for the interplay between EU economic governance, labour politics and EU democracy.",
    "totalCost": "1997132",
    "ecMaxContribution": "1997132",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1997132
        }
    },
    "calculatedTotalContribution": 1997132
}