{
    "rcn": "210154",
    "acronym": "GenEdiDS",
    "topics": "ERC-2016-COG",
    "title": "Rescuing Cognitive Deficits in Neurodevelopmental Disorders by Gene Editing in Brain Development: the Case of Down Syndrome",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Neurodevelopmental disorders (ND) are chronic psychiatric conditions with different etiologies, but most share a strong genetic component, defective brain development, and cognitive impairment. Currently, treatment options are very limited, and early educational intervention is the cornerstone for the management of cognitive impairment in most ND, indicating the positive effect of early actions during brain development. Among ND, Down syndrome (DS) is caused by the presence of an extra chromosome 21, and it represents the leading cause of genetically-defined intellectual disability. Different pharmacological treatments targeting one of the many pathways downstream of the triplicated genes have been shown to rescue cognitive impairment in DS animal models. Nevertheless, most of these preclinical studies have been performed postnatally and often in adults, possibly because of concerns of unwanted drug side effects that may have long-lasting noxious sequelae on a developing brain at embryonic stages. On the other hand, viral (but also non-viral) gene therapy approaches in animal models of ND have been mostly neglected because of technical and ethical issues, when considered in the light of future translational applications. Yet, DS is mostly diagnosed prenatally, when many of its brain developmental abnormalities originate. Here, we will investigate whether in utero manipulation of specific and possibly converging gene networks in neuronal progenitors of DS mice by CRISPR-Cas9 gene-editing technology, may recover brain development and cognitive deficits later in life. Specifically targeting neuronal progenitors will allow us to act at early stages of brain development, while avoiding the involvement of genetic editing of germline cells and all related ethical issues. In parallel, we will also develop safer (viral-free) technological approaches for genetic manipulations in utero to minimize technical issues in the view of potential future translational applications.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}