{
    "rcn": "210112",
    "acronym": "HoxyTronic",
    "topics": "SMEInst-10-2016-2017",
    "title": "Fuel savings and emissions reduction technology",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "Hoxy Tronic Ltd aim to commercialise HoxyTronicTM, a retro-fit device capable of controlling the amperage of Oxyhydrogen into the engine, enabling optimal fuel savings and reductions in NOx and particulate matter emissions. With an average automobile age of 9.7 years in Europe, the system has been designed to be easily retro-fit to engines of all ages, for use in both the automotive and shipping sectors. HoxyTronicTM helps to meet EU regulations surrounding pollutants such as CO2, NOx and particulate matter, with the technology already showing a 7-10% fuel saving, measured at 60mph. In addition, a reduction of NOx and particulate matter of 50-80% depending on the engine type, size and fuel type used has already been achieved through testing via an independent third party.\nWith demonstrations validating the technology at TRL 6, the objective of the Phase 1 feasibility study is to allow Hoxy Tronic to compare the technical work already undertaken, with a clear exploitation plan and strategy. During this feasibility study risk evaluation, focused market studies, intellectual property assessment and business planning will be completed in order to launch HoxyTronicTM into the market.\nThe product will be initially launched into the automotive industry, with the long term goal of also entering the shipping sector. Current estimates show there are approximately 260 million automobiles on the roads in Europe, representing a vast market in which to the HoxyTronicTM system is suitable for. Current projections for Hoxy Tronic show the commercialisation of the system will create Ä7.25 million turnover and 14 new jobs directly within the company by 2024. We predict this will translate into a cumulative profit of Ä2.5 million over 5 years.\nWe strongly believe that the SME Instrument will significantly aid the commercialisation of HoxyTronicTM and reduce the time needed to enter the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HOXY TRONIC LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917761233": {
            "orgId": "917761233",
            "orgName": "HOXY TRONIC LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}