{
    "rcn": "210157",
    "acronym": "EpiFAT",
    "topics": "ERC-2016-COG",
    "title": "Epigenomic Reprogramming of Adipose Tissue Function and Energy Metabolism in Type 2 Diabetes",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Obesity is associated with adipose tissue dysfunction leading to the onset of several pathologies including type 2 diabetes (T2D). The mechanisms underlying the development of obesity and T2D include the hypertrophy and/or hyperplasia of adipocytes and adipose tissue inflammation together with an altered secretion of adipokines. However, the explanation of why individual obese (and some non-obese) humans differ in their susceptibility to develop T2D is still an issue that is currently not sufficiently addressed. This susceptibility to T2D is mainly associated with environmental factors. One link between environment and disease is epigenetics influencing gene expression and subsequently organ dysfunction. Epigenetic modifications in adipose tissue have been proposed to influence the susceptibility to T2D. However, the epigenomic mechanisms underpinning adipose tissue dysfunction are poorly known. In search for epigenomic modifiers that control adipose tissue function and also impact on T2D pathogenesis, we have recently identified the transcriptional coregulators GPS2 (G-Protein Pathway Suppressor 2) and KDM6B (Histone Lysine Demethylase 6B, also called JMJD3) as strong candidates.\nOur hypothesis is that the clinically documented dysregulation of GPS2 (down) and KDM6B (up) expression and function during obesity leads to the closely linked epigenetic and transcriptional reprogramming of adipocytes and adipose tissue-macrophages, thereby enhancing the susceptibility to metabolic and inflammatory disturbances and the progression towards T2D. \nWe propose here to test this hypothesis using the combination of unique mouse models, genome-wide molecular and epigenomic analyses and human studies to dissect the epigenomic functions of GPS2 and KDM6B in adipose tissue, aiming at identifying mechanism involved in the development T2D. Thereby, we anticipate the discovery of novel epigenomic targets for future prevention and treatment strategies in metabolic dysfunction.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}