{
    "rcn": "210173",
    "acronym": "VISCA",
    "topics": "SC5-01-2016-2017",
    "title": "Vineyards¥ Integrated Smart Climate Application",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "Internationalization of the markets has allowed for the globalization of agriculture, benefiting - directly or indirectly ñ relevant countries or even entire regions like the EU, who is the first trader in agriculture products of the world.\nAmong the different varieties of agriculture species, the wine-grapes are specially threatened by climate change, since subtle differences in microclimate impacts directly through over-ripening, rising acidity levels, greater vulnerability to pests and diseases, etc., resulting in changes in wine quality and properties.\nThe wine industry needs therefore to tackle adaptation measures, and long term adaptation planning will provide producers with a comparative advantage over competitors. \n\nVISCA is a Climate Service (CS) and Decision Support System (DSS) that integrates climate, agricultural and end-users¥ specifications in order to design medium- and long-term adaptation strategies to climate change. VISCA will be validated by real demonstration with end-users on three demo sites belonging to three wine stakeholders from Spain, Italy and Portugal, which are included as partners in the consortium (Codorniu, Mastroberardino and Symington).\n\nThe main objective of VISCA is making South-European wine industries resilient to climate changes, while minimizing costs and risks through an improvement of the production management (quality and quantity of final product). This objective will be achieved with the integration of climatic data, phenological , irrigation models, and end-usersí requirements into a Decision Support System (DSS) co-designed with wine producers from Spain, Italy and Portugal. VISCA will supply well-founded decisions of specific aspects of crop planning (e.g., budburst, harvesting, defoliation, minimum water needs), and suggest preventive actions against extreme events and long-term suitability maps.",
    "totalCost": "3197958,58",
    "ecMaxContribution": "2793144,63",
    "coordinator": "METEOSIM SL",
    "coordinatorCountry": "ES",
    "participants": "CODORNIU SA;UNITE TECHNIQUE DU SEMIDE GEIE;SYMINGTON FAMILY ESTATES, VINHOS,SA;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;ALPHA CONSULTANTS (UK) LTD;AZIENDA VINICOLA MICHELE MASTROBERARDINO SPA;ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE;INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES;UNIVERSIDADE DO PORTO;SYMINGTON - VINHOS SA;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "participantCountries": "ES;FR;PT;IT;UK",
    "projectParticipants": {
        "920262669": {
            "orgId": "920262669",
            "orgName": "AZIENDA VINICOLA MICHELE MASTROBERARDINO SPA",
            "ecContrib": 160738
        },
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 295000
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 291000
        },
        "955902409": {
            "orgId": "955902409",
            "orgName": "UNITE TECHNIQUE DU SEMIDE GEIE",
            "ecContrib": 229400
        },
        "934737494": {
            "orgId": "934737494",
            "orgName": "CODORNIU SA",
            "ecContrib": 190838
        },
        "994783404": {
            "orgId": "994783404",
            "orgName": "METEOSIM SL",
            "ecContrib": 308616
        },
        "950979950": {
            "orgId": "950979950",
            "orgName": "ALPHA CONSULTANTS (UK) LTD",
            "ecContrib": 183749
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 126875
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 402050
        },
        "920164505": {
            "orgId": "920164505",
            "orgName": "SYMINGTON - VINHOS SA",
            "ecContrib": 0
        },
        "999506819": {
            "orgId": "999506819",
            "orgName": "INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES",
            "ecContrib": 504254
        }
    },
    "calculatedTotalContribution": 2692520
}