{
    "rcn": "210144",
    "acronym": "GOCART",
    "topics": "ERC-2016-COG",
    "title": "Gauging Ocean organic Carbon fluxes using Autonomous Robotic Technologies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Climate change driven by CO2 emissions from human activities is a significant challenge facing mankind. An important component of Earthís carbon (C) cycle is the oceanís biological C pump; without it atmospheric CO2 would be ~50% higher than it is now. The pump consists of sinking organic matter which is remineralised back into CO2 in the deep ocean. The depth at which remineralisation occurs is the main factor affecting the amount of organic C stored in the ocean. Currently we do not understand how or why remineralisation depth varies in time, which limits our ability to make robust predictions of how the future C cycle, and hence our climate, will change into the future. This is mainly due to the challenges of measuring remineralisation depth using conventional methodsñ a barrier which autonomous underwater vehicles are poised to overcome by providing high frequency data over long periods. This technological innovation will revolutionise our understanding of this important planetary C flux.\nI propose an ambitious project to address current uncertainties in remineralisation depth. GOCART encompasses new observations, obtained using cutting-edge technology and novel methodology, through to global climate modelling. Underwater glider deployments will be used to establish the characteristics and significance of temporal variability in organic C flux and remineralisation depth during the most dynamic period of the year. This will enable new insights into the factors driving variability in remineralisation depth, ultimately leading to development of a new model parameterisation incorporating temporal variability. Using an innovative modelling framework, this parameterisation will be tested for its potential to improve predictions of ocean C storage. GOCART represents a significant advance in quantifying temporal variability in remineralisation depth, which is key to reducing uncertainty in model predictions of ocean C storage, and yet currently almost entirely unknown.",
    "totalCost": "1999110",
    "ecMaxContribution": "1999110",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}