{
    "rcn": "210111",
    "acronym": "GET",
    "topics": "SMEInst-09-2016-2017",
    "title": "Green Energy Tracker. The international tracking system for guarantees of origin, green energy certificates and green labels",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The overall objective of the project is to provide to the green energy certificate market with a new traceability and secure system that will allow producers, traders, consumers, administrations and/or NGOs to verify and approve the real green energy origin. \n\nThis project innovative approach is based on the application for the first time of the blockchain technology to the green certificate generation process, to create a distributed system where each transaction is encrypted and stored locally in many individual computers. Any transaction needs to be approved by a great number of members before it is exported and verify by the whole system, eliminating the need for third-party intermediaries, and therefore, the fraud cases.\n\nGreen certificates are created each time one megawatt-hour of renewable energy is generated and put on the grid. Unfortunately, no matter where the electricity is generated, once the electricity enters the grid it is impossible to distinguish where it came from or how was generated. Currently this system is facing the following challenges: Lack of credibility and traceability, and fraud issues. \n\nWith our Green Energy Tracker (GET) we are contributing to maintain a trustable renewable energy market by providing a system that Increases the credibility by substituting trust for security and traceability, eliminate fraud, increases the market efficiency and opens the possibility for new certification markets.\n\nOur feasibility assessment under Phase I work expect to validate that the business idea is achievable by the analysis of the technical and economic related aspects with the proposal and, at the same time, identifying those key issues to face in Phase II, jointly to the clinic validation and regulatory process necessary of being developed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEGAVATIO CONTROL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913930800": {
            "orgId": "913930800",
            "orgName": "MEGAVATIO CONTROL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}