{
    "rcn": "210132",
    "acronym": "BRAVE",
    "topics": "ART-04-2016",
    "title": "BRidging gaps for the adoption of Automated VEhicles",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "New technologies in transport enabled systems with the capacity to improve safety, efficiency, sustainability and comfort. Advances in vehicle automation allow the circulation of vehicles with a minimal human intervention in the near future. However, this irruption brings new technical and non-technical challenges that are to be addressed to ensure safe adoption of level 3 automated vehicles.\n\nBased on existing prototypes of automated vehicles (provided by the consortium), will perform multidisciplinary research to ensure the needs of the users (drivers), other road users (other drivers and Vulnerable Road Users (VRUs)), and the perspectives of stakeholders (driving instructors, insurance companies, authorities, certifiers, policy makers and regulators), as a key for obtaining viable and market-ready products. This main objective is further detailed in the following ones:\n\n1) Multidisciplinary (human, social, economic, security, legal and ethical considerations) study of the requirements and expectations of the drivers, VRUs, and stakeholders to assure safety and adoption of automated vehicles.\n2) Turning requirements into innovative interaction and monitoring concepts for driver-vehicle interaction in order to bridge the gap between users and automation technologies while assuring safe vehicles handling with reduced driver attention.\n3) Turning requirements into innovative monitoring concepts for vehicle-environment interaction, enhancing current Advanced Driving Assistance Systems (ADAS) through the inclusion of predictive capabilities for better and faster ADAS reactions (nominal and emergency).\n4) Validating requirements, user acceptance and impact assessment through realistic user-centric testing exercises under different scenario conditions.\n5) Paving the way for the further adoption of the technology by the automation industry, by evolving on testing and pre-validation protocols, proposing advancements on the regulation and consumerist assessment.",
    "totalCost": "2990538,75",
    "ecMaxContribution": "2990538,75",
    "coordinator": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
    "coordinatorCountry": "ES",
    "participants": "UNION TECHNIQUE DE L'AUTOMOBILE, DU MOTOCYCLE ET DU CYCLE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;STATENS VAG- OCH TRANSPORTFORSKNINGSINSTITUT;THE UNIVERSITY OF SYDNEY;UNIVERSIDAD DE ALCALA;MOV'EO;THE REGENTS OF THE UNIVERSITY OF CALIFORNIA;AVTO MOTO ZVEZA SLOVENIJE;AUTOMOBIL CLUB ASSISTENCIA SA;GESELLSCHAFT FUR EMPIRISCHE SOZIOLOGISCHE FORSCHUNG EV",
    "participantCountries": "FR;DE;SE;AU;ES;US;SI",
    "projectParticipants": {
        "998403929": {
            "orgId": "998403929",
            "orgName": "THE UNIVERSITY OF SYDNEY",
            "ecContrib": 0
        },
        "996820113": {
            "orgId": "996820113",
            "orgName": "UNION TECHNIQUE DE L'AUTOMOBILE, DU MOTOCYCLE ET DU CYCLE",
            "ecContrib": 406250
        },
        "999599551": {
            "orgId": "999599551",
            "orgName": "STATENS VAG- OCH TRANSPORTFORSKNINGSINSTITUT",
            "ecContrib": 436675
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "925679440": {
            "orgId": "925679440",
            "orgName": "AVTO MOTO ZVEZA SLOVENIJE",
            "ecContrib": 122739
        },
        "973854490": {
            "orgId": "973854490",
            "orgName": "MOV'EO",
            "ecContrib": 203750
        },
        "996538910": {
            "orgId": "996538910",
            "orgName": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
            "ecContrib": 440625
        },
        "946151096": {
            "orgId": "946151096",
            "orgName": "GESELLSCHAFT FUR EMPIRISCHE SOZIOLOGISCHE FORSCHUNG EV",
            "ecContrib": 448750
        },
        "999835746": {
            "orgId": "999835746",
            "orgName": "UNIVERSIDAD DE ALCALA",
            "ecContrib": 318000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 401250
        },
        "956612352": {
            "orgId": "956612352",
            "orgName": "AUTOMOBIL CLUB ASSISTENCIA SA",
            "ecContrib": 212500
        }
    },
    "calculatedTotalContribution": 2990539
}