{
    "rcn": "210190",
    "acronym": "AIM",
    "topics": "ERC-PoC-2016",
    "title": "Adaptive Imaging Microscopy",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "The project has a goal of starting up a small business producing highly special customizable microscope systems for biomedical research. Microscopic imaging  is one of the major drivers of the progress in biomedical and life sciences. The   development of  novel  concepts,  addressing  the  challenges  of  advanced optical microscopy, represents the front line of scientific research.  Modern microscopes are not purely optical devices anymore. They have developed into complex integrated systems, combining  optics, mechanics, electronics, feedback control systems, and image processing Many novel concepts of modern microscopy, while very interesting for research, still have to prove the commercial profitability.  Such developments  can be effectively addressed by  start-up companies with a goal of either custom development,  production and service of these advanced  systems,  or development and selling the IP to a larger player. \nThe major goal of this proposal is the creation of the first commercial optical microscope, the performance of which depends completely on the adaptive optics feedback controls. To prove the feasibility of this approach,  we  select a  highly attractive technical concept of adaptive light sheet microscope,  developed in our group in the framework of the ERC project.  In this aspect, our development  relates to ordinary microscope system in the same way as ìfly by wireî airplane relates to an  old-fashioned one.   \nOur contribution  in the development of instrumentation for biomedical research will bring a positive impact on our knowledge about the nature and ourselves,  the quality of life and  life expectation of the population. Our proposal  addresses the largest societal challenge of Europe: the healthcare. Our instrument will contribute to the understanding of complex diseases and  support the greying population to stay healthy and self-supportive for extended period of time.",
    "totalCost": "149998",
    "ecMaxContribution": "149998",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 149998
        }
    },
    "calculatedTotalContribution": 149998
}