{
    "rcn": "210156",
    "acronym": "QGP tomography",
    "topics": "ERC-2016-COG",
    "title": "A novel Quark-Gluon Plasma tomography tool: from jet quenching to exploring the extreme medium properties",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Quark-Gluon Plasma (QGP) is a primordial state of matter, which consists of interacting free quarks and gluons. QGP likely existed immediately after the Big-Bang, and this extreme form of matter is today created in Little Bangs, which are ultra-relativistic collisions of heavy nuclei at the LHC and RHIC experiments. Based on the deconfinement ideas, a gas-like behaviour of QGP was anticipated. Unexpectedly, predictions of relativistic hydrodynamics - applicable to low momentum hadron data - indicated that QGP behaves as nearly perfect fluid, thus bringing exciting connections between the hottest (QGP) and the coldest (perfect Fermi gas) matter on Earth. However, predictions of hydrodynamical simulations are often weakly sensitive to changes of the bulk QGP parameters. In particular, even a large increase of viscosity not far from the phase transition does not notably change the low momentum predictions; in addition, the origin of the surprisingly low viscosity remains unclear. To understand the QGP properties, and to challenge the perfect fluid paradigm, we will develop a novel precision tomographic tool based on: i) state of the art, no free parameters, energy loss model of high momentum parton interactions with evolving QGP, ii) simulations of QGP evolution, in which the medium parameters will be systematically varied, and the resulting temperature profiles used as inputs for the energy loss model. In a substantially novel approach, this will allow using the data of rare high momentum particles to constrain the properties of the bulk medium. We will use this tool to: i) test our ìsoft-to-hardî medium hypothesis, i.e. if the bulk behaves as a nearly perfect fluid near critical temperature Tc, and as a weakly coupled system at higher temperatures, ii) map ìsoft-to-hardî boundary for QGP, iii) understand the origin of the low viscosity near Tc, and iv) test if QGP is formed in small (p\\p or p(d)\\A) systems.",
    "totalCost": "1356000",
    "ecMaxContribution": "1356000",
    "coordinator": "INSTITUT ZA FIZIKU",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999584904": {
            "orgId": "999584904",
            "orgName": "INSTITUT ZA FIZIKU",
            "ecContrib": 1356000
        }
    },
    "calculatedTotalContribution": 1356000
}