{
    "rcn": "210108",
    "acronym": "PanePowerSW",
    "topics": "SMEInst-09-2016-2017",
    "title": "Transparent Solar Panel Technology for Energy Autonomous Greenhouses and Glass Buildings",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "According to United Nations estimations, the world population will reach to 9,7 billion by 2050.  Food, energy and water are the three critical resources that must be managed if mankind is going to thrive. With these figures, we will need a 70-100% increase of food supply to maintain the current nutrition levels. Greenhouse farming is a solution to the food worldwide demands as it can increase the food production per acre up to 100% compared to open field agriculture. Although the energy consumption by agriculture made up only 2.8 % of final energy consumption in the EU-281, the global leader in greenhouse production of horticultural products, The Netherlands, has the highest energy consumption in Europe (7.2 %), clearly showing the impact of Greenhouse farming on energy sources. \nOn top of that, the world to which we are currently heading also deserves energetic sustainable solutions to satisfy the growing rate of electrification in the extended populated areas. The global primary energy demand could increase by 50% by the middle of the century. Nowadays, buildings account for nearly 40% of the total energy consumption globally but it is estimated that potential energy savings in buildings could reach between 20% and 40% with new solutions. Solar panels enable energy savings; typically installed on the roof, they do not offer versatility for other type of application, such as windows to allow the entrance of the light inside buildings or greenhouses.\nOur solution, PanePowerSW is the unique transparent (up to 70%) solar panel glass that generates clean energy through PV technology and more importantly allows the light to shine through greenhouses and commercial buildings windows. Completely aligned with the EU 2020 Energy Strategy, PanePowerSW not only contributes to the energy savings in buildings up to 30%, but also in greenhouses, enabling the growing of the crop while reducing energy costs, quantified in 25% of the total operational costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRITE HELLAS SA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935384096": {
            "orgId": "935384096",
            "orgName": "BRITE HELLAS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}