{
    "rcn": "210135",
    "acronym": "TryptoBoost",
    "topics": "ERC-2016-COG",
    "title": "Boosting tryptophan fluorescence with optical nanoantennas to watch label-free protein dynamics with single molecule resolution at high concentration",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Proteins execute a broad range of functions that are central to life. Understanding these functions ultimately requires experiments at the single protein level to reveal dynamics and heterogeneities hidden in ensemble-averaged measurements. Currently, the preferred method to study single protein machineries is based on fluorescence techniques. However, fluorescence experiments suffer from major challenges: the need for external fluorescent labeling, weak signals and low non-physiological concentrations in the nanomolar range. These challenges severely limit the applicability and biological relevance of single molecule fluorescence on proteins. The TryptoBoost project aims to overcome all the previous challenges, and efficiently monitor single label-free proteins using their intrinsic tryptophan fluorescence enhanced by optical nanoantennas in the ultraviolet. Using the natural amino acid fluorescence rules out all drawbacks due to external labeling, while the optical nanoantennas enable single protein analysis at the physiologically relevant micromolar concentrations thanks to the localization and enhancement of light-matter interactions at the nanoscale. To demonstrate the power of this new technology, our interdisciplinary team will probe the important biological problems of amyloid aggregation and tumor suppressor p53 protein folding dynamics at high concentrations. The TryptoBoost approach is directly applicable to any protein containing aromatic amino acids. This condition is met by more than 90% of human proteins, so the project breakthroughs will benefit a broad range of biophysical, chemical, and medical applications. For instance, it will improve the development of therapeutic drugs, increase the detection sensitivity and read-out speed in analytical biosensing on chip, and provide new nanostructures to enhance ultraviolet photocatalysis.",
    "totalCost": "1947208,13",
    "ecMaxContribution": "1947208",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1947208
        }
    },
    "calculatedTotalContribution": 1947208
}