{
    "rcn": "210150",
    "acronym": "FORENSICS",
    "topics": "ERC-2016-COG",
    "title": "Illicit Markets, Unobserved Competitors, and Illegal Behavior",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Many markets are characterized by illicit or illegal behavior by agents. To the extent that the empirical economic framework does not incorporate these unobserved actions or control for them in estimation, the resulting models are likely to be mis-specified. Naturally, if the models do not contain all elements relevant for decision making, then predictions based on the estimates will be misleading, which could result in incorrect policy recommendations. This project directly addresses three situations in which unobserved behavior plays a crucial role. The first concerns markets where consumers engage in illicit behavior. These markets are prevalent in society as they constitute the market for illicit drugs, which is estimated at more than $300 billion per year (UN, 2012). The second concerns markets where firms make strategic decisions in the presence of an unidentified competitor - a counterfeiter, where the global value of counterfeit products rivals that of illegal drugs (OECD, 2007). The third concerns situations where firms use legal tools for illegal purposes, for which the impact is challenging to quantify and one goal of this project. In each area, the project (i) develops state-of-the-art empirical models that incorporate illicit behaviors, (ii) proposes novel estimation methods that can be used to detect illegal behavior, and (iii) provides evidence that the proposed methodology is feasible and the data are sufficient to estimate the models. Incorporating and estimating unobserved behavior in a variety of settings is an ambitious undertaking. However, it is vital as a key objective of the proposal is to provide policy makers with tangible tools that accurately reflect the unobserved nature of these markets. Given the global significance of illicit markets, the novel concepts proposed, and the focus on policy, this project has the potential to make a sizable impact, both in and beyond academia, representing an ambitious but worthwhile pursuit.",
    "totalCost": "1212934",
    "ecMaxContribution": "1212934",
    "coordinator": "UNIVERSITAET MANNHEIM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878135": {
            "orgId": "999878135",
            "orgName": "UNIVERSITAET MANNHEIM",
            "ecContrib": 1212934
        }
    },
    "calculatedTotalContribution": 1212934
}