{
    "rcn": "210158",
    "acronym": "ECM_INK",
    "topics": "ERC-2016-COG",
    "title": "Cells-self Extracellular Matrices-based Bioinks to create accurate 3D diseased skin tissue models",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "It has been recognized that growing cells within 3D structures reduces the gap between 2D in vitro cell cultures and native tissue physiology. This has been paving the way for the development of reliable 3D in vitro cell-based platforms with major impact in the reduction/elimination of animal experimentation, diseases modelling and drug development. So far, the many strategies that have been followed to bioengineer in vitro 3D human tissue models mostly rely on the random culture of cells within a 3D structure without reflecting the compositional and structural complexity of the native tissues. Recently proposed bioprinting technologies that allow accurate and high speed deposition of various cells and matrices at high resolution, have therefore great potential in the development of physiologically reliable 3D in vitro tissue models by recreating the different microenvironments/microfunctionalities found in each tissue. Nonetheless, among the components required for bioprinting, bioinks in particular have demanding requirements and much has still to be done regarding their intrinsic formulation to lead cell behaviour and support specific functionalities.\nECM_INK intends to tackle this issue by developing cells-self extracellular matrices-based bioinks to create accurate and pathophysiological relevant 3D in vitro diseased skin tissue models. The development of cell phenotype-driven bioinks will generate complex microenvironments comprising varied cell types within matrices that were specifically designed to attain a particular response from each one of those cell types. The use of cells from patients suffering from chronic, genetic and neoplastic skin diseases represents a major advantage that will be reflected in the accuracy and functionality of the respective 3D in vitro models. The ultimate confirmation of their potential will be complete after validation using animal-free approaches reinforcing the intrinsic relationship of ECM_INK with the 3Rs policy.",
    "totalCost": "1998938,92",
    "ecMaxContribution": "1998938,92",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 1998939
        }
    },
    "calculatedTotalContribution": 1998939
}