{
    "rcn": "210130",
    "acronym": "EUROLITHIC",
    "topics": "ERC-2016-STG",
    "title": "The Linguistic Roots of Europe's Agricultural Transition",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Today, Europeís linguistic landscape is shaped almost entirely by a single language family: Indo-European. Even by the dawn of history, a patchwork of Indo-European subgroups, Germanic, Celtic, Italic, Baltic, Slavic and Greek, was covering the continent, and over the centuries, these subgroups evolved into the modern European languages, among which Russian, Italian, German, Lithuanian and Swedish, as well as the global lingua francas French, Spanish, and English.\n\nThe Indo-Europeanization of Europe was probably one of the most profound linguistic shifts ever to have taken place in the prehistory of Europe. The origin of the European languages, unsurprisingly, is therefore a matter of intense academic debate. There are currently only two prehistoric events that in the present academic debate are considered as likely driving factors behind the spread of Indo-European speech. \n\nOne the one hand, there are those historical linguists who by meticulous comparison of the different Indo-European languages have reconstructed a language and culture that is typical of the early Bronze Age. Terminology for horse-riding and wagon technology provides a possible link to the expansion of the Yamnaya culture on the Pontic-Caspian steppes, which was fueled by the invention of the wheel and the domestication of the horse. Others have suggested that the Indo-European languages diffused from Anatolia together with another major prehistoric event, the spread of agriculture to Europe between the 8th and 5th millennium.\n\nThe debate has remained unresolved for over two decades, but a new approach produces potentially decisive results. By studying prehistoric loanwords absorbed by the speakers of Indo-European when they entered Europe, and test the resulting cultural implications against the available archaeological record, new light can be shed on the language of Europeís first farmers, and whether or not they spoke a form of Indo-European.",
    "totalCost": "1499578",
    "ecMaxContribution": "1499578",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1499578
        }
    },
    "calculatedTotalContribution": 1499578
}