{
    "rcn": "210124",
    "acronym": "MEDEA-CHART",
    "topics": "ERC-2016-STG",
    "title": "The Medieval and Early Modern Nautical Chart: Birth, Evolution and Use",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Of all the technical and scientific developments that made possible the early modern maritime expansion, the nautical chart is perhaps the least studied and understood. This fact is very surprising as it was through those charts that the newly discovered world was first shown to the amazed eyes of the European nations. Although the History of Cartography is a well-established academic discipline and old charts have been examined for many years, their detailed technical study is still in its infancy. What is the origin of the pre-Mercator nautical chart, how charts evolved technically over time and how they were used at sea are all critical questions that remain to be answered. I intend to approach these challenges in a truly interdisciplinary way, by using innovative and powerful tools as a complement to the traditional methods of historical research: analytical cartometric methods, numerical modelling and the examination of the manuscripts through special lighting. By applying these tools to a large sample of charts of various periods and origins, I aim to unveil hidden graphic content related to their construction and use, to characterize their main geometric features, to establish meaningful connections with contemporary navigational methods and exploration missions, and to numerically simulate their construction by taking into account the explanations given in the textual sources. The effectiveness of those techniques has already been demonstrated in my previous studies, such as in the solution of an historical enigma which had been alive for more than a century: the construction of the Mercator projection, in 1569. Now, I propose to handle a broader and more complex set of questions, which has eluded the historians of cartography for even a longer period. The clarification of these issues will have a ground-breaking impact, not only in the strict field of the History of Cartography, but also in the context of the intellectual history at large.",
    "totalCost": "1231319",
    "ecMaxContribution": "1231319",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 1231319
        }
    },
    "calculatedTotalContribution": 1231319
}