{
    "rcn": "210143",
    "acronym": "ARCTIC CULT",
    "topics": "ERC-2016-COG",
    "title": "ARCTIC CULTURES: SITES OF COLLECTION IN THE FORMATION OF THE EUROPEAN AND AMERICAN NORTHLANDS",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The Arctic has risen to global attention in recent years, as it has been reconfigured through debates about global environmental change, resource extraction and disputes over sovereign rights. Within these discourses, little attention has been paid to the cultures of the Arctic. Indeed, it often seems as if the Circumpolar Arctic in global public understanding remains framed as a 'natural region' - that is, a place where the environment dominates the creation of culture. This framing has consequences for the region, because through this the Arctic becomes constructed as a space where people are absent. This proposal aims to discover how and why this might be so.\n\nThe proposal argues that this construction of the Arctic emerged from the exploration of the region by Europeans and North Americans and their contacts with indigenous people from the middle of the eighteenth century. Particular texts,  cartographic representations and objects were collected and returned to sites like London, Copenhagen, Berlin and Philadelphia. The construction of the Arctic thereby became entwined within the growth of colonial museum cultures and, indeed, western modernity. This project aims to delineate the networks and collecting cultures involved in this creation of Arctic Cultures. It will bring repositories in colonial metropoles into dialogue with sites of collection in the Arctic by tracing the contexts of discovery and memorialisation. In doing so, it aspires to a new understanding of the consequences of certain forms of colonial representation for debates about the Circumpolar Arctic today.\n\nThe project involves research by the Principal Investigator and four Post Doctoral Researchers at museums, archives, libraries and repositories across Europe and North America, as well as in Greenland and the Canadian Arctic.  A Project Assistant based in Oxford will help facilitate the completion of the research.",
    "totalCost": "1996250",
    "ecMaxContribution": "1996250",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}