{
    "rcn": "210131",
    "acronym": "INFRAMIX",
    "topics": "ART-05-2016",
    "title": "Road Infrastructure ready for mixed vehicle traffic flows",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "INFRAMIX, totally aligned with the work programme, is preparing the road infrastructure to support the transition period and the coexistence of conventional and automated vehicles. Its main target is to design, upgrade, adapt and test both physical and digital elements of the road infrastructure, ensuring an uninterrupted, predictable, safe and efficient traffic.\nTo meet this high level objective INFRAMIX is working on different technologies. It starts with the use of mature simulation tools adapted to the peculiarities of automated vehicles and develops new methods for traffic flow modelling, to study the traffic-level influence of different levels of automated vehicles in different penetration rates. It also implements relevant traffic estimation and control algorithms dynamically adapted to the current situation. Then it goes up to propose minimum, targeted and affordable adaptations on elements of the road infrastructure, either physical or digital or a combination of them. This work includes ways of informing all types of vehicles about the control commands issued by the road operator and the proposal of new kind of visual and electronic signals for the needs of mixed scenarios.\nThe outcomes will be assessed via simulation and in real stretches of advanced highways. Key aspects considered throughout the project will be to ensure that the proposed adaptations will not jeopardize safety, quality of service, efficiency and will be appreciated by the users.\nTo achieve its objectives INFRAMIX selects a bottom-up approach. Instead of working in generic solutions with questionable impact, it builds on three specific high value (in terms of importance for traffic efficiency and safety) traffic scenarios, namely ìdynamic lane assignmentî, ìroadworks zonesî and ìbottlenecksî.  Although INFRAMIX is targeting mainly highways (expected to be the initial hosts of such mixed traffic) its key results can be easily transferred to urban roads.",
    "totalCost": "4899403,75",
    "ecMaxContribution": "4899403,75",
    "coordinator": "AUSTRIATECH - GESELLSCHAFT DES BUNDES FUR TECHNOLOGIEPOLITISCHE MASSNAHMEN GMBH",
    "coordinatorCountry": "AT",
    "participants": "TOMTOM DEVELOPMENT GERMANY GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SIEMENS AKTIENGESELLSCHAFT OESTERREICH;Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH;AUTOBAHNEN- UND SCHNELLSTRASSEN-FINANZIERUNGS- AKTIENGESELLSCHAFT;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;POLYTECHNEIO KRITIS;ENIDE SOLUTIONS .S.L;BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT;ABERTIS AUTOPISTAS ESPA—A, S.A.",
    "participantCountries": "DE;AT;EL;ES",
    "projectParticipants": {
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 369590
        },
        "999642425": {
            "orgId": "999642425",
            "orgName": "AUSTRIATECH - GESELLSCHAFT DES BUNDES FUR TECHNOLOGIEPOLITISCHE MASSNAHMEN GMBH",
            "ecContrib": 310925
        },
        "997885852": {
            "orgId": "997885852",
            "orgName": "Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH",
            "ecContrib": 598075
        },
        "951657883": {
            "orgId": "951657883",
            "orgName": "TOMTOM DEVELOPMENT GERMANY GMBH",
            "ecContrib": 365025
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 488150
        },
        "950547427": {
            "orgId": "950547427",
            "orgName": "AUTOBAHNEN- UND SCHNELLSTRASSEN-FINANZIERUNGS- AKTIENGESELLSCHAFT",
            "ecContrib": 461575
        },
        "996684313": {
            "orgId": "996684313",
            "orgName": "ABERTIS AUTOPISTAS ESPAÑA, S.A.",
            "ecContrib": 525375
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 371388
        },
        "957776158": {
            "orgId": "957776158",
            "orgName": "ENIDE SOLUTIONS .S.L",
            "ecContrib": 215825
        },
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 386375
        },
        "999953601": {
            "orgId": "999953601",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT OESTERREICH",
            "ecContrib": 807101
        }
    },
    "calculatedTotalContribution": 4899404
}