{
    "rcn": "210142",
    "acronym": "RETVOLUTION",
    "topics": "ERC-2016-COG",
    "title": "Reticulate evolution: patterns and impacts of non-vertical inheritance in eukaryotic genomes.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The traditional view is that species and their genomes evolve only by vertical descent, leading to evolutionary histories that can be represented by bifurcating lineages. However, modern evolutionary thinking recognizes processes of reticulate evolution, such as horizontal gene transfer or hybridization, which involve total or partial merging of genetic material from two diverged species. Today it is widely recognized that such events are rampant in prokaryotes, but a relevant role in eukaryotes has only recently been acknowledged. Unprecedented genomic and phylogenetic information, and recent work from others and us have shown that reticulate evolution in eukaryotes is more common and have more complex outcomes than previously thought. However, we still have a very limited understanding of what are the impacts at the genomic and evolutionary levels. To address this, I propose to combine innovative computational and experimental approaches. The first goal is to infer patterns of reticulate evolution across the eukaryotic tree, and relate this to current biological knowledge. The second goal is to trace the genomic aftermath of inter-species hybridization at the i) long-term, by analysing available genomes in selected eukaryotic taxa, ii) mid-term, by sequencing lineages of natural fungal hybrids, and iii) short-term, by using re-sequencing and experimental evolution in yeast. A particular focus is placed on elucidating the role of hybridization in the origin of whole genome duplications, and in facilitating the spread of horizontally transferred genes. Finally results from this and other projects will be integrated into emerging theoretical frameworks. Outcomes of this project will profoundly improve our understanding of reticular processes as drivers of eukaryotic genome evolution, and will impact other key aspects of evolutionary theory, ranging from the concept of orthology to the eukaryotic tree of life.",
    "totalCost": "1986178",
    "ecMaxContribution": "1986178",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 1986178
        }
    },
    "calculatedTotalContribution": 1986178
}