{
    "rcn": "210123",
    "acronym": "NGN-PET",
    "topics": "IMI2-2015-07-03",
    "title": "Modelling Neuron-Glia Networks into a drug discovery platform for Pain Efficacious Treatments",
    "startDate": "01/04/2017",
    "endDate": "31/03/2020",
    "objective": "Chronic Neuropathic Pain is frequently associated with peripheral nerve injury or disease. Peripheral injury activates both neuronal and glial components of the peripheral and central cellular circuitry. While it is widely known that the subsequently altered interactions between neurons and glial cells contribute to pain development and to its chronification, the underlying mechanisms are poorly understood. Developing mechanism-based therapies targeting neuron-glial interactions to treat chronic pain will be crucial for improving the quality of life of many patients. Hence the development of novel therapeutic solutions represents a major challenge that demands a multi-disciplinary approach to decipher and understand pathological mechanisms and to translate them into predictive tools for drug development. The NGN-PET consortium addresses this challenge by forming a highly interdisciplinary team that builds upon expertise in areas of academic research on pain mechanisms, industrial knowhow on human stem cell-based tool development, HTS technologies and drug discovery. To achieve its goal we will develop preclinical model systems and assays which recapitulate the human in vivo situation and which can be interrogated for the identification, validation of molecular targets and the development new treatments. A focus of the project will be chemotherapy induced NP and the interplay between nociceptors, microglia and Schwann cells. NGN-PET will carefully characterize rodent in vivo and in vitro models to identify these mechanisms, and will develop rat and human iPSCs based in vitro systems of neuron-glial co-cultures that can be interrogated for targets and used for compound identification and validation. NGN-PET will thus pose the basis for the translation of these model systems into high throughput screening platforms for pharmaceutical research and drug discovery.",
    "totalCost": "3328000",
    "ecMaxContribution": "1500000",
    "coordinator": "Axxam SpA",
    "coordinatorCountry": "IT",
    "participants": "NATURWISSENSCHAFTLICHES UND MEDIZINISCHES INSTITUT AN DER UNIVERSITAET TUEBINGEN;LIFE AND BRAIN GMBH;GRUENENTHAL GMBH;Laboratorios del Dr Esteve, SA;KING'S COLLEGE LONDON",
    "participantCountries": "DE;ES;UK",
    "projectParticipants": {
        "994637807": {
            "orgId": "994637807",
            "orgName": "LIFE AND BRAIN GMBH",
            "ecContrib": 450000
        },
        "968074454": {
            "orgId": "968074454",
            "orgName": "GRUENENTHAL GMBH",
            "ecContrib": 0
        },
        "998516352": {
            "orgId": "998516352",
            "orgName": "Axxam SpA",
            "ecContrib": 450000
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 450000
        }
    },
    "calculatedTotalContribution": 1350000
}