{
    "rcn": "210145",
    "acronym": "RECAP",
    "topics": "ERC-2016-COG",
    "title": "constRaining the EffeCts of Aerosols on Precipitation",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Precipitation is of fundamental importance so it is vital to understand its response to anthropogenic perturbations. Aerosols have been proposed to significantly affect precipitation [e.g. Ramanathan et al., 2001]. However, despite major research efforts evidence for a systematic aerosol effect on precipitation remains ìambiguousî [IPCC AR5, Stocker et al., 2013].\n\nThe vast majority of prior research [even an entire World Meteorological Organisation assessment report: Levin and Cotton, 2009] has taken a process-driven approach: trying to infer aerosol effects on precipitation through modelling/observing the chain of microphysical processes: from aerosols acting as cloud condensation / ice nuclei via cloud microphysics to precipitation formation of individual clouds. However, this relies on a complete understanding of a very complex and uncertain process chain and there exist no clear strategies to scale the response of individual clouds or cloud systems to larger scales. \n\nRECAP will break this deadlock, introducing a radically different approach to aerosol effects on precipitation. RECAP will systematically constrain the energetic control of aerosol effects on precipitation across scales, delivering the first comprehensive and physically consistent assessment of the effect of aerosols on precipitation across scales, uniting energetic and process-driven approaches.",
    "totalCost": "2225713",
    "ecMaxContribution": "2225713",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2225713
        }
    },
    "calculatedTotalContribution": 2225713
}