{
    "rcn": "210159",
    "acronym": "FAIR LIMITS",
    "topics": "ERC-2016-COG",
    "title": "Can Limitarianism Be Justified? A Philosophical Analysis of Limits on the Distribution of Economic and Ecological Resources",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "In contemporary normative political philosophy, questions of distributive justice have focused on meeting minimal needs of persons, prioritizing the worst-off and reducing inequalities. In philosophy, these views are called ësufficientarianismí, ëprioritarianismí and ëegalitarianismí. The proposed project óFair Limitsó shifts the focus to ëlimitarianismí, the view that there should be upper limits on the distribution of valuable goods, and will investigate the plausibility of limitarianism in the area of economic and ecological resources. We will analyse whether such a view can be justified, that is, supported by robust philosophical argumentation, and what limitarian institutions could look like.  \nFair Limits will confront basic assumptions commonly used in liberal political philosophy, including claims about what account of the quality of life our social institutions should protect, which goods are scarce, the insatiability of human wants, the status of ecosystem resources, and the nature of the economic system and its distributive consequences. An important way in which the project examines these assumptions is to study the relevant arguments of non-liberal philosophers. The critiques of non-liberal philosophers on the liberal paradigm, in which Fair Limits is situated, will be actively solicited and will become an integral part of this project. \nMethodologically, Fair Limits will advance the state of the field by developing methods for applied or non-ideal political philosophy. This emerging paradigm asks not merely what the right normative principles are, but rather (1) what moral duties imply for political duties, (2) questions of transition (how we move to a less unjust world, and what role political philosophy should play in this process) and (3) who, in an unjust world, the agents of justice should be.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}