{
    "rcn": "210195",
    "acronym": "Innosupport",
    "topics": "H2020-SGA2-EEN",
    "title": "Innovation Management Support for SMEs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The general objective of the described actions is to contribute to smart growth in the European Union by increasing the efficiency and effectiveness of investments in research, development and innovation and by contributing to a better and more efficient connection of actors along the innovation chain.\nTo achieve the above mentioned objectives the proposed grant shall:\na) Identify bottlenecks to the creation of economic impact in companies benefitting from grants by Horizon2020's SME instrument and address these bottlenecks with the help of capable coaches. This service to beneficiaries of the SME instrument in the context of a giving project is called 'Key account management'.\nb) Increase the efficiency and effectiveness of innovation processes in small and medium sized enterprises with significant innovation activities that could potentially become beneficiaries of European support to research and innovation but would not have effective access to consulting services for innovation management. This service, provided independently from a specific innovation project and focussing on a company's innovation management system, is called 'Enhancing the innovation management capacity of SMEs'.",
    "totalCost": "50500",
    "ecMaxContribution": "50500",
    "coordinator": "IMG INNOVATIONS MANAGEMENT GMBH",
    "coordinatorCountry": "DE",
    "participants": "SAARLAND.INNOVATION&STANDORT EV;EIC TRIER-IHK/HWK-EUROPA-UND-INNOVATIONSCENTRE GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999915965": {
            "orgId": "999915965",
            "orgName": "SAARLAND.INNOVATION&STANDORT EV",
            "ecContrib": 0
        },
        "999950982": {
            "orgId": "999950982",
            "orgName": "EIC TRIER-IHK/HWK-EUROPA-UND-INNOVATIONSCENTRE GMBH",
            "ecContrib": 0
        },
        "999797722": {
            "orgId": "999797722",
            "orgName": "IMG INNOVATIONS MANAGEMENT GMBH",
            "ecContrib": 50500
        }
    },
    "calculatedTotalContribution": 50500
}