{
    "rcn": "210101",
    "acronym": "BUSUP",
    "topics": "SMEInst-10-2016-2017",
    "title": "BusUp: Multi-platform On-demand Crowdsourced Bus Transportation for Smart City Mobility",
    "startDate": "01/03/2017",
    "endDate": "31/08/2018",
    "objective": "BusUp is an innovative concept in smart mobility that allows travelers to book on-demand crowd-sourced buses for leisure and commuting.\nUsers are able to setup their own routes in the web-platform and app. They can share them with their friends and colleagues, or can make them public on the platform or social media for anybody join. BusUp is also available for B2B clients that want to create their own routes through a dedicated web platform.\nBusUp was created to solve a need in medium-distance travel: commuting in suburban and exurban areas, or traveling to events like music festivals and sports events located in city peripheries or neighboring towns - essentially anywhere public transport is limited or non-existent, and where the car is the only option despite the fact that itís more expensive, less sustainable, or simply no fun.\nWhile on-demand bus transportation solutions are already growing in the United States and India, they are only now starting to emerge in the EU, and are limited by their technology and business models. \nBy employing proprietary artificial intelligent algorithms that determines optimal pick-up times, locations and vehicle routes, in combination with crowd-sourced payment modules, BusUp is able to offer one of the most innovative solutions in collective road transportation.\nBy using BusUp users will be contributing to the reduction of congestion and pollution, while joining a community of like-minded travelers who want to enjoy the ride.\nOur current platform, BusUp 1.0, has been extensively tested with local bus operators and passengers in Barcelona for over 4 months and has already started to serve its first paying customers. BusUp has already reached a commercial agreement to internationalize and to operate in Sao Paulo (Brazil) in 2017.",
    "totalCost": "1407914",
    "ecMaxContribution": "985539,8",
    "coordinator": "BUSUP TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916936830": {
            "orgId": "916936830",
            "orgName": "BUSUP TECHNOLOGIES SL",
            "ecContrib": 985540
        }
    },
    "calculatedTotalContribution": 985540
}