{
    "rcn": "210105",
    "acronym": "EcoBioMass",
    "topics": "SMEInst-07-2016-2017",
    "title": "EcoBioMass ñ harvesting forest energy biomass in the 21st century",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The objectives of this project are to optimize, demonstrate and commercialize the EcoBioMass system. The EcoBioMass is the first automated system for harvesting and processing small diameter trees, that for the first time will make small diameter trees an economically viable energy biomass. \n\nEcoBioMass builds on a patented technology, where the operator harvests the tree and the EcoBioMass automatically cuts tree stems into prespecified lengths and bundles them together for forward transport. In relation to existing solutions, the system increases the efficiency of small diameter tree harvesting up to 60 % and enables users to extract up to 25 % more biomass from harvested tree stand than is the case today. This will for the first time make industrial small diameter tree harvesting economically and ecologically profitable as a green energy source. The environmental and socioeconomic impact of EcoBioMass within the European Union will therefore be considerable. \n\nEach EcoBioMass unit is able to harvest the equivalent of 60 Gigawatt hours of forest energy biomass annually. This translates into measurable benefits to forest owners, forest contractors and biomass energy users and the project is expected to create up to 500 jobs within five years of completion. From a business perspective, the commercialization of EcoBioMass will allow Cintoc to establish its own technological standard on the market and experience accelerated growth. The innovation activities of the project are based on the combination of market excellence and technological excellence, with a clear view of delivering added value on several levels of forest biomass production chain.",
    "totalCost": "1856500",
    "ecMaxContribution": "1299550",
    "coordinator": "CINTOC AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921242272": {
            "orgId": "921242272",
            "orgName": "CINTOC AB",
            "ecContrib": 1299550
        }
    },
    "calculatedTotalContribution": 1299550
}