{
    "rcn": "210126",
    "acronym": "SuPERPORES",
    "topics": "ERC-2016-STG",
    "title": "Structure-performance relationships in porous carbons for energy storage",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Supercapacitors are of great interest as energy storage systems because they exhibit very high rates of charge/discharge, long cycle lifes, and they are made of cheap and light materials. These attractive properties arise from the electrostatic nature of the charge storage which results from ion adsorption in the electrode pores. Recently, it was demonstrated that ions can enter pores of sub-nanometer sizes leading to a huge increase of capacitance. This was an important breakthrough as the energy density of supercapacitors, relatively low compared to batteries, is what currently limits their application. \nThe progress towards more powerful supercapacitors is limited by our incomplete understanding of the relation between their performance, in particular their capacitance and charging rate, and the complex structure of the porous carbon electrodes. To make progress we need a better fundamental understanding of the ion transport and electrolyte structure in the pores but we are lacking the experimental and theoretical methods to do so. \nThe aim of SuPERPORES is to carry out a systematic multi-scale simulation study of supercapacitors. The use of combined molecular and mesoscopic simulations will allow us to calculate the capacitive and transport properties of a wide range of systems. Molecular simulations will be used to model ordered three-dimensional porous carbons. This will allow us to vary geometric descriptors, e.g. pore size and ion size, in a systematic way and obtain relevant microscopic information for the subsequent computational screening of porous carbons, achieved through very efficient lattice simulations. We will then be able to formulate design principles for a new, and much improved, generation of supercapacitors. The simulations will also provide other macroscopic properties, e.g. adsorption isotherms and pair distribution functions, which will be used to propose a new method to determine accurately the structure of disordered porous carbons.",
    "totalCost": "1240318",
    "ecMaxContribution": "1240318",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1240318
        }
    },
    "calculatedTotalContribution": 1240318
}