{
    "rcn": "210149",
    "acronym": "SKILLNET",
    "topics": "ERC-2016-COG",
    "title": "Sharing Knowledge In Learned and Literary Networks. The Republic of Letters as a Pan-European Knowledge Society",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Most scholars today are in favour of sharing their knowledge freely, even if there is no guarantee that they will get something in return. Apparently they assume that there is some greater good involved in sharing knowledge. Where does this ideal of knowledge come from?\nSKILLNET demonstrates that the ideal of sharing knowledge is a legacy of a bottom-up social network of scholars and scientists who transcended religious, political and linguistic boundaries through their correspondence with one another. From about 1500 to around 1800, the ëcitizensí of this knowledge-based civil society referred to their community as the ëRepublic of Lettersí (RL). SKILLNET will show that the ideal of sharing knowledge proved so powerful that even after 1800, the RL has continued to be a model of tolerance and exchange for the global intellectual and academic community.\nThe central thesis of this project is that the RL was held together by the ideal of sharing knowledge.\nTo support this thesis, SKILLNET applies two theoretical frameworks which are entirely new to the study of the RL. First, it conceptualises the RL as a ëknowledge commonsí devoted to the production and management of knowledge. Second, it conceptualises the RL as an ëimagined communityí whose culture of memory and identity was defined by the ideal of sharing knowledge. To operationalise these theoretical frameworks, the project uses two methodologies which are also new to the study of the RL. The first is large-scale social network analysis: SKILLNET digitally unravels the social structure of this huge network and its development over time. The second is digital text-mining: analyses of a large corpus of texts to trace changes in the semantics of key ethical concepts across time and space. SKILLNET presents an innovative history of knowledge, made possible through an unprecedented pool of ëbig dataí which allow a long-term diachronic perspective and a representative spatial and social geography.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}