{
    "rcn": "210155",
    "acronym": "D-TECT",
    "topics": "ERC-2016-COG",
    "title": "Does dust triboelectrification affect our climate?",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The recent IPCC report identifies mineral dust and the associated uncertainties in climate projections as key topics for future research. Dust size distribution in climate models controls the dust-radiation-cloud interactions and is a major contributor to these uncertainties. Observations show that the coarse mode of dust can be sustained during long-range transport, while current understanding fails in explaining why the lifetime of large airborne dust particles is longer than expected from gravitational settling theories. This discrepancy between observations and theory suggests that other processes counterbalance the effect of gravity along transport. D-TECT envisages filling this knowledge gap by studying the contribution of the triboelectrification (contact electrification) on particle removal processes. Our hypothesis is that triboelectric charging generates adequate electric fields to hold large dust particles up in the atmosphere. D-TECT aims to (i) parameterize the physical mechanisms responsible for dust triboelectrification; (ii) assess the impact of electrification on dust settling; (iii) quantify the climatic impacts of the process, particularly the effect on the dust size evolution during transport, on dry deposition and on CCN/IN reservoirs, and the effect of the electric field on particle orientation and on radiative transfer. The approach involves the development of a novel specialized high-power lidar system to detect and characterize aerosol particle orientation and a large-scale field experiment in the Mediterranean Basin using unprecedented ground-based remote sensing and airborne in-situ observation synergies. Considering aerosol-electricity interactions, the observations will be used to improve theoretical understanding and simulations of dust lifecycle. The project will provide new fundamental understanding, able to open new horizons for weather and climate science, including biogeochemistry, volcanic ash and extraterrestrial dust research.",
    "totalCost": "1968000",
    "ecMaxContribution": "1968000",
    "coordinator": "NATIONAL OBSERVATORY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 1968000
        }
    },
    "calculatedTotalContribution": 1968000
}