{
    "rcn": "210198",
    "acronym": "InnoMan.NRW_3",
    "topics": "H2020-SGA2-EEN",
    "title": "Establishing services enhancing the innovation management capacity of SMEs by the Enterprise Europe Network in North Rhine-Westphalia, Germany, in 2017 -2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "'This project is to be understood as an integrated component of the Enterprise Europe Network activities in North Rhine-Westphalia for the years 2017 -2018. For this period ZENIT will undertake - as part of the future NRW.Europa project - the additional task of 'Enhancing the innovation manangement capacities of SMEs'.\n\nThis task consists of two service packages pre-defined by the European Commission / EASME and foreseen for a limited number of enterprises:\n1. Beneficiaries of the SME Instrument of Horizon 2020 (Key Account Management, KAM)\n2. SMEs with significant innovation activities and a high potential for internationalization (promising SMEs with gaps in the innovation management systems).\n\nWhereas the first action is reserved for beneficiaries of the new SME instrument with a dedicated coaching scheme, the second is targeted at highly promising innovative enterprises, which will be assisted with a two-step support scheme:\n1. Recording, analysis and evaluation of the individual status quo and of fundamental requirements and possibilities as well as of the threats and risks of the participating enterprises (analysis of needs and gaps, SWOT analysis).\n2. Development and implementation of individual concepts, measures, and activities (action and / or coaching plan).\n\nZENIT considers a combination of self-assessment and interview with a senior consultant to be the most effective solution for the first stage and to fulfil the requirements of CEN / TS 16555-1 (innovation management system). The ZENIT Self Assessment tool will be used as priority, other tools like IMP≥rove, Steinbeis or N-Bank will be introduced to meet specific needs of SMEs.'",
    "totalCost": "480000",
    "ecMaxContribution": "480000",
    "coordinator": "ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "NRW.INTERNATIONAL GMBH;NRW.BANK",
    "participantCountries": "DE",
    "projectParticipants": {
        "941829358": {
            "orgId": "941829358",
            "orgName": "NRW.INTERNATIONAL GMBH",
            "ecContrib": 0
        },
        "999725457": {
            "orgId": "999725457",
            "orgName": "ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH",
            "ecContrib": 480000
        },
        "999906362": {
            "orgId": "999906362",
            "orgName": "NRW.BANK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 480000
}