{
    "rcn": "210189",
    "acronym": "PhonLab",
    "topics": "ERC-PoC-2016",
    "title": "A clinical phonetics laboratory service (PhonLab): diagnostics of speech impairment via the web",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "In line with present trends to expand eHealth in medical care, this projectës objective is to provide a commercial web-based service for the automatic diagnosis of impaired speech, given a sample of the clientís speech transmitted over the internet. Currently, speech therapists are required to diagnose speech impairments from only a pen and paper analysis of transcriptions based on auditory impressions. The main advantage of the innovative approach of this project is to quantify the production of speech in time according to the scientific state of the art, which is well beyond the scope of presently used impressionistic, auditory techniques. \n\nThis will be implemented by enhancing a prototype web-based system with software created during the PIís ERC Advanced Grant for processing acoustically multilingual adult and child speech data.\nThe overall long-term vision is to provide a web-based resource for diagnosing speech disorders from anywhere with access to a microphone and internet connection. As a first step, the proof-of-concept (PoC) will initiate a start-up process to bring this resource, known as PhonLab, to the point of commercialisation in Germany.  The work plan of the PoC consists in (1) the development of a business plan based on PhonLabís likely usage and associated revenue (2) technically enhance  PhonLabís automatisation and user-friendliness (3) developing a promotion strategy towards potential users and clients.\n\nThe proximate economic benefits lie in the low costs and the rapidity of diagnosis even to remote places. In the long run, PhonLab has therefore also the potential to provide speech therapists in disadvantaged areas of the world with easy access to state-of-the-art techniques for diagnosing speech impairments",
    "totalCost": "146130",
    "ecMaxContribution": "146130",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 146130
        }
    },
    "calculatedTotalContribution": 146130
}