{
    "rcn": "210184",
    "acronym": "HPC-EUROPA3",
    "topics": "INFRAIA-01-2016-2017",
    "title": "Transnational Access Programme for a Pan-European Network of HPC Research Infrastructures and Laboratories for scientific computing",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "HPC-Europa3 aims at maintaining the persistency of a high quality service of transnational access to the most advanced HPC infrastructures available in Europe for the European research science community. European researchers could rely on the existence of such transnational access activity for almost two decades, and the main aim of this new innovative 3rd edition of HPC-Europa series is to fill the gap left in the four years since the end of the last initiative has ended. \nHPC-E3 also represents a powerful vector to enlarge the HPC PRACE users base by supporting the researchers in their early-career in HPC and numerical simulation, and by covering, with a specific and dedicated attention, two regions that still present potential of improvement: the Baltic and the Western Balkans regions.\nObjectives of HPCE3 will be:\n∑      Provide access to 8 European HPC centres (with a target of 1.220 visits), via a single application and an international\npeer-review process, free of charge and with minimal administrative overhead;\n∑      Mentor in the usage of the most advanced HPC facilities;\n∑      Facilitate new scientific collaboration to be formed within an extremely wide network of scientific host labs in all the\ncomputational sciences domains;\n∑      Increase awareness of the benefits in the use of HPC towards SMEs;\n∑      Increase synergy and collaboration with other HPC initiatives;\n∑      Identify a long-term sustainability roadmap to facilitate future access to HPC resources.\nThe project is based on a program of visit, in the form of traditional transnational access, with researchers visiting HPC centres and/or scientific hosts who will mentor them scientifically and technically for the best exploitation of the HPC resources in their research. The visitors will be funded for travel, accommodation and subsistence, and provided with an amount of computing time suitable for the approved project.\nTwo NAs and one JRA will maximize the effectiveness of the access service.",
    "totalCost": "9216248,59",
    "ecMaxContribution": "9206161,5",
    "coordinator": "CINECA CONSORZIO INTERUNIVERSITARIO",
    "coordinatorCountry": "IT",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;KUNGLIGA TEKNISKA HOEGSKOLAN;ETHNIKO DIKTYO EREVNAS TECHNOLOGIAS AE;SURFSARA BV;UNIVERSITAET STUTTGART;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;THE UNIVERSITY OF EDINBURGH;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION;CSC-TIETEEN TIETOTEKNIIKAN KESKUS OY",
    "participantCountries": "IE;SE;EL;NL;DE;FR;UK;ES;FI",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 1482125
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 490000
        },
        "952865630": {
            "orgId": "952865630",
            "orgName": "SURFSARA BV",
            "ecContrib": 1199638
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 196050
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1525750
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 1041500
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 281500
        },
        "999645820": {
            "orgId": "999645820",
            "orgName": "CSC-TIETEEN TIETOTEKNIIKAN KESKUS OY",
            "ecContrib": 1240575
        },
        "999843409": {
            "orgId": "999843409",
            "orgName": "CINECA CONSORZIO INTERUNIVERSITARIO",
            "ecContrib": 1346875
        },
        "999937887": {
            "orgId": "999937887",
            "orgName": "ETHNIKO DIKTYO EREVNAS TECHNOLOGIAS AE",
            "ecContrib": 402149
        }
    },
    "calculatedTotalContribution": 9206162
}