{
    "rcn": "210167",
    "acronym": "SOCCERMATICS",
    "topics": "ERC-PoC-2016",
    "title": "Soccermatics: data for football fans and clubs",
    "startDate": "01/08/2017",
    "endDate": "31/01/2019",
    "objective": "Data plays an increasingly important role in sport, from monitoring of fitness of athletes to success statistics in baseball. In football (soccer) the team performance is more important than the performance of any one individual. While every team has its star players, it is the ability of the team to function as a unit that is the key to its success. For the data analyst, this presents a challenge: how to measure, understand and improve team performance. My research during an ERC funded action (IDCAB) has revolved around devising exactly this type of analysis methods. Starting with my work on measuring and understanding animal groups in the ERC action, I have gone on to develop a set of tools for looking at the collective action on the football pitch. \n\nIn May 2016 my popular science book, Soccermatics, will be published by Bloomsbury press. This book details some of the work on football analysis I have done up until now, and will give me, and Soccermatics, significant name recognition. But it is jus a starting point: the idea of this PoC proposal is to develop a set of commercial tools for both clubs and fans to better understand football.\n\nI will use data provided by sports performance company Opta to provide consultancy to football clubs, online football analysis for fans and copyright protected applications for visualising football.  I will build the business through three initial projects: (1) visualisation for online content; (2) a ëmanage your own teamí app; (3) football club analysis tools. The business will be focussed first on the UK market and scale up to a European and World market. \n\nThe main innovation highlights of the action are:\n1, Methodology for data analysis established during ERC starting-grant action.\n2, Visually striking and intuitive approach to football data. Giving fans and clubs what they want.\n3, Multiple avenues for commercialisation.\n4, Scalability through delivery of copyrighted software.",
    "totalCost": "125318,75",
    "ecMaxContribution": "125318,75",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 125319
        }
    },
    "calculatedTotalContribution": 125319
}