{
    "rcn": "210113",
    "acronym": "CoaguPOC",
    "topics": "SMEInst-06-2016-2017",
    "title": "SMART POINT-OF-CARE DEVICE FOR SELF-PATIENT MANAGEMENT OF THE ORAL ANTICOAGULANT THERAPY",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The goal we seek in CoaguPOC project is to develop a ìready to the marketî smart point-of-care device for self-patient management of the Oral Anticoagulant Therapy (OAT). OAT is a long-term or even chronic therapy necessary to inhibit the formation of potentially lethal blood clots in patients with high risk of thrombosis; e.g. strokes, the 2nd single largest cause of death in the world. Approximately 2% of the population are prescribed long-term oral anticoagulants, meaning that more than 10-12 million people are treated in Western Europe. \n\nOAT therapy needs regular tests to confirm correct dosage levels because the drugs have a narrow therapeutic window and small changes in systemic changes can give rise to adverse toxic effects. Tests are usually made once a month in a nursing service at the hospital or care center. The constant increase on the number of anti-coagulant patients (around 10% annually) is highly intensifying pressure and cost on the healthcare resources required to monitor, prevent and manage adverse events.\n\nThe use of point-of-care coagulometers at home for self-monitoring may avoid unnecessary visits to hospitals or clinics while permitting more frequent monitoring and timely adjustment of anticoagulant dosing to avoid adverse events. The OAT self-management leads to important reductions on adverse events, as thrombosis (reduction by 50%), major hemorrhages (12%), death (18%) and thrombotic events (67%) as compared to ëusual careë. It also has a substantial impact on the quality of life of patients and their families, and important cost savings on the healthcare system. For instance, in UK a mere increase of 5% improved in average therapeutic range, led to a reduction of 550 strokes per year and associated cost saving of around Ä12,000 per patient.\n\nCoaguPOC aims bringing to the market the first low-cost and smart point of care device for OAT patients to self-monitor and self-manage their chronic condition. We aim to bring the lab to your pocket",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RELOGABLE S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934326796": {
            "orgId": "934326796",
            "orgName": "RELOGABLE S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}