{
    "rcn": "210141",
    "acronym": "COMBAT",
    "topics": "ERC-2016-COG",
    "title": "Clearance Of Microbial Biofilms by Advancing diagnostics and Therapy",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Every year chronic infections in patients due to biofilm formation of pathogenic bacteria are a multi-billion Euro burden to national healthcare systems. Despite improvements in technology and medical services, morbidity and mortality due to chronic infections have remained unchanged over the past decades. The emergence of a chronic infection disease burden calls for the development of modern diagnostics for biofilm resistance profiling and new therapeutic strategies to eradicate biofilm-associated infections. However, many unsuccessful attempts to address this need teach us that alternative perspectives are needed to meet the challenges.\nThe project is committed to develop innovative diagnostics and to strive for therapeutic solutions in patients suffering from biofilm-associated infections. The objective is to apply data-driven science to unlock the potential of microbial genomics. This new approach uses tools of advanced microbiological genomics and machine learning in genome-wide association studies on an existing unprecedentedly large dataset. This dataset has been generated in my group within the last five years and comprises sequence variation and gene expression information of a plethora of clinical Pseudomonas aeruginosa isolates. The wealth of patterns and characteristics of biofilm resistance are invisible at a smaller scale and will be interpreted within context and domain-specific knowledge.\nThe unique combination of basic molecular biology research, technology-driven approaches and data-driven science allows pioneer research dedicated to advance strategies to combat biofilm-associated infections. My approach does not only provide a prediction of biofilm resistance based on the bacteria¥s genotype but also holds promise to transform treatment paradigms for the management of chronic infections and by interference with bacterial stress responses will promote the effectiveness of antimicrobials in clinical use to eradicate biofilm infections.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}