{
    "rcn": "210125",
    "acronym": "altEJrepair",
    "topics": "ERC-2016-STG",
    "title": "Characterisation of DNA Double-Strand Break Repair by Alternative End-Joining: Potential Targets for Cancer Therapy",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "DNA repair pathways evolved as an intricate network that senses DNA damage and resolves it in order to minimise genetic lesions and thus preventing tumour formation. Gaining in recognition the last few years, the alternative end-joining (alt-EJ) DNA repair pathway was recently shown to be up-regulated and required for cancer cell viability in the absence of homologous recombination-mediated repair (HR). Despite this integral role, the alt-EJ repair pathway remains poorly characterised in humans. As such, its molecular composition, regulation and crosstalk with HR and other repair pathways remain elusive. Additionally, the contribution of the alt-EJ pathway to tumour progression as well as the identification of a mutational signature associated with the use of alt-EJ has not yet been investigated. Moreover, the clinical relevance of developing small-molecule inhibitors targeting players in the alt-EJ pathway, such as the polymerase Pol Theta (Pol?), is of importance as current anticancer drug treatments have shown limited effectiveness in achieving cancer remission in patients with HR-deficient (HRD) tumours.\n\n Here, we propose a novel, multidisciplinary approach that aims to characterise the players and mechanisms of action involved in the utilisation of alt-EJ in cancer. This understanding will better elucidate the changing interplay between different DNA repair pathways, thus shedding light on whether and how the use of alt-EJ contributes to the pathogenic history and survival of HRD tumours, eventually paving the way for the development of novel anticancer therapeutics.\n\n For all the abovementioned reasons, we are convinced this project will have important implications in: 1) elucidating critical interconnections between DNA repair pathways, 2) improving the basic understanding of the composition, regulation and function of the alt-EJ pathway, and 3) facilitating the development of new synthetic lethality-based chemotherapeutics for the treatment of HRD tumours.",
    "totalCost": "1498750",
    "ecMaxContribution": "1498750",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 1498750
        }
    },
    "calculatedTotalContribution": 1498750
}