{
    "rcn": "210176",
    "acronym": "SIMS",
    "topics": "SC5-14-2016-2017",
    "title": "Sustainable Intelligent Mining Systems",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "Vision: The SIMS project aspires to create a long lasting impact on the way we test and demonstrate new technology and solutions for the mining industry. With a selected consortium ranging from mining companies, equipment and system suppliers to top-class universities, the SIMS project will boost development and innovation through joint activities aiming at creating a sustainable intelligent mining system. \n\nSIMS aims to develop, test and demonstrate new innovative technologies within the designated consortium, consisting of well developed mining operations, selected due to their maturity regarding innovative technologies, world-leading equipment and system suppliers, highly specialized SMEs and top-class universities. The consortium origins in the EIT Raw Materials partnership, and has joined for this proposal due to the common challenges and needs.\nObjectives:\nEfficiency - To increase resource efficiency and competitiveness\nSafety - To reduce the risk of rock falls and exposure of workers to hazardous situations\nEnvironment -To minimize environmental impact of mining operations\nTrust - To increase public trust, awareness and acceptance for mining. \nHow: We address the call intelligent mining on land and aim to develop, test and demonstrate relevant technologies all aiming at realizing the vision of the intelligent mining system. To meet the project vision and support EU strategies as outlined in the call we have addressed the project objectives by selecting pilot test areas and tests that will support this. \n\nRelevance: Specific challenge Raw materials ìInnovative pilot actionsî: We will bring the most innovative new products in the area of mining and test these in a real life environment in the selected test mines. \nAddressing actions stated in: EIP-SIP Raw Materials Technology pillar 1A (priority area raw material research and innovation coordination), 1B (technology area for primary and secondary raw materials production).",
    "totalCost": "16162100",
    "ecMaxContribution": "12709745",
    "coordinator": "EPIROC ROCK DRILLS AB",
    "coordinatorCountry": "SE",
    "participants": "LULEA TEKNISKA UNIVERSITET;ABB AB;AGNICO-EAGLE FINLAND OY;IGW EUROPE AB;KGHM CUPRUM SP ZOO CENTRUM BADAWCZO-ROZWOJOWE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;K+S Kali GmbH;BOLIDEN MINERAL AB;ERICSSON AB;MOBILARIS AB;LUOSSAVAARA-KIIRUNAVAARA AB",
    "participantCountries": "SE;FI;PL;DE",
    "projectParticipants": {
        "998509853": {
            "orgId": "998509853",
            "orgName": "ABB AB",
            "ecContrib": 996188
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 3568564
        },
        "947724533": {
            "orgId": "947724533",
            "orgName": "IGW EUROPE AB",
            "ecContrib": 288488
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 1203750
        },
        "958112360": {
            "orgId": "958112360",
            "orgName": "K+S Kali GmbH",
            "ecContrib": 274312
        },
        "999910921": {
            "orgId": "999910921",
            "orgName": "ERICSSON AB",
            "ecContrib": 819840
        },
        "999495470": {
            "orgId": "999495470",
            "orgName": "KGHM CUPRUM SP ZOO CENTRUM BADAWCZO-ROZWOJOWE",
            "ecContrib": 338669
        },
        "940687280": {
            "orgId": "940687280",
            "orgName": "MOBILARIS AB",
            "ecContrib": 457712
        },
        "998308869": {
            "orgId": "998308869",
            "orgName": "BOLIDEN MINERAL AB",
            "ecContrib": 854438
        },
        "967400401": {
            "orgId": "967400401",
            "orgName": "AGNICO-EAGLE FINLAND OY",
            "ecContrib": 267750
        },
        "993600004": {
            "orgId": "993600004",
            "orgName": "LUOSSAVAARA-KIIRUNAVAARA AB",
            "ecContrib": 371875
        }
    },
    "calculatedTotalContribution": 9441586
}