{
    "rcn": "210109",
    "acronym": "SENSEE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Replicating the SUN through affordable, efficient and accurate LEDs",
    "startDate": "01/05/2017",
    "endDate": "31/07/2017",
    "objective": "Saiens Smart Energy S.L. is a company dedicated to the development of special light devices, solar simulators, that replicate sunlight for the testing of solar products which employed by research entities. The innovation stands on using the more efficient and affordable LEDs than traditional lamps. Simulators are used for the testing of solar industry products (125billionÄ by 2023) and UV degradation (industry of plastics and coatings, 290MÄ by 2020)\nCurrent simulators, based in Halogen and Xenon lamps, have severe limitations and we have developed SENSEE, a solar simulator based on LEDs, to respond to the actual market needs. We have demonstrated that a LED simulator is simpler, affordable (7x times cheaper than current simulators), has 93% lower maintenance costs and more precise (only 5% of deviation to sunlight). \nThe recent EU Halogen ban (Sept. 2016) and the rapid and unexpected advancement of LEDs has bring us to seize this business opportunity and bring to the market an affordable, accurate and advanced LED-BASED SUN SIMULATOR, SENSEE. SENSEE will promote a new niche of products that covers the gap between very expensive and complex systems used by accredited labs and the uncalibrated simple lamps used by small testing industry and research entities. \nSENSEE will respond to current simulators limitations that are not able to test with the required precision, the new incoming technologies (i.e. multi-junction PV cells and photocatalysis). We will introduce SENSEE in the main EU actors in PV, research centres and certification labs (Germany, Italy, France and Spain) during 2020 and 2022. Within these potential markets we expect to gain a mean penetration of 2% and a business growth of 3.6MÄ turnover by 2024 and supported by the creation of 28 jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAIENS SMART ENERGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918629189": {
            "orgId": "918629189",
            "orgName": "SAIENS SMART ENERGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}