{
    "rcn": "210151",
    "acronym": "REPRODAMH",
    "topics": "ERC-2016-COG",
    "title": "Extra-gonadal roles of Anti-M¸llerian Hormone in the aetiology of polycystic ovary syndrome: the domino effect to reproductive neuroendocrine dysfunctions",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Reproduction in mammals is dependent on specific neurons secreting the Gonadotropin Hormone-Releasing Hormone (GnRH). Many reproductive disorders in humans are associated with abnormal or deficient GnRH secretion. Among reproductive dysfunctions, polycystic ovary syndrome (PCOS) is the most common form of female infertility with a prevalence of up to 10%, characterized by increased ovarian androgen biosynthesis, oligo-anovulation and frequent metabolic morbidities. Because women with PCOS have increased luteinizing hormone (LH) pulse frequency, it has been inferred that the pulse frequency of GnRH must be accelerated as well. However, so far PCOS has been considered mainly as a gonadal pathology and possible regulations from the central nervous system or interactions with it remain elusive. In patients with PCOS, ovarian levels of Anti-Mullerian Hormone (AMH) are also elevated, indicating the potential relevance of AMH for PCOS diagnosis and management. Recently, we showed that AMH acts directly on GnRH neurons to increase neuropeptide secretion, raising the intriguing hypothesis that AMH-dependent regulation of GnRH release could be involved in the neuroendocrine control of fertility and pathophysiology of PCOS. By providing integrative, functional and mechanistic in vivo strategies, combined with clinical human investigations, REPRODAMH will represent a major step forward into the understanding of PCOS with the final goal of developing new therapeutic strategies. To achieve these goals we will:\n1: Determine whether developmental or postnatal AMH excess leads to PCOS endocrine disturbances by hyperactivation of GnRH neurons.\n2: Study whether inhibition of GnRH neuronal activity rescues the neuroendocrine reproductive phenotype in PCOS-mouse models.\n3: Study whether modifications of the hypothalamic structural plasticity occur in PCOS and contribute to alterations of GnRH release.\n4: Design and test new preclinical therapeutic strategies in PCOS animal models.",
    "totalCost": "1999740",
    "ecMaxContribution": "1999740",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1999740
        }
    },
    "calculatedTotalContribution": 1999740
}