{
    "rcn": "210103",
    "acronym": "SECOPS",
    "topics": "RPAS-06",
    "title": "An Integrated Security Concept for Drone Operations",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Project SECOPS (an integrated SECurity concept for drone OPerationS) is initiated by a research centre (NLR) and 3 SME industrial partners (SensoFusion, Unifly and Delft Dynamics), in response to the SESAR2020 Remotely Piloted Aircraft Systems (RPAS) Exploratory Research Call, under Topic 06 ìSecurity & cyber-resilienceî.\nSECOPS' objective is to push drone technology forward by ensuring that security risks in the Unmanned Traffic Management (UTM) concept are mitigated to an acceptable level. An integrated security concept at TRL2 will be developed addressing resistance of drones against unlawful interference, protection of third parties and integration of geo-fencing technology; focussing on technological options (navigation, surveillance, in-flight updates, etc.) for both airborne and ground elements, considering legal, regulatory and social aspects.\nSECOPS will include a proof of concept of the integrated security concept, integrating COTS technology of the consortium partners. A preliminary demonstrator, based on a realistic scenario, will be performed at the Netherlands RPAS Test Centre (NRTC).\nThe comprehensive experience of the SECOPS partners working on drone security and geo-fencing in various R&T projects and initiatives, joint national and European collaboration on multiple aerospace programs of OEMs motivate their common application. NLR has a strong track record in drone research, testing, applications and training. The industrial partners are keys to the projectís success: SensoFusion in the development and commercialisation of the AIRFENCE drone detection and prevention system, Unifly in the development of a UTM system and Delft Dynamics in developing and building robot helicopter systems to provide innovative security solutions for drone and third parties, but also in the development of the counter drone system DroneCatcher.\nSECOPS total grant request to EC is 909 293Ä for the whole consortium and the project will be conducted within 24 months.",
    "totalCost": "909293,75",
    "ecMaxContribution": "909293,75",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "SENSOFUSION OY;UNIFLY;Delft Dynamics B.V.",
    "participantCountries": "FI;BE;NL",
    "projectParticipants": {
        "953570917": {
            "orgId": "953570917",
            "orgName": "Delft Dynamics B.V.",
            "ecContrib": 216250
        },
        "924870557": {
            "orgId": "924870557",
            "orgName": "UNIFLY",
            "ecContrib": 245300
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 260244
        },
        "916984166": {
            "orgId": "916984166",
            "orgName": "SENSOFUSION OY",
            "ecContrib": 187500
        }
    },
    "calculatedTotalContribution": 909294
}