{
    "rcn": "210147",
    "acronym": "METACHROM",
    "topics": "ERC-2016-COG",
    "title": "Establishment and maintenance of gene expression by heterochromatin factors",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Metastable epialleles are alleles that are variably expressed in genetically identical individuals. These epialleles are established during early development by epigenetic modifications in a process influenced by stress and the environment. The epialleleís state can subsequently be maintained throughout development and adult life. Studying the mechanisms underlying establishment and maintenance of chromatin states is critical to understanding how the environment can shape the epigenome and how it can impact on diseases and aging. Most mouse metastable epialleles result from a nearby insertion of an endogenous retrovirus, which induces position effect variegation. In mouse embryonic stem cells, these elements are silenced by the histone methyl-transferase SETDB1 which imparts heterochromatin features by tri-methylating histone H3 on lysine 9. In the same cells, telomeric H3K9me3 is also installed by SETDB1 but surprisingly, we found that H3K9me3 correlates with enhanced transcriptional activity at telomeres. I hypothesize here that metastable chromatin states are controlled by H3K9me3 and associated factors, which are targeted to defined positions that can either instruct silencing, or support active expression. To understand how metastable chromatin states are regulated, we will first use a locus-specific chromatin proteomics approach to identify H3K9me3-dependent factors in the contexts of transcription or repression. Next, both pathways will be reconstituted by tethering those factors at specific positions on model genes, and maintenance of these states will be analyzed. Finally, to obtain a comprehensive picture of the metastable states establishment and maintenance, we will map heterochromatin factors genome-wide, in response to distinct stimuli in mESCs. This proposal will deepen our understanding of the mechanisms by which mammals use gene regulation to adapt to environmental conditions.",
    "totalCost": "1999025",
    "ecMaxContribution": "1999025",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1999025
        }
    },
    "calculatedTotalContribution": 1999025
}