{
    "rcn": "210140",
    "acronym": "SPADE",
    "topics": "ERC-2016-COG",
    "title": "Speleothems paleoclimate: accounting for isotopic disequilibrium",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Understanding and quantifying the impacts of climate change at the regional and hemispheric scales are particularly difficult with respect to changes in rainfall and temperature patterns that lead to extended droughts and flooding events. Isotopic records in speleothems are increasingly used to determine climate variability on land and for data-model comparisons. However, transferring speleothem records into quantitative climate parameters suffers from a major limitation: speleothem formation processes result in geochemical disequilibrium and there is currently no way to correct for it in paleoclimate data. SPADE will shift the treatment of paleoclimate archives from regarding them as recorders of slow geological processes to consideration of geological material as recording much faster chemical reactions. As such, they cannot be assumed to form at equilibrium. SPADE will create a new framework, based on one classic and two novel isotopic tracers in carbonates (?18O-?17O-?47) to quantify disequilibrium in cave records and overcome this underlying limitation. SPADEís unique approach is based first on laboratory experiments that isolate chemical processes of speleothem formation, to test their respective effects on isotopic disequilibrium. Then speleothem analog experiments and modern cave material are combined to create speleothem specific calibrations for these isotopic proxies. These SPADE results will then be applied to classic paleoclimate records of dryland hydrology, such as Soreq Cave (Israel) and Devils Hole (Nevada). SPADE will address long standing climatic hypotheses regarding the interplay between temperature, amount of rainfall, surface evaporation, moisture sources, and regional climate connections in these drought vulnerable regions, and will make these records much more useful. A detailed understanding of disequilibrium will enable the use of these innovative geochemical tools in speleothems and more broadly, in other paleoclimate carbonate archives.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}