{
    "rcn": "210100",
    "acronym": "ALMAGIC",
    "topics": "JTI-CS2-2016-CFP04-ENG-02-05",
    "title": "Aluminium and Magnesium Alloys Green Innovative Coatings",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The aeronautic industry is constantly striving to reduce the aircraft operating costs, increase their payload and reduce the environmental impact during the whole life of the product. Metallurgy has played a key role in the development of aviation. With the use of light alloys, as aluminium and magnesium, new applications have been found to apply these to fastly improve existing designs.\nThe disadvantage of using these materials is that they are particularly susceptible to corrosion. Environmental degradation is a limiting factor for magnesiumñaluminium (MgñAl) alloys in outdoor applications. An effective way to protect alloys from fast degradation or reduce to the degradation rate is surface treatment. \nHexavalent chromium has served as the primary means of corrosion protection in the aircraft industry since 1936 and allowed for the distinctive bare-metal finishes of the World War II era. Hexavalent chromium is a known carcinogen, with the major route of exposure through inhalation of vapours or dust. The chromates are among the current chemicals for which industrial users must find substitutes, or request authorisation from EU regulators to continue their use. In the case of chromium trioxide and the acids, the application deadline is March 2016 and the ìsunsetî date for the substances is September 2017.\nTherefore, there is an urgent need facing the aerospace industry to replace the conventional corrosion inhibitor, hexavalent chromium. Regulatory and market drivers are motivating a global effort in the aerospace industry to replace hexavalent chromium-containing materials with hexavalent chromium-free alternatives for various applications.\nALMAGIC project is focused on solving the aforementioned problematic by validating the developed innovative alternatives to chromium(VI) coatings for aluminium and magnesium alloys. ALMAGIC will ensure the developed solutions comply with the REACH regulations, while all quality standards are met.",
    "totalCost": "999526,25",
    "ecMaxContribution": "999526,25",
    "coordinator": "FUNDACION CIDAUT",
    "coordinatorCountry": "ES",
    "participants": "HENKEL KGaA;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;UNIVERSIDAD COMPLUTENSE DE MADRID;AKZO NOBEL CAR REFINISHES BV;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;ES;NL",
    "projectParticipants": {
        "986528607": {
            "orgId": "986528607",
            "orgName": "AKZO NOBEL CAR REFINISHES BV",
            "ecContrib": 75188
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 222992
        },
        "999647469": {
            "orgId": "999647469",
            "orgName": "FUNDACION CIDAUT",
            "ecContrib": 168281
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 279628
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 154062
        },
        "998821902": {
            "orgId": "998821902",
            "orgName": "HENKEL KGaA",
            "ecContrib": 99375
        }
    },
    "calculatedTotalContribution": 999526
}