{
    "rcn": "210146",
    "acronym": "JOINTATT",
    "topics": "ERC-2016-COG",
    "title": "The evolutionary and developmental origins of Joint Attention: a longitudinal cross-species and cross-cultural comparison",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Humans frequently coordinate and share attention about objects and events. Our basic ability to engage in joint attention (JA) is thought to underpin our uniquely complex cooperation skills and language, raising the possibility that the emergence of JA was a ësmall change that made a big differenceí in the evolution of human cognition. Despite the theoretical importance of JA for understanding human social cognition, we know surprisingly little about JA across species and cultures.  Methodological shortcomings limit our understanding of the extent to which JA is uniquely human or shared with our primate cousins, and we lack data on how this ability develops in non-western cultures, which aspects of the social environment are necessary for JA to emerge and how JA is related to the emergence of cooperation. The JOINTATT project will address these four key issues by collecting longitudinal data on mother-infant dyads over the first 2 years of the infantís life, across four different study groups: Ugandan and British humans; wild chimpanzees and crested macaque monkeys. The project will develop novel tasks and measures that allow the same set of data to be collected in directly comparable ways across species and provide the first valid, rigorous test of whether engagement in JA is a uniquely human trait. Data from the two human groups will test how different elements of JA are related and whether JA develops in a uniform way across cultures. Longitudinal data on mother-infant interactions and the infantís environment will be related to performance on JA tasks across all four groups, enabling us to identify conditions that are likely necessary for JA to emerge. Performance on JA and cooperative tasks will be compared to assess whether engagement in JA predicts the later emergence of cooperation. This project will provide ground-breaking insights into JA and its evolutionary origins, and is likely to challenge current theories of how human social cognition evolved.",
    "totalCost": "1989611",
    "ecMaxContribution": "1989611",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1989611
        }
    },
    "calculatedTotalContribution": 1989611
}