{
    "rcn": "210114",
    "acronym": "AIMS",
    "topics": "SMEInst-08-2016-2017",
    "title": "Automated Integrated Monitoring System",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "The monitoring of oceans and seas provides the required knowledge for understanding the functioning and assessing the state of the marine environment. As a matter of fact, it is a fundamental and necessary step to undertake in order to obtain sustainable growth and healthy marine waters.  \n\nThe overall objective of the project is developing a totally integrated underwater marine data system applied to the Environmental Monitoring market. AIMS is composed by a network of data collection tools (acoustic buoys, imagery systems, etc.), a Big Data platform for data storage and analysis, and flexible Graphic User Interfaces (GUI) for providing environmental information to users. It is a turnkey, a one-stop- shop solution associated to a complete range of services (consulting, training, assistance), thus covering the whole value chain. The strategy of AIMS allows solving main problems existing in the field of the environmental monitoring sector, namely: the segmentation of the market, the non-disclosure of scientific methods (black-box tools); inadequate IT resources available for dealing with growing volumes of data.  \n\nThis Phase I proposal mainly aims at accurately understanding the needs of real and potential clients, the degree of acceptance of various innovations introduced, understanding the gaps between rules and the capacity of clients to meet them, as well as the general market size. All in all, the solution applies to activities at a mature stage - like offshore oil and gas industry, at a growing stage, like offshore wind energy- and at a pre-development stage - like ocean renewable energy (tidal stream, OTEC-ocean thermal energy). These markets, together with relevant actors will be investigated further thanks to the feasibility study. The strategy of the company is therefore to move from historical activity towards markets with more potential overtime. SINAY therefore targets a turnover of ca. 6.8 mÄ, with a profit of 1.7 mÄ, in 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SINAY",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920603333": {
            "orgId": "920603333",
            "orgName": "SINAY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}