{
    "rcn": "210252",
    "acronym": "ToDL",
    "topics": "ERC-2016-ADG",
    "title": "Systems Chemistry: Steps Towards De-Novo Life",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Can we synthesise life de-novo in the lab? This is one of the Grand Challenges of contemporary Science. Overall objective of this project is to set important steps in turning chemistry into biology by building fully synthetic chemical systems that contain and integrate some of the essential elements of life: replication, metabolism and compartmentalisation. Functional coupling of any of lifeís essential elements has not been achieved, at least not without making use of biomolecules. We now aim to achieve such coupling and develop fully chemical systems to become increasingly life-like. Specific aims are:\n1. Achieve and explore Darwinian evolution of a fully synthetic system of peptide-based self-replicating molecules.\n2. Develop self-replicating molecules that are capable of catalysing not only their own formation, but also other chemical reactions. We will specifically target chemical reactions that result in the production of building blocks which the replicators can utilize to replicate, thereby integrating replication with a rudimentary form of metabolism.\n3. Achieve self-reproducing compartments and develop ways to couple replication inside compartments with compartment division. Three parallel approaches will be explored, based on (i) vesicle-type compartments made from self-replicating molecules; (ii) coascervates and (iii) compartments made by surfactants that are produced by catalytically active self-replicators.\n4. Extend replication from peptide-based building blocks to ones containing nucleobases. We also plan to investigate reaction networks made from mixtures of peptide- and nucleobase-containing building blocks).\n5. Develop kinetic modelling tools that allow an efficient exploration of multi-parameter space of the reaction networks developed in 1-4. Through stochastic computational modelling we will address mechanistic issues that are experimentally intractable. Furthermore, modelling will allow a more efficient exploration of multi-parameter space.",
    "totalCost": "2499974,51",
    "ecMaxContribution": "2499974,51",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2499975
        }
    },
    "calculatedTotalContribution": 2499975
}