{
    "rcn": "210296",
    "acronym": "BIOSMART",
    "topics": "BBI-2016-R05",
    "title": "Bio-based smart packaging for enhanced preservation of food quality.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The BIOSMART project proposal has the ambition to develop active and smart bio-based and compostable packages addressing the needs of fresh and pretreated food applications. Moreover, the novel packaging system will form the basis for tailoring performance and functionality to specific flexible and rigid food packages in diverse market segments. A holistic ecosystem approach is pursued by offering solutions that bring enhanced performance and acceptable economics to the value chain and facilitate implementation and large-scale commercialization. Critical issues that differentiate the present packages from the future all-bio-based and compostable ones are enhanced active and smart functionalities that make possible: light weighting, reduced food residues, shelf life monitoring and longer shelf life, easier consumer waste handling, and all this at a competitive cost to the incumbent. The BIOSMART project proposal develops thus encompasses an approach for selectively integrating superhydrophobic surfaces, microencapsulated phase change materials, barrier coatings, sensoring devices, and new bio-active antimicrobial and antioxidants, into all-bio-based multilayer flexible plastic packages. Three generic packaging systems are selected with specific performance needs as defined by current multi-material (eg. pouches, terrines and cardboard/thin film tray). The associate life cycle assessments for the different possible scenarios include the economic feasibility.  Ultimately, this consolidated knowledge is captured in a material selection and packaging performance simulation App. through optimization of all possible variables to meet selected key performance indicators (KPI).",
    "totalCost": "4950560",
    "ecMaxContribution": "3610866,25",
    "coordinator": "FUNDACION TEKNIKER",
    "coordinatorCountry": "ES",
    "participants": "GEA WESTFALIA SEPARATOR GROUP GMBH;INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA;WIPAK WALSRODE GMBH & CO KG;THE UNIVERSITY OF READING;LIPOFABRIK;TECSENSE GMBH;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;PROPAGROUP SPA;UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I;RISE INNVENTIA AB",
    "participantCountries": "DE;ES;UK;FR;AT;CH;IT;SE",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 277966
        },
        "944219244": {
            "orgId": "944219244",
            "orgName": "PROPAGROUP SPA",
            "ecContrib": 546301
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 952750
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 647074
        },
        "999447746": {
            "orgId": "999447746",
            "orgName": "RISE INNVENTIA AB",
            "ecContrib": 299180
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 0
        },
        "955744396": {
            "orgId": "955744396",
            "orgName": "LIPOFABRIK",
            "ecContrib": 200228
        },
        "984922384": {
            "orgId": "984922384",
            "orgName": "TECSENSE GMBH",
            "ecContrib": 299992
        },
        "930335052": {
            "orgId": "930335052",
            "orgName": "WIPAK WALSRODE GMBH & CO KG",
            "ecContrib": 0
        },
        "999688694": {
            "orgId": "999688694",
            "orgName": "INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA",
            "ecContrib": 387375
        },
        "996139852": {
            "orgId": "996139852",
            "orgName": "GEA WESTFALIA SEPARATOR GROUP GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3610866
}