{
    "rcn": "210274",
    "acronym": "InnoBremen2",
    "topics": "H2020-SGA2-EEN",
    "title": "InnoBremen2 ñ Establishing services enhancing the innovation management capacities of SMEs in the Federal State of Bremen",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The following proposal addresses the topic ìSpecific activities in the context of innovation support (Horizon 2020)î, namely the in-depth services enhancing the innovation capacity of SMEs, i.e. ìKey account management under the SME Instrument of Horizon 2020î and ìServices to enhance the innovation management capacities of SMEsî. \nInnovation is a key driver for the success of enterprises, a requirement for their competiveness and thus a precondition for exploiting international opportunities in the Single Market and beyond. Offering growth-oriented business and innovation support services to SMEs is therefore seen as the core task of the Enterprise Europe Network.\nAlthough Innovation Management is crucial for SMEs, empiric data has proven that SMEs still show the inability to manage innovation processes efficiently and effectively as the second most important barrier to SME innovation.\nEnterprise Europe Network Bremen will offer the services\n- Key account management under the SME Instrument of Horizon 2020 and\n- Services to enhance the innovation management capacities of SMEs\nas an integral part of the Enterprise Europe Networks services addressing the innovation needs of SMEís to establish an Innovation Management System (basis: technical specification CEN/TS 16555-1, published by the European Commission) in the respective enterprises. Beneficiaries of the services will be:\n1. Beneficiaries of the SME Instrument\n2. SMEs with significant innovation activities and a high potential for internationalization\nnamely by offering the provision of innovation and technology audits and technology transfer partnering services.",
    "totalCost": "57082,5",
    "ecMaxContribution": "57082,5",
    "coordinator": "WFB WIRTSCHAFTSFORDERUNG BREMEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "DD DIE DENKFABRIK FORSCHUNGS UND ENTWICKLUNGS GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "989742023": {
            "orgId": "989742023",
            "orgName": "WFB WIRTSCHAFTSFORDERUNG BREMEN GMBH",
            "ecContrib": 28458
        },
        "950310650": {
            "orgId": "950310650",
            "orgName": "DD DIE DENKFABRIK FORSCHUNGS UND ENTWICKLUNGS GMBH",
            "ecContrib": 28625
        }
    },
    "calculatedTotalContribution": 57083
}