{
    "rcn": "210283",
    "acronym": "SMART",
    "topics": "MSCA-IF-2016",
    "title": "Scattering Matrix Approach in Reflection applied to Turbid media",
    "startDate": "18/08/2017",
    "endDate": "17/08/2019",
    "objective": "This project aims to (1) demonstrate innovative optical imaging by increasing by 2x the depth penetration of optical coherence tomography (OCT) and (2) make groundbreaking advances in the study of 3D Anderson localization (AL) of light. These seemingly different topics are in fact closely linked. Wave transport in complex media can be described by the Greenís matrix (GM), which holds complete information about propagation between every input and output point of the medium. The need to understand and work with the GM underpins the proposed work of this action. Recently, the field GM for light was measured for the first time using a white-light illumination, opening up new avenues for fundamental and applied physics. This action will combine this approach with matrix methods (previously applied to ultrasound imaging) to build a ëSMART-OCTí apparatus: an innovative OCT-like system based on a matrix approach that enables the acquisition of the GM and elimination of multiple scattering. SMART-OCT will have 2x the current OCT depth limit (>2 mm) with no loss in resolution or affordability (white light illumination). The SMART-OCT system will be tested on biological tissues, compared to current OCT, and patented and developed towards market. Like all technology, the creation of this device will be accompanied by advances in fundamental science. The optical field GM will be used to study AL of light ñ the ëtrappingí of waves due to interference effects induced by strong disorder. This concept is important for light control and confinement, but past experiments in optics have always suffered from absorption and non-linearities. The proposed method can sidestep these issues to give the first unambiguous study of 3D AL for light. The execution of these projects in parallel will develop the sensitivity and range of SMART-OCT.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}