{
    "rcn": "210290",
    "acronym": "Pilots4U",
    "topics": "BBI-2016-S02",
    "title": "A network of bioeconomy open access pilot and multipurpose demo facilities",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Pilots4U aims to setup one very visible, easy accessible network of open access pilot and multipurpose demo-infrastructures for the European bio-economy with Europe-wide coverage and protecting IP rights of users. Since pilot- and demo equipment is very expensive and requires specific expertise, open access infrastructures are the most cost-effective manner to support the deployment of industry-driven innovations in the market. \n\nTo assure that the network meets the needs of the European bio-economy industry (SMEs, start-ups, Large enterprises), current European pilot and demo-capabilities are compared with the needs of the European biobased industry. Up to six business cases of investments in additional equipment, facilities or capabilities will be evaluated, and the first steps will be taken to attract financing. Different cooperation schemes for the open access pilot- and demo-network will be considered.\nThe project consortium has all the required players to succeed: Six partners are coordinating bio-economy pilot or multipurpose demo-infrastructure networks, and therefore assure the involvement of over 40 infrastructures: Bio Base Europe Pilot Plant (SmartPilots), VTT (ERIFORE), Royal Institute of Technology KTH (BRISK), Swansea University (Enalgae), Ghent University (Biorefine Cluster Europe) and NNFCC (as secretary of the BioPilotsUK initiative). The cluster organisation CLIC Innovation is representing industry that is contributing in cash to the project. The Europan Regions, research and innovation network with 150 member regions will attract interested European stakeholders (infraststructure owners and users) to get involved in the project, and NNFCC, the bio-economy consultant, is a professional, independent consultant who will lead the study.",
    "totalCost": "1091623,75",
    "ecMaxContribution": "902461,78",
    "coordinator": "BIO BASE EUROPE PILOT PLANT VZW",
    "coordinatorCountry": "BE",
    "participants": "SWANSEA UNIVERSITY;The National Non-Food Crops Centre;KUNGLIGA TEKNISKA HOEGSKOLAN;EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL;UNIVERSITEIT GENT;Teknologian tutkimuskeskus VTT Oy;CLIC INNOVATION OY",
    "participantCountries": "UK;SE;BE;FI",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 90000
        },
        "992649792": {
            "orgId": "992649792",
            "orgName": "The National Non-Food Crops Centre",
            "ecContrib": 154098
        },
        "997382713": {
            "orgId": "997382713",
            "orgName": "EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL",
            "ecContrib": 112275
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 86400
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 90000
        },
        "925710480": {
            "orgId": "925710480",
            "orgName": "CLIC INNOVATION OY",
            "ecContrib": 39812
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 229950
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 99926
        }
    },
    "calculatedTotalContribution": 902461
}