{
    "rcn": "210265",
    "acronym": "SMALLOSTERY",
    "topics": "ERC-2016-ADG",
    "title": "Single-molecule spectroscopy of coordinated motions in allosteric proteins",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Critical for the function of many proteins, allosteric communication involves transmission of the effect of binding at one site of a protein to another through conformational changes. Yet the structural and dynamic basis for allostery remains poorly understood. In particular, there is no method to follow coordinated large-scale motions of domains and subunits in proteins as they occur. Since the subunits of allosteric proteins often contain multiple domains, any such method entails probing the dynamics along several intra-protein distances simultaneously.\nThis proposal aims at ameliorating this deficiency by creating the experimental framework for exploring time-dependent coordination of allosteric transitions of multiple units within proteins. Our methodology will rely on single-molecule FRET spectroscopy with multiple labels on the same protein and advanced analysis. We will explore fundamental issues in protein dynamics: relative motions of domains within subunits, propagation of conformational change between subunits, and synchronization of these motions by effector molecules.\nTo investigate these issues, we have carefully selected three model systems, each representing an important scenario of allosteric regulation. While the homo-oligomeric protein-folder GroEL conserves symmetry in a concerted transition between major structural states, the symmetry of the homo-oligomeric disaggregating machine ClpB is broken via a sequential transition. Symmetry is attained only after binding to DNA and ligands in the third system, the family of RXR heterodimers. \nThis exciting project will provide the very first catalogue of coordinated and time-ordered motions within and between subunits of allosteric proteins and the first measurement of the time scale of the conformational spread through a large protein. It will enhance dramatically our understanding of how allostery contributes to protein function, influencing future efforts to design drugs for allosteric proteins.",
    "totalCost": "2484722",
    "ecMaxContribution": "2484722",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2484722
        }
    },
    "calculatedTotalContribution": 2484722
}