{
    "rcn": "210237",
    "acronym": "DOC",
    "topics": "ERC-2016-ADG",
    "title": "The Dawn of Organic Chemistry",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Terrestrial life is based on organic chemistry, on the complex combination of relatively small molecules containing less than 50 atoms of carbon and other elements in smaller quantities. Some of these bricks, notably amino acids, are found in meteoritic and cometary material, a fact (among others) which led the Nobel laureate C. de Duve to conclude that ìthe seeds of life are universalî and ìlife is an obligatory manifestation of matter, written into the fabric of the Universeî.\nThe objective of the DOC project is to understand the dawn of organic chemistry, namely the start of organic chemistry in systems similar to the progenitor of the Solar System, with the ultimate goal to understand how organic chemistry builds up and evolves in these systems and, consequently, to understand how universal the chemical seeds of life are.\nTo achieve this objective, I propose to build a reliable theory for the organic chemistry in nascent Solar type systems, by combining in a tightly coordinated way new ground-breaking astronomical observations, quantum chemistry computations, astrochemical/chemi-physical models and sophisticated analysis tools. The DOC project is based on (i) a mine of first-class data from already awarded Large Programs at IRAM and from a plethora of smaller proposals at IRAM, ALMA and APEX, (ii) new state-of-the-art quantum chemistry computations to understand astrochemistry reactions at the molecular level, and (iii) models and tools to fully exploit the new data and computations.\nMy ambition is to provide a reliable theory not only for the astrochemical and the star and planet formation communities, but also for the extragalactic one. Indeed, the new highly sensitive spectral observations from facilities like IRAM, ALMA and, in the future, SKA will inevitably contain lines from many organic molecules. DOC ambition is to ultimately allow us to understand how organic chemistry unfolds in the Universe.",
    "totalCost": "2454367,5",
    "ecMaxContribution": "2454367,5",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 2454368
        }
    },
    "calculatedTotalContribution": 2454368
}