{
    "rcn": "210224",
    "acronym": "CS-AWARE",
    "topics": "DS-02-2016",
    "title": "A cybersecurity situational awareness and information sharing solution for local public administrations based on advanced big data analysis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Cybersecurity is one of today's most challenging security problems for commercial companies, NGOs, governmental institutions as well as individuals. Reaching beyond the technology focused boundaries of classical information technology (IT) security, cybersecurity includes organizational and behavioural aspects of IT systems and also needs to comply to the currently actively developing legal and regulatory framework for cybersecurity. For example, the European Union recently passed the Network and Information Security (NIS) directive that obliges member states to get in line with the EU strategy. While large corporations might have the resources to follow those developments and bring their IT infrastructure and services in line with the requirements, the burden for smaller organizations like local public administration will be substantial and the required resources might not be available.\nNew and innovative solutions that will help local public administration to ease the burden of being in line with cybersecurity requirements are needed. For example, cooperation and coordination is one of the major aspects of the NIS and EU cybersecurity strategy. An enabling technology for cooperation and coordination is cyber situational awareness and information sharing of cyber incidents. In this project we propose a cybersecurity situational awareness solution for local public administrations that, based on an analysis of the context provides automatic incident detection and visualization, and enables information exchange with relevant national and EU level NIS authorities like CERTs. Advanced features like system self-healing based on the situational awareness technologies, and multi-lingual semantics support to account for language barriers in the EU context, are part of the solution.",
    "totalCost": "4648362,5",
    "ecMaxContribution": "3728603,75",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "3RDPLACE SRL;ROMA CAPITALE;CARIS RESEARCH LTD;UNIVERSITAT WIEN;DIMOS LARISEON;OPEN TECHNOLOGY SERVICES AE;PERACTON LIMITED;INNOVATIVE SECURE TECHNOLOGIES IKE;CLOUDPARTNERS A/S;ANCITEL SPA;UNIVERSITAT PASSAU;ANDRIESSEN JEFFREY ELBERTUS BARTHOLOMEUS",
    "participantCountries": "IT;UK;AT;EL;IE;DK;DE;NL",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 551250
        },
        "926457477": {
            "orgId": "926457477",
            "orgName": "CLOUDPARTNERS A/S",
            "ecContrib": 342335
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 364375
        },
        "937790181": {
            "orgId": "937790181",
            "orgName": "DIMOS LARISEON",
            "ecContrib": 115000
        },
        "955758461": {
            "orgId": "955758461",
            "orgName": "ANDRIESSEN JEFFREY ELBERTUS BARTHOLOMEUS",
            "ecContrib": 249375
        },
        "999878523": {
            "orgId": "999878523",
            "orgName": "UNIVERSITAT PASSAU",
            "ecContrib": 380000
        },
        "999512736": {
            "orgId": "999512736",
            "orgName": "ROMA CAPITALE",
            "ecContrib": 171875
        },
        "937904447": {
            "orgId": "937904447",
            "orgName": "PERACTON LIMITED",
            "ecContrib": 355469
        },
        "933855861": {
            "orgId": "933855861",
            "orgName": "INNOVATIVE SECURE TECHNOLOGIES IKE",
            "ecContrib": 245175
        },
        "947374266": {
            "orgId": "947374266",
            "orgName": "CARIS RESEARCH LTD",
            "ecContrib": 234500
        },
        "996395835": {
            "orgId": "996395835",
            "orgName": "ANCITEL SPA",
            "ecContrib": 242375
        },
        "941819561": {
            "orgId": "941819561",
            "orgName": "3RDPLACE SRL",
            "ecContrib": 301000
        },
        "942774138": {
            "orgId": "942774138",
            "orgName": "OPEN TECHNOLOGY SERVICES AE",
            "ecContrib": 175875
        }
    },
    "calculatedTotalContribution": 3728604
}