{
    "rcn": "210254",
    "acronym": "SIENNA",
    "topics": "SwafS-18-2016",
    "title": "Stakeholder-informed ethics for new technologies with high socio-economic and human rights impact",
    "startDate": "01/10/2017",
    "endDate": "31/03/2021",
    "objective": "SIENNA is a three and a half year project with 11 core partners and 2 associate partners, focussing on ethical and human rights challenges posed by human genomics, human enhancement and human-machine interaction technologies such as robots and smart devices. While these technologies offer significant benefits to individuals and society, they also present significant ethical challenges, e.g., in relation to human autonomy, equality, personal liberty, privacy, and accountability. In collaboration with a variety of stakeholders, SIENNA will identify and assess the ethical and socio-economic issues, public opinions, legal regulation and human rights implications of each technology.  It will produce a framework for each of the three technologies that will form the basis for the development of research ethics protocols, professional ethical codes, and better ethical and legal frameworks. Before developing their recommendations, the partners will gather ethical views of experts and citizens towards the three technologies in four ways: (1) a major survey of citizens in 11 countries within and outside the EU; (2) panels of citizens in five countries; (3) interviews with experts and stakeholders; (4) workshops with stakeholders including scientists, ethicists, research ethics committees, professional organisations, civil society organisations, industry and policy makers. SIENNA will boost the EUís leadership in developing ethical standards and support its vision of Responsible Research and Innovation (RRI) as a means to foster the design of inclusive research and innovation. The project will improve knowledge of the ethical, human rights and socio-economic impacts of the three technologies, while supporting ethical and responsible decision making by research ethics committees, scientific researchers and policy makers in the three areas. SIENNA will also create added value by generalising its methods for use in other emerging technological domains.",
    "totalCost": "3996787,5",
    "ecMaxContribution": "3996787,5",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "Dalian University of Technology;UNIVERSIDADE FEDERAL DO RIO DE JANEIRO;UNIVERSIDAD DE GRANADA;FONDATION NATIONALE DES SCIENCES POLITIQUES;UNIVERSITY OF CAPE TOWN;UPPSALA UNIVERSITET;EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV;TRILATERAL RESEARCH LTD;IONIAN UNIVERSITY;HELSINSKA FUNDACJA PRAW CZLOWIEKA",
    "participantCountries": "CN;BR;ES;FR;ZA;SE;DE;UK;EL;PL",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 806555
        },
        "951443610": {
            "orgId": "951443610",
            "orgName": "EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV",
            "ecContrib": 201500
        },
        "997662073": {
            "orgId": "997662073",
            "orgName": "Dalian University of Technology",
            "ecContrib": 24438
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 68550
        },
        "923930724": {
            "orgId": "923930724",
            "orgName": "TRILATERAL RESEARCH LTD",
            "ecContrib": 585938
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 58900
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1918938
        },
        "999849229": {
            "orgId": "999849229",
            "orgName": "UNIVERSITY OF CAPE TOWN",
            "ecContrib": 49072
        },
        "998243394": {
            "orgId": "998243394",
            "orgName": "IONIAN UNIVERSITY",
            "ecContrib": 88588
        },
        "999848841": {
            "orgId": "999848841",
            "orgName": "UNIVERSIDADE FEDERAL DO RIO DE JANEIRO",
            "ecContrib": 38498
        },
        "968188429": {
            "orgId": "968188429",
            "orgName": "HELSINSKA FUNDACJA PRAW CZLOWIEKA",
            "ecContrib": 155812
        }
    },
    "calculatedTotalContribution": 3996789
}