{
    "rcn": "210263",
    "acronym": "SQH",
    "topics": "ERC-2016-ADG",
    "title": "Superconducting quantum heat engines and refrigerators",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The aim of the proposed work is to realize experimentally the first genuinely quantum mechanical refrigerator/heat engine in the solid state, and test whether one can boost its performance by information/feedback, optimized control, and merely by exploiting the quantum coherences vs the classical dynamics. To achieve this goal, we will investigate experimentally and theoretically the thermodynamics of open quantum systems. For the experimental realization, we will develop calorimetry with superior energy and time resolution and build competitive quantum circuits based on superconducting quantum bits (qubits). In order to achieve the ultimate goal, we will, for the first time, implement a test for quantum fluctuation relations in a truly open quantum system, and demonstrate an implementation of the so-called quantum Maxwell's Demon by controlling a qubit in an optimal way. In our studies we will utilize the state-of-the-art nanofabrication and measurement facilities of the national OtaNano research infrastructure that I coordinate.\nThis project presents a serious effort to investigate experimentally open quantum systems from the point of view of thermodynamics. It brings the classical field of research, thermodynamics, to the quantum regime, where experiments are in their infancy. Beyond the direct fundamental significance of this endeavor, the outcome of this project will technologically benefit the performance of both current and novel devices that is often limited by our present understanding of fluctuation relations and the characteristics of open quantum systems.",
    "totalCost": "2418002",
    "ecMaxContribution": "2418002",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}