{
    "rcn": "210269",
    "acronym": "H-E Interactions",
    "topics": "MSCA-IF-2016",
    "title": "Increasingly Anthropogenic Landscapes and the Evolution of Plant-Food Production: Human - Environment Interactions during the Final Pleistocene and Early Holocene in the Levant.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "H-E Interactions will investigate how increasingly anthropogenic wetland landscapes and the reliable resources therein influenced the evolution of plant-food production and the origins of agriculture through the Final Pleistocene into the Early Holocene (ca.23-8 ka cal. BP). It will consider how earlier human-environment interactions shaped this key transition, integrating the latest theoretical Human Niche Construction (HNC) perspectives with environmental archaeology to investigate 5 well-excavated wetland oriented archaeological sites in the S. Levant. It will employ an interdisciplinary, combination of microbotanical approaches, (phytolith, starch and microcharcoal analyses) and geoarchaeology, in particular micromorphology, to investigate the on- and off-site contexts of a temporally broad set of sites to provide long-term, direct evidence of ancient plant-use. To achieve this, training in geoarchaeology, GIS and multivariate statistical skills will facilitate the production, management and interpretation of the large environmental dataset. As well as providing direct evidence of plant-use and environment from a critical H-E threshold, H-E Interactions is the first study in the region to directly examine how HNC practices impacted the origins of agriculture. So far, the origin of agriculture has been largely understood as a consequence of human reactions to environmental push & pull factors. This project presents an alternative approach and takes the view that increased use of ëlow-rankedí resources may reflect deliberate human modification, management and/or food processing innovation, increasing the relative abundance and ease of acquisition of ëlow-rankedí resources, resulting in ëupward mobilityí of that resource. HNC provides a new way to consider changing plant resource selection in the Levant and the wider cultural and environmental implications, which may have impacted the rise of increasingly sedentary lifestyles and the origins of agriculture.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}