{
    "rcn": "210234",
    "acronym": "GeoBrown",
    "topics": "ERC-2016-ADG",
    "title": "Brownian geometry: at the interface between probability theory, combinatorics and mathematical physics.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The main purpose of this proposal is to explore the canonical models of planar random geometry that have been introduced in the recent years. We call this theory Brownian geometry because one of the central objects, the Brownian map, arises as the universal scaling limit of many  discrete models of large random graphs embedded in the plane, in a way very similar to Brownian motion, which is the continuous limit of many different classes of random paths. The preceding scaling limit holds for the Gromov-Hausdorff distance on compact metric spaces. Furthermore, recent developments show that, in addition to its metric structure, the Brownian map can be equipped with a conformal structure.\n\nOur objectives will be to combine the different approaches to develop a systematic study of the Brownian map and its variants called the Brownian disk and the Brownian plane, as well as of the associated discrete models, which are finite graphs embedded in the plane or infinite random lattices such as the uniform infinite planar triangulation. We will also study random phenomena in random geometry, starting with random walks on infinite random lattices, with the ultimate goal of constructing Brownian motion on our continuous models. A question of importance in mathematical physics is to understand the behavior of statistical physics models in random geometry. Another fundamental question is to connect the conformal structure of the Brownian map with  the conformal embeddings that are known to exist for discrete planar maps.\n\nThe field of random geometry gives rise to exceptionally fruitful interactions between specialists of probability theory, theoretical physicists and mathematicians coming from other areas, in particular from combinatorics. To ensure the best chances of success for the proposed research, we will rely on the expertise of several members of the Laboratoire de MathÈmatiques d'Orsay, and on the unique environment of UniversitÈ Paris-Sud and neighboring institutions.",
    "totalCost": "1263607",
    "ecMaxContribution": "1263607",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 1263607
        }
    },
    "calculatedTotalContribution": 1263607
}