{
    "rcn": "210218",
    "acronym": "AEGIS",
    "topics": "DS-05-2016",
    "title": "Accelerating EU-US DialoGue for Research and Innovation in CyberSecurity and Privacy",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "AEGIS aims to strengthen dialogues between Europe and the US, in order to facilitate exchange of views, policies and best practices to stimulate cooperation around cybersecurity and privacy R&I, and contribute in shaping the future global cybersecurity and privacy landscape.\n\nAEGIS proposes a multi-stakeholder approach to engage relevant communities more actively and strategically in supporting dialogues and creating a common and orchestrated vision and strategy to accelerate EU-US cooperation in cybersecurity and privacy R&I. At the core of the AEGIS strategy is the Cybersecurity Reflection Group EU-US that will be established as a multi-stakeholder collaboration platform. The Cyber-RG EU-US, through its Working Groups, will address specific issues on international, technical trends, policy and legislation challenges in cybersecurity and privacy, and will facilitate the effective collaboration of a wide range of interested parties including policy makers, researchers, technology experts, business leaders, cyber policies experts and influencers and civil society. Under the leadership of the AEGIS consortium, these key groups will come together to decisively tackle cybersecurity and privacy related problems and to provide opinions and recommendations to policy dialogue. AEGIS will also provide a mapping of the cybersecurity and privacy landscapes in EU and US, benchmark relevant legislation and policies and promote innovation partnerships and opportunities for future EU-US cooperation in cybersecurity and privacy areas of mutual strategic interest. \n\nThe AEGIS consortium is in a privileged position to generate significant impacts in both sides of the Atlantic, by leveraging the partnershipís network multipliers with a wide-ranging access to cybersecurity and privacy stakeholders, including researchers, think tanks, business and political decision makers, and thus to contribute significantly to deepen cybersecurity and privacy R&I cooperation between Europe and the US.",
    "totalCost": "744262,5",
    "ecMaxContribution": "500000",
    "coordinator": "INMARK EUROPA SA",
    "coordinatorCountry": "ES",
    "participants": "THE PROVIDENCE GROUP LLC;European American Chamber of Commerce - New Jersey;WATERFORD INSTITUTE OF TECHNOLOGY;HEWLETT PACKARD ITALIANA SRL;CONSIGLIO NAZIONALE DELLE RICERCHE;RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY",
    "participantCountries": "US;IE;IT",
    "projectParticipants": {
        "917661226": {
            "orgId": "917661226",
            "orgName": "THE PROVIDENCE GROUP LLC",
            "ecContrib": 20000
        },
        "926001480": {
            "orgId": "926001480",
            "orgName": "INMARK EUROPA SA",
            "ecContrib": 148538
        },
        "999909951": {
            "orgId": "999909951",
            "orgName": "HEWLETT PACKARD ITALIANA SRL",
            "ecContrib": 73988
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 81125
        },
        "999882403": {
            "orgId": "999882403",
            "orgName": "RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY",
            "ecContrib": 22300
        },
        "999618660": {
            "orgId": "999618660",
            "orgName": "WATERFORD INSTITUTE OF TECHNOLOGY",
            "ecContrib": 129050
        },
        "929485332": {
            "orgId": "929485332",
            "orgName": "European American Chamber of Commerce - New Jersey",
            "ecContrib": 25000
        }
    },
    "calculatedTotalContribution": 500001
}