{
    "rcn": "210241",
    "acronym": "TIMEJ",
    "topics": "ERC-2016-ADG",
    "title": "Time in Medieval Japan",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The project explores time in medieval Japan, taking a new approach to historical articulations of the concept of time, based on the theory of symbolic forms. It will examine symbolic representations and social regulations of time in a civilisation that is often juxtaposed to contemporary, globalised modernity. We will investigate into medieval Japan as a dynamic and internally differentiated society, and not as a unified ìtraditionalî culture dominated by a qualitative concept of time. We will focus on its plural ways of registering, measuring, articulating, and regulating time. The aim is to disclose the specific cultural practices operative in the respective ways of negotiating time, and to achieve a more comprehensive and detailed account of human strategies in dealing with this fundamental restriction of our existence. In a closely coordinated set of case studies, we examine representative spheres connected to various symbolic forms and socio-cultural agendas: the Zen monastery, the female court, and the market. An intersectional case study explores the symbolic mediations of the menstrual cycle, connecting these spheres and uniting aspects of the physical, ritual and symbolic regulation of human body time. Each case study explores the symbolic forms prevalent in the respective settings, and the aspects of time that are deemed relevant and selected for symbolic articulation. We will analyse temporal encoding, structure and application in the regulation of affairs, the competence to account and regulate these processes, and the influence on feelings of dismay in the face of the socio-cultural realities of time. Special attention is paid to the conflicts that arise when established regimes of temporal regulation and expression clash with each other and with individual experience. The results will be compared to the history of time in the Western world, and integrated into a theory of the symbolic forms of time.",
    "totalCost": "2497500",
    "ecMaxContribution": "2497500",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2497500
        }
    },
    "calculatedTotalContribution": 2497500
}