{
    "rcn": "210232",
    "acronym": "CYBECO",
    "topics": "DS-04-2016",
    "title": "Supporting Cyberinsurance from a  Behavioural Choice Perspective",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "CYBECO will research, develop, demonstrate, evaluate and exploit a new framework for managing cybersecurity risks, one that is focusing on cyberinsurance, as key risk management treatment. CYBECO integrates multidisciplinary research methods from Behavioural Economics, Statistics, Game and Decision Theory, Security Engineering and Behavioral Psychology in order to develop new concepts and models that are combined within a prototype software architecture (CYBECO Toolbox 2.0). CYBECO recognizes that the cyberinsurance domain is not adequately developed, partly due to the lack of sufficiently large statistical data sample and partly due to the difficulties customers face when deciding on their cyberinsurance investment options. CYBECO will address both these barriers, aiming at delivering advances clearly positioned beyond the State-of-the-Art. We plan to implement a prototype tool that will demonstrate and promote the CYBECO model and concepts. We then foresee to perform behavioural experiments to validate current institutional cybersecurity frameworks and to provide relevant policy insights, particularly in reference to behavioural nudges in cybersecurity. The CYBECO consortium is composed by complementary partners, coming from the addressed research, technological and market domains, that have a proven track record of high quality research capacity. Thus, the carefully structured workplan, embodies a holistic approach towards meeting the CYBECO objectives and delivering market-relevant outcomes of significant exploitation potential.",
    "totalCost": "1983510",
    "ecMaxContribution": "1983510",
    "coordinator": "TREK ANAPTYKSIAKON IPODOMON KE IPIRESION ANONIMI ETERIA",
    "coordinatorCountry": "EL",
    "participants": "DEVSTAT SERVICIOS DE CONSULTORIA ESTADISTICA SL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE;AXA TECHNOLOGY SERVICES;INTRASOFT INTERNATIONAL SA;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "ES;UK;FR;LU;NL",
    "projectParticipants": {
        "984128439": {
            "orgId": "984128439",
            "orgName": "TREK ANAPTYKSIAKON IPODOMON KE IPIRESION ANONIMI ETERIA",
            "ecContrib": 276875
        },
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 341750
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 251250
        },
        "942823608": {
            "orgId": "942823608",
            "orgName": "DEVSTAT SERVICIOS DE CONSULTORIA ESTADISTICA SL",
            "ecContrib": 297875
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 354232
        },
        "917764822": {
            "orgId": "917764822",
            "orgName": "AXA TECHNOLOGY SERVICES",
            "ecContrib": 232500
        },
        "999859705": {
            "orgId": "999859705",
            "orgName": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
            "ecContrib": 229028
        }
    },
    "calculatedTotalContribution": 1983510
}