{
    "rcn": "210239",
    "acronym": "M and M",
    "topics": "ERC-2016-ADG",
    "title": "Generalization in Mind and Machine",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Is the human mind a symbolic computational device?  This issue was at the core Chomskyís critique of Skinner in the 1960s, and motivated the debates regarding Parallel Distributed Processing models developed in the 1980s. The recent successes of ìdeepî networks make this issue topical for psychology and neuroscience, and it raises the question of whether symbols are needed for artificial intelligence more generally.\n\nOne of the innovations of the current project is to identify simple empirical phenomena that will serve a critical test-bed for both symbolic and non-symbolic neural networks. In order to make substantial progress on this issue a series of empirical and computational investigations are organised as follows.  First, studies focus on tasks that, according to proponents of symbolic systems, require symbols for the sake of generalisation. Accordingly, if non-symbolic networks succeed, it would undermine one of the main motivations for symbolic systems.  Second, studies focus on generalisation in tasks in which human performance is well characterised. Accordingly, the research will provide important constraints for theories of cognition across a range of domains, including vision, memory, and reasoning.  Third, studies develop new learning algorithms designed to make symbolic systems biologically plausible.  One of the reasons why symbolic networks are often dismissed is the claim that they are not as biologically plausible as non-symbolic models.  This last ambition is the most high-risk but also potentially the most important: Introducing new computational principles may fundamentally advance our understanding of how the brain learns and computes, and furthermore, these principles may increase the computational powers of networks in ways that are important for engineering and artificial intelligence.",
    "totalCost": "2495578",
    "ecMaxContribution": "2495578",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 2495578
        }
    },
    "calculatedTotalContribution": 2495578
}