{
    "rcn": "210272",
    "acronym": "I-KAM2EU",
    "topics": "H2020-SGA2-EEN",
    "title": "enhancing Innovation and Key Account Management by sme2EU",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The proposal aims at improving the innovation management capacity of SMEs to enhance their growth, competitiveness and cross-border partnerships. \nI-KAM2EU is the proposal by SME2EU (the Enterprise Europe Network consortium for the three Italian regions Marche, Tuscany and Umbria) to provide in its area in 2017-2018 the two services: \n1) Key Account Management (KAM) for SME Instrument beneficiaries\n2) Enhancing SMEís Innovation Management Capacity (EIMC) for innovating SMEs,\ncontinuing the ongoing positive experience in the biennium 2015-2016.\n\nThe KAM service is reserved to Horizon 2020 SME Instrument Phase 1 or Phase 2 beneficiaries located in the three Italian regions covered by the proposal.\nI-KAM2EU will provide 36 KAM services in 2017-2018. I-KAM2EU expects to delivery 36 KAM services in 2017-2018, but the exact number will be determined by the amount (less or greater than the estimate) of the beneficiaries in the three regions for 2017-2018.\nThe consortium will active a pool of 9 people to assess the SMEís needs, to support the choice of a right coach and to moderating the coach-client relationship, ensuring that beneficiary receives the most appropriate support services which enhance the probability of a successful and sustainable exploitation of its innovation project.\n\nThe EIMC service is targeted to SMEs with significant innovation activities and with concrete potential for international growth, about product, process, service or business model innovation.\nI-KAM2EU will provide 50 EIMC services in 2017-2018 to SMEs selected through a structured procedure.\nThe consortium will active a pool of 9 people, able to use IMPR3rove (for most structured SMEs) and/or Innovation Health Check (for less structured SMEs) tools to assess the SMEís current status of the innovation management system, to make a gap analysis, to define an action plan, to monitor it and to check the improvements.",
    "totalCost": "210559",
    "ecMaxContribution": "210559",
    "coordinator": "PROMOFIRENZE AZIENDA SPECIALE DELLACAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "CONFINDUSTRIA TOSCANA;ASSOCIAZIONE COMPAGNIA DELLE OPERE DI PESARO;CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI ASCOLI PICENO;EUROSPORTELLO CONFESERCENTI;SOCIETA REGIONALE PER LO SVILUPPO ECONOMICO DELL UMBRIA - SVILUPPUMBRIA SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999834873": {
            "orgId": "999834873",
            "orgName": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI ASCOLI PICENO",
            "ecContrib": 31668
        },
        "941198955": {
            "orgId": "941198955",
            "orgName": "CONFINDUSTRIA TOSCANA",
            "ecContrib": 69252
        },
        "999741559": {
            "orgId": "999741559",
            "orgName": "EUROSPORTELLO CONFESERCENTI",
            "ecContrib": 48895
        },
        "999810138": {
            "orgId": "999810138",
            "orgName": "ASSOCIAZIONE COMPAGNIA DELLE OPERE DI PESARO",
            "ecContrib": 19806
        },
        "961532483": {
            "orgId": "961532483",
            "orgName": "PROMOFIRENZE AZIENDA SPECIALE DELLACAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI FIRENZE",
            "ecContrib": 0
        },
        "950599225": {
            "orgId": "950599225",
            "orgName": "SOCIETA REGIONALE PER LO SVILUPPO ECONOMICO DELL UMBRIA - SVILUPPUMBRIA SPA",
            "ecContrib": 40938
        }
    },
    "calculatedTotalContribution": 210559
}