{
    "rcn": "210240",
    "acronym": "GEECCO",
    "topics": "SwafS-03-2016-2017",
    "title": "Gender Equality in Engineering through Communication and Commitment",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "GEECCO aims to establish tailor-made Gender Equality Plans (GEPs) in 4 European RPOs and to implement the gender dimension in 2 RFOs (funding schemes, programmes and review processes). All participating RPOs are located in the STEM (Science, Technology, Engineering, and Mathematics) field, where gender equality is still a serious problem and whose innovations are increasingly important in the knowledge-based economies. It is thus a question of excellence, competitiveness and justice to achieve gender equity within STEM-institutions, including policy and decision making bodies. Concerning the gender dimension in research programmes RFOs are the key to substantial changes and thus a crucial part of the aspired transformation. GEECCO will pursue the following objectives in order to enhance systemic institutional change towards gender equality in the STEM-field: (i) Setting up change framework and a tailor-made GEP for each participating RPO; (ii) Implementing gender criteria in the activities of RFOs; (iii) Setting up a self-reflective learning environment in and between all RPOs und RFOs to participate from existing experiences and match them with their specific needs and circumstances. Facilitators will build up appropriate communication structures and processes within the RPOs and RFOs. They will enable the RPOs and RFOs to help themselves in the longer term dealing with internal resistances against gender equality. (iv) Evaluate GEP implementation within the participating RPOs and RFOs with a quantitative evaluation using monitoring indicators and a qualitative monitoring to enhance and fine-tune implemented actions over the course of the project. GEECCO will develop the ìGEECCO Experience: Dos and Doníts while Degenderizing the STEM Fieldî, a guideline for RPOs and RFOs in the STEM field how to promote gender equality in the STEM field and intends to participate in standardization processes at EU level to measure ìgender balance performanceî of RPOs and RFOs.",
    "totalCost": "2025493,75",
    "ecMaxContribution": "2025492",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "B NK GMBH;GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV;POLITECHNIKA KRAKOWSKA;UNIVERSITA DEGLI STUDI MEDITERRANEA DI REGGIO CALABRIA;WIENER WISSENSCHAFTS FORSCHUNGS UND TECHNOLOGIEFONDS;UNIVERSITAT POLITECNICA DE CATALUNYA;TECHNOLOGICKA AGENTURA CESKE REPUBLIKY;YELLOW WINDOW",
    "participantCountries": "AT;DE;PL;IT;ES;CZ;BE",
    "projectParticipants": {
        "999516519": {
            "orgId": "999516519",
            "orgName": "POLITECHNIKA KRAKOWSKA",
            "ecContrib": 190750
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 445475
        },
        "997224894": {
            "orgId": "997224894",
            "orgName": "UNIVERSITA DEGLI STUDI MEDITERRANEA DI REGGIO CALABRIA",
            "ecContrib": 278690
        },
        "949409229": {
            "orgId": "949409229",
            "orgName": "B NK GMBH",
            "ecContrib": 145182
        },
        "999729240": {
            "orgId": "999729240",
            "orgName": "WIENER WISSENSCHAFTS FORSCHUNGS UND TECHNOLOGIEFONDS",
            "ecContrib": 141388
        },
        "908140482": {
            "orgId": "908140482",
            "orgName": "YELLOW WINDOW",
            "ecContrib": 185625
        },
        "999562400": {
            "orgId": "999562400",
            "orgName": "GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV",
            "ecContrib": 220750
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 262882
        },
        "927033172": {
            "orgId": "927033172",
            "orgName": "TECHNOLOGICKA AGENTURA CESKE REPUBLIKY",
            "ecContrib": 154750
        }
    },
    "calculatedTotalContribution": 2025492
}