{
    "rcn": "210245",
    "acronym": "MoQuOS",
    "topics": "ERC-2016-ADG",
    "title": "Molecular Quantum Opto-Spintronics",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The field of quantum materials has developed into an active playground for testing novel ideas and protocols for future devices governed by the principles of quantum mechanics. Quantum technologies might result in revolutionary improvements in terms of capacity, sensitivity, and speed, and will be the decisive factor for success in many industries and markets (http://qurope.eu/manifesto). \nMolecular magnets, realized by tailored molecules hosting magnetic ions, offer the possibility to obtain a few-spin object, necessary in order to perform basic quantum operations. The first molecular devices have enabled the read-out and manipulation of the spin states. Single-shot read-out times of one second have been achieved for a nuclear spin, which is, however, too slow for applications. Here, we will remove this bottleneck by developing reliable, fast, and scalable optical methods for the read-out of both electron and nuclear spin states allowing us to perform basic quantum-information processing protocols. \nThe scientific approach is to use high-quality quantum emitters (NV-centers in diamond, ligand quantum emitters, 2D materials, or other optically active ions) to optically read-out efficiently the spin states of the magnetic molecules. Special care will be taken to minimize back action from the read-out emitter on the spin system and thereby preserving the quantum states. Various optical techniques (surface enhanced fluorescence, surface enhanced Raman scattering, and optical fiber scanning cavities) will be used to enhance the light-matter interaction to obtain a reliable and fast optical read-out. Due to of the possibilities of scanning the probing laser and using different fluorescence energies, the optical read-out is scalable to larger systems and 2D networks of molecules.\nThe project deals with the fundamental science of optical manipulation and characterization of molecular qubits and will advance the field of quantum optics and quantum electronics of single-spin systems.",
    "totalCost": "2335416,25",
    "ecMaxContribution": "2335416,25",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 2335416
        }
    },
    "calculatedTotalContribution": 2335416
}