{
    "rcn": "210251",
    "acronym": "PHAROS",
    "topics": "ERC-2016-ADG",
    "title": "Photocatalytic Generation of CarbAnions for Organic Synthesis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Light is a fascinating reagent for chemistry as it provides energy to drive reactions, but leaves no trace. In visible light photoredox catalysis the initial electron transfer from the excited dye to a substrate yields radical anion or radical intermediates, which dominate the subsequent chemistry. Carbanions, which are the most important nucleophiles in organic chemistry, are typically not available from photocatalysis. The project PHAROS aims to overcome the current limitation of visible light photocatalysis to radical chemistry and extend its use to carbon nucleophiles. To obtain carbanions for organic synthesis using visible light, we propose three specific project tasks:\n\n1) We develop the next generation of visible light photocatalysts extending the current energetic limit of bond activation required for carbanion generation. This task is based on our recently developed consecutive photoinduced electron transfer (conPET) strategy accumulating the energy of more than one photon for synthesis. Now, the reduction power is further increased reaching potentials of alkali metals and allowing sequential two-electron transfers as needed for preparing carbanions.\n\n2) This technology is then used to generate carbanions from neutral starting materials by visible light photoinduced one- or two-electron transfer. The concept allows a light-driven synthetic carbanion chemistry without the stoichiometric use of reducing reagents, such as magnesium, zinc or lithium.\n\n3) Faster and cleaner reactions, longer catalyst lifetimes and selective photocatalytic sequences are achieved by sensitized photocatalysts and pulsed light excitation. This will enhance the overall energy efficiency of photoredox catalysis facilitating practical applications.\n\nThe energy of visible light provides the redox energy to generate carbanions for organic synthesis and thereby broadens the synthetic use of the most abundant and sustainable energy source on earth, visible light.",
    "totalCost": "2458200",
    "ecMaxContribution": "2458200",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 2458200
        }
    },
    "calculatedTotalContribution": 2458200
}