{
    "rcn": "210256",
    "acronym": "QUENOCOBA",
    "topics": "ERC-2016-ADG",
    "title": "Quantum Emitters in non-conventional baths",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The coupling of quantum emitters to a common bath gives rise to intriguing quantum optical phenomena, like super-radiance, non-Markovian dynamics, or dipole-dipole interactions. In recent years, new experimental setups are emerging where non-conventional baths, with tailored dispersion relations, can be produced. In particular, atoms (the emitters) can be kept in the proximity of photonic crystals (the bath), whose properties can be engineered thanks to the spectacular progress experienced in nano-fabrication techniques. Low dimensional mate- rials, dispersion relations with Dirac points, or exotic topological features can be designed in photonic crystals, which will dramatically affect the behavior of the emitters. In this scenario, exotic phenomena, unique possibilities for quantum simulation of both coherent and dissipa- tive dynamics, as well as advanced applications are expected to appear. Presently, a new research area is emerging to investigate the physics of emitters coupled to non- conventional baths.\n\nIn this project we will: (i) develop the theoretical tools required to investigate this new area; (ii) explore and characterize novel phenomena; and (iii) propose and analyze other physical setups where those phenomena can be observed and exploited (in the context of quantum information and simulation). The research will involve the development of innovative tech- niques to describe new scenarios in quantum optics and many-body physics, as well as re- search on atoms interacting with photonic crystals, in optical lattices, and quantum dots in- teracting with surface acoustic waves.\n\nThis interdisciplinary project involves concepts and ideas from quantum optics, many-body quantum physics, and quantum information, research fields where the PI has a vast experi- ence. This, together with a close collaboration with leading experimentalists will provide us with a unique environment for the successful accomplishment of the objectives of the project.",
    "totalCost": "1872968,75",
    "ecMaxContribution": "1872968,75",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1872969
        }
    },
    "calculatedTotalContribution": 1872969
}