{
    "rcn": "210242",
    "acronym": "MAP",
    "topics": "ERC-2016-ADG",
    "title": "Mapping Ancient PolytheismsCult Epithets as an Interface between Religious Systems and Human Agency",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Writing the history of ancient religions usually starts with the gods, considered as personifications linked by kinship or affinity. Yet this oversimplified approach overlooks the fact that gods are multifaceted powers, not individuals. MAP proposes to exploit the epithets attributed to the gods as the most efficient indicator of their multiple powers and modes of action, as well as their connection to places where humans interact with them. Epithets identify the god(s) invoked and thus enhance the effectiveness of ritual communication. With the great number of combinations produced by epithets, their entire repertoire results in a highly complex system of divine networks.\nThe volume and complexity of the data is beyond the limits of what traditional methods can handle. Today, thanks to Big Data and Social Network technologies, which deal with large related groups, we can map the divine and understand how human societies modified these ensembles of names and epithets to meet their needs. MAP intends, for the first time, to compile all attestations of divine epithets in context to enable large-scale analyses. It adopts a comparative approach to two areas: the Greek world and the Western Semitic world during the first millennium BC.\nMethodologically, MAP innovates by linking the systematic compiling of epithets with Social Network Analysis in order to map the groups, links and polarities of the networks that divine epithets reveal, and interprets them in the light of historical dynamics. Understanding the interface between systems and contexts is one of the major gains of MAP. Religion is explored as an area of social experimentation between norms and inventiveness. MAP also revisits the relationship between religious thought and practice, and between polytheistic and monotheistic systems, questioning the relevance of these categories. The results promise considerable advances in our understanding of ancient religions.",
    "totalCost": "2432062",
    "ecMaxContribution": "2432062",
    "coordinator": "UNIVERSITE DE TOULOUSE II - LE MIRAIL",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999501096": {
            "orgId": "999501096",
            "orgName": "UNIVERSITE DE TOULOUSE II - LE MIRAIL",
            "ecContrib": 2432062
        }
    },
    "calculatedTotalContribution": 2432062
}