{
    "rcn": "210264",
    "acronym": "TransQ",
    "topics": "ERC-2016-ADG",
    "title": "Mass, heat and spin transport in interlinked quantum gases",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The objective of the proposed project is to create a versatile experimental and methodological platform for exploring transport mechanisms with quantum gases. Our approach will enable studying the dynamics of mass, heat and spin transport between linked reservoirs with a unique degree of control and flexibility, and promises to open up a route to discovering yet-unknown transport phenomena.\n\nOver the past two decades, ultracold atomic quantum gases have taken an increasingly lively role in the endeavour to understand quantum many-body systems, offering insights into a wide range of quantum phases and transitions between them. Recently, the approach has proven its potential to take us beyond the simulation of existing concepts and to provide a platform for probing the physics of quantum many-body systems in novel contexts. In particular, we have shown that measurements of directed transport through channels connecting atomic reservoirs not only emulate scenarios known form electronic transport in solid-state systems, but can test new experimental situations and give rise to new questions.\n\nWe now propose to establish a general quantum-gas platform for exploring a wide range of configurations for transport measurements. Specifically, we will study the non-equilibrium dynamics in systems consisting of connected fermionic quantum-gas nodes, which serve as particle reservoirs of different size, shape and dimensionality that can be individually initialized and coupled to one another using configurable links. Time-dependent drive or controlled dissipation can be applied to the nodes and links. Using such networks, we will study transport between reservoirs of different nature, probe superfluid samples with controlled particle currents, characterize transport processes at the interface of different quantum phases, search for superfluidity in driven systems, prepare and detect Majorana fermions and develop functionality in complex structures.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}