{
    "rcn": "210209",
    "acronym": "HERMENEUT",
    "topics": "DS-04-2016",
    "title": "Enterprises intangible Risks Management via Economic models based on simulatioN of modErn cyber-aTtacks",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "IT security and risk management often ignore or underestimate the human factor (psychological, behavioural, societal, organisational and economic aspects) in the identification of cyber-risks, their quantitative economic impact and the costs of countermeasures.  Cyber-attacks can  harm  intangible  assets  like  reputation,  IPR,  expertise,  and  know-how. And  there  is  severe  imbalance  between  the  efficiency  of attacks  and  inadequate defences, due in part to the lack of quantitative information for decision makers to prioritise security investments. \nTo foster a culture of risk management by an individual organisation or a complete sector, HERMENEUT answers: What is the real fallout of a data compromise and the long-run consequences on associated assets? What are the losses for intangible assets? Do other type of attacks (beyond data breach) severely impact intangible and tangible assets? \n HERMENEUT  assesses vulnerabilities  of  organisations  and corresponding tangible   and  intangible   assets   at  risk,  taking  into  account   the   business   plans   of  the   attacker,  the  commoditisation level of the target organisations, the exposure of the target and including human factors as well as estimating the likelihood that a potential cyber-attack exploits identified vulnerabilities. HERMENEUTís   cyber-security  cost-benefit approach  combines  integrated  assessment  of vulnerabilities  and  their  likelihoods  with  an  innovative  macro-  and  micro-economic  model  for  intangible costs, delivering a quantitative estimation of the risks for an organisation or a business sector and investment guidelines  for  mitigation  measures.  11 partners from 6 countries deliver an innovative methodology and advanced macro- and micro-economic models and make it available to the European research community. HERMENEUT implements its innovations in a decision support tool, tested with 2 users in healthcare and an IPR-intensive industry.",
    "totalCost": "2007692,5",
    "ecMaxContribution": "2007692,5",
    "coordinator": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "coordinatorCountry": "IT",
    "participants": "PROPRS Ltd.;DEEP BLUE SRL;CEFRIEL - SOCIETA CONSORTILE A RESPONSABILITA LIMITATA;UNIVERSITE PARIS-SUD;EUROPEAN ORGANISATION FOR SECURITY SCRL;ELTA SYSTEMS LTD;BRANDENBURGISCHES INSTITUT FUR GESELLSCHAFT UND SICHERHEIT GGMBH;DEDALUS SPA;NOEMALIFE SPA;DIGITAL CATAPULT;PAGNANELLI RISK SOLUTIONS LIMITED",
    "participantCountries": "UK;IT;FR;BE;IL;DE",
    "projectParticipants": {
        "999647178": {
            "orgId": "999647178",
            "orgName": "CEFRIEL - SOCIETA CONSORTILE A RESPONSABILITA LIMITATA",
            "ecContrib": 193750
        },
        "986091040": {
            "orgId": "986091040",
            "orgName": "NOEMALIFE SPA",
            "ecContrib": 0
        },
        "987570096": {
            "orgId": "987570096",
            "orgName": "ELTA SYSTEMS LTD",
            "ecContrib": 138375
        },
        "947642277": {
            "orgId": "947642277",
            "orgName": "DIGITAL CATAPULT",
            "ecContrib": 174250
        },
        "969230015": {
            "orgId": "969230015",
            "orgName": "DEDALUS SPA",
            "ecContrib": 137125
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 282880
        },
        "998325941": {
            "orgId": "998325941",
            "orgName": "DEEP BLUE SRL",
            "ecContrib": 178500
        },
        "998215943": {
            "orgId": "998215943",
            "orgName": "EUROPEAN ORGANISATION FOR SECURITY SCRL",
            "ecContrib": 137750
        },
        "918051263": {
            "orgId": "918051263",
            "orgName": "BRANDENBURGISCHES INSTITUT FUR GESELLSCHAFT UND SICHERHEIT GGMBH",
            "ecContrib": 150500
        },
        "929691748": {
            "orgId": "929691748",
            "orgName": "PAGNANELLI RISK SOLUTIONS LIMITED",
            "ecContrib": 140875
        },
        "996668017": {
            "orgId": "996668017",
            "orgName": "PROPRS Ltd.",
            "ecContrib": 184562
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 289125
        }
    },
    "calculatedTotalContribution": 2007692
}