{
    "rcn": "210246",
    "acronym": "MagneticMoth",
    "topics": "ERC-2016-ADG",
    "title": "Hunting for the elusive ìsixthî sense: navigation and magnetic sensation in a nocturnal migratory moth",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Many animals ñ including birds, sea turtles and insects ñ perform spectacular long-distance migrations across the surface of the Earth. Remarkably some, like birds, can accurately migrate between highly specific locations thousands of kilometres apart, a navigational feat that requires an external compass cue and a robust sensory system to detect it. The Earthís magnetic field is one such compass cue. But exactly how the magnetic field is sensed, and which receptor cells are involved, remains a mystery and its discovery is one of the greatest ìholy grailsî in modern sensory physiology, and also the main aim of this proposal. Fortuitously, I have made a pioneering discovery that a migratory insect ñ the Australian Bogong moth ñ relies on the Earthís magnetic field to navigate at night. Due to its tractable nervous system, this insect may thus hold the key to uncovering the identity of the enigmatic magnetosensor. By tethering flying migrating moths in a flight simulator, I will dissect for the first time how insects use magnetic cues to navigate, isolating which of the two current (contentious) hypotheses for magnetic sensation apply. The most likely of these involves the action of photoreceptor-based cryptochrome (Cry) molecules in the eyes. Having cloned genes for 4 visual opsins and 2 Cry in Bogong moths, I will use in situ hybridisation to localise putative magnetoreceptors in the eyes, targeting them with intracellular electrophysiology and magnetic stimulation in an attempt to describe the physiology of these elusive sensors for the first time. The project is ground breaking since it will elucidate how a migratory insect, despite its small eyes and brain, detects and uses the Earthís magnetic field for navigation. The discovery of the enigmatic magnetoreceptor would be a sensation, opening the floodgates for international research on this little understood sense.",
    "totalCost": "2498625",
    "ecMaxContribution": "2498625",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2498625
        }
    },
    "calculatedTotalContribution": 2498625
}