{
    "rcn": "210284",
    "acronym": "LigniOx",
    "topics": "BBI-2016-D03",
    "title": "Lignin oxidation technology for versatile lignin dispersants",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The aim of the LigniOx project is to demonstrate the techno-economic viability of the unique LigniOx alkali-O2 oxidation technology for the conversion of various lignin-rich side-streams into versatile dispersants. High-performance concrete plasticizers will be the target end product, but potential other end uses, such as dispersants for paints and gypsum, will be evaluated as well. Valorisation of lignins originating from kraft and organosolv pulping as well as from 2nd generation bioethanol processes will be addressed. Both the oxidation technology and the end-product performance will be demonstrated at operation conditions, thus enabling industrial process installations and entry of the novel lignin products into the markets after the project. The valorisation of lignin side-streams will significantly improve the cost-competitiveness and resource efficiency of lignocellulosic biorefineries. It will also create low-cost, sustainable raw materials for the chemical industry. The LigniOx technology can be integrated into lignocellulosic biorefineries, or it can be operated as a stand-alone unit by chemical industry.  For scale-up and process demonstrations, a mobile pilot unit will be constructed, and the viability of the process concepts will be demonstrated in operational conditions at the biorefineries, supported by process modelling. The performance of LigniOx concrete plasticizers will be demonstrated by field tests, and industrial product prototypes will be produced. Techno-economy as well as environmental and socio-economic impacts will be assessed. Also regulatory issues will be considered to ensure the market entry.",
    "totalCost": "5588988,75",
    "ecMaxContribution": "4338374,88",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "BIOCHEMTEX SPA;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;EXERGY LTD;METSA FIBRE OY;DOW DEUTSCHLAND ANLAGENGESELLSCHAFTMBH;ANDRITZ OY;ST1 RENEWABLE ENERGY OY;VERTECH GROUP;COMPAGNIE INDUSTRIELLE DE LA MATIERE VEGETAL CIM V",
    "participantCountries": "IT;BE;UK;FI;DE;FR",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1211764
        },
        "989899939": {
            "orgId": "989899939",
            "orgName": "COMPAGNIE INDUSTRIELLE DE LA MATIERE VEGETAL CIM V",
            "ecContrib": 193812
        },
        "953994322": {
            "orgId": "953994322",
            "orgName": "BIOCHEMTEX SPA",
            "ecContrib": 415625
        },
        "994132049": {
            "orgId": "994132049",
            "orgName": "ST1 RENEWABLE ENERGY OY",
            "ecContrib": 139724
        },
        "947377758": {
            "orgId": "947377758",
            "orgName": "METSA FIBRE OY",
            "ecContrib": 225750
        },
        "958250294": {
            "orgId": "958250294",
            "orgName": "VERTECH GROUP",
            "ecContrib": 490875
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 361770
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 500179
        },
        "968010434": {
            "orgId": "968010434",
            "orgName": "ANDRITZ OY",
            "ecContrib": 527625
        }
    },
    "calculatedTotalContribution": 4067124
}