{
    "rcn": "210243",
    "acronym": "CRAVEzero",
    "topics": "EE-13-2016",
    "title": "Cost Reduction and market Acceleration for Viable nearly zero-Energy buildings",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Cost optimal and nearly zero energy performance levels are principles initiated by the European Unionís (EU) Energy Performance of Buildings Directive, which was recast in 2010. These will be major drivers in the construction sector in the next few years, because all new buildings in the EU from 2021 onwards are expected to be nearly zero energy buildings (NZEB).\nWhile realized NZEB have clearly shown that nearly-zero energy target could be achieved using existing technologies and practices, most experts agree that a broad scale shift towards nearly-zero energy buildings require significant adjustments to prevailing building market structures. Cost-effective integration of efficient solution sets and renewable energy systems, in a form that fits with the development, manufacturing and construction industry processes, as well as with planning, design, and procurement procedures, are the major challenges. \nCRAVEzero will focus on proven and new approaches to cost reduction of  Nearly Zero Energy Buildings (NZEBs) at all stages of the life cycle. The main goal is to identify and eliminate the extra-costs for NZEBs related to processes, technologies, building operation, and to promote innovative business models taking into account the cost-effectiveness for all the stakeholders.\nMain project pillars will be: (i) CRAVEzero pinboard as a structured framework organizing all needed information and data to build an effective low life cycle cost NZEB business model (ii) reliable lifecycle cost databases with cost reduction potentials in processes and technologies (iii) methodologies, robust solutions and business models for low LCC NZEBs. Costs reduction will indeed cover all stages of the process, from urban planning, to building design, construction, until the building operation, while ensuring high building overall quality, considering in particular architecture and indoor environmental.",
    "totalCost": "1995250",
    "ecMaxContribution": "1995250",
    "coordinator": "AEE - INSTITUT FUR NACHHALTIGE TECHNOLOGIEN",
    "coordinatorCountry": "AT",
    "participants": "3I EFFICIENTAMENTO ENERGETICO SRL;KOHLER & MEINZER GMBH & CO. KG WOHNUNGSUNTERNEHMEN;ATP SUSTAIN GMBH;MORETTI SPA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ACCADEMIA EUROPEA DI BOLZANO;SKANSKA SVERIGE AB;BOUYGUES CONSTRUCTION",
    "participantCountries": "IT;DE;SE;FR",
    "projectParticipants": {
        "917805562": {
            "orgId": "917805562",
            "orgName": "ATP SUSTAIN GMBH",
            "ecContrib": 140500
        },
        "999429704": {
            "orgId": "999429704",
            "orgName": "SKANSKA SVERIGE AB",
            "ecContrib": 100000
        },
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 409750
        },
        "999457349": {
            "orgId": "999457349",
            "orgName": "BOUYGUES CONSTRUCTION",
            "ecContrib": 103750
        },
        "917825835": {
            "orgId": "917825835",
            "orgName": "MORETTI SPA",
            "ecContrib": 94250
        },
        "917994809": {
            "orgId": "917994809",
            "orgName": "3I EFFICIENTAMENTO ENERGETICO SRL",
            "ecContrib": 95625
        },
        "917768023": {
            "orgId": "917768023",
            "orgName": "KOHLER & MEINZER GMBH & CO. KG WOHNUNGSUNTERNEHMEN",
            "ecContrib": 150625
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 309750
        }
    },
    "calculatedTotalContribution": 1404250
}