{
    "rcn": "210260",
    "acronym": "POLMAG",
    "topics": "ERC-2016-ADG",
    "title": "Polarized Radiation Diagnostics for Exploring the Magnetism of the Outer Solar Atmosphere",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "POLMAG aims at a true breakthrough in the development and application of polarized radiation diagnostic methods for exploring the magnetic fields of the chromosphere, transition region and corona of the Sun via the interpretation of the Stokes profiles produced by optically polarized atoms and the Hanle and Zeeman effects in ultraviolet (UV), visible and near-infrared spectral lines. To this end, POLMAG will combine and expand expertise on atomic physics, on the quantum theory of radiation, on high-precision spectropolarimetry, on advanced methods in numerical radiative transfer, and on the confrontation of spectropolarimetric observations with spectral synthesis in increasingly realistic three-dimensional (3D)  numerical models of the solar atmosphere.\nPOLMAG targets the following very challenging issues:\n-  Which are the optimum spectral lines for probing the magnetism of the outer solar atmosphere?\n-  How to compute efficiently the Stokes profiles taking into account partial frequency redistribution, J-state quantum interference and the Hanle and Zeeman effects?\n-  How to determine the magnetic, thermal and dynamic structure of the outer solar atmosphere through confrontations with spectropolarimetric observations?\n\nPOLMAG will go well beyond the current state of the art as follows:\n-   Applying and extending the quantum theory of light polarization\n-   Developing and applying efficient radiative transfer codes\n-   Modeling the Ly-alpha and Mg II h & k observations of our CLASP suborbital rocket experiments  \n-   Developing novel coronal magnetometry methods by complementing for the first time the information provided by forbidden and permitted lines\n-   Developing the plasma diagnostic techniques needed for the scientific exploitation of spectropolarimetric observations with the new generation of solar telescopes and putting them at the disposal of the astrophysical community\n \nPOLMAG will open up a new diagnostic window in astrophysics.",
    "totalCost": "2478750",
    "ecMaxContribution": "2478750",
    "coordinator": "INSTITUTO DE ASTROFISICA DE CANARIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999806355": {
            "orgId": "999806355",
            "orgName": "INSTITUTO DE ASTROFISICA DE CANARIAS",
            "ecContrib": 2478750
        }
    },
    "calculatedTotalContribution": 2478750
}