{
    "rcn": "210268",
    "acronym": "CICERO",
    "topics": "ERC-2016-ADG",
    "title": "Cold Ion Chemistry - Experiments within a Rydberg Orbit",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "'To date no experiment has investigated ion-molecule reactions at temperatures significantly below about 20 K, for two reasons: (i) Cooling the translational and internal degrees of freedom of ions and molecules is extremely challenging. (ii) Even very weak stray electric fields accelerate the ions. A potential difference of only 1 mV across the reaction volume imparts a kinetic energy of 1 meV to ions, which corresponds to a temperature of about 12 K. Quantum mechanical effects arising from the translational and the frozen or hindered rotational motion of the reactants in the intermolecular potential are only expected to be significant below 20 K and have therefore not been observed yet in ion-molecule reactions, even for reactions involving the lightest ions and molecules. This proposal aims at developing a new experimental method to study ion-molecule reactions at temperatures down to 100 mK and to study ion-molecule reactions involving light species, with particular emphasis placed on the observation and quantification of quantum effects in low-temperature ion-molecule chemistry. To reach this goal, we will study the ion-molecule reactions within the orbit of a highly excited Rydberg electron, which will shield the reaction from stray fields without affecting its outcome. To reach very low collision energies, we will use a merged-beam approach relying on a surface-electrode Rydberg-Stark deflector. In the preparatory phase of this proposal, we have carried out a proof-of-principle measurement of the H2\\ \\ H2 -> H3\\ \\ H reaction below 1 K using a simplified version of the 'ideal' instrument and demonstrated the feasibility of our method. We now plan to exploit the full potential of our new approach and study important ion-molecule reactions in a temperature range thought until now to be experimentally inaccessible.'",
    "totalCost": "2130088",
    "ecMaxContribution": "2130088",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2130088
        }
    },
    "calculatedTotalContribution": 2130088
}