{
    "rcn": "210288",
    "acronym": "RoadToBio",
    "topics": "BBI-2016-S01",
    "title": "Roadmap for the Chemical Industry in Europe towards a Bioeconomy",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "RoadToBio will deliver a roadmap that will specify the benefits for the chemical industry along the path towards a bioeconomy to meet the societal needs in 2030. The roadmap will contain the following two main components:\n\n(1) An analysis of the most promising opportunities (sweet spots) for the chemical industry to increase its bio-based portfolio, as well as the technological and commercial barriers and the hurdles in regulations and acceptance by society, governing bodies and the industry itself.\n\n(2) A strategy, action plan and engagement guide to overcome the existing and anticipated barriers and hurdles as mentioned above. Furthermore it will bring together different parts of chemical industry, society, and governing bodies, to start a dialogue and to create a platform where this action plan can unfold its full potential, in order to help meet the very ambitious targets of the BIC for 2030.\n\nThe approach is based on three pillars, which are:\n\n(a) Aalysis of status quo and potentials;\n(b) Forward looking activities;\n(c) Continuous feedback loops and interactions with stakeholders. \n\nThe results will be wrapped up and phrased as a roadmap and an engagement guide describing the benefits and a way forward for the European Chemical Industry towards a more bio-based future. In order to derive a holistic roadmap that can lead the way, the analytical part of the project will consider feedstocks, technologies and markets as well as regulatory issues, societal needs, consumer questions and communication.\n\nThe consortium partners bring in complementary expertise in relevant fields of the bioeconomy and chemical industry, covering in depth all aspects that need to be included in the roadmap. All partners have been or are still actively involved in successfully completed and ongoing FP7, H2020, and BBI projects on different aspects of the bioeconomy, as well as in several groups and committees working on political or standardization aspects of bio-based products.",
    "totalCost": "996820",
    "ecMaxContribution": "996820",
    "coordinator": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
    "coordinatorCountry": "DE",
    "participants": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;E4TECH (UK) LTD;B.T.G. BIOMASS TECHNOLOGY GROUP BV",
    "participantCountries": "DE;UK;NL",
    "projectParticipants": {
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 233750
        },
        "953983555": {
            "orgId": "953983555",
            "orgName": "E4TECH (UK) LTD",
            "ecContrib": 197445
        },
        "999511184": {
            "orgId": "999511184",
            "orgName": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
            "ecContrib": 284375
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 281250
        }
    },
    "calculatedTotalContribution": 996820
}