{
    "rcn": "210249",
    "acronym": "ORION",
    "topics": "SwafS-04-2016",
    "title": "Open Responsible research and Innovation to further Outstanding kNowledge.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "The ORION project focuses on triggering evidence-based institutional, cultural and behavioural changes in Research Funding and Performing Organizations (RFPOs), targeting researchers, management staff and high-level leadership. Our long term vision is to ìembedî Open Science and Responsible Research and Innovation (RRI) principles in RPFOsí policies, practices and processes to organise and do research. Since science is about creativity and collaboration, we will extend further collaboration in research by engaging in co-creation experiments with multiple stakeholders. We will try out different ìopen-experimentsî in three key challenge areas: 1) Opening up the research engine ñ making RFPOs more permeable to receiving input from numerous, distinct stakeholders; 2) Identifying risks and opportunities presented by disruptive technologies; 3) Running multi-stakeholder projects based on citizen science. After an initial assessment and benchmarking exercise, we will use our three challenges as case studies to explore different co-creation methods with multiple stakeholders, and spark dialogue between unusual combinations of actors (e.g. funders and the public, or researchers, industry and the public). We will apply the RRI principles on the scientific process and governance, identify drivers and barriers, interests and values, and eventually produce ìprototypesî for current and future societal challenges. Toward raising knowledge on RRI in practice and enriching the current training, we will generate innovative training programmes and modules based on the peer-to-peer learning approach, targeting young researchers and professionals at funding agencies. The consortium, which involves RPFOs from different countries, representatives of RRI stakeholders and experts in social sciences, will move forward to achieve and embed Open Science.",
    "totalCost": "3157301,25",
    "ecMaxContribution": "3157301,25",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "Masarykova univerzita;INSTITUTO DE SALUD CARLOS III;FONDAZIONE ANT ITALIA ONLUS;MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN;THE BABRAHAM INSTITUTE;UNIVERSITAT AUTONOMA DE BARCELONA;VETENSKAP & ALLMANHET, VA;JIHOMORAVSKE CENTRUM PRO MEZINARODNI MOBILITU, ZAJMOVE SDRUZENI PRAVNICKYCH OSOB*JCMM THE SOUTH MORAVIANCENTRE FOR INTERNATIONAL MOBILITY",
    "participantCountries": "CZ;ES;IT;DE;UK;SE",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 539375
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 176875
        },
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 853750
        },
        "999914704": {
            "orgId": "999914704",
            "orgName": "VETENSKAP & ALLMANHET, VA",
            "ecContrib": 324438
        },
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 574239
        },
        "999507886": {
            "orgId": "999507886",
            "orgName": "INSTITUTO DE SALUD CARLOS III",
            "ecContrib": 204000
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 243375
        },
        "939089108": {
            "orgId": "939089108",
            "orgName": "FONDAZIONE ANT ITALIA ONLUS",
            "ecContrib": 55750
        },
        "997988866": {
            "orgId": "997988866",
            "orgName": "JIHOMORAVSKE CENTRUM PRO MEZINARODNI MOBILITU, ZAJMOVE SDRUZENI PRAVNICKYCH OSOB*JCMM THE SOUTH MORAVIANCENTRE FOR INTERNATIONAL MOBILITY",
            "ecContrib": 185500
        }
    },
    "calculatedTotalContribution": 3157302
}