{
    "rcn": "210267",
    "acronym": "DYNAMINT",
    "topics": "ERC-2016-ADG",
    "title": "Dynamics of Probed, Pulsed, Quenched and Driven Integrable Quantum Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "This proposal intends to develop and apply a new-generation theoretical toolbox for understanding the rich dynamics of strongly-interacting many-body quantum sytems subjected to destabilizing manipulations bringing them very far from equilibrium. \n\nIn atomic systems, condensed matter and nanophysics settings, quantum matter is nowadays routinely pushed beyond the traditional low-energy/linear response/thermal equilibrium paradigms. Some experiments even clearly highlight the need to revise basic fundamental quantum statistical mechanics notions such as ergodicity, relaxation and thermalization in order to explain their behaviour. Theory must thus urgently revise its textbooks and develop new interpretations and capabilities for offering concrete, quantitative phenomenology. \n\nThis proposal is focused on a set of systems at the very center of this strongly-correlated, experimentally realizable far-from-equilibrium spectacle: integrable models of quantum spin chains, interacting gases confined to one spatial dimension, and quantum dots. Building up on recent theoretical breakthroughs in dynamical correlations and post-quench steady states, this proposal aims to shed a new light on the fundamental principles at the heart of many-body quantum dynamics. It will implement a broad and ambitious research agenda consisting of synergetic projects from mathematically formal thought experiments all the way to phenomenologically applied practical calculations. The types of protocols to be studied include probes creating high-energy excitations, pulses inducing changes beyond linear response, quenches causing sudden global reorganizations, all the way to drivings completely metamorphozing the physical states. \n\nThe result will be to provide reliable, experimentally relevant and urgently-needed theoretical `anchoring points' in our general understanding of the physics underlying far-from-equilibrium strongly-interacting quantum matter.",
    "totalCost": "2444446",
    "ecMaxContribution": "2444446",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2444446
        }
    },
    "calculatedTotalContribution": 2444446
}