{
    "rcn": "210294",
    "acronym": "EMBRACED",
    "topics": "BBI-2016-D06",
    "title": "Establishing a Multi-purpose Biorefinery for the Recycling of the organic content of AHP waste in a Circular Economy Domain",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "A sizeable category in terms of organic content within MSW is represented by Absorbent Hygiene Products (AHPs; e.g. nappies, adult incontinence products, feminine hygiene items, wipes, etc.) waste, which is currently considered as non-recyclable fraction of MSW and finds its way to landfills or incineration, leading to important environmental concerns. Indeed, each year 8,500,000 tons of such waste are incinerated or landfilled in Europe (the equivalent of almost 30 landfills every year), and over 30,000,000 tons in the world. AHP are mainly composed of a mix of natural fibres (cellulose) and polymers (PP/PE and superabsorbent polymer), valuable materials that currently donít find a proper valorization. Within EMBRACED project, a first-of-its-kind multi-purpose integrated biorefinery will be established in order to valorize in a relevant environment scenario the cellulosic fractions obtained from AHP waste towards the production of bio-products of significant commercial interest, and ñ concurrently ñ high added-value co-products, such polyolefinic plastics and SAP (superabsorbent polymers). \nThis innovative biorefinery model will involve all the main actors of the whole value chain, from AHP consumers and local population to waste management and logistic companies, leading AHP producers and bioprocess developers, as well as final products developers. In a view of circular economy, all the fractions obtained from the processed AHP waste will be reused through valorization into final products, and in particular the high-quality cellulosic fraction of AHP (ca. 1,275,000 ton/y in Europe), which has significant advantages vs. traditional 2nd generation lignocellulosic feedstocks in terms of homogeneity and downstream bioprocessing costs, will be converted and valorized in two parallel value chains, leading to the production of biobased building blocks, polymers and fertilizers.",
    "totalCost": "17334553,75",
    "ecMaxContribution": "10695211,13",
    "coordinator": "Fater S.p.A.",
    "coordinatorCountry": "IT",
    "participants": "NOVAMONT SPA;FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;EDIZIONI AMBIENTE SRL;BV RUBBERFABRIEK WITTENBURG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SAPONIA KEMIJSKA, PREHRAMBENA I FARMACEUTSKA INDUSTRIA D.D.;AEB EXPLOITATIE BV;CONTARINA SPA;FERTINAGRO BIOTECH SL;PROCTER & GAMBLE INTERNATIONAL OPERATIONS SA;TERRACYCLE UK LTD;LEGAMBIENTE ASSOCIAZIONE ONLUS",
    "participantCountries": "IT;ES;NL;DE;HR;CH;UK",
    "projectParticipants": {
        "924179335": {
            "orgId": "924179335",
            "orgName": "SAPONIA KEMIJSKA, PREHRAMBENA I FARMACEUTSKA INDUSTRIA D.D.",
            "ecContrib": 44188
        },
        "974740488": {
            "orgId": "974740488",
            "orgName": "TERRACYCLE UK LTD",
            "ecContrib": 186144
        },
        "949398462": {
            "orgId": "949398462",
            "orgName": "CONTARINA SPA",
            "ecContrib": 225050
        },
        "998899793": {
            "orgId": "998899793",
            "orgName": "NOVAMONT SPA",
            "ecContrib": 1672125
        },
        "917469651": {
            "orgId": "917469651",
            "orgName": "BV RUBBERFABRIEK WITTENBURG",
            "ecContrib": 0
        },
        "986523951": {
            "orgId": "986523951",
            "orgName": "LEGAMBIENTE ASSOCIAZIONE ONLUS",
            "ecContrib": 212750
        },
        "917825641": {
            "orgId": "917825641",
            "orgName": "EDIZIONI AMBIENTE SRL",
            "ecContrib": 87500
        },
        "950338004": {
            "orgId": "950338004",
            "orgName": "FERTINAGRO BIOTECH SL",
            "ecContrib": 198498
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 298550
        },
        "994267849": {
            "orgId": "994267849",
            "orgName": "AEB EXPLOITATIE BV",
            "ecContrib": 1370801
        },
        "999714787": {
            "orgId": "999714787",
            "orgName": "PROCTER & GAMBLE INTERNATIONAL OPERATIONS SA",
            "ecContrib": 283000
        },
        "972494453": {
            "orgId": "972494453",
            "orgName": "Fater S.p.A.",
            "ecContrib": 5736106
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 380500
        }
    },
    "calculatedTotalContribution": 10695212
}