{
    "rcn": "210201",
    "acronym": "BASKAM2",
    "topics": "H2020-SGA2-EEN",
    "title": "Innovation services and key account management support for Basque SMEs during 2017-2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "SMEs are the backbone of Europe's economy. They represent 99% of all businesses in the EU. In the past five years, they have created around 85% of new jobs and provided two-thirds of the total private sector employment in the EU. It is important to note that while the prospects for SME success are tied with macro-economic developments, they by no means identically mirror all of them. As the majority of SMEs operate in sectors that serve domestic demand, for example, they did not share in the benefits of increased foreign demand, which was the key macro-economic driver of growth from 2008 to 2015. This has been also the case of Basque SMEs during the same period. Many SMEs are not in export?oriented sectors, particularly the micro and small enterprises. Thus, programs supporting SME exports benefit directly only a sub?set of SMEs. However, indirectly, all SMEs benefit to some extent from growth in exports as higher exports raises a) overall income levels, and hence the demand for goods and services sold by domestic demand facing SMEs, and b) the demand for goods and services originating from exporting?oriented enterprises. Yet in an increasingly internationalized world, there are competitive advantages for those businesses that begin with a global strategy and can move quickly to take advantage of cross?border activities.  Providing further, tailored support for this growing asset class would form a key step in allowing SMEs to leverage the benefits of increased foreign demand. In the Basque Country weíre very much aware of this scenario and thatís why the Network consortium partners participating in this action have design a implementation plan aiming at contributing to the objectives of COSME and H2020. That is, facilitating access to European and international markets for Basque SMEs and by providing growth-oriented, integrated business and innovation support services that help strengthen the competitiveness and sustainability of the enterprises in our region.",
    "totalCost": "85070",
    "ecMaxContribution": "85070",
    "coordinator": "SOCIEDAD PARA LA TRANSFORMACION COMPETITIVA - ERALDAKETA LEHIAKORRERAKO SOZIETATEA SA",
    "coordinatorCountry": "ES",
    "participants": "INNOBASQUE AGENCIA VASCA DE LA INNOVACION / INNOBASQUE BERRIKUNTZARENEUSKAL AGENTZIA;CAMARA OFICIAL DE COMERCIO, INDUSTRIA Y NAVEGACION DE GIPUZKOA;CHAMBER OF COMMERCE AND INDUSTRY OF ALAVA;BEAZ, S.A.U,;CAMARA DE COMERCIO, INDUSTRIA Y NAVEGACION DE BILBAO",
    "participantCountries": "ES",
    "projectParticipants": {
        "999799856": {
            "orgId": "999799856",
            "orgName": "CAMARA OFICIAL DE COMERCIO, INDUSTRIA Y NAVEGACION DE GIPUZKOA",
            "ecContrib": 0
        },
        "996836021": {
            "orgId": "996836021",
            "orgName": "SOCIEDAD PARA LA TRANSFORMACION COMPETITIVA - ERALDAKETA LEHIAKORRERAKO SOZIETATEA SA",
            "ecContrib": 50514
        },
        "941969717": {
            "orgId": "941969717",
            "orgName": "CHAMBER OF COMMERCE AND INDUSTRY OF ALAVA",
            "ecContrib": 0
        },
        "999913152": {
            "orgId": "999913152",
            "orgName": "CAMARA DE COMERCIO, INDUSTRIA Y NAVEGACION DE BILBAO",
            "ecContrib": 0
        },
        "953461016": {
            "orgId": "953461016",
            "orgName": "BEAZ, S.A.U,",
            "ecContrib": 0
        },
        "998860217": {
            "orgId": "998860217",
            "orgName": "INNOBASQUE AGENCIA VASCA DE LA INNOVACION / INNOBASQUE BERRIKUNTZARENEUSKAL AGENTZIA",
            "ecContrib": 34556
        }
    },
    "calculatedTotalContribution": 85070
}