{
    "rcn": "210286",
    "acronym": "SYLFEED",
    "topics": "BBI-2016-D08",
    "title": "From forest to feed: enable the wood industry to bridge the protein gap",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "For decades, Europe has been facing a huge protein deficit (more than 70% is imported). Today, the objective is to initiate ways to sustainably produce proteins in Europe, by creating new cross-sectorial businesses. \nPartners within the consortium have been developing a bio-refinery concept allowing transformation of woody biomass into high-value Single Cell Protein (SCP) to be used as animal feed. \nThe SYLFEED project consists in upscaling the bio-refinery process to a demonstration plant with a capacity to process up to 5t/day of lignocellulose into SCP for use in aquaculture. SYLFEED will demonstrate the synergies between forestry industry and protein fish feed market, creating new high value opportunities for the former and an alternative, sustainable, protein source for the latter. Wood residues are abundant and highly sustainable and SCP present an amino-acid profile close to that of the fishes, making them an excellent raw material in fish feed formulation (there is room for more than 50 lignocellulose bio-refineries in Europe, leading to the production of at least 1.4 Mt of proteins and a significant reduction of the protein gap).\nSYLFEED spans across the full value chain: from biomass stakeholder to fish feed sellers (future buyers of SYLFEED proteins), including biomass-to-SCP technology developer/ experts.\nSYLFEEDís ambition is threefold:\n- To respond to strategic needs of protein production in Europe to increase self-sufficiency.\n- To improve the local economy (forest industry), save jobs in important industrial sectors and create new ones in the bio-economy.\n- To produce proteins for fish feed in a way that addresses local and global environmental issues (oceans over-exploitation and negative effects of plantís culture ñ soybean, corn...).\nTo do so, the grand challenge of the SYLFEED demonstration project is to upscale from pilot scale and validate the bio-refinery process that converts lignocellulose into SCP suitable to formulate fish feed.",
    "totalCost": "15579450,58",
    "ecMaxContribution": "10892598,89",
    "coordinator": "ARBIOM SAS",
    "coordinatorCountry": "FR",
    "participants": "SKRETTING AQUACULTURE RESEARCH CENTRE AS;FODURVERKSMIDJAN LAXA HF;NORSKE SKOG GOLBEY;MATIS OHF;OSTFOLDFORSKNING AS;PRAYON S.A;RISE PROCESSUM AB",
    "participantCountries": "NO;IS;FR;BE;SE",
    "projectParticipants": {
        "999766100": {
            "orgId": "999766100",
            "orgName": "MATIS OHF",
            "ecContrib": 858811
        },
        "996890050": {
            "orgId": "996890050",
            "orgName": "PRAYON S.A",
            "ecContrib": 357434
        },
        "993754040": {
            "orgId": "993754040",
            "orgName": "RISE PROCESSUM AB",
            "ecContrib": 504475
        },
        "969115943": {
            "orgId": "969115943",
            "orgName": "FODURVERKSMIDJAN LAXA HF",
            "ecContrib": 72929
        },
        "917986855": {
            "orgId": "917986855",
            "orgName": "NORSKE SKOG GOLBEY",
            "ecContrib": 102550
        },
        "999761250": {
            "orgId": "999761250",
            "orgName": "SKRETTING AQUACULTURE RESEARCH CENTRE AS",
            "ecContrib": 33534
        },
        "959324375": {
            "orgId": "959324375",
            "orgName": "OSTFOLDFORSKNING AS",
            "ecContrib": 382834
        }
    },
    "calculatedTotalContribution": 2312567
}