{
    "rcn": "210292",
    "acronym": "BIOPEN",
    "topics": "BBI-2016-S03",
    "title": "BIOPEN",
    "startDate": "01/05/2017",
    "endDate": "31/10/2019",
    "objective": "Nowadays, the center of the bio-based economy is the development of integrated value chains removing sector barriers, where market and product innovations are driven by societal needs and vision of brand owners, and require the collaborations between different sectors through new bio-based value chains (from feedstock to products), also establishing co-operations throughout industry clusters. \n\nOpen innovation has been identified as the major driver to perform innovation through the flow (in and out) of knowledge, technologies and competences, for organisations to design, plan, and implement market and product innovations as well as to establish sustainable partnerships joining forces with customers, feedstock suppliers, academia, and financial sector.\n\nIn BiOPEN a consortium highly specialized in the bio-based industry, composed by five European bio-based clusters, three open innovation expert companies, and one research centre, will embark on an ambitious programme to support collaboration and knowledge sharing in the bio-based industry, stimulating the set-up of co-innovation partnerships for the development of new products and markets in the sector.\n\nBIOPEN ambition is to become a single voice for the bio-based industries in Europe, gathering expertise and promoting engagement and involvement of industry, researchers and academia at European and national level, by setting up an Open-innovation platform addressing strategic cross-cutting challenges such as (i) clustering and networking to develop new value chains and favour the emergence of co-innovation partnerships across the value chains; (ii)  Stakeholders engagement and support with regards to setting-up at least 20 co-innovation partnerships alongside existing and new value chains; (iii) creation of a knowledge centre collecting the prospective and insight of the community, and providing access to relevant information for markets and products innovations in the bio-based ecosystem.",
    "totalCost": "1205451,25",
    "ecMaxContribution": "994531",
    "coordinator": "CIAOTECH Srl",
    "coordinatorCountry": "IT",
    "participants": "STICHTING BIOBASED DELTA;INNOVATION ENGINEERING SRL;EUROPE UNLIMITED S.A.;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;BCM BIOECONOMY CLUSTER MANAGEMENT GMBH;STOWARZYSZENIE ZACHODNIOPOMORSKI KLASTER CHEMICZNY ZIELONA CHEMIA;CLUSTER INDUSTRIELLE BIOTECHNOLOGIE 2021 E.V.;TURKU SCIENCE PARK OY AB",
    "participantCountries": "NL;IT;BE;EL;DE;PL;FI",
    "projectParticipants": {
        "993162049": {
            "orgId": "993162049",
            "orgName": "INNOVATION ENGINEERING SRL",
            "ecContrib": 127531
        },
        "931640769": {
            "orgId": "931640769",
            "orgName": "STICHTING BIOBASED DELTA",
            "ecContrib": 105750
        },
        "998763508": {
            "orgId": "998763508",
            "orgName": "CIAOTECH Srl",
            "ecContrib": 189000
        },
        "938968634": {
            "orgId": "938968634",
            "orgName": "BCM BIOECONOMY CLUSTER MANAGEMENT GMBH",
            "ecContrib": 111250
        },
        "950541316": {
            "orgId": "950541316",
            "orgName": "TURKU SCIENCE PARK OY AB",
            "ecContrib": 83081
        },
        "953404756": {
            "orgId": "953404756",
            "orgName": "STOWARZYSZENIE ZACHODNIOPOMORSKI KLASTER CHEMICZNY ZIELONA CHEMIA",
            "ecContrib": 97875
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 69594
        },
        "999775315": {
            "orgId": "999775315",
            "orgName": "EUROPE UNLIMITED S.A.",
            "ecContrib": 118469
        },
        "950590883": {
            "orgId": "950590883",
            "orgName": "CLUSTER INDUSTRIELLE BIOTECHNOLOGIE 2021 E.V.",
            "ecContrib": 91981
        }
    },
    "calculatedTotalContribution": 994531
}