{
    "rcn": "210255",
    "acronym": "FASTER",
    "topics": "ERC-2016-ADG",
    "title": "Faster magic-angle spinning leads to a resolution revolution in biological solid-state NMR",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Solid-state NMR has recently made a significant impact on structural biology by providing atomic-resolution structures of several, previously uncharacterized proteins. A particularly relevant example is the Amyloid-beta (A?) peptide linked to Alzheimerís disease where we determined the atomic-resolution structure of A?(1-42) and of the Osaka mutant of A?(1-40).\nA spectral resolution revolution is now in reach that will enable solid-state NMR to address new frontiers in structural biology. The applications mentioned above are based on 13C-detected spectroscopy. Proton-detected experiments, although clearly more sensitive thanks to the high gyromagnetic ratio of 1H, have found few applications so far, due to the poor resolution of 1H spectra caused by the 1H-1H dipolar interaction. The proton resolution can be enhanced by employing faster rotation of the sample, i.e. higher MAS (magic-angle spinning) frequencies. Presently accessible MAS frequencies are already faster than the ones of any other man-made object. A significant improvement is still attainable in our view. Increasing the MAS frequency to 200-250 kHz will improve the spectral quality to favorably compare with solution NMR for larger proteins, including fully protonated systems. In addition, the amount of sample required is reduced by almost two orders of magnitude, to approx. 100 ?g, compared to the about 10 mg needed in 13C-detected experiments. This removes an important bottleneck in sample-preparation. The resolution and sensitivity gain will allow the structural characterization of e.g. disease-relevant amyloids or membrane proteins with higher precision. Moreover, this approach will enable the investigation of complex systems, which presently elude structural characterization. The resolution revolution brought about by fast spinning shall thus represent a breakthrough since it will open new horizons for solving urgent biological and medical questions.",
    "totalCost": "2173375",
    "ecMaxContribution": "2173375",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2173375
        }
    },
    "calculatedTotalContribution": 2173375
}