{
    "rcn": "210253",
    "acronym": "EnTIRE",
    "topics": "SwafS-16-2016",
    "title": "Mapping Normative Frameworks for EThics and Integrity of REsearch",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "Our aim is to create a platform that makes the normative framework governing Research Ethics and Research Integrity (RE\\RI) easily accessible,  supports application in research and evaluation, and  involves all stakeholders in a participatory way, thus achieving sustainability. The platform will foster uptake of ethical standards and responsible conduct of research, and ultimately support research excellence and strengthen societyís confidence in research and its findings.\n\nThis project has three unique features:\n\n1. Stakeholder participation and community engagement\nThe first unique feature is the iterative, ëbottom upí approach, making explicit normative experiences of local stakeholders and principles embedded in local standards, rules and practices, and enabling a structuring of data that fits research and evaluation practice, providing useful, accessible information for local users.\n\n2. Focus on (diversity of) RE\\RI practices\nThe second unique feature is acknowledging the diversity of practices within and between countries and disciplines. Through normative analysis, differences wil be made explicit and open for comparison and deliberation. By using various methods of case analysis, prominent RE\\RI cases from practice will be made accessible and scenarios will be developed. This will result in a structuring of data, based on their relevance for actual use by researchers.\n\n3. Interactive self-sustainable Wiki-platform\nThe third unique feature is the development of an online platform that is dynamic, customer-tailored, up-to-date and self-sustainable. Based upon the MediaWiki approach, committed to open source and open data, the platform steers a user through its content based on what he seeks and what he needs to know. The platform will be adapted and further developed using the latest novelties in knowledge engineering (data mining). It will be owned by the RE\\RI community, which will ensure that it is up-to-date and sustainable.",
    "totalCost": "3770000",
    "ecMaxContribution": "3770000",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "THE UNIVERSITY OF MANCHESTER;DUBLIN CITY UNIVERSITY;DEBRECENI EGYETEM;GESINN.IT GMBH & CO KG;UNIVERSIDAD EUROPEA DE MADRID SL;UNIVERSITETET I OSLO;EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV;KATHOLIEKE UNIVERSITEIT LEUVEN;SVEUCILISTE U SPLITU MEDICINSKI FAKULTET",
    "participantCountries": "UK;IE;HU;DE;ES;NO;BE;HR",
    "projectParticipants": {
        "998597056": {
            "orgId": "998597056",
            "orgName": "UNIVERSIDAD EUROPEA DE MADRID SL",
            "ecContrib": 151000
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 153000
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 1161000
        },
        "951443610": {
            "orgId": "951443610",
            "orgName": "EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV",
            "ecContrib": 80000
        },
        "917625045": {
            "orgId": "917625045",
            "orgName": "GESINN.IT GMBH & CO KG",
            "ecContrib": 485000
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 125000
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 486000
        },
        "996606034": {
            "orgId": "996606034",
            "orgName": "SVEUCILISTE U SPLITU MEDICINSKI FAKULTET",
            "ecContrib": 446000
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 104000
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 579000
        }
    },
    "calculatedTotalContribution": 3770000
}