{
    "rcn": "210285",
    "acronym": "ReSolve",
    "topics": "BBI-2016-R06",
    "title": "REnewable SOLVEnts with high performance in application and improved toxicity profile",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The primary aim of ReSolve is to replace the hazardous solvents toluene and N-methyl-2-pyrrolidone (NMP) with safe alternatives derived from non-food carbohydrates. Starting from promising bio-based platform molecules, an effective combination of computational modelling, high-throughput toxicity testing and evaluation of application performance will be used to design bespoke bio-based solvents. New structures will not contain the toxic aromatic or N-alkylamide functionalities that make toluene and NMP substances of very high concern. At least one primary apolar and one primary dipolar aprotic substitute for toluene and NMP respectively will be targeted. These solvents will be designed to serve a wide range of applications, will be brought to pilot-scale production at TRL 5. Their sustainability, low health impact and high application performance will also be demonstrated. The provision of safe and economically viable bio-based solvents by ReSolve will allow the full benefit of regulatory restrictions on the use of aromatic and nitrogen-containing solvents to be felt without a negative impact on the economic security of the European solvents industries. The impact of this research is also relevant to thousands of downstream businesses and consumers that are dependent on solvents. Above all, it will positively affect the health and safety of the millions of European citizens who are routinely exposed to solvents as part of their job. Additionally, ReSolve is set-up to produce a pipeline of new solvent candidates meaning that not only will a couple of candidates be taken to TRL 5, but many more candidates for specific applications will also be progressed to TRL 3-4, thus offering greater substitution options for hazardous solvents in the near future.",
    "totalCost": "4827187,5",
    "ecMaxContribution": "4358412,5",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "BioDetection Systems B.V.;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;AVANTIUM CHEMICALS BV;NORSKE SKOGINDUSTRIER ASA;BIO BASE EUROPE PILOT PLANT VZW;CIRCA SUSTAINABLE CHEMICALS LIMITED;NITTO BELGIUM;PROCESS DESIGN CENTER BV;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "NL;DE;NO;BE;UK",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 249418
        },
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 433438
        },
        "917938064": {
            "orgId": "917938064",
            "orgName": "NITTO BELGIUM",
            "ecContrib": 0
        },
        "999756400": {
            "orgId": "999756400",
            "orgName": "NORSKE SKOGINDUSTRIER ASA",
            "ecContrib": 0
        },
        "998319442": {
            "orgId": "998319442",
            "orgName": "BioDetection Systems B.V.",
            "ecContrib": 445940
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1092588
        },
        "942505933": {
            "orgId": "942505933",
            "orgName": "CIRCA SUSTAINABLE CHEMICALS LIMITED",
            "ecContrib": 203332
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 863631
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 248041
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 403900
        },
        "997187161": {
            "orgId": "997187161",
            "orgName": "PROCESS DESIGN CENTER BV",
            "ecContrib": 418125
        }
    },
    "calculatedTotalContribution": 4358413
}