{
    "rcn": "210204",
    "acronym": "eQG",
    "topics": "ERC-2016-ADG",
    "title": "Exceptional Quantum Gravity",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Motivated by the overwhelming success of symmetry concepts in formulating basic laws of physics, the present proposal (eQG) seeks to develop a new symmetry based approach to the problem of reconciling Quantum Mechanics and Einsteinís General Relativity into a consistent theory of Quantum Gravity, regarded by many as the greatest challenge of contemporary theoretical physics. The need for such a theory is most pressing for the resolution of black hole singularities and the Big Bang, but it is equally crucial to the search for a consistent UV completion of the Standard Model of Particle Physics and the unification of the fundamental interactions. eQG aims to tackle this problem from a new perspective, bringing together very different strands of development: on the one hand, by paying particular attention to recent advances in our understanding of cosmological singularities and the evidence for novel infinite-dimensional duality symmetries near the singularity that has emerged in supergravity and string theory, and to recent progress in formulating ëexceptional geometriesí transcending Riemannian geometry; on the other hand, by exploiting insights from modern canonical quantisation towards a better understanding of the basic degrees of freedom and the dynamics of quantum space-time. The main focus of eQG will be the ëmaximally extendedí exceptional hyperbolic KacñMoody symmetry E10, whose uniquely distinguished status makes it a prime candidate symmetry for unifying the known dualities of string and M theory, for a conceptually precise scenario of emergent (quantum) space and time near the singularity, and finally, for replacing supersymmetry as a guiding principle for unification. Consequently, the principal goal of eQG will be to explore how this symmetry can define a theory of quantum gravity, how it acts on its fundamental degrees of freedom, what the special features are of the quantised theory, and what physical predictions can be derived from it.",
    "totalCost": "1918750",
    "ecMaxContribution": "1918750",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1918750
        }
    },
    "calculatedTotalContribution": 1918750
}