{
    "rcn": "210229",
    "acronym": "SAINT",
    "topics": "DS-04-2016",
    "title": "SYSTEMIC ANALYZER IN NETWORK THREATS",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "SAINT proposes to analyse and identify incentives to improve levels of collaboration between cooperative and regulatory approaches to information sharing. Analysis of the ecosystems of cybercriminal activity, associated markets and revenues will drive the development of a framework of business models appropriate for the fighting of cybercrime.  The role of regulatory approaches as a cost benefit in cybercrime reduction will be explored within a concept of greater collaboration in order to gain optimal attrition of cybercriminal activities. Experimental economics will aid SAINT in designing new methodologies for the development of an ongoing and searchable public database of cybersecurity indicators and open source intelligence. Comparative analysis of cybercrime victims and stakeholders within a framework of qualitative social science methodologies will deliver valuable evidences and advance knowledge on privacy issues and Deep Web practices. Equally, comparative analysis of the failures of current cybersecurity solutions, products and models will underpin a model for greater effectiveness of applications and improved cost-benefits within the information security industry. SAINT proposes to advance measurement approaches and methodologies of the metrics of cybercrime through the construct of a framework of a new empirical science that challenges traditional approaches and fuses evidence-based practices with more established disciplines for a lasting legacy. SAINTís innovative models, algorithms and automated framework for objective metrics will benefit decision-makers, regulators, law enforcement in the EU, at national and organisational levels providing improved cost-benefit analysis and supported by tangible and intangible costs for optimal risk and investment incentives. The resulting ongoing business spin off and the potential for novel research and further studies will be attractive to academia and researchers beyond the lifetime of the project.",
    "totalCost": "1998700",
    "ecMaxContribution": "1998700",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "STICHTING CYBERDEFCON NETHERLANDS FOUNDATION;MONTIMAGE EURL;UNIVERSITE DU LUXEMBOURG;MANDAT INTERNATIONAL ALIAS FONDATION POUR LA COOPERATION INTERNATIONALE;ARCHIMEDE SOLUTIONS SARL;KENTRO MELETON ASFALEIAS;INCITES CONSULTING SARL;INSTITOUTO TECHNOLOGIAS YPOLOGISTONKAI EKDOSEON DIOFANTOS",
    "participantCountries": "NL;FR;LU;CH;EL",
    "projectParticipants": {
        "949872307": {
            "orgId": "949872307",
            "orgName": "INCITES CONSULTING SARL",
            "ecContrib": 189375
        },
        "917578679": {
            "orgId": "917578679",
            "orgName": "STICHTING CYBERDEFCON NETHERLANDS FOUNDATION",
            "ecContrib": 281250
        },
        "996271093": {
            "orgId": "996271093",
            "orgName": "MANDAT INTERNATIONAL ALIAS FONDATION POUR LA COOPERATION INTERNATIONALE",
            "ecContrib": 190250
        },
        "956062459": {
            "orgId": "956062459",
            "orgName": "ARCHIMEDE SOLUTIONS SARL",
            "ecContrib": 202500
        },
        "999827307": {
            "orgId": "999827307",
            "orgName": "KENTRO MELETON ASFALEIAS",
            "ecContrib": 190875
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 181875
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 386450
        },
        "999716242": {
            "orgId": "999716242",
            "orgName": "MONTIMAGE EURL",
            "ecContrib": 171750
        },
        "999643783": {
            "orgId": "999643783",
            "orgName": "INSTITOUTO TECHNOLOGIAS YPOLOGISTONKAI EKDOSEON DIOFANTOS",
            "ecContrib": 204375
        }
    },
    "calculatedTotalContribution": 1998700
}