{
    "rcn": "210261",
    "acronym": "EVOSOM",
    "topics": "ERC-2016-ADG",
    "title": "Evolution of multicellularity and somatic cell specialization",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "The evolution of multicellularity allowed specialization of cells into functions that support rather than cause propagation. While yielding immense gain of function, the organisation of these somatic cells into tissues and organs required novel cell-cell signalling systems. We seek to identify the genetic changes that caused transitions to multicellularity and enabled cell specialization. We use genetically tractable Dictyostelia with multicellular structures that contain from 1 to 5 cell-types to address these fundamental questions. Dictyostelia evolved from unicellular Amoebozoa and are subdivided into 4 major groups, with most novel cell-types appearing in group 4. We found that gene expression patterns changed most frequently at the transition between groups 3 and 4, and that across groups ~10% of genes were alternatively spliced in the 5íUTR, indicative of promoter elaboration. Among known genes essential for multicellular development, those involved in intracellular signal processing were mostly conserved between Dictyostelia and unicellular Amoebozoa, while those encoding exposed and secreted proteins (ESPs) were unique to Dictyostelia or groups within Dictyostelia. Starting from a hypothesis that diversification of ESPs and gene regulatory mechanisms are major drivers of multicellular evolution, we will place unicellular relatives of Dictyostelia under selection to induce multicellularity, establish which genes are most changed in evolved populations and whether this involves ESP families that are also most changed in Dictyostelia. We will overexpress altered genes in unicellular forms to assess whether this induces multicellularity. We will retrace evolution of cell specialization by lineage analysis and phenotyping and seek correlations between cell-type innovation and alternative splice events and with emergence of novel signalling genes. Causality will be assessed by replacement of genes or promoters with ancestral forms in evolved species and vice versa.",
    "totalCost": "2128602",
    "ecMaxContribution": "2128602",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 2128602
        }
    },
    "calculatedTotalContribution": 2128602
}