{
    "rcn": "210280",
    "acronym": "OPTISOCHEM",
    "topics": "BBI-2016-D07",
    "title": "OPTimized conversion of residual wheat straw to bio-ISObutene for bio based CHEMicals",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "OPTISOCHEM goal is to demonstrate the performances, reliability as well as environmental and socio-economic sustainability of the entire value chains, for the transformation of excess wheat straw into bio-Isobutene (bio-IBN) derivatives. To achieve these goals a team of 6 partners, leaders in their field, originating from 4 EU-member states, will join efforts.\nOPTISOCHEM consists in showcasing the technical accessibility and economical sustainability of the value chains, from wheat straw to 2 different families of chemicals derived from bio-based IBN.\nThese compounds, oligomers (DIB, TIB, TeIB) and polyisobutylenes (PIBs) are currently used in a wide range of applications such as lubricants, adhesives, sealants, flavors & fragrances and substituted phenols.\nThis large market is today supplied entirely by products derived from fossil-based isobutene. Products derived from bio-based IBN, using the same process as fossil-based IBN, and with at least as good performances, would provide a renewable supply.\nOPTISOCHEM includes the development & up-scaling of bio-IBN production from wheat straw, followed by the production and validation at relevant scale -representative of commercial, established processes- of the bio-based derivatives. To this end, four ambitious objectives were defined:\n-Demonstrate the production of wheat straw hydrolysate (WSH) and establish a quality standard to feed the IBN fermentation unit,\n-Demonstrate the production of bio-IBN from WSH at pre-commercial scale,\n-Demonstrate the quality of end products obtained with bio-IBN as a feedstock and using traditional commercial processes designed for fossil based IBN,\n-Determine and validate the targeted technical, economic as well as environmental/social sustainability performances to be achieved for a commercial plant project.\nRelated Work packages, tasks, milestones and risks are considered in order to achieve these objectives.\nOPTISOCHEM project is fully aligned with the call topic.",
    "totalCost": "16376816,83",
    "ecMaxContribution": "9755493,63",
    "coordinator": "GLOBAL BIOENERGIES",
    "coordinatorCountry": "FR",
    "participants": "Clariant Produkte (Deutschland) GmbH;INEOS SERVICES BELGIUM;TECHNIP FRANCE SAS;ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN;IPSB",
    "participantCountries": "DE;BE;FR;AT",
    "projectParticipants": {
        "951440215": {
            "orgId": "951440215",
            "orgName": "GLOBAL BIOENERGIES",
            "ecContrib": 4406753
        },
        "996660063": {
            "orgId": "996660063",
            "orgName": "Clariant Produkte (Deutschland) GmbH",
            "ecContrib": 3295250
        },
        "996378084": {
            "orgId": "996378084",
            "orgName": "TECHNIP FRANCE SAS",
            "ecContrib": 400312
        },
        "983246321": {
            "orgId": "983246321",
            "orgName": "ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN",
            "ecContrib": 181406
        },
        "937491615": {
            "orgId": "937491615",
            "orgName": "INEOS SERVICES BELGIUM",
            "ecContrib": 964250
        },
        "918063873": {
            "orgId": "918063873",
            "orgName": "IPSB",
            "ecContrib": 507522
        }
    },
    "calculatedTotalContribution": 9755493
}