{
    "rcn": "210248",
    "acronym": "NEDAG",
    "topics": "ERC-2016-ADG",
    "title": "New Directions in Derived Algebraic Geometry",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "New Directions in Derived Algebraic Geometry: In this proposal we propose to give a new impulsion on derived algebraic geometry by exploring new domains of applicability as well as developing new ideas and fundamental results. For this, we propose to focus on the, still very much unexplored, interactions of derived algebraic geometry with an extremely rich domain: singularity theory (to be understood in a broad sense, possibly in positive and mixed characteristics, but also singularities of meromorphic flat connections and of constructible sheaves). We plan to use the fruitful interactions between these two subjects in a two-fold manner: on the one hand derived techniques will be used in order to prove long standing open problems, and on the other hand we propose new developments in derived algebraic itself and thus open new research directions.The proposal has three major parts, interacting with each other in a coherent manner. In a first part we explore some direct applications of derived techniques to the study of singularities of degenerating families of proper schemes with the objective to prove a long standing major conjecture in the subject: the Blochís conductor formula. This is achieved by the introduction of a new trend of ideas in non-commutative geometry and more precisely by the introduction of a trace formula in the non-commutative setting. The second part is devoted to the exploration of trace and index formula for sheaves in two different, but very similar, setting: l-adic constructible sheaves and quasi-coherent sheaves with flat connections along a given algebraic foliations. In a third part we propose to make progress towards an unexplored domain: moduli spaces of flat, possibly irregular, connections on higher dimensional varieties and their relations with Poisson and symplectic geometry. The objective here is a far reaching generalization of  fundamental results on moduli spaces of flat connections on open curves and their symplectic aspects.",
    "totalCost": "1255697,5",
    "ecMaxContribution": "1255697,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1255698
        }
    },
    "calculatedTotalContribution": 1255698
}