{
    "rcn": "210217",
    "acronym": "NewWorlds",
    "topics": "ERC-2016-ADG",
    "title": "Magnetic Fields and the Formation of New Worlds",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Magnetic fields impact the formation of low-mass stars and their planets, and contribute to setting adequate conditions for life to appear. They control the amount of material and angular momentum from which stars and their planets form and mature, and can save newborn close-in planets from falling into their host stars. Magnetic fields can also affect planets by eroding their atmospheres and limiting their habitability, while hampering at the same time their detectability. Our understanding of these issues is however limited and critically needs observational guidance.\n\nTo achieve a breakthrough on these forefront topics, we will exploit SPIRou, a state-of-the-art near-infrared spectropolarimeter / velocimeter integrated in our group and borne to become in 2017 the best instrument worldwide for such science. By pushing SPIRou to its ultimate performance in terms of sensitivity and precision, we will unveil magnetic fields and planets of young stars and nearby M dwarfs using our expertise in tomographic imaging and activity filtering. NewWorlds will in particular:\n- explore magnetic topologies of low-mass forming stars & accretion discs, study how they depend on stellar mass & age and how they control the angular momentum evolution of young stars;\n- discover newborn hot Jupiters around young stars, investigate their impact on the formation and evolution of planetary systems, and assess the role of magnetic fields in their survival;\n- detect and characterize planetary systems around nearby M dwarfs, focussing on terrestrial planets within the habitable zone to assess the impact of fields on their habitability.\n\nWith this ERC grant, I will form a team dedicated to addressing these challenging goals in a comprehensive way. Ambitious, feasible and timely, NewWorlds will allow our team to optimally exploit SPIRou to unlock our understanding of how new worlds form, and will clear the path for future follow-up programmes with major facilities like the JWST and the E-ELT.",
    "totalCost": "3487580",
    "ecMaxContribution": "3487580",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 3487580
        }
    },
    "calculatedTotalContribution": 3487580
}