{
    "rcn": "210258",
    "acronym": "HHMM-Neonates",
    "topics": "ERC-2016-ADG",
    "title": "DEVELOPMENT OF HEALTHY HOST-MICROBIAL MUTUALISM IN EARLY LIFE",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Background\nHumans and other animals harbour enormous microbial consortia, especially in the lower intestine. My group has now shown that effects of the microbiota on host are far earlier and more pervasive than previously appreciated, starting even before birth from exposure to defined maternal microbial metabolites.\nConcept\nThere is a critical window for development of immunity and metabolism in early life. This shapes infectious resistance, lymphocyte repertoire development and the likelihood of later autoimmune or inflammatory disease. We will determine the molecular mechanisms of how the maternal microbiota prepares the newborn for the critical fetal/suckling/early-independent-nutrition transitions. The core hypothesis is that generally pervasive effects of maternal microbial influences, so-far investigated only for innate immunity and metabolism of germ-free offspring, can be defined in terms of a clear portfolio of maternal microbial molecular signatures and epigenetic marks as the newborn develops with its own microbiota.  \nApproach\nInterdependence of microbial ? host interactions during gestation and lactation will be dissected using reversible colonisation systems under axenic and precisely controlled gnotobiotic conditions. The flow and identity of maternal microbial metabolites driving development and shaping incoming colonisation shall be determined from high-resolution metabolomics and host strain combinations that reveal in vivo signalling and epigenetic marks. \nSignificance\nThe project will reveal mechanisms of the earliest phases of mammalian adaptation to a microbiota, the epigenetic effects of maternal microbial metabolites and the resulting potential protection from metabolic disease or immunopathology. Conversely, there are profound effects of early life adaptation on the dynamics of microbial colonisation and the potential blooms and extinctions for the incoming microbiota: the project will define the different mechanisms involved.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}