{
    "rcn": "210230",
    "acronym": "SAYSO",
    "topics": "SEC-02-DRS-2016",
    "title": "Standardisation of situational Awareness sYstems to Strengthen Operations in civil protection",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Handling the crises faced by modern societies often requires the coordination of multiple types of stakeholders from different countries. One of the key requirements to manage crisis is to have access to situational awareness (SA). However, current SA solutions (SAS) are not adapted to operate in cross-border contexts and present several shortcomings related to interoperability, data management/processing, decision making, standardisation and procurement. This hinders a reliable sharing of SA information. SAYSO will address these shortcomings and pave the way for the development of innovative European cost-effective Multi-Stakeholders SA Systems (MSSAS) which will provide practitioners with user-friendly solutions, providing a clear picture of the situation at hand with relevant advices. Addressing both the technical and human aspects of technology implementation, SAYSO will define the specifications of future MSSAS on the basis of practitionersí requirements and specify the corresponding Reference Architecture to support the integration of various data into a common operational picture. This architecture will support interoperability and allow the integration of legacy and future SAS. It will also be customisable to practitionersí needs and safeguard adequate privacy protection and data security levels. SAYSO will pursue the agreement and sustainable involvement of a community of practitioners, relevant suppliers and potential procurers, institutions and policy makers to obtain widely accepted results and prepare future procurement actions at EU level. SAYSO will develop a toolkit for MSSAS procurers, which will include tender documentation for SAYSO-compliant MSSAS and a SAYSO Procurers Handbook (with tools to evaluate MSSAS tenders and assess their compliance with the SAYSO specifications and existing standards). A registry of potential suppliers and procurers of MSSAS will be set up. Finally, SAYSO will deliver roadmaps for future MSSAS and standardisation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "BUNDESMINISTERIUM DES INNERN",
    "coordinatorCountry": "DE",
    "participants": "ISCC GMBH;DIN DEUTSCHES INSTITUT FUER NORMUNG E.V.;EUROPEAN ORGANISATION FOR SECURITY SCRL;LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY;Department of Health england;ARTTIC;KENTRO MELETON ASFALEIAS;MINISTERIUM FUER INNERES UND KOMMUNALES NORDRHEIN-WESTFALEN;CNET SVENSKA AB;UNIVERSITAET PADERBORN;STOCKHOLMS UNIVERSITET",
    "participantCountries": "AT;DE;BE;LU;UK;FR;EL;SE",
    "projectParticipants": {
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 126168
        },
        "938418256": {
            "orgId": "938418256",
            "orgName": "ISCC GMBH",
            "ecContrib": 176932
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 131190
        },
        "999827307": {
            "orgId": "999827307",
            "orgName": "KENTRO MELETON ASFALEIAS",
            "ecContrib": 94691
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 375882
        },
        "918494747": {
            "orgId": "918494747",
            "orgName": "MINISTERIUM FUER INNERES UND KOMMUNALES NORDRHEIN-WESTFALEN",
            "ecContrib": 21899
        },
        "999548917": {
            "orgId": "999548917",
            "orgName": "DIN DEUTSCHES INSTITUT FUER NORMUNG E.V.",
            "ecContrib": 54554
        },
        "998215943": {
            "orgId": "998215943",
            "orgName": "EUROPEAN ORGANISATION FOR SECURITY SCRL",
            "ecContrib": 71288
        },
        "992554053": {
            "orgId": "992554053",
            "orgName": "CNET SVENSKA AB",
            "ecContrib": 148004
        },
        "999837492": {
            "orgId": "999837492",
            "orgName": "UNIVERSITAET PADERBORN",
            "ecContrib": 37081
        },
        "996616995": {
            "orgId": "996616995",
            "orgName": "BUNDESMINISTERIUM DES INNERN",
            "ecContrib": 241022
        }
    },
    "calculatedTotalContribution": 1478711
}