{
    "rcn": "210244",
    "acronym": "ELECTRA",
    "topics": "ERC-2016-ADG",
    "title": "Electrochemically induced Asymmetry: from materials to molecules and back",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Asymmetry is a very common feature of many systems, objects and molecules, that we use in our daily life. Actually, it is in a majority of cases the absolutely crucial ingredient for conferring a useful property to a system, a prominent example being the chiral nature of pharmaceutically active compounds. Chemists have developed various approaches to generate asymmetry, from the molecular to the macroscopic scale, but are still facing major challenges when exploring efficient alternative physico-chemical concepts for symmetry breaking. The global aim of ELECTRA is to propose so far unexplored and versatile strategies, based on the unconventional use of electrochemical phenomena, to generate asymmetry in chemical systems at different length scales.\nInvestigating simultaneously wired and wireless electrochemistry will open up unique possibilities for advancing the topic of asymmetry generation in an original and cross-disciplinary way. We will determine the utility of these strategies in the frame of two major challenges that are: \n-unconventional detection, separation and synthesis of enantiomers, based on chiral encoded metal phases, very recently pioneered by us; \n-design and characterization of Janus systems with complex structures and reactivity \nCarefully designed experiments at the forefront of electrochemical science will first enable us to gain a better understanding of the different mechanisms involved in symmetry breaking. An optimization by exploring new concepts with respect to their efficiency, yield and selectivity is the next step. This will prepare for the choice of the most innovative approaches of symmetry breaking, in view of the numerous highly relevant applications, ranging from analysis to catalysis and energy conversion. Furthermore, due to the interdisciplinary character of asymmetry, the findings of this project will not only have a major impact in various areas of chemistry, but will also be very interesting for physics and biology.",
    "totalCost": "2415848,75",
    "ecMaxContribution": "2415848,75",
    "coordinator": "INSTITUT POLYTECHNIQUE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991798035": {
            "orgId": "991798035",
            "orgName": "INSTITUT POLYTECHNIQUE DE BORDEAUX",
            "ecContrib": 2415849
        }
    },
    "calculatedTotalContribution": 2415849
}