{
    "rcn": "210233",
    "acronym": "GHOST",
    "topics": "DS-02-2016",
    "title": "Safe-Guarding Home  IoT  Environments with Personalised  Real-time Risk Control",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "To effectively respond to the multitude & complexity of cybersecurity challenges in smart-homes GHOST deploys a pioneering software-enabled ëusable securityí solution. The project brings professional level security to the European citizens and to this end it: (a) increases the automation level & effectiveness of existing security services; (b) opens up the cybersecurity ëblackboxí to consumers, creates understanding and builds trust through effortless decision support & advanced ëusable transparencyí; (c) enhances the systemís self-defence by safeguarding critical security-related data using blockchain technology. GHOST software will be embedded in an adequately adapted smart-home network gateway though it will be designed to be vendor-independent. A dedicated middleware layer ensures interoperability with multiple gateways & IoT devices. GHOST considers the relationship between security and usability to be an integration challenge (positive sum game) and definitely not a trade-off (zero-sum game). In this context, the project envisions to lead a paradigm shift in consumer cybersecurity by successfully coupling usable security with transparency and behavioural engineering. The envisaged user experience will systematically trigger security-friendly behaviour aiming at establishing appropriate ëhabitual behavioursí. The solution will perform network analysis & deep packet inspection for suspicious pattern recognition, will apply machine learning for malicious behaviour detection, will carry out context-aware real-time risk assessment, and widely apply analytics & visualization for effortless user comprehension & decision support. In short, GHOST will (i) increase cybersecurity resilience; (ii) boost usability & automation; and (iii) enhance the competitiveness of European ICT security industry. GHOST will be demonstrated in more than 140 real smart-homes in Spain, Norway & Romania via the Red Cross network and beta testers from the customer basis of Televes & ThingsMaze.",
    "totalCost": "4995519,25",
    "ecMaxContribution": "3603831,75",
    "coordinator": "TELEVES SA",
    "coordinatorCountry": "ES",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;OBRELA SECURITY INDUSTRIES - YPIRESEIES ASFALEIAS PLIROFORION ANONYMOS ETAIREIA;KALOS INFORMATION SYSTEMS AS;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITE DE GENEVE;CRUZ ROJA ESPANOLA;KARLSRUHER INSTITUT FUER TECHNOLOGIE;TECHNISCHE UNIVERSITAT DARMSTADT;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;EXUS SOFTWARE LTD",
    "participantCountries": "EL;NO;UK;CH;ES;DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 93438
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 309500
        },
        "963718475": {
            "orgId": "963718475",
            "orgName": "CRUZ ROJA ESPANOLA",
            "ecContrib": 282894
        },
        "930569501": {
            "orgId": "930569501",
            "orgName": "OBRELA SECURITY INDUSTRIES - YPIRESEIES ASFALEIAS PLIROFORION ANONYMOS ETAIREIA",
            "ecContrib": 247625
        },
        "968929412": {
            "orgId": "968929412",
            "orgName": "TELEVES SA",
            "ecContrib": 457625
        },
        "952567840": {
            "orgId": "952567840",
            "orgName": "EXUS SOFTWARE LTD",
            "ecContrib": 319812
        },
        "913972510": {
            "orgId": "913972510",
            "orgName": "KALOS INFORMATION SYSTEMS AS",
            "ecContrib": 457625
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 452500
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 582500
        }
    },
    "calculatedTotalContribution": 3203519
}