{
    "rcn": "210291",
    "acronym": "ABACUS",
    "topics": "BBI-2016-R09",
    "title": "Algae for a biomass applied to the production of added value compounds",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "ABACUS gathers 2 large industries, 3 algae SMEs and 4 RTOs. It aims at a business-oriented and technology-driven development of a new algal biorefinery, thereby bringing to the market innovative algae-based ingredients for high-end applications, spanning from algal terpenes for fragrances to long-chain terpenoids (carotenoids) for nutraceuticals and cosmetic actives. One key objective of ABACUS is to obtain more than 10% photosynthates of targeted terpenoids. For this purpose, ABACUS selects and optimizes unique algae strains from 4 large culture collections owned by projectís partners. Moreover, ABACUS focuses on optimizing cultivation steps and mastering production of target products by online monitoring and automated control of photobioreactors with the development of specific sensors for terpenes and for the parameters relevant to terpeneís production (light, PO2, PCO2, nutrients). ABACUS investigates the fractionation steps to provide green low-cost downstream processing with a view to reduce operational expenses of the whole production line. Life cycle analysis and techno-economic analysis are fundamental guidelines of ABACUSís developments to ensure that technologies and products are economically and environmentally sustainable. Applicability of targeted ingredients is assessed by the industrial partners (SMEs and large industries with established access to markets) considering cosmetic and nutraceutical applications. ABACUS aims to demonstrate biorefining processes allowing valorizing up to 95% of the algal biomass into high value ingredients and by-products. EU standards and market regulations associated to innovative bioprocesses and new ingredients are reviewed in order to demonstrate the acceptability of the ABACUS biorefinery. ABACUS key advantage lies in its business-oriented workplan, gathering key players along the whole product development chain and incorporating most-advanced technologies for efficient growth and fractionation of microalgae.",
    "totalCost": "5135861,16",
    "ecMaxContribution": "4653658,66",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "MICROPHYT;PROTEUS;THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG;SENSIENT COSMETIC TECHNOLOGIES;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;KARLSRUHER INSTITUT FUER TECHNOLOGIE;A4F ALGAFUEL SA;Subitec GmbH",
    "participantCountries": "FR;DK;ES;DE;PT",
    "projectParticipants": {
        "938267421": {
            "orgId": "938267421",
            "orgName": "MICROPHYT",
            "ecContrib": 646000
        },
        "946884319": {
            "orgId": "946884319",
            "orgName": "PROTEUS",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1375171
        },
        "995514008": {
            "orgId": "995514008",
            "orgName": "A4F ALGAFUEL SA",
            "ecContrib": 733974
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 524875
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 332952
        },
        "917384970": {
            "orgId": "917384970",
            "orgName": "SENSIENT COSMETIC TECHNOLOGIES",
            "ecContrib": 0
        },
        "999738843": {
            "orgId": "999738843",
            "orgName": "THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG",
            "ecContrib": 533296
        }
    },
    "calculatedTotalContribution": 4146268
}