{
    "rcn": "210206",
    "acronym": "Cosmic_Gas",
    "topics": "ERC-2016-ADG",
    "title": "Mapping the Cosmic Gas Supply with ALMA",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The molecular gas phase is the material in galaxies out of which stars form. As such, it is the quantity that controls the star formation rate of a galaxy, thereby the overall stellar mass build-up, and ultimately galaxy evolution through cosmic times. In contrast to studies of the stellar mass and star formation, characterizing this fuel supply in galaxies as a function of cosmic epoch is still in its infancy. The ALMA facility now redefines our ability to map out the cosmic cold gas supply, essentially unknown at present. This ERC proposal is based on extensive approved observational ALMA programs, led by the PI: ASPECS is the first-ever approved ALMA large (150h) program, aimed at providing a comprehensive view of the baryon cycle from gas to stars over cosmic time. ASPECS will provide 3D molecular scans in two ALMA bands of the Hubble Ultra Deep Field -- the iconic cosmological deep field. A second focus is the detailed characterization of the molecular gas content at z>6 in host galaxies of the most distant quasars via ALMA. This will assess the role of cold gas in the build-up of the first (t_Universe < 1 Gyr) massive cosmic structures in the Universe, again through significant approved ALMA programs led by the PIís group. The studies outlined here will fully capitalize on the unparalleled capabilities of ALMA to map out the cosmic gas supply through cosmic history, and will provide crucial insights to define observational strategies for JWST (the PI is member of the European JWST/MIRI science team). Through his track record, past achievements in the field of galaxy evolution studies, and through the available proprietary data, the PI is uniquely positioned to lead this ambitious program, which will define the global state-of-the-art in cosmological galaxy evolution through high-redshift ISM studies.",
    "totalCost": "2457500",
    "ecMaxContribution": "2457500",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2457500
        }
    },
    "calculatedTotalContribution": 2457500
}