{
    "rcn": "210262",
    "acronym": "NANOCHEM",
    "topics": "ERC-2016-ADG",
    "title": "Nanopores for New Molecular Nitrogen Chemistry",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "We will study the adsorption, binding, transport and reactivity of N-containing substrates within the nanopores of functionalized and doped metal-organic framework (MOF) materials. A range of important target molecules (e.g., NH3, N2H4, N2O, NO, NO2 and N2O4) will be studied in this project, which aims to re-define the molecular chemistry for these energetic N-compounds in confined space, and to develop selective catalytic reduction (SCR) of NOx in the presence of NH3, urea and hydrocarbons. The PI has extensive experience in the field of coordination chemistry and hybrid materials, and seeks to change research direction to develop new gas phase catalysts and to gain fundamental understanding of molecular interactions, properties and function of specific energy, environmentally-related substrates within MOFs. Research objectives include the:\nï Design and synthesis of new porous MOFs with emphasis on the decoration of their pore environment and improvement of their structural stability and function; \nï Characterisation of host and substrate-loaded materials by state-of-the-art in situ structural, dynamic and spectroscopic methods for the construction of structure-function relationships, supported by computational analysis and modelling;\nï Adsorption, binding, release and separation of NH3, N2H4, N2O, NO, NO2 and N2O4 via both static and dynamic experiments;\nï Tests of degradation and selective catalytic reduction (SCR) of captured NOx molecules with NH3, urea and hydrocarbons under mild conditions using nanoporous MOFs as host catalysts; \nï Assembly of a MOF-based (i) catalytic deNOx reactor and (ii) NH3 storage system for potential portable applications. \nThis project will deliver new functional materials as high capacity portable NH3 stores, efficient capture medium for NOx, and new catalysts for reduction and mitigation of NOx to deliver significant impacts to academia, industry and society of direct relevance to clean energy and sustainable environment.",
    "totalCost": "2498645",
    "ecMaxContribution": "2498645",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2498645
        }
    },
    "calculatedTotalContribution": 2498645
}