{
    "rcn": "210266",
    "acronym": "VirtualSeis",
    "topics": "ERC-2016-ADG",
    "title": "Virtual Seismology: monitoring the Earth's subsurface with underground virtual earthquakes and virtual seismometers",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "If it were possible to place seismometers and seismic vibrators anywhere below the ground in, for example, an induced-earthquake-sensitive area, we could measure the source mechanism of actual earthquakes, monitor the geomechanical state of the area over time, and quantify the ground motion caused by possible future earthquakes. Moreover, we could monitor fluid flow in aquifers, geothermal reservoirs or CO2 storage reservoirs, with unprecedented resolution. Unfortunately, placing seismic instruments anywhere below the ground is not practically feasible. \n\nI propose to develop groundbreaking methodology for creating virtual seismic sources (earthquakes or seismic vibrators) and virtual seismometers anywhere in the subsurface, from seismic reflection measurements carried out at the surface of the earth. I call this Virtual Seismology (VS). VS accurately mimics the responses to actual earthquakes that would be recorded by actual buried seismometers, including all multiple scattering effects.\n\nIn particular I will develop VS for:\n(1) Investigating induced-earthquake problems. (a) I will develop high-density multi-component seismic acquisition methodology, using the latest technology of controllable seismic vibrators and seismic sensing with fibre-optic cables, and apply it in an actual induced-earthquake sensitive area. (b) I will use these data to create virtual sources and receivers in the subsurface to characterize induced earthquakes, quantify the ground motion of actual and possible future earthquakes, and monitor the geomechanical state of the area over time.\n(2) Imaging and monitoring subsurface fluid flow. I will develop highly repeatable VS methodology for time-lapse 3D reflection data to monitor fluid-flow processes in the subsurface with excellent spatial and temporal resolution.\n\nWith my track record in pioneering seismic interferometry, I am in an excellent position to develop VS, which will have major impact on the field of seismic imaging and monitoring.",
    "totalCost": "2499474",
    "ecMaxContribution": "2499474",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2499474
        }
    },
    "calculatedTotalContribution": 2499474
}