{
    "rcn": "210300",
    "acronym": "PERCAL",
    "topics": "BBI-2016-R08",
    "title": "Chemical building blocks from versatile MSW biorefinery",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "PERCAL will exploit Municipal Solid Waste (MSW) as feedstock to develop intermediate chemical products at high yield and low impurity level with huge industrial interest. These will be complementary to the bioethanol (current PERSEO technology), to achieve a cascade valorisation of the MSW components, i.e.:\nï Lactic acid (LA) to produce: 1) Eco-friendly ethyl lactate solvents by reactive distillation from lactic acid & bio-ethanol to be used in cleaning products and inks and 2) hot-melt adhesives for cardboard and other non-food applications in combination with maleic anhydride by reactive extrusion.\nï Succinic acid (SA) as an intermediate building blocks to production of polyols for the polyurethane industry.\nï Biosurfactants by chemical and/or microbiological modification of protein and lipid fraction from remaining fraction of MSW fermentation.\nIIn order to minimize the MSW heterogeneous composition (due to seasonal and origin variability driven by local economic, social and climate conditions) limitations as a fermentation feedstock, four main innovations will be proposed: i) New enzymatic cocktails to maximize hydrolysis of fermentable organic matter with low inhibitors production, ii) the use of high yield, specific and robust strains for each selected acid, iii) the extraction of fermentation by-products acting as inhibitors to succinic acid production via novel membrane electrolysis employing an integrated continuous fermentation coupled with simultaneous organic acid removal in comparison with SA sequential fermentation followed by its separation using an electrodialysis-based and iv) optimize simultaneous saccharification and fermentation for lactic acid production followed by a downstream separation process based on membrane electrodialysis. To maximize the yield and purity of target organic acids, continuous and single step fermentation process will be prioritized in order to allow their integration in the PERSEO plant.",
    "totalCost": "3394181,26",
    "ecMaxContribution": "2518517,64",
    "coordinator": "INDUSTRIAS MECANICAS ALCUDIA SA",
    "coordinatorCountry": "ES",
    "participants": "YPAREX BV;COVESTRO DEUTSCHLAND AG;UNIVERSITEIT GENT;AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS;HAYAT KIMYA SANAYI ANONIM SIRKETI;EXERGY LTD;AGRICULTURAL UNIVERSITY OF ATHENS;SO.F.TER. SRL;LEIBNIZ-INSTITUT FUER AGRARTECHNIK UND BIOOEKONOMIE EV;FUNDACION CENER-CIEMAT;TBW RESEARCH GESMBH;VISUM LIMITED",
    "participantCountries": "NL;DE;BE;ES;TR;UK;EL;IT;AT;IE",
    "projectParticipants": {
        "999745342": {
            "orgId": "999745342",
            "orgName": "FUNDACION CENER-CIEMAT",
            "ecContrib": 213496
        },
        "999513415": {
            "orgId": "999513415",
            "orgName": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
            "ecContrib": 263865
        },
        "997433541": {
            "orgId": "997433541",
            "orgName": "COVESTRO DEUTSCHLAND AG",
            "ecContrib": 0
        },
        "968788471": {
            "orgId": "968788471",
            "orgName": "INDUSTRIAS MECANICAS ALCUDIA SA",
            "ecContrib": 404694
        },
        "942630578": {
            "orgId": "942630578",
            "orgName": "VISUM LIMITED",
            "ecContrib": 304395
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 287820
        },
        "998401795": {
            "orgId": "998401795",
            "orgName": "LEIBNIZ-INSTITUT FUER AGRARTECHNIK UND BIOOEKONOMIE EV",
            "ecContrib": 281089
        },
        "985536006": {
            "orgId": "985536006",
            "orgName": "SO.F.TER. SRL",
            "ecContrib": 0
        },
        "949865614": {
            "orgId": "949865614",
            "orgName": "HAYAT KIMYA SANAYI ANONIM SIRKETI",
            "ecContrib": 0
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 255822
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 227809
        },
        "940173471": {
            "orgId": "940173471",
            "orgName": "TBW RESEARCH GESMBH",
            "ecContrib": 279528
        }
    },
    "calculatedTotalContribution": 2518518
}