{
    "rcn": "210399",
    "acronym": "LETS DOHOP",
    "topics": "SMEInst-10-2016-2017",
    "title": "Leveraging the Environment of civil air TranSport with DOHOP",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Nowadays there are many solutions for finding, comparing and booking flights. However, these solutions are based on pricing information, which can only offer pre-defined itineraries and does not disclose all the possibilities for connecting flights. This limitation is translated into fewer options for the users needing to connect flights (in some cases up to 30% of users cannot find a ticket for their route), thus restraining the benefits of airlines that are not selling all their tickets (only 70% of seat capacity is sold on some routes).Dohop is a mobile and web-based application that uses a unique approach; we use the schedule information provided by OAG , the most reputed airline schedules database, and pricing data from more than 400 sources. Our advanced algorithms process the data from OAG to build all possible alternatives for connecting two or more flights, thus providing more convenient or even hidden alternatives to users. Then, final prices are collected from our partner databases and shown in the app. This competitive advantage permits users to make their own connections between flights that were apparently not connected through other solutions ñ we call this quot;Self-Connectquot;. Besides the travellers, LETS provides benefits for: Low-cost carriers, using LETS as a support tool for creating interline networks without needing commercial agreements (around 800,000 Ä each per year) and increasing their sales around 2%-3%; and airports, optimising the traffic and PAX handling and thus increasing 2%-3% benefits by enabling interline connections in their operations with reduced costs (we estimate minimum benefits for airports of Ä8 million per year). Furthermore, savings in CO2 emissions are also boosted thanks to optimising the routes between airports.Through this project, we estimate a potential market of Ä10 million by 2020 and the creation of about 18 direct new jobs, plus 10-15 indirect ones.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOHOP EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917693721": {
            "orgId": "917693721",
            "orgName": "DOHOP EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}