{
    "rcn": "210385",
    "acronym": "K.A.R.S.",
    "topics": "SMEInst-10-2016-2017",
    "title": "ANTIROTATION SYSTEM FOR HELIRESCUE",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "In Europe, approximately 26,000 people die from road traffic accidents. Of these, 41.5% die in the moments after the trauma and many are considered ìpreventableî and caused by transfer delays, therefore transport time is crucial in saving the life of the patient. \nThe helicopter is by far the fastest means but the effectiveness of its intervention is reduced due to the time it takes to safely prepare the landing area close to the accident. The only alternative to landing is to have the helicopter hover in a stationary position and winch the stretcher down and up. This is the fastest method of retrieval but is executed in very few cases because the vortex of air created by the moving blades sends the stretcher into a spin, and the resulting centrifugal force can cause cardiac decompensation in the victim. The aim of the K.A.R.S. Project is to develop an innovative device that revolutionises helirescue operations. Thanks to a new electronic system that detects the rotation of the winched stretcher, an aerodynamic device can immediately stop the rotation induced by the air flow generated by the helicopter rotors. The device is applied by installing a simple bracket on any kind of helicopter rescue stretcher and adopting it will allow using a helicopter in rescue operations that would otherwise be impossible. The resulting quicker response time will improve the survival rate of the victim.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KONG - S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926735867": {
            "orgId": "926735867",
            "orgName": "KONG - S.P.A.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}