{
    "rcn": "210326",
    "acronym": "GRAPES",
    "topics": "MSCA-IF-2016",
    "title": "Galactic cosmic RAy Propagation: an Extensive Study",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Where do Cosmic Rays (CRs) originate? How do CRs interact with the environment during their journey to Earth?\nGRAPES aims at revealing the origin of galactic CRs, 100 years after their discovery, by achieving the most accurate description of CR propagation in the interstellar medium (ISM). More specifically:\n1) What is the mechanism of propagation in the Galaxy? Measurements show fine structures in the observed CR spectra, but we have exceedingly simplified transport models. In view of the challenges that recent observations posed to conventional homogeneous CR diffusion models, we will develop the first self-consistent simulation of interstellar CR propagation, including non-linear processes, anisotropic diffusion and galactic winds.\n2) Where do CR become extra-galactic? Understanding propagation at the end of the galactic CR spectrum is compelling towards the identification of galactic sources. We will provide an innovative approach able to describe at once the CR spectrum and anisotropy up to the knee energy attacking the pending theoretical and observational challenges.\nThese questions are profound, challenging and appealing and can be efficiently pursued only through a new advance in the complex numerical modeling of galactic CR transport and by establishing a tight collaboration between communities involved in CR physics.\nWe live in exciting years, since for the first time experimental techniques allow (or are going to allow) forefront questions to be tackled with the necessary sensitivity. The enormous discovery potential is further witnessed by the fact that the two most advanced experimental projects categorized by the European Astroparticle priority roadmap are specifically tailored to map the high-energy gamma (CTA) and neutrino (KM3NeT) sky with unprecedented level of detail. It is then the perfect time for a motivated and internationally experienced researcher (ER) to connect theoretical modeling and observations at a high level of physical complexity.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "GRAN SASSO SCIENCE INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917519994": {
            "orgId": "917519994",
            "orgName": "GRAN SASSO SCIENCE INSTITUTE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}