{
    "rcn": "210359",
    "acronym": "BLUE",
    "topics": "ERC-PoC-2016",
    "title": "Innovative fungal strains for producing blue cheeses",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "The ERC project GenomeFun has revealed a substantial genetic and phenotypic variability within Penicillium roqueforti, which is the fungus used for the maturation of blue cheeses. The ERC project GenomeFun has also shown the existence of different genetic clusters harboring specific traits and has allowed the development of a protocol for inducing in the laboratory the natural process of sexual reproduction in this fungus. The present PoC BLUE project aims at proving the possibility to obtain and identify, in sexual progeny, strains of P. roqueforti with novel combinations of traits of industrial interest. This would enable strain improvement, and would allow the production of blue cheeses with innovative characteristics, as desired by producers and consumers. Thus the objective of the present PoC project is to identify progeny with interesting combinations of traits. These strains will then be protected and commercialized. The project therefore also aims at identifying the market and the best strategy for exploitation, firstly by defining the most suited approach for the protection and exploitation of intellectual property, taking into account the market practices and conditions, and secondly, by verifying the legal dispositions applicable to sexual progeny of micro-organisms in the field of ìnovel foodî, biodiversity and genetic resources protection. The legislative framework raises interesting questions in the context of recent treaties on biodiversity. The consequences of the recent laws on biodiversity on the use and protection of micro-organisms as intellectual property in the fields of food are still unclear. The results of these investigations could thus serve as a model case.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}