{
    "rcn": "210347",
    "acronym": "GOT ENERGY",
    "topics": "MSCA-COFUND-2016",
    "title": "GOT ENERGY TALENT. Attracting Talented Researchers within the Spanish Campus of International Excellence ëSmart Energyí and the region of Madrid.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "GOT ENERGY TALENT is a highly competitive, merit-based fellowship programme aimed at incorporating postdoctoral talent on the area of SMART ENERGY to enable them to conduct their own excellent research project and bringing it closer to the society, in order to produce a positive effect not only in terms of excellent science and talent attraction but also by strengthening the regional economy and promoting international networking.\nGOT ENERGY TALENT will bring in 34 experienced researchers to develop a 24-month stay through 2 open calls at international level (17 fellowships per call), over its 60 months of implementation. The postdoctoral fellows will have a full trans-national mobility experience and access to the research facilities of the organisations partnering the programme from and outside academia. The fellows will freely decide whether to carry out a 24-month advanced research project or a 12-month advanced research combined with a 12-month period devoted to applied research, in one of the hosting institutions within the network of internationally recognised organisations on this core area.\nGOT ENERGY TALENT will strengthen a favourable environment in order to attract talented and experienced researchers by offering an attractive ecosystem, composed of academic and industrial organisations focused on ENERGY AREA with a strong potential. The selection of the area is based on the objectives posed by the Research and Innovation Strategies for Smart Specialisation (RIS3) of the region of Madrid, which encompasses Energy, amongst other prioritised areas, along with the long-term vision of the Universidad de Alcal· and the Universidad Rey Juan Carlos, as it is clear from their involvement in the CIE ëSmart Energyí focusing on Bioenergy and Smart Cities. Furthermore, GOT ENERGY TALENT is a demand-driven research programme addressing the significant challenges faces Europe in the field of Energy.",
    "totalCost": "4814400",
    "ecMaxContribution": "2407200",
    "coordinator": "UNIVERSIDAD DE ALCALA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835746": {
            "orgId": "999835746",
            "orgName": "UNIVERSIDAD DE ALCALA",
            "ecContrib": 2407200
        }
    },
    "calculatedTotalContribution": 2407200
}