{
    "rcn": "210311",
    "acronym": "PeOPLE",
    "topics": "MSCA-IF-2016",
    "title": "Personal Ornaments in the Palaeolithic of Europe",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The project PeOPLE (Personal Ornaments in the PalaeoLithic of Europe) seeks a new perspective on the archaeological framework for Eastern Europe during the earlier part of the Upper Palaeolithic (UP) by study of the beads and other personal ornaments known from sites of this period. The study period covers ca. 45,000-25,000 years ago ñ the first twenty thousand years of modern human occupation of ice age Europe. \n\nOur knowledge of cultural change and variation in the UP is based heavily on lithic artefacts: stone tools and the waste from their production. There are numerous shortcomings in our present understanding of Palaeolithic cultural variation, especially in Eastern Europe. Personal ornaments, which have been found in large numbers at sites of this period, represent an underused resource for understanding UP cultural diversity and connections in this region. \n\nThe known corpus of these artefacts will be studied based on published sources and by direct examination of selected collections using established techniques. Attributes of the artefacts themselves and of their archaeological contexts will be recorded. A database will be produced which will be analysed using statistical techniques, including some borrowed from genetics. The results of the analysis will be compared with the current archaeological framework for this period and, where possible, with genetic trees based on aDNA studies. \n\nThe project offers great scope for testing and refining our current understanding of cultural variation and change during this period. It will also provide an excellent test-case for some theoretical anthropological questions, regarding e.g. human responses to climate change and the spread and persistence of material culture traditions. Communication and outreach is an important part of this project. This will include the creation of open-access resources, including 3D scans of artefacts where possible, and targeted outreach activities.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}