{
    "rcn": "210315",
    "acronym": "Rhodoshop",
    "topics": "EE-22-2016-2017",
    "title": "Rhodoshop ñ a pilot programme to facilitate investment in energy efficiency by creation of One-Stop-Shop in Rhodope Region of Bulgaria.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Rhodoshop project aims at assisting local public authorities and other stakeholders in small sized rural municipalities in Rhodope Region of Bulgaria in successful launching and implementation of sustainable energy projects. The project focuses on creation of a pilot programme for financing investment by establishing Rhodoshop Programme Development Unit (PDU) - a structure to act as central procurement agency on behalf of local authorities to undertake energy retrofitting works in their buildings and street lighting systems. Rhodoshop PDU represents innovative financing model of One-Stop-Shop replicated in Rhodope/Bulgarian context, focused on building investment project pipelines that will combine/bundle suitable projects in the subscribed municipalities (currently six with the possibility to include others in the course of work) in order to gain critical mass and get better financing terms. After accomplishing the pipe-lines respective public tenders will be launched in compliance with Green Public Procurement principles in order to make the best choice of environmentally friendly, energy efficient and cost effective products and services. Within its 36 months pilot phase Rhodoshop PDU will mobilize 11,5 MEUR investments for energy efficiency improvements in 42 public buildings and 1,7 MEUR investments for refurbishment in street lighting networks in 46 settlements of Rhodope Region. The energy savings resulting from the action are assessed to 8,8 GWh/year while renewable energy production is more than 0,5 GWh/year.",
    "totalCost": "470550",
    "ecMaxContribution": "470550",
    "coordinator": "SOFIA ENERGY CENTRE LTD",
    "coordinatorCountry": "BG",
    "participants": "ASSOCIATION OF RHODOPE MUNICIPALITIES",
    "participantCountries": "BG",
    "projectParticipants": {
        "950618237": {
            "orgId": "950618237",
            "orgName": "ASSOCIATION OF RHODOPE MUNICIPALITIES",
            "ecContrib": 339900
        },
        "999694417": {
            "orgId": "999694417",
            "orgName": "SOFIA ENERGY CENTRE LTD",
            "ecContrib": 130650
        }
    },
    "calculatedTotalContribution": 470550
}