{
    "rcn": "210384",
    "acronym": "TRIWIND",
    "topics": "SMEInst-09-2016-2017",
    "title": "A novel and versatile 3-tower maritime structure for the cost-efficient installation of all-sizes offshore wind turbines.",
    "startDate": "01/06/2017",
    "endDate": "31/10/2017",
    "objective": "The TRIWIND project is the result of a project initiated by Berenguer Ingenieros one year ago, which has resulted in a patented technology (application number: P201631043) for the cost-efficient installation of offshore wind farms. Following the R&D stage already accomplished and the patent application, the ultimate goal we seek in the project is to complete the prototyping stage and testing studies to reach its commercial appetite and value for leading companies of the wind energy sector such as Siemens and MHI Vestas, which account for more than 80% of the wind turbine manufacturers market share only in Europe.\nThis is an innovative foundation solution for offshore wind turbines that directly impacts on (1) production costs reducing on circa 30%; (2) on transportation (self-buoyant) and installation (self-installed) with a combined costs savings of 86.5% and operational average time reduction from 12-20h to 3h and; (3) it also affects on the decommissioning phase by 50% reduction. All these costs savings represent circa 16.7% of the total costs of an offshore wind turbine life-cycle. Other crucial aspects are related to structureís duration extension and less maintenance requirements, technical and operational easiness in all previous phases along with health and safety improvements.\nFor this phase 1, we will perform a feasibility study including: (1) technical feasibility, 2) operational/financial feasibility and 3) commercial feasibility.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BERENGUER INGENIEROS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916928003": {
            "orgId": "916928003",
            "orgName": "BERENGUER INGENIEROS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}