{
    "rcn": "210396",
    "acronym": "RGH2 OSOD system",
    "topics": "SMEInst-09-2016-2017",
    "title": "OSOD - 1 step process hydrogen generator for highly efficient, safe and cost competitive production and storage of hydrogen",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "RGH2 engineering GmbH is a start-up company founded in January 2015 based in Graz, Austria. RGH2 focuses on the development of a decentralized, autonomous/remote-controlled, affordable and scalable system for hydrogen-production and hydrogen-storage/-supply, running on (bio)gas, the ÑOSOD On-Site On-Demand Systemì. \nRGH2ís mission is to make green hydrogen available everywhere, to everyone. The vision is to manufacture a competitive serial product for the world market on the premises in Graz, Austria. \nThe overall objective of RGH2 is to boost the introduction of hydrogen as major source for clean energy by enabling the establishment of a hydrogen highway within Europe through the introduction of a new technology for hydrogen production and storage which is highly efficient, safe and cost competitive. RGH2 has developed a compact on-site on-demand (OSOD) hydrogen generator based on a ground breaking one step process technology. \nRGH2ís first product on the market will be a hydrogen generator and storage device in one single unit. With RGH2 technology, hydrogen is generated, stored and delivered locally. All that is needed is a source of biogas. The supplied starting material is converted into hydrogen and stored safely in a non-gaseous material. On request, the hydrogen is delivered as fuel in a hydrogen filling station, or used to produce heat and power (CHP plant). The OSOD system is scalable, which means it can be configured from small feed rates (size 1.2m*0.5m) to large units (40 feet standard size container) as needed. RGH2ís OSOD system has the potential to boost the expansion of the power to gas network in Europe and the associated combination of biogas plants, wind and solar energy. The OSOD system allows biogas to be converted into H2 and the storage of already produced H2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROUGE H2 ENGINEERING GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915308491": {
            "orgId": "915308491",
            "orgName": "ROUGE H2 ENGINEERING GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}