{
    "rcn": "210373",
    "acronym": "ALGAMATER",
    "topics": "SMEInst-11-2016-2017",
    "title": "Using microalgae bioreactor technology to deliver the worldís most cost-effective, energy-efficient and adaptable system for the treatment of toxic industrial and landfill wastewater",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Bluemater CEO Nuno Gomes conceived this project inspired by the words of the inventor and author Buckminster Fuller: ìNature has no pollution. This is a word coined in human ignorance regarding the presence of the right chemicals being released in the wrong placesÖî While high concentrations of compounds such as ammonium, phosphates and sulphates can be deadly for aquatic ecosystems and their inhabitants, they are nutrients for algae and plants. This project harnesses components found in highly concentrated wastewaters to feed microalgae, which grow especially quickly by transforming ammonium and phosphates into proteins and other organic matter. \nSince 2008 we have been developing this challenging concept into a viable commercial system for wastewater treatment at landfills and in industry. Following extensive testing at diverse wastewater treatment plants (WWTPs), and guided by feedback from target clients, our breakthrough microalgae technology ñ the first of its kind - was integrated with Bluematerís next-generation wastewater management systems in its current configuration. In these pilot tests, Algamater demonstrated decreased energy costs in wastewater treatment by more than 60% and lowered operational costs by more than 40% compared to traditional wastewater treatment plants. We are proud to introduce the Algamater Wastewater Treatment Plant: the worldís most robust, flexible, cost-effective, and eco-friendly wastewater treatment system. Algamater is currently at a prototype stage (TRL7). In this project we will upgrade, scale up and integrate the Algamater components into a full-scale wastewater treatment plant capable of demonstrating our game-changing technology at an industrial level.\nWith the commercialization of Algamater we forecast strong, consistent growth for Bluemater, notable employment creation both inside our company and out, and significantly reduced environmental hazards in the wastewater treatment sector.",
    "totalCost": "2906000",
    "ecMaxContribution": "2034200",
    "coordinator": "BLUEMATER SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916990083": {
            "orgId": "916990083",
            "orgName": "BLUEMATER SA",
            "ecContrib": 2034200
        }
    },
    "calculatedTotalContribution": 2034200
}