{
    "rcn": "210390",
    "acronym": "SMApp",
    "topics": "SMEInst-10-2016-2017",
    "title": "SMART MOBILITY APPLICATION TO IMPROVE TRAFFIC MANAGEMENT AND PLANNING",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Traffic levels on strategic roads will be 24% higher in 2040 than they are today. Without investment, conditions on the most important routes are expected to worsen by 2040. Smart City solutions are expected to attract Ä1.415 trillion in expenditures by 2020, with Smart Mobility alone accounting for 8% of this spending, creating a Ä1.1bn market. Traffic management, road maintenance and planning new infrastructures are the 3 main factors to successfully contribute to the growing vehicles mobility needs. An opportunity arises in using smart traffic data to optimise long-term road management, allowing for a more efficient use of resources in infrastructure planning and maintenance. It is estimated that over $1 trillion can be saved in the next 20 years through a more efficient infrastructure productivity plan, of which 25% are related to road networks alone. SMApp is the first smart, standardised, web based tool to monitor, analyse and predict traffic data information in real time over a road network. Through our propietary LPR (License Plates Recognition) algorithm we will be able to obtain a truly global and continuous road network solution (currently being discreet over specific sections) by OD matrices, gaining access to a source of accurate, objective and valuable data in an unprecedented manner, to provide a more efficient planning and maintenance of the existing and future road networks.Since 2009, we have already invested Ä620K to develop SMApp to its current functional prototype stage, which is being tested by the Spanish National Traffic Authority (DGT) and proofing our Technology Readiness Level at 6. Setting a selling price between Ä100K and Ä300K per annum, including the maintenance fee for the service, for an average of 85% gross margin, we expect a turnover in the fifth year of Ä5.05 million and a net profit of Ä4.38 million. After Ä1.82 million total investment, we forecast a Return on Investment (ROI) of 4.09 by Y5.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ICEACSA CONSULTORES, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921886934": {
            "orgId": "921886934",
            "orgName": "ICEACSA CONSULTORES, SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}