{
    "rcn": "210316",
    "acronym": "MINIMAL",
    "topics": "MSCA-IF-2016",
    "title": "Characterization and Modelling of dislocation-INterface Interactions in MetAllic Laminates at multiple scales",
    "startDate": "01/05/2018",
    "endDate": "30/04/2019",
    "objective": "The global market will increase from $11 billion in 2012 to $22.5 billion in 2018 for micro electro mechanical systems (MEMS), and from $1.9 billion in 2012 to $6.6 billion in 2018 for BioMEMS. Recently, metallic nanolaminates have attracted application as mechanical parts in MEMS and BioMEMS manufacturing. This is due to their superior properties, i.e. large flow strength, high indentation hardness, excellent ductility, good radiation damage resistance, qualified electrical/magnetic response, and promising fatigue/failure resistance. In order to address the performance of metallic nanolaminates and to reduce materialsí failure and cost under different service conditions, better analysis/predictive tools are required for dislocation-interface interactions. The improved analysis/predictive tools will allow designing more advanced nanolaminate materials. However, to develop such analysis/predictive tools, it entails (a) in-depth understanding of the physical mechanisms behind dislocation-interface interactions, (b) accurate in-situ mechanical testing data at different length scales from micro- to nanometers, and (c) efficient numerical modelling to predict dislocation-interface interactions. Through this Marie Sk?odowska-Curie action, we will contribute significantly towards improving these analysis/predictive tools from two aspects, including (i) providing the scientific knowledge behind dislocation-interface interactions, and (ii) establishing improved numerical models to predict dislocation-interface failure during service. Meanwhile, the new advanced nanolaminate materials with enhanced properties will also be proposed based on the generated knowledge. In addition, the researcher and the host organization will benefit from the two-way transfer of knowledge between them.",
    "totalCost": "85060,8",
    "ecMaxContribution": "85060,8",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 85061
        }
    },
    "calculatedTotalContribution": 85061
}