{
    "rcn": "210325",
    "acronym": "MCIATTP",
    "topics": "MSCA-IF-2016",
    "title": "Molecular to Continuum Investigation of Anisotropic Thermal Transport in Polymers",
    "startDate": "16/10/2017",
    "endDate": "15/10/2019",
    "objective": "In 2014, EU PLASTICS INDUSTRY accounted for 1.4MM jobs and contributed to high living standards of the EU citizens by enabling new and more affordable technologies. Most of the PROCESSING of POLYMERIC MATERIALS occurs under NON-ISOTHERMAL flow conditions. As a result, the COST/ENERGY REQUIRED to manufacture, recycle and dispose polymers is STRONGLY AFFECTED by the thermo-physical properties linkage to state variables such as temperature and stress. Experiments show that flowing polymers exhibit ANISOTROPIC THERMAL CONDUCTIVITY (ATC) (i.e. direction dependent). This phenomenon has been previously NEGLECTED in both the simulation of INDUSTRIALLY relevant flows and the development of a molecularly-based THEORY for thermal transport in polymers. \nThis research targets THIS GAP IN KNOWLEDGE by: 1) EXTENDING molecular-based modelling techniques to include ATC; 2) TRANSFERRING the physical insights to macroscopic network models (MNM) by averaging the important physical processes; 3) VERIFYING the MNM predictions by comparison to experimental data; 4) IMPLEMENTING a robust MNM for ATC in finite element methods (FEM) to simulate prototype flows. This study will COMBINE the ER EXPERIENCE investigating THERMO-PHYSICAL properties of polymers with the expertise of the HI supervisor in the development MNMs and their APPLICATION to FEM. In addition, a SECONDMENT at an expert group in molecular simulation will provide the KNOWLEDGE needed to CONNECT the MICROSTRUCTURE to the MNM. \nThis INTERDISCIPLINARY project will BENEFIT INDUSTRY through the OPTIMIZATION of FABRICATION processes and the assessment of the mechanical and thermal PERFORMANCE OF PLASTICS during use. At a more fundamental level, understanding how micro-structure couples with the macroscopic properties will allow us to TUNE POLYMERS to become BETTER THERMAL CONDUCTORS or INSULATORS. The materials derived from these outcomes will directly IMPACT SOCIETY through more ADVANCED AND AFFORDABLE devices and products.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE BURGOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}