{
    "rcn": "210313",
    "acronym": "3DFlameGT",
    "topics": "MSCA-IF-2016",
    "title": "Evaluation of three-dimensional velocity field, mixing field, and flame-front in a model gas turbinecombustor",
    "startDate": "19/03/2018",
    "endDate": "18/03/2020",
    "objective": "As noted by European turbine network, gas turbine is and will remain dominant mode of energy conversion. An advanced experimental study of a model gas turbine combustor is proposed. The lasers play indispensable role in the experimental combustion research due to the associated non-intrusive nature. The laser diagnostics have evolved from a point measurement to planar measurement (2D) over the years. The objective of the present work is to develop novel laser diagnostics to deduce instantaneous 3D fields of the flow, air/fuel mixing, and flame-front topology in a 'volume'. The proposed technique will be applied to a model gas turbine combustor operating with and without combustion instability. A scanning stereoscopic Particle Image Velocimetry (flow field) and Laser Induced Fluorescence of CH2O radical (flame-front) and of fuel concentration will be assembled correlated with pressure traces. A 4 head Nd:YAG laser cluster will generate 4 parallel laser sheets separated in space and images will be recorded by high speed cameras. The novel use of laser cluster ensures high pulse energy and temporal resolution. Image processing will be developed to reconstruct the 3D fields from the planar slices. The approach will be validated in a Bunsen burner before applying it to swirl stabilized flames that mimic a typical gas turbine combustor. The technology readiness level (TRL) of the research will reach between TRL 3 to 4. The proposed research will diversify the skill set of the researcher and associated complementary training will ensure that the fellow becomes an established academic researcher. The impact of this work is the generation of a unique 3D flame database, which is of great importance for the understanding of turbulent flame-flow interaction and the evaluation of advanced numerical combustion models. Thus, the proposed research will enhance European competitiveness in gas turbine design and can have an impact on automotive engine development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}