{
    "rcn": "210362",
    "acronym": "MIRAGE",
    "topics": "ERC-PoC-2016",
    "title": "Augmented Reality Wearable Platform and Screen: Proof of Concept and Commercialization",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Wear3D display technology project is an ERC-Advanced project and offers novel optical solutions for wearable (or head-mounted) displays to achieve very wide field-of-view and natural-looking 3D. The Wear3D technology has a lot of potential as the global consumer market for AR and VR are expected to reach more than US$30 billion and US$120 billion by 2022, respectively. Hardware devices will be more than 30% of the total market.\n\nWithin the ERC-AdG, our team developed a novel head-worn system named CYCLOPS and transparent augmented reality screens named MIRAGE. CYCLOPS platform consists of a head-mounted projection display (HMPD), imaging and depth sensors. We filed 3 international PCT patent applications protecting the technology. The objective of this proposal is to exploit the commercial potential of the CYCLOPS platform and the MIRAGE AR screens. Proposed platform has key advantages compared to existing AR glasses as it does not obstruct the visual field of the user, does not cause any viewing discomfort, fully integrated (including mobile processor) and consume low-power. MIRAGE screens enable telepresence using AR headsets and a passive screen. Such a display integrated with imagers and sensors and AR screens is a breakthrough technology and offers a very promising AR solution especially for industrial and medical applications.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}