{
    "rcn": "210310",
    "acronym": "CAT-FFLAP",
    "topics": "MSCA-IF-2016",
    "title": "Catastrophic Failure in Flexural Lattice Problems",
    "startDate": "14/09/2017",
    "endDate": "13/09/2019",
    "objective": "Currently, there is a vast amount of research activity taking place into the development of new materials having unconventional properties and the respective technologies have been opening new eras through various applications for society.  This new generation of materials, or metamaterials, have led to interesting physical properties previously thought impossible such as cloaking, negative refraction and materials that contract when heated. Most of those properties are realised in the dynamic response of the material. However, in these dynamic processes uncertainty remains as to whether these metamaterials undergo feasible deformations, remaining intact. Research into the latter is limited. Understanding this phenomenon is important in developing new metamaterials. Additionally it is crucial, for example, in larger structures such as multi-span bridges, pipelines and skyscrapers exposed to earthquakes and terrorist attacks, regularly faced in Europe and their effects can be catastrophic to human life.\n\nTo accomplish this research, a significant multidisciplinary effort is required from applied mathematicians, engineers, computer scientists and industrialists closely collaborating towards this one goal. \n\nThis timely project has two aims: (i) to create a well-rounded researcher capable of interacting with engineers and industrialists and (ii) this should be executed through the research into this area or more specifically the dynamic failure propagation in structured media under various loading conditions. This will be achieved through establishing an international and multidisciplinary long-standing collaboration between the European Fellow (EF), who is an applied mathematician, academic partner UniCA and industrial partner ES. Through this, a unique research environment will be created offering essential training not possible at the EFís home institute, creating new skills that will complement the EFís existing strengths to enable objectives (i) and (ii).",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}