{
    "rcn": "210375",
    "acronym": "WEGOOI",
    "topics": "SMEInst-09-2016-2017",
    "title": "Wind Energy Generator Onshore and Offshore Inspector",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Alerion Technologies commercialises turnkey data solutions for extreme environments through proprietary RPAS that are autonomous and intelligent. After a Feasibility Study, Alerion has decided to focus on windmill inspection market, due to its high barrier of entry, and geographical proximity to important customers that can accelerate international growth. According to the EWEA windmill operations and maintenance represents 30% of the cost of windpark project, and NREL (U.S. Department of Energy) estimates cost of windmill inspections Ä22K/ MW for onshore and Ä67K/ MW offshore. \nNowadays, most windmill inspection tasks are performed using high-rise equipment and specially trained altitude workers. These solutions are expensive, time consuming, and inefficient for most cases, while effective autonomous and automatic damage identification tool such as an RPAS is a highly desirable solution across the industry. \nAlerion has estimated that the potential market for autonomous windmill inspection with RPAS is currently Ä830M annually, with expected growth to Ä2.6B by 2025. The WEGOOI systems developed by Alerion Technologies will allow customers to drastically reduce windmill infrastructure inspection costs, increase damage assessment effectiveness, and eliminate health risks. This platform is especially suited for structures of difficult access such as windmills, and the company will adapt its technology to fit the exact needs of this market.\nAlerion has been testing its technological developments in windparks maintained by a multinational company and service provider, and it has already validated Alerionís prototype RPAS, for its windmill inspections. The prototype version of WEGOOI is at TRL6, capable of inspecting one blade at a time and analysing images in a ground computer. The main goal of WEGOOI is to adapt the existing platform to inspect three blades in one flight and analyse images on-board in real time, and industrialise and commercialise the solution.",
    "totalCost": "1104550",
    "ecMaxContribution": "773185",
    "coordinator": "ALERION TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923126885": {
            "orgId": "923126885",
            "orgName": "ALERION TECHNOLOGIES SL",
            "ecContrib": 773185
        }
    },
    "calculatedTotalContribution": 773185
}