{
    "rcn": "210352",
    "acronym": "SHERLOC QSP",
    "topics": "JTI-CS2-2016-CFP04-AIR-02-37",
    "title": "Quilted Stratum Processes (QSP) for low cost and eco thermoplastic manufacturing of complex composite parts",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "SHERLOC QSP aims at designing and manufacturing a batch of composite panels incorporating thermoplastic composite window frames (for regional airplane) made following an innovative manufacturing process, called QSP that allows lighter mass with cheaper cost and shorter manufacturing cycle time of parts than existing processes.\nThe project will contribute to the reduction of the environmental impact:\n- Weight saving of parts manufactured by the use of net shape and multi-thickness preforms with the right material at the right place, will contribute to the reduction of CO2 emissions.\n- Significant reduction of waste material by exploiting the composite at the maximum of its possibilities.\nIt will help the industrials to be more efficient and performant: the above points automatically result in cheaper cost of the parts (less expensive material used by a better exploitation of materials, less composite waste implies therefore a better valorization of costly noble materials).\nQSP, developed for high rate production of automotive parts (one composite part/minute), will finally contribute effectively to reach the necessary productivity in the near future to meet the ramp up production of planes and aircraft components.\nThe very short deadline imposed by the call (18 months) has guided the decision to build a small consortium with only 2 partners, Cetim (a French technological research center involved in composites since the 80ís) and Compose Tooling (one of the major French tool makers). These 2 partners are used to work together and are very agile to solve problems in a short time. Together, they have the complete skill to answer all the technical needs expressed in the call (design, manufacturing of parts and assemblies, material testing, NDT control, cost assessment, repairing).\nCetim and Compose were involved in the implementation of QSP for automotive parts and have a clear strategy with other industrial partners to transfer this technology to aeronautic sector.",
    "totalCost": "490285",
    "ecMaxContribution": "400000",
    "coordinator": "CENTRE TECHNIQUE DES INDUSTRIES MECANIQUES",
    "coordinatorCountry": "FR",
    "participants": "COMPOSE SAS",
    "participantCountries": "FR",
    "projectParticipants": {
        "988760092": {
            "orgId": "988760092",
            "orgName": "COMPOSE SAS",
            "ecContrib": 95353
        },
        "998836743": {
            "orgId": "998836743",
            "orgName": "CENTRE TECHNIQUE DES INDUSTRIES MECANIQUES",
            "ecContrib": 304647
        }
    },
    "calculatedTotalContribution": 400000
}