{
    "rcn": "210397",
    "acronym": "BTPin",
    "topics": "SMEInst-02-2016-2017",
    "title": "Commercialising Innovative and Market Disruptive Pin Technology for Improving Heavy Machine Operations in Port, Mining and Construction Industries. Phase 1.",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Bondura Technology (BT) manufactures tailored pin tool solutions. Pin type tools are used in all types of machinery to hold two joints together but allowing each its movement ñ they are part of the global market for Industrial Fasteners worth Ä64.9b in 2016. BT designs and manufactures market-disrupting pins that reduce heavy machinery downtime and maintenance costs. We have been operating within the offshore industry for 30 years, but driven by client and market demand we have designed and tested a new prototype with a Liebherr tower crane for use in port, mining and construction industries (TRL7). Therefore, we wish to undertake a thorough market and economic feasibility study to expand the use of our technology into new markets.\n\nOur prototype is tapered at each end and these tapered cone sleeves expand upon tightening. This technology differs from standard solutions in that it uses a larger degree of assembly tolerance due to the expanding construction. Thus, the pin gets fixed to the equipment giving an extremely solid connection that avoids wear. Standard solutions (99% of the market) allow for exertion of lateral pressure during the independent movements of joints, causing them to wear out. This causes slackness, vibration and in the end, reduced safety, durability and performance. Our solution is disrupting in the new target markets since currently there is not similar available solution. This will be the only solution with 0 degrees of tolerance, and will be available at a price competitive, while our technology combats the degradation of assets, increases the lifecycle of equipment and significantly reduces downtime and maintenance costs.\n\nWe propose a Feasibility Study to verify our objective of expanding the usage of our technology within the heavy machinery segment via an investigation of market opportunities. Moreover, BTPin project is an opportunity to strengthen our innovation leadership by filing new IP.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BONDURA TECHNOLOGY AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921694001": {
            "orgId": "921694001",
            "orgName": "BONDURA TECHNOLOGY AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}