{
    "rcn": "210350",
    "acronym": "APEX",
    "topics": "MSCA-COFUND-2016",
    "title": "APC Postdoctoral EXcellence Programme",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "APEX (APC Postdoctoral EXcellence) is an innovative intersectoral trans- disciplinary training, career development and mobility programme based at the APC Microbiome Institute, UCC, which focuses on the research area of gut microbiota and their role in human health and disease. APEX will offer 20 fellowships for incoming mobility with all fellows hosted in an APC academic host organisation: UCC, Teagasc, the Agriculture, Food and Development Authority (Teagasc) or the Cork Institute of Technology (CIT). \nResearch at the APC aligns closely with Irelandís Smart Specialisation Strategy, particularly in the strategic priority areas of diagnostics, food for health, and sustainable food production and processing, with significant potential for societal and economic impact in these areas. The aim of APEX is to develop the next generation of scientific leaders who will gain hands-on experience developing cross-disciplinary and entrepreneurial skills through individual research projects with a mandatory intersectoral (industry) secondment during their 2 year fellowship. Fellows can freely select the research theme, supervisor and host institution. APEX is designed to have maximum impact on the fellows, the host institutions and the hostsí industry partners through training and innovative and translational research. While developing human capital, APEX will facilitate collaboration between academia and industry within and outside of the region, who will benefit from access to excellent researchers, key enabling research infrastructure and knowledge transfer. APEX will cultivate enterprise focused researchers to meet industry demands and support innovation along the Technology Readiness Levels (TRL) to bring societal and economic benefit to Ireland and Europe. Furthermore, APEX (via the fellows) aims to improve the perception of science, technology engineering and maths (STEM) as a career to school children as well as increase the level of awareness of its impact on society.",
    "totalCost": "2832000",
    "ecMaxContribution": "1416000",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1416000
        }
    },
    "calculatedTotalContribution": 1416000
}