{
    "rcn": "210381",
    "acronym": "MossTree",
    "topics": "SMEInst-11-2016-2017",
    "title": "A new smart city climate infrastructure with a capacity for reducing air pollution equivalent to 275 normal trees",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "Air Pollution is the worldís worst environmental health risk: 7 million people die every year as a result of air pollution exposure. 2 billion children live in areas where outdoor air pollution exceeds the established thresholds. From an economic point of view, the costs derived from health impacts and mortality from air pollution are increasing every year: in Europe the overall annual economic cost is estimated at Ä1,200 billion. Current strategies for improving air quality focuses in control mechanisms but they do not tackle directly the problem of eliminating the pollutants present in the air. The MossTree is a 4 meter-high 3m-wide and 60cm deep, freestanding unit, which contains combi planting of specific moss cultures and vascular plants that eat particulate matter (PM), nitrogen dioxide and ozone ñ together offsetting 240 t CO2e/ year. The construction contains smart sensors collecting environmental as well as climatic data, to regulate and control the unit and ensure that the moss culture survives. Thus, the MossTree has the same effect as 275 normal urban trees, but requires 99% less space and 90% less investment. Every MossTree has a capacity to clean the air in a proximity of up to 50m. Thanks to solar panels and rain water retention systems, the unit requires less than 10 hours of maintenance per year. Furthermore, our solution allows digital and visual information transmission through e.g. WiFi, iBeacon and NFC for the purpose of sponsored messages and advertising. Finally, thanks to the sensors incorporated that permanently monitor the air quality the tree will become an important smart city climate infrastructure. After having successfully commercialized the first version of our solution in 9 different cities worldwide, the new version of the MossTree will allow us to obtain a cumulative revenue of Ä200 million in the period 2019-2021, open new offices in other UE countries and Asia, and create up to 100 new positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREEN CITY SOLUTIONS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930164138": {
            "orgId": "930164138",
            "orgName": "GREEN CITY SOLUTIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}