{
    "rcn": "210382",
    "acronym": "WATEC",
    "topics": "SMEInst-09-2016-2017",
    "title": "Development of a novel wave  tidal energy converter (WATEC) to lower renewable electricity generation costs.",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "'WATEC project deals with the design, fabrication, 'on-field' testing and commercialization of an innovative hydro-turbine able to convert into electricity the kinetic and potential energy of waves and the kinetic energy of tidal streams. \nThe technology works in three ways:\n1-\tit converts the kinetic energy of tidal streams by applying an undershoot waterwheel principle utilising a flow diverter to accelerate and redirect flow under the rotor;\n2-\tthis deflector also redirects waves onto the upper platform where an overtopping principle converts wave potential energy as flow drains past the side of the rotor;\n3-\ta similar approach and flow path is used to capture wave kinetic energy.\nThanks to the simultaneous exploitation of both potential and kinetic waves and kinetic tidal hydro-energy in a compact plant and to the technology design optimization, WATEC leads to a industry leading LCOE of 71 Ä/MWh, much lower than the competing solution for low-head hydropower conversion (100˜270 Ä/kWh ).\nThe HP plant floating structure is semi-submersible utilising a taut mooring principle and anchor cable shock absorbers to minimise wave impact forces. This approach also eliminates the need for: \n -) voltage limiting ëwet mateí inductive couplings; \n -) expensive subsea interventions for maintenance and defouling;\n -) expensive subsea construction techniques.\nThe technology has a low environmental impact (no piling for the deployment of the deadweight anchors and limited seabed trenching are required), an easy installation, a low visual impact in comparison to industry alternatives (it protrudes 10 meters above water level), a full material recovery during the decommissioning process.\nBy WATEC, low-head hydropower sector will be revolutionized as it will be possible to apply a technology able to make competitive damless HP, thus dramatically enlarging the HP application potentialities.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLIOSAUR ENERGY LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921132177": {
            "orgId": "921132177",
            "orgName": "PLIOSAUR ENERGY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}