{
    "rcn": "210367",
    "acronym": "QuardCard",
    "topics": "SMEInst-13-2016-2017",
    "title": "Powered smart card with a biometric one time password system",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "CardLab and QuardLockís joint vision is to bring a disruptive, highly secure smart card (QuardCard) to the financial payments market, which is currently facing major increases in fraud levels. QuardCard combines, for the first time: (i) a smart card (all data is kept inside the card and only encrypted keys are released); (ii) a biometric fingerprint ñ highly accurate and impossible to copy; and (iii) dynamic one-time-password (OTP), generated by the user's fingerprint. As such, the card only works with the rightful ownerís fingerprint and will improve drastically the security of online and physical transactions. \n\nThe card will be marketable in two generations/versions: ï 1st generation QuardCard for the generation of OTPs through userís fingerprint for e-banking authentication and e-commerce transactions; ï 2nd generation QuardCard combining generation of OTPs with capacity for physical transactions (card payments or cash withdrawal), replacing the need for a conventional credit card. Due to the certification compliance of the current prototype, both generations will be ready for mass production upon completion of the QuardCard project. However, financial institutions do not easily replace existing solutions by novel technologies. Ensuring and demonstrating a maximum level of user security is a key differentiating factor to gain access to the market. Given QuardCard¥s value proposition, combined with the demonstration and certification activities planned for Phase 2, we will be able to enable subsequent market entry. The consortium gathers two Danish SMEs: CardLab (QuardCard manufacturer) has an established network of clients and QuardLock holds the patent and know-how to use biometrics to generate an OTP. Both companies will benefit from the project through a cross-license agreement where each receive a share of QuardCard revenues and royalties.\n\nLater the technologies can be spread out to other user areas where a biometric safe card can be of utmost importance.",
    "totalCost": "2314632,25",
    "ecMaxContribution": "1620242,57",
    "coordinator": "CARDLAB INNOVATION APS",
    "coordinatorCountry": "DK",
    "participants": "QUARDLOCK APS",
    "participantCountries": "DK",
    "projectParticipants": {
        "925601549": {
            "orgId": "925601549",
            "orgName": "QUARDLOCK APS",
            "ecContrib": 708750
        },
        "925587193": {
            "orgId": "925587193",
            "orgName": "CARDLAB INNOVATION APS",
            "ecContrib": 911493
        }
    },
    "calculatedTotalContribution": 1620243
}