{
    "rcn": "210365",
    "acronym": "Rib-ON",
    "topics": "JTI-CS2-2016-CFP04-AIR-02-30",
    "title": "Innovative Stamping Die for Aluminium Ribs Hot Stamping",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The overall aim of the ìRib-Onî project is to develop and manufacture an innovative stamping die based on a modular/reconfigurable and low cost approach to successfully produce different outer external wing rib models using new high performance aluminium alloys and tailored die steel and coating solutions. The die will serve to manufacture different shape/length aluminium ribs of FTB2 demonstrator ready to fly.\nThe following challenges must be overcome for the success of the project:\n-Hot forming of aluminium is not a widespread technology\n-Die users allow little play to improvement by material selection.\n-Modular/reconfigurable dies are infrequent.\n-Integrating heat treatment and stamping in a single operation allows reducing costs but is difficult to achieve.\nThese five points lead to the most remarkable fields of expertise that gather at Rib-ON project. The consortium has wide experience in relation to the expected impacts. BATZ is a stamping die manufacturer for automotive and engine part manufacturer for aerospace industries and IK4-AZTERLAN has an extensive experience of more than 30 years in metallurgy.\nAs for the operative approach, Rib-ON proposes to face the development of the new aluminium wing rib hot stamping die in the following sequence:\n1.Functional requirements of the die will be set at first (WP1). \n2.Once the die requirements are set, its concept design will be developed (WP2):\n2.1.Processing window of the aluminium sheet must be defined.\n2.2.Selection of the most advantageous die steel and coating will be performed.\n2.3.Shapes of the blank and the forming surface of the die will be designed for each wing rib by simulation. Die cooling channel design will be simultaneous.\n2.4.Modular die concept will be developed and prepared for subsequent detailed design.\n3.Detailed design of the die and the corresponding manufacturing plan will be carried out (WP3&4)\n4.The die will be set at TM's facilities for homologation (WP5)",
    "totalCost": "474050",
    "ecMaxContribution": "353347,5",
    "coordinator": "BATZ SOCIEDAD COOPERATIVA",
    "coordinatorCountry": "ES",
    "participants": "CASA MARISTAS AZTERLAN",
    "participantCountries": "ES",
    "projectParticipants": {
        "972375822": {
            "orgId": "972375822",
            "orgName": "CASA MARISTAS AZTERLAN",
            "ecContrib": 72875
        },
        "961648495": {
            "orgId": "961648495",
            "orgName": "BATZ SOCIEDAD COOPERATIVA",
            "ecContrib": 280472
        }
    },
    "calculatedTotalContribution": 353347
}