{
    "rcn": "210338",
    "acronym": "iBROAD",
    "topics": "EE-11-2016-2017",
    "title": "Individual Building (Renovation) Roadmaps",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "iBROAD intends to explore, design, develop and demonstrate the concept of individual building renovation roadmaps (iBROAD), as a tool outlining deep step-by-step renovation plans with customised recommendations for individual buildings (iBROAD-Plan), combined with a repository of building-related information (logbook, iBROAD- Log).\nThe iBROAD approach is an evolution of EPC and energy audit systems, aiming to become a real driver for renovation. \nThe project will analyse and build upon relevant examples in Germany, France and Flanders, to identify the elements, develop an integrated concept, and produce modular tools, suitable for differing national conditions. The iBROAD innovative concept and tools will be tested in Bulgaria, Poland, Portugal and Germany.Field testing will follow auditor training, and will provide auditor and user experience feedback as input to the feasibility and replicability analyses of the model to other building typologies and EU MS. Stakeholder engagement will be sought from the start at national (Austria, Belgium, Bulgaria, Germany, Greece, Poland, Portugal and Sweden) and EU levels, for maximum impact. Throughout the project, communication activities will ensure the conceptís broad dissemination and awareness.\niBROAD targets residential buildings, with a focus on single-family and small multifamily houses. \niBROADís implementation, beyond the project duration, will strongly support building owners in step-by-step deep renovation, while avoiding lock-in effects. iBROAD-Plan and iBROAD-Log are expected to empower energy auditors and end-users with knowledge and experience of deep renovation in individual buildings, and to provide public authorities with real-life studies and analysis supporting deep renovation, both for individual buildings and as a long-term national strategy, increasing the renovation rate and depth across the EU.",
    "totalCost": "1957095,6",
    "ecMaxContribution": "1957095,6",
    "coordinator": "SYMPRAXIS TEAM P.C.",
    "coordinatorCountry": "EL",
    "participants": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE IN CONSTRUCTII URBANISM SI DEZVOLTARE TERITORIALA DURABILA URBAN-INCERC;AB ALINGSAS RADHUS;TECHNISCHE UNIVERSITAET WIEN;ENERGY EFFICIENCY CENTER - ENEFFECTFOUNDATION;BUILDINGS PERFORMANCE INSTITUTE EUROPE ASBL;ADENE - AGENCIA PARA A ENERGIA;IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH;INZEB KOIN S EP SYLLOGIKOU PARAGOGIKOU SKOPOU;VLAAMS GEWEST;BLUE PLANET ACADEMY & CONSULTING BVBA;KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
    "participantCountries": "RO;SE;AT;BG;BE;PT;DE;EL;PL",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 241528
        },
        "994565930": {
            "orgId": "994565930",
            "orgName": "KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
            "ecContrib": 76031
        },
        "917716710": {
            "orgId": "917716710",
            "orgName": "AB ALINGSAS RADHUS",
            "ecContrib": 53991
        },
        "966732459": {
            "orgId": "966732459",
            "orgName": "BUILDINGS PERFORMANCE INSTITUTE EUROPE ASBL",
            "ecContrib": 332998
        },
        "999575107": {
            "orgId": "999575107",
            "orgName": "VLAAMS GEWEST",
            "ecContrib": 86808
        },
        "950873638": {
            "orgId": "950873638",
            "orgName": "ADENE - AGENCIA PARA A ENERGIA",
            "ecContrib": 116888
        },
        "999703826": {
            "orgId": "999703826",
            "orgName": "IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH",
            "ecContrib": 380250
        },
        "938926439": {
            "orgId": "938926439",
            "orgName": "INZEB KOIN S EP SYLLOGIKOU PARAGOGIKOU SKOPOU",
            "ecContrib": 131548
        },
        "973194405": {
            "orgId": "973194405",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE IN CONSTRUCTII URBANISM SI DEZVOLTARE TERITORIALA DURABILA URBAN-INCERC",
            "ecContrib": 39106
        },
        "972442364": {
            "orgId": "972442364",
            "orgName": "ENERGY EFFICIENCY CENTER - ENEFFECTFOUNDATION",
            "ecContrib": 75531
        },
        "931836515": {
            "orgId": "931836515",
            "orgName": "BLUE PLANET ACADEMY & CONSULTING BVBA",
            "ecContrib": 142359
        }
    },
    "calculatedTotalContribution": 1677038
}