{
    "rcn": "210317",
    "acronym": "QUCLN",
    "topics": "MSCA-IF-2016",
    "title": "Quantum control of levitated nanoparticles",
    "startDate": "15/05/2017",
    "endDate": "14/05/2019",
    "objective": "Coherent control of a macroscopic quantum system is one of the main objectives of the field of optomechanics with potentially game changing implications for fundamental physics as well as technology. On one side it could allow the exploration of the classical-to-quantum boundary, on the other it could allow the development of quantum limited sensors and provide a fundamental building block for quantum information. \n\n Among the rich variety of systems in the optomechanics field of research, levitated nanoparticles offer the unique and appealing feature of being highly decupled from the environment allowing the observation of extremely high quality factors. Cavity cooling in high vacuum of a trapped nanoparticle down to its motional quantum ground state is potentially achievable at room temperatures. By combining an optical and electrodynamic trapping potential, the Host Group has already demonstrated cooling to a phonon number of the order of ~300 so that ground state cooling is within reach. \n\nThe QUCLN project aims to bring the levitated nanoparticle platform in the quantum regime by generating non-classical states for the mechanical degrees of freedom such as squeezed and Fock states. Such results would represent a major breakthrough in the field of optomechanics and quantum technologies in general, which have been included as a Future and Emerging technology in the Horizon 2020 work programme. More importantly, it would represent a significant step toward tests of collapse models and the experimental exploration of the role of gravity in quantum mechanics. Indeed, this is the underlying long term motivation of the project.\n\nThe combination of the host group leading position in the field and the proven track record of high level scientific research of the experienced researcher in the fields of quantum optics and optomechanics make achieving the QUCLN scientific goals realistic.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}