{
    "rcn": "210302",
    "acronym": "OCTARRAY",
    "topics": "LCE-15-2016",
    "title": "Scaling up to the Normandie Hydro Open-Centre Tidal Turbine Pilot Array",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "OCTARRAY is part of an an ambitious 3-year tidal array demonstration programme located in North Western French territorial waters of the Raz Blanchard, a 15 km strait situated between Cap de la Hague and Alderney Island. The array (known as the Normandie Hydro array) will consist of 7 x 2.0MW Open-Centre Turbines (OCT) designed and constructed by the OpenHydro Group which will be installed at depths of between 30 and 40 meters with a total capacity of 14MW. The turbines will be connected by inter-array cabling via a subsea connector and exported onto the grid via an export cable and substation. The project is scheduled to commence operations and begin exporting grid compliant power to the French National Grid in 2019. The objectives of the project are to develop, construct and operate a tidal turbine array in real conditions and to test and confirm the technical and economic viability of tidal energy in preparation for developments on an industrial and commercial scale. The successful demonstration of the pilot array will achieve several technical, industrial, economic and commercial ëfirstsí which will facilitate and accelerate the development and growth of the tidal industry. OCTARRAY will establish new knowledge and capability to enable the scale up to future commercial arrays (up to 300MW), Levelised Cost of Energy reduction and will provide valuable data and learning on array effects and performance for the benefit of future tidal array projects in the rest of Europe and strategic locations in the world for renewable energy development. Through projects such as OCTARRAY and the Normandie Hydro array, Europe has the opportunity to significantly build its reputation as a world leader in the development and integration of tidal energy, and benefit from the diversity that the technology brings to the overall energy generation portfolio.",
    "totalCost": "117894748,8",
    "ecMaxContribution": "15000000",
    "coordinator": "THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "OPENHYDRO TECHNOLOGY FRANCE;CRIST OFFSHORE SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA;DANMARKS TEKNISKE UNIVERSITET;NAVAL ENERGIES",
    "participantCountries": "FR;PL;DK",
    "projectParticipants": {
        "999493239": {
            "orgId": "999493239",
            "orgName": "THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
            "ecContrib": 621118
        },
        "917588476": {
            "orgId": "917588476",
            "orgName": "CRIST OFFSHORE SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 2408690
        },
        "917537066": {
            "orgId": "917537066",
            "orgName": "OPENHYDRO TECHNOLOGY FRANCE",
            "ecContrib": 7853810
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 455586
        }
    },
    "calculatedTotalContribution": 11339204
}