{
    "rcn": "210377",
    "acronym": "WEYCAP",
    "topics": "SMEInst-09-2016-2017",
    "title": "Low Energy WEt and DrY CAPsule Filling Machine",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "'Founded in Parma, (Italy) in 1974, OPEM S.p.A. is a leader in the design and manufacture ofnbsp; filling and sealing machines for capsules, such as are used for coffee, tea and other beverages, delivering customised production lines to suit the needs of our customers. OPEM has always been committed to ongoing research into innovative solutions for improving the performance and quality of the companyís packaging systems, winning a reputation for products with high efficiency, excellent reliability, easy maintenance and long lifespan. \nFrom customersí feedback and industry trends, we have conceived of an innovative system to produce double compartment capsules, integrating the wet and dry filling operations into a single stage. This is looking ahead to directly address producers#39; demand for new product possibilities. More compact and energy efficient, this is one part of a project to produce a highly adaptable capsule filling machine, designed for lower energy consumption, and to use a variety of materials, including new generation bio-polymer plastics. Our WEYCAP project aims to optimise and revolutionise the capsule filling and packaging industry. We benefit from several key elements that distinguish our machine from others: More complex filling operations via a combined filling unit, leading to new product opportunities, such as wet/dry filling; Adaptability to new capsule shape; Double compartment capsule filling; Lower running costs derived by lower energy and nitrogen consumption;\nLower environmental impact as the machine is bio-compostable capsule compatible. \nOur project, WEYCAP, will lead to long-term profitability for both customers and our company, providing a significantly lower running costs, and generating Ä11.5m of accumulated profit by 2022.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPEM SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920440179": {
            "orgId": "920440179",
            "orgName": "OPEM SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}