{
    "rcn": "210387",
    "acronym": "SEAMLESS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Surface Catalysed Adhesive for Low Temperature Joining of Lightweight Materials and Components",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "Lightweight materials are increasingly being used by the automotive (largest market), aerospace, mass transit, marine and construction industries due mainly to the potential of lightweight materials to meet  diverse design requirements with significant weight savings as OEMs strive to meet emission targets. One of the significant barriers restricting the penetration of composite polymer components is the lack of an effective method to join the components. Designers and OEMs have looked towards adhesives for this application. Due to the wide variation in surface chemistry presented by the range of materials employed, adhesives manufacturers have formulated a plethora of products tailored for specific materials and end performance requirements. These products often require different surface preparation processes to achieve the desired level of bond strength and are not optimised to bond dissimilar materials. SEAMLESS offers a solution by presenting a single adhesive chemistry that can be used with multiple materials. Our novel technology (SEAMLESS) minimises the surface preparation requirements, can bond both similar and dissimilar lightweight materials, is lower temperature curing and thus is less energy intensive than currently used adhesives, possess faster cycle times (faster curing and less process steps) and can facilitate better design of complex shapes using lightweight materials.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POWDERTECH (BICESTER) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924006966": {
            "orgId": "924006966",
            "orgName": "POWDERTECH (BICESTER) LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}