{
    "rcn": "210345",
    "acronym": "EPFLinnovators",
    "topics": "MSCA-COFUND-2016",
    "title": "The launch of a new industrial PhD programme at EPFL",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The ìE?cole Polytechnique Fe?de?rale de Lausanneî (EPFL) is one of the two Federal Institutes of Technology in Switzerland. EPFL has three missions: i) education, ii) research, and iii) technology transfer. The EPFL is successful in fulfilling these missions, and is ranked as one of Europeís top institutions with respect to education, research, training-through-research and innovation.\n\nEPFLís doctoral education and training is organized by its doctoral school, which has 19 doctoral programs that cover all EPFL research fields. The doctoral school is truly interdisciplinary, and goes across all EPFLís disciplines. The more than 2000 doctoral students are all inscribed in one of the 19 doctoral programmes.\n\nThis proposal aims to (i) increase the awareness among PhD students - at the beginning of their PhD studies - of the possibilities to initiate a start-up, (ii) increase the number of PhD candidates that create a start-up and become entrepreneur/innovator, and (iii) to increase the success of the start-ups that have been created. To this end the ìEPFLinnovatorsî programme will provide excellent PhD candidates with the appropriate training, experience, and guiding, to successfully start and develop their own company. A rich and complete training programme is offered in combination with a long stay, of minimum 6 months and up to 24 months, in the non-academic sector. The programme will result in a new type of ìIndustrial PhDî.\n\nAfter finalizing their studies, these new PhDs have to possibility to profit from EPFLís rich infrastructure to support entrepreneurs. The EPFL innovation Park, created to nurture start-ups, is located on the EPFL campus. Through a personal coach, the new PhDs have access to investors (venture capital companies), service providers (e.g. legal), human resources, and funding possibilities. This infrastructure facilitates the transfer of technology from EPFL's research laboratories to the marketplace in Switzerland and Europe.",
    "totalCost": "7534080",
    "ecMaxContribution": "3767040",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 3767040
        }
    },
    "calculatedTotalContribution": 3767040
}