{
    "rcn": "210356",
    "acronym": "AdaSmartRes",
    "topics": "ERC-PoC-2016",
    "title": "Adapter for a commercial grade camera or a smart phone to perform depth resolved imaging",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "The proposal refers to a patented adapter that can transform a commercial grade digital camera or the camera in a smart phone into a depth resolved imaging instrument. Several adapters will be assembled, making use of optical coherence tomography (OCT) technology protected by some other of PIís patents. The activity takes advantage of recent progress in commercial grade cameras in terms of their modes of operation as well as in terms of parameters of their devices, such as sensitivity and speed of their photodetector arrays.\nThree versions of low cost functional OCT systems will be assembled as proof of concepts responding to needs of three possible markets that can be addressed by such an adapter: 1. En-face depth resolved, high transversal resolution microscope; 2. Fast cross sectioning imager. 3. Swept source volumetric analyser.\nIndustrial input comes from a company involved in professional eye imaging systems, a company already selling adapters for smart phones to perform medical imaging, a company specialised in digital photographic equipment and a company efficient in prototyping photonics equipment and handling medical images. Clinical input is provided by two specialists in the two highest potential medical imaging markets of the adapter serving ophthalmology and ear, nose and throat speciality.",
    "totalCost": "149300",
    "ecMaxContribution": "149300",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 149300
        }
    },
    "calculatedTotalContribution": 149300
}