{
    "rcn": "210391",
    "acronym": "KEEN",
    "topics": "SMEInst-01-2016-2017",
    "title": "KEEN Quality Keeper - A Competence and Quality Assurance System representing a totally new standard for the health care sector",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Across the EU we are aiming for more safe and secure care facilities, but with fewer resources than before. At the same time, the public scrutiny and the tolerance for error among key incident stakeholders is decreasing. Current approaches cost valuable time, requiring complex planning exercises with inherent risk of unnecessary errors. Especially when facing current restraints of available staff, minimizing read tape with a limited budget in mind. A novel approach is required to reduce risks of incidents in a cost-effective way, improve care staff training and ensuring full documentation in e.g. insurance cases to ensure full reparations, through full, cost-effective compliance.  This is reinforced by increasing restraint on the nursesí time, and urges additional training, to ensure a high quality of care; at the same time remaining fully compliant with safety and security regulation, e.g. being perfectly prepared for first aid, fire and fall incidents 24/7, ensuring recent training for all teams. \n\nKEEN Quality Keeper (KEEN) a disruptive Competence and Quality Assurance System reduces the risks of costly accidents and comply with legislation by continuously training nursing homes staff to ensure proper certification. With the SME instrument support we will validate KEEN internationally with nursing homes, but also service flats, home care services and hospitals, scale-up our cloud platform and implement the functional improvements, preparing KEEN for full speed market launch by 2019.\n\nNow is the perfect time for KEEN to enter the market. Combining our fast market expansion strategy with the need growth will allow us to reach 50M EUR 5 years after completing the project (2024).\n\nKEEN has been developed to the stage where it is ready for testing under real world conditions. A Feasibility Study will verify the technical, regulatory, commercial and economic viability of its implantation, which will lead us to the formulation of an elaborated business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KEEN AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917633387": {
            "orgId": "917633387",
            "orgName": "KEEN AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}