{
    "rcn": "210357",
    "acronym": "OxfordNano",
    "topics": "ERC-PoC-2016",
    "title": "Implementing Special Nanomaterials in Ultra-performance Mobile Radomes",
    "startDate": "01/08/2017",
    "endDate": "31/01/2019",
    "objective": "OxfordNano aims to enhance the EU manufacturing capability in aerospace composite structures using special nanomaterials (NMs) technology derived from ERC research. The target application for this capability is ultra-performance radomes for airborne sensors systems and a growing opportunity to deliver digital services to users on the move e.g. passengers in civil aircraft and trains.\nMobile radomes for the aviation industries need to be strong in structure and impact, lightweight and easily formed to aerodynamic shapes, and be resistant to erosion and lightning. Above all the radome must be transparent i.e. have the minimum insertion losses for that operational frequency range.\nIn the last 40 years, a range of insulating materials such as ceramics and resin composites have been used to optimise properties such as durability against environment yet possessing maximum and/or tunable radio frequency transparencies. However, in advanced high-mobility applications utilisation of modern lightweight nanocomposites as structural materials for radomes with superior toughness, thermal properties and other functionalities are essential.\nOxfordNanoís European Industry project partners in the areas of advanced materials, composite manufacturing and radome design will apply speciality NMs to solve the formidable technical problems in engineering multifunctional composites for radomes, where conventional materials and engineering approaches are reaching the limit of their impact.\nThere has been much recent progress in understanding NMs formation and scaled-up production techniques from laboratory scale to industrial scale manufacturing. Many technical barriers have been identified in this area of research. At present there is no known commercial technology using h-BN multi-wall nanotubes (BNNTs) at scale. Specially tailored h-BN NMs including h-BN nanotubes from Oxfordπs ERC programmes will underpin the development of ultra-performance mobile radomes.",
    "totalCost": "149811,25",
    "ecMaxContribution": "149811",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 149811
        }
    },
    "calculatedTotalContribution": 149811
}