{
    "rcn": "210383",
    "acronym": "GREENTOP",
    "topics": "SMEInst-04-2016-2017",
    "title": "GREENTOP - Gamification of cRowdcomputing to ENhance EarTh Observation data Processing",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "The European Space Agency provides free access to great amounts of data from its space missions.  Processing it for applications in forestry, land cover, land use, precision agriculture and other fields requires huge capabilities.  Through gamification, a community of enthusiasts is encouraged to share their computing power to rapidly process small portions of imagery.\nMembers can also participate actively in validating data manually, providing a human verification of the computer processed information.  User involvement, both for automated processing and manual validation will be encouraged through a gamification process (virtual badges, eCards, premium access to data, gifts of independent processing units - IoT devices).\nThe Internet of Things, through small computing modules that process images using energy from renewable sources will organize an innovative mesh network of independent processing units providing green processing power.  Big Data of Earth Observation is split into parts individually processed, constantly updating the Earth view from space.\nProcessed data will be publicly available for viewing, while thematic downloads will be charged.  Potential customers are Environment NGOís, local authorities, small and medium sized business in the forestry and agriculture domains, while cooperation with universities in imagery research projects is also envisaged.  The collaboration with startup communities through preferential data access and accessible fees has the purpose of boosting further innovation and creativity.\nData will be processed using well-known algorithms for radar imaging (Seitinel 1), high resolution multispectral imagery (Sentinel2) and multiple instruments data (Sentinel 3).\nGREENTOP - Gamification of cRowdcomputing to ENhance EarTh Observation data Processing encourages internet users to support ESAís initiative of distributing free spatial data.  Further applications include tacking input from IoT devices for enhancing analysis algorithms.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INDECO SOFT SRL",
    "coordinatorCountry": "RO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "961332372": {
            "orgId": "961332372",
            "orgName": "INDECO SOFT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}