{
    "rcn": "210312",
    "acronym": "GENDOSIS",
    "topics": "MSCA-IF-2016",
    "title": "GENOTYPE - ENDOPHENOTYPE ASSOCIATIONS IN PSYCHOSIS",
    "startDate": "15/07/2017",
    "endDate": "14/07/2019",
    "objective": "Psychotic disorders impose an increasing burden on the health of the European population, with an estimated five million affected individuals. As available drugs remain ineffective for 30% of the patients and come with many secondary effects, there is urgent need to develop effective and safe therapeutic agents. Due to the high heritability of psychotic disorders, genetics shows great potential to inform the molecular mechanisms behind their pathogenesis. However, the information we have gathered on psychosis genetics has not translated into improved therapeutics yet, due to, among other reasons, two big limitations: poor knowledge of the mechanisms behind the genetics ñ psychosis relation and high levels of heterogeneity at the molecular level in the patient population. The research program we present aims at relieving the burden of these limitations using a genotype ñ endophenotype mapping strategy to shed light on disease mechanisms and identify genetic variants to be used in a patient-stratification analysis. Using a large dataset of psychosis patients, unaffected relatives and unrelated controls with genotypic and endophenotypic data we will perform a comprehensive genotype ñ endophenotype mapping through genome-wide linkage and association analyses. The results of the mapping will be fed into a patient stratification strategy coupling unsupervised clustering with a machine-learning construction of a classifier. The final objective is to identify genetic subtypes of psychosis, provide a classifier for these subtypes and build subtype-specific genotype ñ endophenotype association maps. This potentially high-impact result-generating research program, along with a five-course training program, Dr. Bramonís supervision and the excellent research environment provided by UCL, will allow me to acquire the scientific and transferable skills and build the collaboration network necessary to launch my career as an independent researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}