{
    "rcn": "210343",
    "acronym": "GreQuE",
    "topics": "MSCA-COFUND-2016",
    "title": "Grenoble Quantum Engineering Doctoral Programme",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Quantum engineering is a novel domain of research, built on fundamental research carried out in the last 20 years all over the world. Quantum technologies offer radically new materials and devices for the next century, in sectors such as security, energy, communications, or healthcare. To transform such disruptive scientific concepts into real life benefits it is crucial to develop research aiming at higher technology readiness levels. To ensure that Europe takes the leadership in this coming quantum revolution, we must train next generation quantum engineers, by offering doctoral training in interconnected domains with the highest scientific standards, while equally providing an opening to the industrial world.\nGrenoble is world renowned for its fundamental research institutes in condensed matter physics, nanosciences, computer sciences & mathematics as well as its high-tech innovative companies ranging from local start-ups to multinational groups. Grenoble area hosts 25 000 academic and industrial researchers, and more than 60 000 students. Grenobleís ecosystem is ranked within the top 5 innovative cities in nanotechnologies worldwide and 1st in Europe.\nGrenoble Quantum Engineering (GreQuE) novel Doctoral Programme will grant 25 PhD projects hosted in Grenoble research institutes in which each student will benefit from a 2 to 6 months placement in a European company.\n17 SMEs & large groups have in 5 countries committed to offer such placement to our students in accordance with their PhD project.\nGreQuE DP is expected to:\n1.Attract excellent candidates from worldwide universities,\n2. Train top level quantum researchers willing to work at the industrial world to turn quantum technologies in important economic and societal impacts,\n3.Improve career opportunities at short and long-term scale by immersing the ESRs in the engineering culture,\n4.Disseminate a comprehensive doctoral programme prototype based on private sector collaboration to other fundamental sciences.",
    "totalCost": "3924000",
    "ecMaxContribution": "1962000",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 1962000
        }
    },
    "calculatedTotalContribution": 1962000
}