{
    "rcn": "210351",
    "acronym": "BITRECS",
    "topics": "MSCA-COFUND-2016",
    "title": "Biomedicine international training research programme for excellent clinician-scientists",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Significant advances in clinical practice cannot be made without a thorough understanding of the disease mechanisms from laboratory benches combined with good clinical observation and knowledge of disease management from the bed side.\n\nClinician-scientists are the only professionals who can bridge these two worlds. The clinician-scientist role started decades ago within hospitals driven by the desire to understand and cure. However, a decrease in these vocations is now threatening progress and improvement of healthcare, thereby impacting on economic competiveness worldwide. \n\nIDIBAPS, the leading biomedical research institute of Hospital Clinic of Barcelona (Spain) as pioneer in fostering clinician scientists, proposes a 60-month innovative fellowship programme called BITRECS, Biomedicine international training research programme for excellent clinician-scientists, based on excellence only. Through 2 international peer-reviewed calls, it invites 10 fellows to implement a 36-month bottom-up research project through an outgoing phase (12-18 months at any worldwide institution outside Spain) and a return phase (18-24 months at IDIBAPS), helping to make a lasting impact within the European Research Area and put the European Union ahead of the game in this crucial area of human health. \n\nBITRECS is an international, intersectorial and interdisciplinary programme. This transnational mobility scheme will boost the fellowsí professional growth through: 1) continuous career support (scientific supervision, career mentoring and support for exploiting/disseminating the results); 2) participation in scientific and non-scientific training/networking activities linked to both sectors (academic and non-academic); and, 3) sharing experiences with peers from different disciplines.\n\nIDIBAPS, with its HRS4R strategy aligned to the European Charter and Code and a strong background in other human resources programmes guarantees a successful implementation.",
    "totalCost": "2124000",
    "ecMaxContribution": "1062000",
    "coordinator": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 1062000
        }
    },
    "calculatedTotalContribution": 1062000
}