{
    "rcn": "210354",
    "acronym": "Light AIOL",
    "topics": "ERC-PoC-2016",
    "title": "Light-engaged Accommodating IOL",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Presbyopia, the age-related loss of the ability of the eye to focus near and far objects, affects 1.2 billion people in the world. While there are a number of corrections for presbyopia available (near and progressive spectacles, monovision or multifocal lenses) none of these restore the dynamic focusing capability of the young crystalline lens.  \nReplacing of the rigid crystalline lens in the aged eye by a shape-changing artificial lens able to respond an accommodative demand, therefore restoring accommodation in the aging eye, will undoubtedly increase the quality of vision, quality of life and productivity of millions of presbyopes worldwide.\n\nPresbyopia ERC Advanced Grant Presbyopia investigates basic mechanisms of the crystalline lens accommodation, to propose nature-inspired IOL designs to correct presbyopia. Imaging technologies developed during the project have allowed imaging-based quantification of the crystalline lens structure and its change with accommodation, aging and treatment. Knowledge gathered using these technologies, and developments combining optics, biomechanics, biomaterials and photo-chemistry have allowed a new concept for an accommodating IOL, of which the first prototypes have been manufactured and tested, therefore materializing the ultimate goal of the Presbyopia ERC AdG grant. This research has allowed to propose, develop and test a novel surface-change accommodating IOL, and a disruptive photo-activated method to transmit the forces from the eye muscle into the lens, both protected by patents filed during the ERC AdG.\n\nThe Light-AIOL ERC-Proof of Concept aims at evaluating the marketability of the developed AIOL platform and at reaching a product commercialization plan to be presented to industrial and financial investors with the ultimate goal of bringing to market this technology, and move to a phase closer to deployment in patients. This should bring surgical corrections of presbyopia into a new paradigm.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}