{
    "rcn": "210389",
    "acronym": "Metamorphosis",
    "topics": "SMEInst-04-2016-2017",
    "title": "On Request Mobile Testing Facility ìMetamorphosisî",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "Before launch all satellite components must experience space-like temperatures and thermal vacuum testing, that is a significant factor contributing to the success of the space program. Lot of local Eastern Europe companies has potential to develop components for space industry, but has difficulties to realize it due to luck of cheap and close to home located space qualification test posibility. \nSpace tests difficulty harm the European small space technology enterprise development and hinder all European space industry progress and development.\nTo solve this problem we offer disruptive innovation - to create transportable space simulating system on the automotive base. That system will be able come to client and make all required tests in cooperation with research team.\n     New designed space simulator provides complex testing of space technology: thermal vacuum tests simultaneous with imitation of effects of solar radiation and the Earth's radiation, and the impact of the Van Allen belts, all influences together. Such comprehensive test simulator currently is not available on the market. Any other space simulator cannot provide the entire set of proposed tests.\n     CVS team specialists has long term experience in space simulator development, up to now has built 14 space simulators, different volume, from small one to very high volume (from 0.07 m3 to 5000 m3) has necessary expertise to built a innovative space simulator with improved features and reasonable price, than can be used as fixed or also transportable complex space simulating test system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CRYOGENIC AND VACUUM SYSTEMS",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918662945": {
            "orgId": "918662945",
            "orgName": "CRYOGENIC AND VACUUM SYSTEMS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}