{
    "rcn": "210342",
    "acronym": "NERO",
    "topics": "EE-13-2016",
    "title": "Cost reduction of new Nearly Zero-Energy Wooden buildings in the Northern Climatic Conditions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "The project develops and demonstrates nearly Zero Energy Wood Buildings design process and procurement models with reduced cost for large-scale use in the northern climatic conditions and on performance level of nearly zero and beyond. The project promotes large-scale market uptake of the developed nearly Zero Energy Wood Building applicable for construction industry design and procurement process. On site and nearby renewable energy system solutions are studied in order to provide real addition of renewable and energy production of on-site energy system. In addition to the nearly zero energy performance level, the project is also focusing on the performance level, which does beyond the nZEB level. Demonstration tasks on net-zero and energy-plus level will be also executed in the project. Analysis of the technical solutions including renewable energy systems will also reach to the plus-energy level because several nZEB buildings studied in the project will be plus-energy buildings.\n\nThe project develops and demonstrates methods and solutions, which significantly reduce the cost of new nearly Zero Energy Wood Buildings compared to the current situation. The project develops standard design process and procurement models for cost reduction for different building types for the Northern Europe climatic conditions. The cost reduction of the nearly Zero Energy Wood Buildings is  shown in the project by means of the demonstration projects including both residential and non-residential single buildings. Wood buildings can result in 50 % reduced GHG emissions compared to conventional buildings with steel and concrete structures.",
    "totalCost": "1802615",
    "ecMaxContribution": "1802615",
    "coordinator": "KOUVOLA INNOVATION OY",
    "coordinatorCountry": "FI",
    "participants": "STIFTELSEN SINTEF;VAXJO KOMMUNFORETAG AB;AALTO KORKEAKOULUSAATIO SR;TALLINNA TEHNIKAULIKOOL",
    "participantCountries": "NO;SE;FI;EE",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 297160
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 482510
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "996513690": {
            "orgId": "996513690",
            "orgName": "KOUVOLA INNOVATION OY",
            "ecContrib": 480150
        },
        "918174647": {
            "orgId": "918174647",
            "orgName": "VAXJO KOMMUNFORETAG AB",
            "ecContrib": 189545
        }
    },
    "calculatedTotalContribution": 1449365
}