{
    "rcn": "210327",
    "acronym": "C-mapER",
    "topics": "MSCA-IF-2016",
    "title": "Innovative learning platform for knowledge integration in Energy Retrofit",
    "startDate": "18/09/2017",
    "endDate": "17/09/2019",
    "objective": "This proposal revolves around two specific questions: 1) to what extent multidisciplinary strategies to improve energy performance of existing buildings and neighbourhoods can be integrated; and 2) how this integration can bring technology and sustainable redevelopment of existing buildings together. It aims to develop an innovative learning platform for Knowledge Integration in Energy Retrofit (C-mapER) to develop the skills to manage complexity inherent in retrofit projects. An alternative method and an associated platform to evaluate and manage complexity, through a novel application of meaningful learning activities in designing technological solutions for energy retrofit, is the main vehicle.The objectives are to: 1) develop a conceptual framework of the key concepts and relationships that influence Energy Retrofit projects in workpackage 1 (WP1), 2) develop the beta version of the platform (WP2); and 3) test, refine, verify and disseminate the platform (WP3).The ultimate goal is to revolutionalise the traditional approach to educating future professionals, which is currently based on rote learning. \nThis study will deliver an innovative learning platform and approach to develop practitioners who are well-placed to improve the energy performance of existing buildings through inter-disciplinary collaboration. The platform will address the lack of programs dedicated to interdisciplinary education, which helps develop the capacity to transfer information and knowledge between disciplinary boundaries and to deal with the tensions between social, economic, environmental and technological dimensions of sustainability. The outputs can be exploited at different levels within higher education sectors and professional development. By doing so, and in accordance with the main topic of the Marie Curie Individual Fellowship Action, new opportunities for developing the candidateís career at the international level are created. It is anticipated that this Fellowship will create opportunities for inter-disciplinary teaching both within the host Faculty, across Oxford Brookes University, and beyond. It therefore has the potential to become a showcase exemplifying how research and teaching can be inter-linked.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "OXFORD BROOKES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999446873": {
            "orgId": "999446873",
            "orgName": "OXFORD BROOKES UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}