{
    "rcn": "210394",
    "acronym": "SONO-textile",
    "topics": "SMEInst-02-2016-2017",
    "title": "An advanced process for coating medical textiles with antibacterial nanoparticlesthrough a one-step sonochemical reaction",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Each year, 511 million people contract a hospital-acquired infection; 13,8 million die. These ìnosocomialî infections are transmitted via bed linen, drapes, towels, pyjamas, staff clothing, and so on. The WHO says they represent ìthe most frequent adverse event during care delivery and no institution or country can claim to have solved the problem yet.î The consequences are grave: ìprolonged hospital stays, long-term disability, increased resistance of microorganisms to antimicrobials, massive additional costs for health systems, high costs for patients and their family, and unnecessary deaths.î Europe shares the burden: with an average prevalence of 10%, 3 million deaths and Ä11 billion of healthcare costs, there is a pressing need to find a solution. \n\nNano Textile is bringing one to market. Its experienced team was assembled to commercialise cutting edge technology developed by renowned nanotechnology scientist, Emeritus Professor Aharon Gedanken, at Bar Ilan University. Professor Gedankenís team have built a sonochemical reactor that embeds zinc oxide nanoparticles into textile fabric fibres via a one-step nanometric explosion process. It is cost effective and transfers enduring antibacterial properties to readymade fabric ñ without colouration, toxicity or other common issues. Transferring technology typically used in aerospace engineering into textiles, Nano Textile will capitalise on increasing awareness of the need for effective antibacterial control programs in healthcare facilities. The EC has already recognised the innovationís potential impact, having funded Ä8,3 million of a 17-participant, Ä12 million FP7 project ñ SONO ñ coordinated by Professor Gedanken between 2008 and 2013. The proprietary, proven technology that emerged has been exclusively licensed by Bar Ilan University to Nano Textile. Successful commercialisation has the potential to reduce morbidity on a large scale, save millions of lives and ease cost burdens on strained healthcare systems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANO-TEXTILE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916611977": {
            "orgId": "916611977",
            "orgName": "NANO-TEXTILE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}