{
    "rcn": "210378",
    "acronym": "SECURE_TRAY",
    "topics": "SMEInst-10-2016-2017",
    "title": "Advanced Security Trays for World Airports",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "SECURE_TRAY project aims at expanding into worldwide international airport hubs its advanced, ultra-light, resistant and fully recyclable security trays. The trays are customised according to airport needs and equipped with RFID technology, which ensures better passenger screenings. OneTray has developed not only ìthe best security trayî, but it has also created a unique business model, that allows to provide these advanced trays to airports for free. The company uses the trays as a marketing and communication media for big international brands, the revenues generated are used to cover production costs and the remaining profit is partly shared with the airports. \nThe project is the result of a 2-year process of product and service research and development. The first generation of trays was made in standard plastic polymers, but they where designed and customized according to airportsí requests. After 12-months of experience, the company realized that a strong progress in the traysí material composition was necessary to consolidate its presence and to boost its innovative business model. OneTray analysed a large number of materials with a particular focus on a special fabric: the extruded polypropylene braided fabric. This material is used in the production of components subjected to very high levels of stress in different fields, such as racing cars, sports, and anti-mine masks. \nThe result is the current advanced second generation of ultra-light and ultra-resistant trays. The company aims at launching them in all European airports and later in Asia, Middle East and Latin America, thus ensuring better security checks as well as improved travel experience to passengers. \nOneTray is already collaborating with 18 airports, among them: Rome, Milan, Copenhagen and London City. \nNow, the goal is to realise a strong scale up of the project, covering 97 airports around the world in 5 years and reaching a turnover of 36 millions Euro within 2021, thus the 25% of the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ONETRAY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938223868": {
            "orgId": "938223868",
            "orgName": "ONETRAY SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}