{
    "rcn": "210388",
    "acronym": "ChemPET",
    "topics": "SMEInst-11-2016-2017",
    "title": "Industrial scale PET chemical recycling plant based on innovative glycolysis process",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "Polyethylene terephthalate (PET) is a Thermoplastic Polymer increasingly used in several applications due to its excellent physical and chemical properties.\nWith the increase in the amount of PET wastes, its disposal began to pose serious economic and environmental problems; current PET waste disposal options include incineration, landfilling and recycling. Landfilling and incineration are outdated processes, their environmental impact is high and the dependency from crude oil is critical. Recycling is the preferred option for the treatment of waste PET: plastics must be a resource and their recycling is the only way to make sustainable the plastic production chain in Europe without loss of material.\nThe recycling of PET does not only serve as a partial solution to the solid waste problem but also contributes to the conservation of raw petrochemical products and energy.\nThe proposed project aims at implementing an industrial plant to produce high quality PET through the chemical recycling of PET wastes (icluding opaque & multi-layer) and promotes true sustainable development of PET production enabling virtually endless PET re-use.\nGarboís chemical recycling technology represents a novel and industrial applicable technology for the transformation of PET based wastes in monomer (BHET) that can be purified and re-used in the production of PET as raw material instead of terephthalic acid (TPA) and ethylene glycol (EG), with enormous advantage for the polyester value chain in terms of competitiveness and jobs creation.\nThe Garbo's technology serves 3 purposes:\nhelping Europe to obtain ìZero Plastics to landfill by 2025î recommended by the most important associations in the plastic market promoting the Circular Economy Package as required by the European Plastics value chain and representing a new way for the European PET producers to reduce the dependence and the influence of the raw materials (TPA and EG) derived from crude oil and, consequently, their correlated costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GARBO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952763295": {
            "orgId": "952763295",
            "orgName": "GARBO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}