{
    "rcn": "210303",
    "acronym": "WoRD-DoME",
    "topics": "MSCA-IF-2016",
    "title": "Women's Economic Rights and Cultural Difference: Defining Development for the Middle East",
    "startDate": "01/07/2017",
    "endDate": "30/09/2018",
    "objective": "This research focuses on tensions between discourses of multiculturalism and womenís economic rights and the processes in which they arise in development institutions and programs. While the multidisciplinary literature on development unpacks public declarations by development institutions and studies the local implementation of development programs, it evades two crucial questions: conditions of agency formation and inequality in institutional processes, and the role assumptions about cultural difference play in development paradigms. This research fills these gaps by exploring how issues of womenís economic rights and notions of cultural difference are negotiated inside development institutions and reflected in their programs. The research deploys two data collection strategies, longitudinal content and discourse analysis of relevant development reports and interviews with gender experts with work experience on the Middle East. It will be conducted at the Gender Centre of the Graduate Institute of International and Development Studies, under the supervision of Professor Elisabeth Pr¸gl, a best fit for the project given the rich array of gender and development scholarship at the Centre, its established networks with the multilateral actors in Geneva and beyond, and the two scholarsí mutual interests in the area of gender expertise and gender equality. It is an interdisciplinary project, informed by relevant studies in the fields of anthropology, sociology and political science, and has significant potential to contribute development studies and feminist political economy. It builds on the researcherís experience in the field of gender and development, the Middle East and transnational networks. It expands her research to international gender experts in development; grows her expertise on the Middle East; and enlarges her fieldwork scope to Europe. The training, networking and publication prospects put her on a firm path toward professorship.",
    "totalCost": "117137,25",
    "ecMaxContribution": "117137,25",
    "coordinator": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973710445": {
            "orgId": "973710445",
            "orgName": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
            "ecContrib": 117137
        }
    },
    "calculatedTotalContribution": 117137
}