{
    "rcn": "210336",
    "acronym": "SMArtPlate",
    "topics": "MSCA-IF-2016",
    "title": "A ductile, high energy absorptive and rapid post-tensioning system for extending life of concrete structures",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Extending the service life of reinforced concrete structures not only represents an economical advantage to owners, but also significantly contributes to the sustainability of the built environment, through the saving of natural resources and reduction of green gas emissions. In view of the shortcomings of the most commonly used strengthening techniques, such as FRP systems, the state of the structural retrofitting art demands a robust retrofitting solution feasible of rapid installation and easy post-tensioning applications along with a high energy dissipation capacity (e.g. independently of the quality and thickness of concrete cover, no need of mechanical devices for the post-tensioning applications and an adhesive free connection system) for specific cases such an strengthening against earthquake, impact and blast due to either accidents or terrorist attacks. This product-oriented proposal aims to develop an innovative element, herein after designated SMArtPlate to meet these requirements. Such a thin prefabricated plate will be precisely tailored to utilize the synergistic advantages of two advanced materials for the retrofitting of RC structures: ductile fiber reinforced geopolymer mortar and shape memory alloys (SMA). Following an interdisciplinary approach, experimental and numerical investigations will be conducted to develop and assess strengthening performance of the SMArtPlate.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}