{
    "rcn": "210380",
    "acronym": "Fibersail",
    "topics": "SMEInst-09-2016-2017",
    "title": "Fibersail: Shaping the Structures of Tomorrow",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Fibersail system is an output of R&D efforts, it consists on a shape sensing system based on FBG fiber optic to monitor and analyze windmill blades in terms of shape, condition and behavior. The real-time information provided will help wind turbine operators to maximize performance and availability, while preventing failures and maintenance costs from their windmills. Large multinationals are now making huge investments in wind power parks renovation. Critical structures need to be regularly inspected and maintained, which increases OPEX costs, and even so, accidents occur, because condition monitoring systems are not effective. There isnít a way to monitor the shape behavior of a structure to precisely understand its condition. STME R&D a shape sensing system based on fiber optic sensing and powered by machine learning tools to measure and monitor the shape and behavior of critical structures, like wind turbine blades, to increase availability, improve efficiency, prevent failures, reduce maintenance costs and extend the lifetime. This innovation regards to a system able to easily be applied, removed or re applied again to measure the shape of structures in a continuous way, while predicting the future behavior based on machine learning tools, so that maintenance can be adapted to the real need, and that the new knowledge of structure behavior in real environment can help design more efficient ones. This system will also prevent critical failures from happening and therefore accidents. The number of wind turbines will increase for the next years, expecting 35000 in 2018, 315.000 in 2020 and 1 Million in 2022, including other critical structures, like piles, cranes, ships and airplanes The company expects to get the Break Even in 2019, and ROI in 2020, including Revenues of 22.500.000Ä, Profit of 5.750.000Ä and employing 24 persons.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STME-SISTEMAS DE MONITORIZACAO DE ESTRUTURAS, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913967854": {
            "orgId": "913967854",
            "orgName": "STME-SISTEMAS DE MONITORIZACAO DE ESTRUTURAS, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}