{
    "rcn": "210348",
    "acronym": "MINDED",
    "topics": "MSCA-COFUND-2016",
    "title": "MultIscale precision therapies for NeuroDEvelopmental Disorders",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Neurodevelopmental disorders (NDD) represent an enormous burden for patients, their families, and society. Within EU, the incidence of autism spectrum disorders (ASD) is increasing to over 100 per 10,000 individuals. By comparison, new cases of brain cancers in EU are estimated to be 10 per 10,000. Also, the requirement for lifelong care has a dramatic impact on healthcare costs, with an average lifelong cost per ASD patient of ~ 3.0 MEuro. \nThe societal and economic impact, the growing incidence, and the lack of any cure call for radical changes in the way NDD are approached. At this aim, MINDED will integrate across three major technologies: nanomedicine, for the precise delivery of therapeutic and imaging agents; molecular neuroscience, for the identification of RNAs modulating key gene expression; cognitive neuroscience robotics, for the development of novel sensorimotor interventional approaches. \nThe integration of these technologies requires the establishment of a new class of scientists and entrepreneurs trained to stretch their knowledge over multiple disciplines and think outside conventional silos. MINDED bridges together different vertical silos building common foundations for future interdisciplinary careers.\nThe objective of MINDED is two-fold: develop a highly interdisciplinary post-doctoral training program by integrating nanomedicine, neuroscience and robotics; involve fellows in activities aimed at developing multiscale technologies for NDD. This will be achieved via two training paths: a scientist path, engaging fellows in the development of novel diagnosis and treatment approaches for NDD; a business developer path, engaging fellows on the integration of biomedical technologies in the clinic.\nMINDED fellows will constitute a new class of scientists and entrepreneurs capable of developing novel treatment and diagnosis approaches for complex genetic diseases and shaping the future integration of nanomedicine and robotics with neurosciences.",
    "totalCost": "6796800",
    "ecMaxContribution": "3398400",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 3398400
        }
    },
    "calculatedTotalContribution": 3398400
}