{
    "rcn": "210366",
    "acronym": "OpSec",
    "topics": "SMEInst-13-2016-2017",
    "title": "Goodmill - Operational Security Through Ensured Connectivity",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Goodmill Systems is a global market leader in critical broadbandc onnectivity for vehicles enabling Public Safety and Security (PSS) professionals to utilise mission-critical applications and information on the go. The Goodmill w24e router meets the challenges defined in EC report on the suitability of Commercial Cellular Networks for Mission Critical Broadband, which are reliability, resilience, extensive coverage and price stability. The w24e router utilises commercial networks alongside dedicated networks and wifi to ensure continuous data connectivity. \n\nGoodmill is the first in the world to provide seamless and reliable switching between the best available broadband data networks. This ensures uninterrupted connectivity even on moving applications PSS are using increasingly. For the European PSS end user this is a low capex and low opex market-ready solution that provides unparalleled reachability and uninterrupted connectivity to all data crucial for a successful mission. The need for faster data connections will increase and create strain for public administrations to invest into a solution. Traditionally this has meant a new dedicated network that can cost upwards to billions of Euro per EU state. Goodmill router is an alternative that guarantees connectivity now. Through the use of the dedicated networks, commercial networks, WiFi connections, and other routes for data transfer, the availability up to 99.9% can be ensured at all times on the field, depending on the country and available networks.\n\nThe OpSEC project aims at bringing an updated version of the router to market to answer the challenges in breaking to the US markets. Through technological development and piloting, a successful market entry will be guaranteed and a market share of 20% will be obtained by year 2020 and European standing is obtained on the US-dominated market.",
    "totalCost": "1939625",
    "ecMaxContribution": "1357737,5",
    "coordinator": "GOODMILL SYSTEMS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928430457": {
            "orgId": "928430457",
            "orgName": "GOODMILL SYSTEMS OY",
            "ecContrib": 1357738
        }
    },
    "calculatedTotalContribution": 1357738
}