{
    "rcn": "210360",
    "acronym": "STIMULANT",
    "topics": "JTI-CS2-2016-CFP04-LPA-01-20",
    "title": "SURFACE INTEGRITY CONSCIOUS HIGH-PERFORMANCE HYBRID MACHINING FOR SAFETY-CRITICAL SUPERALLOY AEROENGINE PARTS",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "STIMULANT aims to develop and demonstrate ìsurface integrity consciousî hybridisation of machining processes for safety-critical aeroengine parts that is able to deliver a step-change in Material Removal Rates (MRR) and reduction in production costs. STIMULANT will take key knowledge at different levels of maturity that exists within Consortium, and progress it, via Standard Features (StdFs) methodology, to the demonstration on ìengine-likeî safety-critical parts. \nSTIMULANTís Objectives are scaled on 3 Phases:\nPhase 1 ñ Standard features (StdF) identification \n- Decompose families of critical-safety aeroengine parts into classes of StdFs with technical, functional and economic characteristics to allow selection of single/multiple hybrid machining methods that minimise manufacturing costs. \n\nPhase 2 ñ Validation of individual hybrid machining processes  \n- Develop and test a Spatially & Temporally Heat-Controlled Hybrid High Speed Machining for high MRR and cost efficiency and provide predictable properties of workpiece surface integrity and fatigue performance. \n- Develop and test a Dynamically Erosion-Controlled Hybrid Waterjet Machining for high productivity and geometrical accuracy of freeforms by controlled-depth, i.e. waterjet milling, and complex contours by waterjet through-cutting and demonstrate it as StdFs with high surface integrity and fatigue performance.\n- Develop and test a Dynamically Material Removal Controlled Hybrid Laser Waterjet Guided for generating cost-efficient and high geometrical accuracy of complex geometry surfaces by controlled-depth milling and through-cutting and demonstrate it as StdFs with high surface integrity and fatigue performance. \n\nPhase 3 ñ Demonstration of hybridisation of machining processes and routes\n- Demonstrate the hybrid machining methods validated on the Phase 2 on ìengine-likeî safety-critical parts and integrate them on hybridised processing routes for cost-effective machining of safety-critical aeroengine part.",
    "totalCost": "858763,75",
    "ecMaxContribution": "759320,88",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "FUNDACION TEKNIKER;WATERJET AG;SYNOVA SA;SECO TOOLS AB",
    "participantCountries": "ES;CH;SE",
    "projectParticipants": {
        "953814387": {
            "orgId": "953814387",
            "orgName": "SYNOVA SA",
            "ecContrib": 101133
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 346412
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 180875
        },
        "969124382": {
            "orgId": "969124382",
            "orgName": "SECO TOOLS AB",
            "ecContrib": 40250
        },
        "994351948": {
            "orgId": "994351948",
            "orgName": "WATERJET AG",
            "ecContrib": 90650
        }
    },
    "calculatedTotalContribution": 759320
}