{
    "rcn": "210346",
    "acronym": "EMPAPOSTDOCS-II",
    "topics": "MSCA-COFUND-2016",
    "title": "EMPAPOSTDOCS-II MSCA COFUND International, interdisciplinary, inter-sectoral PostDoc Fellowship Programme at Empa",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "After successfully applying for a first postdoctoral fellowship programme in 2010, Empa has decided to create a second fellowship programme: It will allow 50 experienced researchers from all over the world to create a research project and get the opportunity to work on their own research idea at one of the 30 research laboratories of Empa, in cooperation with a senior scientist of Empa of his/her choice. The training and mentoring scheme will ensure that the fellows not only enhance their scientific experience but also acquire key long-life skills making them ìcontributing playersî of the research community and society in general. As an interdisciplinary research institution within the Swiss ETH Domain, Empa, the Swiss Federal Laboratories for Materials Science and Technology, conducts cutting-edge materials and technology research. Empaís activities focus on meeting the requirements of industry and the needs of society, and thus link applications-oriented research to the practical implementation of new ideas in the areas of nanostructured, ìsmartî materials and surfaces, environmental, energy and sustainable building technologies as well as biotechnology and medical technology.\n\nEmpaís five research focal areas and three locations offer a large degree of freedom of research topic and destination for the applicants. The close cooperation of Empa with its industry partners ensures that the fellows will gain sufficient cross-sectorial experiences while being at Empa. Empaís world-leading expertise in the various research fields and the close ties with industry offers a good balance of academic/research and industrial experience. The applicants will be evaluated by an internal and external selection committee of peer-reviewers according to strict selection criteria focusing on the applicantsí professional, personal, social and leadership skills and his or her research potential. The fellows will be offered an Empa contract of two years.",
    "totalCost": "7080000",
    "ecMaxContribution": "3540000",
    "coordinator": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 3540000
        }
    },
    "calculatedTotalContribution": 3540000
}