{
    "rcn": "210393",
    "acronym": "EnAcTiVa",
    "topics": "SMEInst-09-2016-2017",
    "title": "Environmental Accountability through real-Time analysis of the Value chain",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Klappir Green Solutions (KGS) hf is an Icelandic Company led by Dr. Jon Agust Thorsteinsson, one of the participants in the expert sessions in COP21, focusing on fighting climate change by providing ICT solutions to monitor and report environmental impact. The EnAcTiVa project aims to develop a combined and holistic environmental solution, KGS|COP, which is built on the successful environmental software solutions developed by the three companies KGS, ARK and DataDrive. These solutions have been validated with 50 Icelandic companies, and already resulted in significantly reduced CO2 and waste emissions. The EnAcTiVa project aims to deliver a powerful tool for environmental transparency and accountability, which can contribute to realize the goals set in the first legally binding agreement on the reduction of GHG emissions adopted in Paris in December 2015 (COP22). Furthermore, the EU has already agreed that large vessels using EU ports have to report verified CO2 emissions and energy efficiency annually from 2018. Hence, there is an imperative need for environmental transparency and accountability software solutions in the industry sector and accordingly software to ensure environmental legal compliancy. Potential clients from all over Europe have already expressed their interest in this technology.\nKGS|COP will facilitate environmental transparency and accountability throughout the value chain, and help clients to identify saving potential in fuel or energy costs for environmental improvement to limit generation of emission and waste. KGS|COP provides a unifying platform to collect data from different segments of the value chain, taking advantage of universal communication protocols and existing sensor technology and hardware solutions. Our business model is to offer the software as a service on a monthly-subscription basis. The software itself is a modular system, which can be custom-tailored to the clientís  needs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KLAPPIR GRAENAR LAUSNIR HF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914669358": {
            "orgId": "914669358",
            "orgName": "KLAPPIR GRAENAR LAUSNIR HF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}