{
    "rcn": "210331",
    "acronym": "WESTRAT",
    "topics": "MSCA-IF-2016",
    "title": "Western Strategies in East Asia. The Reconfiguration of US, British and French security policies in the Pacific Century",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The core question that this project tackles is how the three major Western military powers (the US, Britain and France) have adapted their security policies to the shifting center of strategic gravity of international politics from the Euro-Atlantic area to the Asia-Pacific. In addressing this question, WESTRAT conducts a comparative analysis of their evolving security policies in confronting the main ìtraditionalî and ìnon-traditionalî security challenges in East Asia, i.e. the rise of China, the proliferation of weapons of mass destruction and piracy. In so doing, this project makes three original contributions. (1) Firstly, WESTRAT offers an empirical contribution as the first work to provide a cross-national comparison of the security policies of the three major Western powers (1990-2016) ñ in their national, bilateral, and multilateral configurations ñ in what is deemed to be the worldís new center of strategic gravity. It therefore investigates a crucial yet under-explored dimension of contemporary international politics. (2) Secondly, it provides an innovative conceptual framework that sheds light on the emerging networks of national, bilateral and multilateral security arrangements (what we label ìnetworked security posturesî) in international politics. It thereby contributes to the debates on the under-theorized relationships between bilateralism and multilateralism as venues for security cooperation. (3) Finally, given the absence of a common European strategy toward the region, this project seeks to enrich the policy discussions in the European Union (EU) and to provide policy recommendations on how to bolster cooperation between the EU, its member states, and the US ñ and transatlantic relations more generally ñ in developing a common strategy towards the (re)emergence of East Asia in world politics. Combining concepts and methods derived from international relations, from sociology, and from history, WESTRAT takes an interdisciplinary perspective.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}