{
    "rcn": "210333",
    "acronym": "StressPFCog",
    "topics": "MSCA-IF-2016",
    "title": "Mechanisms of stress-induced cognitive deficits : Role of the glucocorticoid receptor and its partners in the regulation of PFC function.",
    "startDate": "04/01/2018",
    "endDate": "03/01/2020",
    "objective": "The prefrontal cortex (PFC) is a locus for higher-order cognition and executive control across species. In most mental disorders such as depression or schizophrenia, dysfunction in PFC and its related neuronal networks has been associated with a variety of cognitive impairments. Chronic stress exposure and abnormal levels of glucocorticoid stress hormone (GCs) is a key environmental risk factor for psychiatric illness. The PFC is highly vulnerable to stress exposure and many studies have reported detrimental effects of chronic stress exposure and/or high GCs levels on cognition, however the physiological underpinnings remain poorly understood. GCs exert their action in part by binding the glucocorticoid receptor (GR), a transcription factor expressed in every cell type. Through a complex interplay with co-factors, GR can modulate the expression of a large set of genes and thereby modify brain circuit physiology ultimately leading to behavioural changes. In this project, I propose to investigate the molecular and cellular mechanisms through which stress-exposure can modify the activity of PFC and its related networks and lead to cognitive impairment. \nCombining viral-mediated gene transfer and conditional mutagenesis in mice, I propose to inactivate GR either within the whole PFC or in discrete PFC cell populations namely the pyramidal neurons or the parvalbumin-expressing interneurons. I will study the impact of these manipulations on cognitive function including working memory and behavioural flexibility under basal conditions or after chronic stress exposure. The physiological correlates of cognitive deficits will be investigated using multisite electrophysiology recordings in behaving mice with a specific focus on PFC-hippocampus-midbrain circuits. Finally, I propose to examine the PFC-specific role of an important GR binding partner called BRG1, a chromatin remodeler recently linked to cognitive decline in several psychiatric conditions.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}