{
    "rcn": "210301",
    "acronym": "POLYBIOSKIN",
    "topics": "BBI-2016-R07",
    "title": "High performance functional bio-based polymers for skin-contact products in biomedical, cosmetic and sanitary industry",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "Personal care, Cosmetic and biomedical industries deal with high-value and/or large volume consumption of polymer-based products which are often derived from fossil sources. Although a number of alternative bio-based polymers is the subject of recent research, more effort is still needed to increase their specific functionalities and performances in order to proceed with their true translation into market. PolyBioSkin aims at developing skin-contact biopolymer-based product parts with increased performance and functionality, such as parts of diapers, cosmetic pads and wound dressings. Indeed, PolyBioSkin will focus on two main classes of bio-based polymers relevant for next generation bio-based industry: biopolyesters (polylactic acid and polyhydroxyalkanoates) because fully renewable, biocompatible and biodegradable and available at an industrial scale, and natural polysaccharides (cellulose/starch and chitin/chitosan), derived from biomass and food waste, for their peculiar properties, such as absorbency and anti-infectivity. \nFilms and textiles will be produced starting from these polymers and their combinations to prove that key products and/or product parts in sanitary, cosmetic and biomedical industry can be effectively translated from a fossil-derived to bio-based polymer production. PolyBioSkin will provide to skin-contact products a much more environmentally friendly end of life than the current accumulation in landfills or incineration, thanks to their biodegradability allowing the organic recycling.",
    "totalCost": "4058359,38",
    "ecMaxContribution": "3438047,5",
    "coordinator": "IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "BIOINICIA SL;TEXOL SRL;FIBROLINE SA;UNIVERSITEIT GENT;TEHNOLOSKI FAKULTET NOVI SAD;CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI;THE UNIVERSITY OF WESTMINSTER LBG;EXERGY LTD;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;MAVI SUD SRL;EUROPEAN BIOPLASTICS EV",
    "participantCountries": "ES;IT;FR;BE;RS;UK;DE",
    "projectParticipants": {
        "999859414": {
            "orgId": "999859414",
            "orgName": "TEHNOLOSKI FAKULTET NOVI SAD",
            "ecContrib": 202320
        },
        "916742345": {
            "orgId": "916742345",
            "orgName": "FIBROLINE SA",
            "ecContrib": 252464
        },
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 299592
        },
        "937815110": {
            "orgId": "937815110",
            "orgName": "EUROPEAN BIOPLASTICS EV",
            "ecContrib": 158500
        },
        "959840415": {
            "orgId": "959840415",
            "orgName": "MAVI SUD SRL",
            "ecContrib": 370332
        },
        "999991237": {
            "orgId": "999991237",
            "orgName": "CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI",
            "ecContrib": 602652
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 256242
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 254556
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 151813
        },
        "952539904": {
            "orgId": "952539904",
            "orgName": "BIOINICIA SL",
            "ecContrib": 74088
        },
        "925497856": {
            "orgId": "925497856",
            "orgName": "TEXOL SRL",
            "ecContrib": 306863
        }
    },
    "calculatedTotalContribution": 2929422
}