{
    "rcn": "210368",
    "acronym": "ACME",
    "topics": "SMEInst-02-2016-2017",
    "title": "ACME, fly with me, fly with ACME",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The main objective of the project is the implementation of a patented OctaspringÆ technology in the aviation industry. The ACME project represents a natural step in the business development strategy of the applicant, after a highly successful launch of the Octaspring technology in the mattress industry, a revolutionary solution, which is globally sold in over 30 countries.  OctaspringÆ as a Key Enabling Technology, a fusion of spring coil and memory foam/foam technology, provides a basis for disruptive innovation in a range of products made of foam or containing foam in finished products across industries. Thus, as the first and only of its kind, its lightweight structure brings incredible benefits to the aviation industry. \n\nACME project will therefore deliver the development of an aircraft seat foam cushion composition with innovative lightweight cover, including mattresses for cabin crew and support pillows, to round up the product portfolio. The main goal is to achieve weight reduction of the aircraft, increased comfort and invigorating travel experience for passengers. \n\nACME addresses the needs of the market segment of foams & fittings within the aircraft seating market, providing benefits to our end-users, who are clearly and perpetually articulating interest in our solution: aircraft manufacturers, aircraft seat manufacturers, airline companies and passengers. The development of ACME is driven by the market trends and needs for lightweight aircraft seats, demands for premium air travel, rise in aircraft orders and need for fuel efficiency, which are the crucial factors driving the market growth. Taking all this into consideration, our ACME solution contributes to the reduction of: fuel consumption of the aircraft (which typically accounts for 40-55% of operating expenses of an airline), weight of the aircraft (up to 300g per seat), environmental impact and CO2 emissions (218.000 ton of CO2 emission reduction/year per 213 seater aircraft, Airbus).",
    "totalCost": "3570478,42",
    "ecMaxContribution": "2499334,89",
    "coordinator": "VANEMA, STORITVE DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920763965": {
            "orgId": "920763965",
            "orgName": "VANEMA, STORITVE DOO",
            "ecContrib": 2499335
        }
    },
    "calculatedTotalContribution": 2499335
}