{
    "rcn": "210329",
    "acronym": "PROSPECT",
    "topics": "EE-09-2016-2017",
    "title": "Peer Powered Cities and Regions",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The overall aim of PROSPECT is to enable peer to peer learning in regional and local authorities in order to finance and implement sustainable energy plans. The learning will empower them to make use of best practices in developing financing for these plans. PROSPECT will address the needs of regional and local authorities through developing a complete peer to peer learning program addressing them. The learning process will be focused on how different sustainable energy projects and measures have been successfully financed. Peer to peer learning involves sharing information and experience from each other through mentoring activities, work shadowing, and study tours, among others.  Primarily, the networks Eurocities, Energy Cities and FEDARENE will perform ìneeds assessment and gaps identificationsî with public bodies for learning and match these needs with available best practices. Then PROSPECT will select public authorities and agencies and the roles of trainer and trainees will be assigned. The learning program will be divided into five modules that include development of financing for : i) public buildings, ii) private buildings, iii) public lighting, iv) transport (private and public), and v) cross sectional. The overall estimation is for PROSPECT to launch 5 modules per year (fifteen in total) with an average participation of 15 partners per module. This number can differ depending on the demand there is for each module, but as an average value this can be manageable in terms of teaching requirements. The added value of PROSPECT in comparison to other initiatives is that the learning program is not limited to a capacity building process. Instead, the learning curriculum will follow the project steps of energy efficiency finance from the first stages of its development to monitoring its sustainable operation. The learning program will ideally result to the launch of pilot business models and financing partnerships for implementing sustainable energy plans.",
    "totalCost": "1980699,31",
    "ecMaxContribution": "1936274,31",
    "coordinator": "INSTITUTE FOR HOUSING AND URBAN DEVELOPMENT STUDIES BV",
    "coordinatorCountry": "NL",
    "participants": "O.Oe. Energiesparverband;ENERGY CITIES/ENERGIE-CITES ASSOCIATION;FEDERATION EUROPEENNE DES AGENCES ET DES REGIONS POUR L'ENERGIE ET L'ENVIRONNEMENT;S. ENERGIA - AGENCIA REGIONAL DE ENERGIA PARA OS CONCELHOS DO BARREIRO, MOITA E MONTIJO;MESTO TRNAVA;INSTITUTE FOR EUROPEAN ENERGY AND CLIMATE POLICY STICHTING;UNIVERSITY OF PIRAEUS RESEARCH CENTER;EUROCITIES ASBL;CLIMATE-KIC GMBH",
    "participantCountries": "AT;FR;BE;PT;SK;NL;EL;DE",
    "projectParticipants": {
        "998945868": {
            "orgId": "998945868",
            "orgName": "FEDERATION EUROPEENNE DES AGENCES ET DES REGIONS POUR L'ENERGIE ET L'ENVIRONNEMENT",
            "ecContrib": 144167
        },
        "966036484": {
            "orgId": "966036484",
            "orgName": "ENERGY CITIES/ENERGIE-CITES ASSOCIATION",
            "ecContrib": 211844
        },
        "988824015": {
            "orgId": "988824015",
            "orgName": "INSTITUTE FOR HOUSING AND URBAN DEVELOPMENT STUDIES BV",
            "ecContrib": 406000
        },
        "998766224": {
            "orgId": "998766224",
            "orgName": "MESTO TRNAVA",
            "ecContrib": 80888
        },
        "994238070": {
            "orgId": "994238070",
            "orgName": "O.Oe. Energiesparverband",
            "ecContrib": 206694
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 159519
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 231750
        },
        "996711376": {
            "orgId": "996711376",
            "orgName": "S. ENERGIA - AGENCIA REGIONAL DE ENERGIA PARA OS CONCELHOS DO BARREIRO, MOITA E MONTIJO",
            "ecContrib": 100314
        },
        "920740103": {
            "orgId": "920740103",
            "orgName": "CLIMATE-KIC GMBH",
            "ecContrib": 160000
        },
        "923763690": {
            "orgId": "923763690",
            "orgName": "INSTITUTE FOR EUROPEAN ENERGY AND CLIMATE POLICY STICHTING",
            "ecContrib": 235100
        }
    },
    "calculatedTotalContribution": 1936276
}