{
    "rcn": "210337",
    "acronym": "QualitEE",
    "topics": "EE-24-2016-2017",
    "title": "Quality certification frameworks for Energy Efficiency services to scale up responsible investment in the building sector",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The QualitEE-project aims to scale up investment in building energy efficiency by establishing quality certification frameworks for energy efficiency services across Europe, which do not exist currently. Quality certification frameworks from other sectors are constituted by the following elements; specification of standardised quality criteria, institutionalisation of the quality assurance process,and active promotion schemes.\n\n\nQuality certification frameworks go beyond the presentation of model contracts,directly addressing the main challenges for energy efficiency markets (EEFIG, 2015):\n\ni) Market heterogeneity and lack of standardisation makes it costly for clients to differ between ìgood qualityî and ìbad qualityî services and lead to customersí lack of trust;\nii) Financial Institutions perceive the ìtechnical riskî of energy efficiency services as opaque and are thus hesitant in making financing decisions; \niii) Heterogeneity of services and service providers and lack of standardised project assessment tools restrict bundling of small investments in individual energy services into tradeable bonds,preventing access to secondary capital markets.\n\n\nQualitEE will address these challenges by:\n\n- Establishing national promotion teams to form the institutional nucleus for quality certification frameworks; participation of energy efficiency associations, accredited certification bodies, national authorities and financial institutions has been confirmed.\n- Developing guidelines on EU-wide standardised ìtechnical quality criteriaî and ìminimum financial informationî related to energy efficiency services.\n- Applying quality criteria and quality certification processes in pilot projects. \n- Establishing national quality assurance business cases and promotion to ensure market uptake.\n\n\nQualitEE will contribute to market expansion through standardisation and quality assurance of energy efficiency services in an institutional framework that is sustained beyond the end of the project.",
    "totalCost": "1603718,75",
    "ecMaxContribution": "1603718,75",
    "coordinator": "E7 ENERGIE MARKT ANALYSE",
    "coordinatorCountry": "AT",
    "participants": "EKODOMA;SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.;INSTITUT JOZEF STEFAN;FEDERATION EUROPEENNE DES SERVICESEN EFFICACITE ET INTELLIGENCE ENERGETIQUE;CREARA CONSULTORES SL;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;EEVS INSIGHT LIMITED;ENERGETICKE CENTRUM BRATISLAVA;FACTOR 4 BVBA;ARBEITSGEMEINSCHAFT ASEW c/o VKU;BLACK SEA ENERGY RESEARCH",
    "participantCountries": "LV;CZ;SI;BE;ES;EL;UK;SK;DE;BG",
    "projectParticipants": {
        "957540448": {
            "orgId": "957540448",
            "orgName": "E7 ENERGIE MARKT ANALYSE",
            "ecContrib": 286855
        },
        "999688403": {
            "orgId": "999688403",
            "orgName": "EKODOMA",
            "ecContrib": 120900
        },
        "963466469": {
            "orgId": "963466469",
            "orgName": "BLACK SEA ENERGY RESEARCH",
            "ecContrib": 92085
        },
        "997911751": {
            "orgId": "997911751",
            "orgName": "ENERGETICKE CENTRUM BRATISLAVA",
            "ecContrib": 81430
        },
        "956402347": {
            "orgId": "956402347",
            "orgName": "CREARA CONSULTORES SL",
            "ecContrib": 156338
        },
        "996730000": {
            "orgId": "996730000",
            "orgName": "ARBEITSGEMEINSCHAFT ASEW c/o VKU",
            "ecContrib": 119904
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 84300
        },
        "950689629": {
            "orgId": "950689629",
            "orgName": "FACTOR 4 BVBA",
            "ecContrib": 138162
        },
        "950499509": {
            "orgId": "950499509",
            "orgName": "EEVS INSIGHT LIMITED",
            "ecContrib": 197092
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 86318
        },
        "912390925": {
            "orgId": "912390925",
            "orgName": "SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.",
            "ecContrib": 150750
        },
        "938634857": {
            "orgId": "938634857",
            "orgName": "FEDERATION EUROPEENNE DES SERVICESEN EFFICACITE ET INTELLIGENCE ENERGETIQUE",
            "ecContrib": 89585
        }
    },
    "calculatedTotalContribution": 1603719
}