{
    "rcn": "210334",
    "acronym": "NePLeP",
    "topics": "MSCA-IF-2016",
    "title": "Netherlandish Paintings in Ledreborg Palace: A Multi-Disciplinary Research of circa 600 Paintings",
    "startDate": "25/04/2017",
    "endDate": "24/04/2019",
    "objective": "More than 600 Netherlandish seventeenth century paintings decorate the walls of Ledreborg Palace (Lejre, Denmark). The painting collection, of which a large share presumably was brought together in the first half of the eighteenth-century, consists mostly of mass-produced paintings, a novel commodity of the seventeenth century. Fascinatingly, Ledreborg Palace is not the only collection in Denmark which displays a strong emphasis on Netherlandish paintings: at least 2 other (also not disclosed) collections are known. However, the question why the Danish seem to have had a strong interest in Netherlandish paintings remains unanswered. \nThis research will contribute to understanding the strong interest in Netherlandish paintings in Denmark during the seventeenth through eighteenth centuries by focusing on the collection of Ledreborg Palace. All the paintings will be thoroughly examined from an art historical viewpoint, however, also technical studies such as infrared and X-ray images will be carried out in order to understand also the artists working methods in their mass-production endavours to supply the entire European continent with affordable paintings. The overall result will be an improved understanding of the spread of Netherlandish art and the means by which this could be done. All the achieved data will be accessible for researchers and the public through an open-access database with 600 annotated paintings including an art historical and technical study of a carefully selected part of these hitherto undocumented and unstudied paintings. \nSimultaneously the latest expertise in socio economic art history will be employed to situate the paintings in a European framework of the seventeenth century and their importance to the society of today. The project will provide the young professional researcher with new and essential training to become an expert in the application both technical instruments and socio-economical study of Netherlandish paintings.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "STATENS MUSEUM FOR KUNST",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986384271": {
            "orgId": "986384271",
            "orgName": "STATENS MUSEUM FOR KUNST",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}