{
    "rcn": "210318",
    "acronym": "Wealth-Taxation",
    "topics": "MSCA-IF-2016",
    "title": "Optimal Taxation of Wealth",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "There has been a growing concern in public and academia about rising wealth inequality. In his book Capital in the 21st Century, Thomas Piketty has proposed implementing a global progressive ìwealth taxî in order to reduce wealth inequality. The book has spurred discussions on wealth inequality and made taxation of wealth a subject of current debate.\n\nWealth can be taxed by different means. While most countries tax income from wealth (capital income tax), some countries have also taxed wealth stock (wealth tax). Given that capital income tax is already used as a means to tax wealth in many countries, what would be the gain in using wealth tax instead or on top of capital income tax? This is one of the main questions that this proposal addresses. Despite the fact that many papers have studied whether it is desirable to tax wealth, the previous literature has been silent about whether capital income or wealth stock should be taxed. This was because most of the previous papers have made the strong assumption that everyone in the economy earns the same rate of return on wealth. Under this assumption, it turns out that capital income and wealth taxes are equivalent. Thus, the previous literature could not provide any rationale for or against using wealth tax instead or on top of capital income tax.\n\nThe broad objective of this project is to study quantitatively the optimal structure of taxes on wealth and its implications for wealth inequality, economic efficiency, and overall economic welfare by constructing a framework that includes rate of return heterogeneity and other features emphasized to be important in determination of wealth inequality.\n\nWealth taxation is a subject of current debate not only in academia but also in policy circles. This project contributes to this debate by providing a rigorous analysis that enhances understanding of determinants of wealth inequality and the structure of optimal taxes, and providing guidance for government policy.",
    "totalCost": "90138,6",
    "ecMaxContribution": "90138,6",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 90139
        }
    },
    "calculatedTotalContribution": 90139
}