{
    "rcn": "210323",
    "acronym": "MMXVI",
    "topics": "MSCA-IF-2016",
    "title": "Minimal Model for Pox-Virus Infection",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Viral diseases represent one of the worldís highest socio-economic burdens. Increased global trade and travel, climate change resulting in shifting viral vectors, and the emergence of new and often deadly viruses is inevitable. Therefore, detailed understanding of the complexity of virus particles and the development of new model systems to study them, will be essential to develop new research, diagnostic, and therapeutic tools. The structural changes that occur during the initial contact between a virus and its host remains one of the major challenges in infection biology. Until recently, the investigation of viral nano-architecture and dynamic changes that occur in virus particles during the infectious lifecycle was limited to methods, such as EM, with no capacity to capture dynamic events or define molecular specificity. The goal of the proposed project is to create a new minimal model of virus infection based on cell-derived membrane blebs. The model will be amenable to novel super-resolution microscopy (SRM) methods that allow the visualization of viral structures at resolutions of tens of nanometers. Recently developed analytical tools like single-virion averaging allows the generation of precise models from hundreds of events. This affords unprecedented insights into the biological and biophysical requirements of virus infection. Furthermore, we aim to investigate the dynamics of virus architectural changes during the first stages of infection, particularly at the membrane level, by combining single-molecule techniques with our new model-system. While initially aimed at investigating protein structure-function relationships within the prototypic poxvirus, vaccinia, the model system and imaging developments outlined will be broadly applicable to a wide range of biological systems including other viruses. Thereby, this proposal looks to advance the field of infection biology into the nanoscale.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}