{
    "rcn": "210370",
    "acronym": "EUCYS 2017",
    "topics": "IBA-SWFS-EUCYS-2017",
    "title": "European Union Contest for Young Scientists' 2017",
    "startDate": "01/12/2016",
    "endDate": "31/12/2017",
    "objective": "European Union Contest for Young Scientists (EUCYS) has been organized since 1989 with the aim of promoting science and research among Europe's youth and bringing together the talented young people across Europe. The young scientists also have the chance to meet others with similar abilities and interests and to be guided by some of the most prominent scientists in Europe. This way EUCYS seeks to strengthen the efforts made in each participating country to attract young people to careers in science and technology. EUCYS has been organized in countries across Europe with the aim of promoting science and research in different countries and bringing research and young talents into spotlight in these countries. Estonia will organize EUCYS for the first time in 2017, but has previous experience in organizing Estonian National contest since 2002 and a Young Scientists Festival with format similar to EUCYS since 2015. \nThe host organizer of EUCYS 2017 will be Estonian Research Council (ETAg) in close cooperation with Estonian Ministry for Education and Research, Estonian Academy of Sciences and Tallinn City Council.\nEUCYS brings together excellent young researchers from 40-69 countries. During 4 days the participating projects will be interviewed by jury members and decisions about European Union prizes, special prizes and host organization prizes will be made.  Some opportunities will be offered to EUCYS participants to get acquainted with Estonian research and Estonian teachers and young researchers will be offered opportunities to meet EUCYS participants.",
    "totalCost": "800000",
    "ecMaxContribution": "800000",
    "coordinator": "SIHTASUTUS EESTI TEADUSAGENTUUR",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998483760": {
            "orgId": "998483760",
            "orgName": "SIHTASUTUS EESTI TEADUSAGENTUUR",
            "ecContrib": 800000
        }
    },
    "calculatedTotalContribution": 800000
}