{
    "rcn": "210308",
    "acronym": "MIMICS",
    "topics": "MSCA-IF-2016",
    "title": "Electromyography-driven musculoskeletal modelling for biomimetic myoelectric control of prostheses with variable stiffness actuators",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Upper limb loss affects 94.000 individuals in Europe. Advanced treatments rely on myoelectric prostheses controlled by amputeesí electromyograms or EMG. Despite expected benefits, today's schemes provide limited re-gain of functionality and lack of bio-mimesis, i.e. they use: (1) direct mapping between EMG and prosthesis joint angle, disregarding underlying neuromusculoskeletal processes, and failing to generalize to unseen conditions (robustness lack), (2) stiff actuators not mimicking biological compliant joints, preventing natural motion (functionality lack). MIMICS proposes a biomimetic paradigm: (1) a modelling formulation that simulates amputeeís phantom limb musculoskeletal dynamics as controlled by EMGs, and (2) prostheses with variable stiffness ìsoftî actuators. This opens to next-generation ìsoftî prostheses that can mimic biological limb functionality and robustness; a priority of current European policies and technology roadmaps, with estimated initial markets for functional myoelectric prostheses of Ä1 billion. MIMICS combines required interdisciplinary skills on soft actuation (host), neuromusculoskeletal modelling (fellow), and clinical bionic reconstruction (secondment). The career development plan is tailored on fellowís needs: new skills acquisition (soft actuation/clinical prosthetics), project/teamwork management, open science/gender aspects care, ERC grant writing support. The action transfers fellowís pre-acquired knowledge to the host and opens cooperation with secondment institute, thus increasing hostís visibility in myoelectric control and clinical prosthetics. The secondment expands MIMICS outcomes to boarder clinical perspectives and boosts knowledge transfer among organizations. Outreach activities plan to improve public understanding of MIMICS achievements, socio-economical potentials and clinical benefits. This all is set to improve fellowís career prospects and form a European network of excellence in neurorehabilitation technologies",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}