{
    "rcn": "210341",
    "acronym": "NeMo",
    "topics": "EE-22-2016-2017",
    "title": "New Mobility in Friuli Venezia Giulia",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "ëNeMo ñ New Mobility in Friuli Venezia Giuliaí supports the transition towards e-mobility in public fleets by building integrated technical, economic and legal expertise for the launch of concrete investments.\n\nNeMo combines public and private organizations with institutional competence (Regional Authority FVG is the leading public administration), technical/technological and economic/financial expertise and securing the involvement of private sector operators.\n\nNeMo implements a participated approach to involve the main public and private stakeholders, including mobility service providers, the lendersí community, procurers and final users of the mobility service.\n\nThe project aims to: \n\n- develop an innovative, standardized and easily replicable methodology based on the transition from a ëfully public-owned fleetí model to a ëpublic-private mobility service partnershipí exploiting regional demand aggregation; \n\n- replace a significant share (around 30%) of vehicles owned by public institutions through a mix of rationalization in use and a mobility-as-a-service scheme based on long-term lease and car-sharing of e-vehicles;\n\n- trigger e-mobility and RES-plants investments for Ä 13,7m with a 1:15,2 leverage factor; \n\n- build technical economic, legal capacity within public authorities; \n\n- support the uptake of the methodology, tools and outcomes developed in NeMo by regional authorities in new areas and countries.\n\nThe work-plan entails 4 main steps for the development of the scheme (participated context analysis, technical feasibility study, financial scheme and business plan, legal/administrative procedures to launch the tender), measures dedicated to dissemination and replication of the scheme (national/international Committee of Observers and replication laboratories). The above combined with experienced management and coordination and supported by a comprehensive communication campaign propping up each individual action for an effective implementation of the work-plan.",
    "totalCost": "903671,25",
    "ecMaxContribution": "903671,25",
    "coordinator": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI TRIESTE;ASSOCIAZIONE NAZIONALE DELL'INDUSTRIA DELL'AUTONOLEGGIO E SERVIZI AUTOMOBILISTICI - ANIASA;REGIONE AUTONOMA FRIULI-VENEZIA GIULIA;BIT SERVIZI PER L'INVESTIMENTO SUL TERRITORIO;Promoscience srl",
    "participantCountries": "IT",
    "projectParticipants": {
        "928287479": {
            "orgId": "928287479",
            "orgName": "BIT SERVIZI PER L'INVESTIMENTO SUL TERRITORIO",
            "ecContrib": 99576
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 120152
        },
        "998894749": {
            "orgId": "998894749",
            "orgName": "Promoscience srl",
            "ecContrib": 70056
        },
        "917326091": {
            "orgId": "917326091",
            "orgName": "ASSOCIAZIONE NAZIONALE DELL'INDUSTRIA DELL'AUTONOLEGGIO E SERVIZI AUTOMOBILISTICI - ANIASA",
            "ecContrib": 44656
        },
        "983174347": {
            "orgId": "983174347",
            "orgName": "REGIONE AUTONOMA FRIULI-VENEZIA GIULIA",
            "ecContrib": 242459
        },
        "999549887": {
            "orgId": "999549887",
            "orgName": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
            "ecContrib": 326771
        }
    },
    "calculatedTotalContribution": 903670
}