{
    "rcn": "210321",
    "acronym": "BioTec",
    "topics": "MSCA-IF-2016",
    "title": "Detection of bio-signatures in space research using a new and innovative measurement technique based on laser desorption ionisation mass spectrometry",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Detection of bio-signatures on planetary objects are of high interest for science and society. Mars is one of the most promising target in our Solar System to find traces of life. Several missions are planned in the future by, e.g., NASA and ESA to find bio-signatures on Mars. Unfortunately, since the first Viking landing on Mars in the 1970s the quest for finding bio-signatures remains unresolved. Therefore, the development of new measurement concepts for the detection of bio-signatures is of high importance for future space missions to Mars.\n\nThe aim of BioTec is to provide a new and innovative measurement technique for the detection of bio-molecules based on laser desorption ionisation mass spectrometry (LIMS). Knowledge from various science disciplines, ranging from astrobiology to the development of space instrumentation, is required for a successful realisation of BioTec.\n\nFirst, laboratory techniques will be learned to analyse Mars analogues for their bio-molecule content. These have been collected from different Mars analogue field sites on Earth. This will i) provide insights into the pros and cons of current collecting strategies and ii) further define the best Mars analogues.\n\nNext, a field trip to the Atacama Desert, Chile (most representative Mars analogue site on Earth) is planned. The previously conducted analyses will define the sampling strategy, which in turn will allow me to collect the most promising Mars analogues from the Atacama Desert. These are subsequently analysed using laboratory techniques.\n\nUsing expertise gained from these Mars analogues, a simple and robust measurement protocol shall be developed using the LIMS system. This includes testing of i) laser parameters for desorption of amino acids and ii) coatings to minimise the fragmentation pattern of desorbed bio-molecules.\n\nFinally, the best Mars analogues from the first task, together with Mars analogue samples collected from the Atacama Desert will be analysed using the LIMS system.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}