{
    "rcn": "210379",
    "acronym": "ePT",
    "topics": "SMEInst-10-2016-2017",
    "title": "ePT - Electronic Procedure Trainer for aviation pilots and cabin crew",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "Aviation as safe mass transportation system is taken for granted today. The aviation industry has a short but impressive history; from first flight in 1904 until the modern industry, with safe, comfortable and on schedule flights, the development has been high. Because of the high accident rate in the early years of aviation, safety has always been the highest priority for all stakeholders involved. Training has been an essential part of the work to improve safety and there are key statements used all over the industry. ìTrain as you flyî basically means that training is trying to simulate the real world as much as possible. \n\nThe industry has focused on developing simulators to as close to the real aircraft as possible, with the result that the price of simulation training is very high. Prior to simulator training, procedure training is today performed in classroom sessions, from reading books and manuals, and by using paper mockups of the cockpit/cabin.\n\nToday there is a gap between the very advanced and very expensive simulator sessions and the lower tech but resource demanding preparations. We propose a solution in-between todays training and simulation steps, which can not only reduce the need of the most advanced form of simulation, but also make preparatory training more efficient. Our ePT solution is less advanced than the simulators but much more advanced and using up to date technologies compared with current training solutions. \n\nWe are augmenting 360∞ views of the real cockpit/cabin/equipment, captured using VR principles, which creates a more realistic experience. With this approach, we are changing the current training paradigms and will be essential for the studentís motivation and for improving the learning process. Moreover, users will no longer need to be at training facilities, but can train anywhere anytime. Airline companies will have economic benefits from less use of expensive simulator rental and less crew failing their biannual checks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVIATION ELEARNING",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927717216": {
            "orgId": "927717216",
            "orgName": "AVIATION ELEARNING",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}