{
    "rcn": "210361",
    "acronym": "CORFEDITING",
    "topics": "ERC-PoC-2016",
    "title": "Gene Editing as Therapeutic Strategy for C9ORF72 Linked ALS/FTD",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Expansion of a hexanucleotide repeat G4C2 in the non-coding region of chromosome 9 open reading frame 72 (C9orf72) is the most common genetic cause for amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). ALS is a fatal condition characterized by progressive motor deficits, degeneration of upper and lower motor neurons (MNs) and death from neuromuscular respiratory failure in the majority of afflicted individuals within 3-5 years. Currently, the economic burden of care and treatment for patients with ALS/FTD is expensive and continues to significantly rise in Europe and worldwide. While significant genetic discoveries have been made in the field, they have not yet translated to treatment options for patients with ALS and FTD. Thus, research efforts aimed at identifying therapeutic targets are of the utmost importance to enable therapeutic development for these devastating disorders. In this ERC Proof of Concept project, we will design, optimise and test gene therapy vectors containing CRISPR/Cas9 system to selectively remove the pathogenic ALS/FTD-related C9orf72 hexanucleotide repeat expansion in mouse models of C9orf72-related ALS, with the ultimate aim of designing a therapy for patients with C9orf72-related ALS/FTD. The ultimate benefit of this approach goes far beyond just ALS/FTD however. A successful CNS gene therapy for C9orf72 related disease potentiates the prospect of developing similar approaches to treat multiple disease scenarios amenable to gene modification. Indeed, growing evidence suggests that C9orf72 repeat expansions also contribute to a wide spectrum of neurodegenerative diseases such as Alzheimerís, Huntingtonís, multiple sclerosis, Parkinsonís disease and cerebellar ataxias. We therefore anticipate that our strategy could be beneficial for other neurological conditions.",
    "totalCost": "149995",
    "ecMaxContribution": "149995",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 149995
        }
    },
    "calculatedTotalContribution": 149995
}