{
    "rcn": "210304",
    "acronym": "EeMAP",
    "topics": "EE-24-2016-2017",
    "title": "Energy efficient Mortgages Action Plan",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "In the EU, buildings are responsible for 40% of total energy consumption and 36% of CO2 emissions. By improving the energy efficiency (EE) of buildings, the EUís total energy consumption could be reduced by 5-6% and CO2 emissions by 5%. Considering that the building stock constitutes the largest single energy consumer in the EU, and that the value of the European mortgage market is equal to 53% of EUís GDP, there is huge potential to bridge financial innovation and the EE world and to unlock the benefits of mortgage financing to support EE to the benefit of all.\nThe EeMAP Project intends to deliver a standardised framework based on a market benchmark to stimulate EE investment by households in the EUís housing stock by way of a private banking financing mechanism.\nThree key outputs will be: a framework for a building energy passport, recording the EE history of a property by recognising the improvements made; a framework that can integrate the ìgreen valueî of a property through EE and collected market data; the framework for an EE mortgage product. Accordingly, EE investment will become financially viable, as market transparency will be improved. The Project will create synergies in the mortgage and covered bond value chain, delivering a virtuous circle between lenders, borrowers and investors from the origination of the energy efficient mortgage to the pooling of EE collateral for the purpose of energy efficient covered bonds. EeMAP has long-term potential to drive housing markets across Europe in a sustainable manner and encourage significant energy reductions in line with the EUís aspirations and global climate change demands. Concretely, issuing 35,000 green mortgages a year can achieve savings of 88 GWh per annum.\nThe EeMAP Project brings together all the necessary competencies (financial, building and EE, property valuation, energy provision and data) to develop a credible, workable and marketable pan-European energy efficient mortgage initiative.",
    "totalCost": "1553062,5",
    "ecMaxContribution": "1500000",
    "coordinator": "COVERED BOND & MORTGAGE COUNCIL",
    "coordinatorCountry": "BE",
    "participants": "E. ON UK PLC;UNIVERSITA CA' FOSCARI VENEZIA;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;ROYAL INSTITUTION OF CHARTERED SURVEYORS;UKGBC LIMITED",
    "participantCountries": "UK;IT;DE",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 240000
        },
        "999699655": {
            "orgId": "999699655",
            "orgName": "E. ON UK PLC",
            "ecContrib": 135000
        },
        "917944563": {
            "orgId": "917944563",
            "orgName": "COVERED BOND & MORTGAGE COUNCIL",
            "ecContrib": 420000
        },
        "961618425": {
            "orgId": "961618425",
            "orgName": "ROYAL INSTITUTION OF CHARTERED SURVEYORS",
            "ecContrib": 240000
        },
        "939140421": {
            "orgId": "939140421",
            "orgName": "UKGBC LIMITED",
            "ecContrib": 330000
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 1500000
}