{
    "rcn": "210374",
    "acronym": "TRAINSFARE",
    "topics": "SMEInst-10-2016-2017",
    "title": "SMART TOOL TO PROTECT PUBLIC TRANSPORT REVENUES, ASSETS, PASSENGERS AND MOBILITY",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "TRAINSFAREís main objective is to help reduce fare evasion on public transport, which causes revenue losses in excess of Ä2.9bn/year in Europe alone. \n\nTo tackle fare evasion public transport operators use random ticket inspections with variable success. This method inconveniently disrupts the natural flow of paying passengers, while fare dodgers all too often find ways to elude spot checks. Therefore, harnessing the geometry of their networks, many metro and commuter train operators (MTOs) have installed fare gates (or ticket barriers) at access/exit points. However, even with fare gates, fraud rates are typically 2-7% of passengers, rising to double digits on some networks.\n\nAt the request of FGC (an innovative MTO in Barcelona that could not find an adequate system on the market to step up fraud prevention), we developed DETECTOR, a highly precise and effective support tool that detects fraud at barriers and alerts ticket inspectors in real time via a mobile app so that they can act immediately. \n\nBecause the DETECTOR system uses video streams, it can also be used to detect vandalism, unattended baggage, equipment malfunction and behavioural analysis based on passenger trajectories. Our patent pending methodologies have enabled DETECTOR to resolve issues that previously limited the effectiveness of video analytics such as shadows, reflections, occlusions and variable sunlight exposure.\n\nDETECTOR 1.0 has been tested and approved by FGC, is successfully operating in four of FGCís main stations and further rollout is planned. Tests have also been agreed with other European MTOs. \n\nThe UITP (International Association for Public Transport) also recognised DETECTORís innovative approach when it was nominated as a global finalist for the Operational and Technical Excellence Award (Milan 2015).\n\nWith a feasibility plan developed under a SMEInst Phase 1 grant, TRAINSFARE is now seeking Phase 2 support to scale up and market replicate the system.",
    "totalCost": "1585883,75",
    "ecMaxContribution": "1110118,63",
    "coordinator": "AWAAIT ARTIFICIAL INTELLIGENCE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918649074": {
            "orgId": "918649074",
            "orgName": "AWAAIT ARTIFICIAL INTELLIGENCE SL",
            "ecContrib": 1110119
        }
    },
    "calculatedTotalContribution": 1110119
}