{
    "rcn": "210344",
    "acronym": "DSSC",
    "topics": "MSCA-COFUND-2016",
    "title": "Data Science and Systems Complexity Research Training Programme",
    "startDate": "01/05/2017",
    "endDate": "30/04/2022",
    "objective": "Todayís world is a highly complex system that is producing massive amounts of data daily. We can only progress towards urgent global priorities such as sustainable energy, personalized healthcare or the development of the data-driven economy if we can predict the dynamic nature of such a system. This challenge calls for an integrated approach that uses data to understand the behaviour of complex systems, and for experts who can handle data and complexity problems for society at large. \n\nThe DSSC Centre at the University of Groningen responds to this demand with a doctoral programme that offers Big Data and Systems Complexity training to ten early stage researchers. To combat the current fragmentation of data and complexity research along disciplinary lines, the DSSC Programme has an interdisciplinary format based on the premise that complex systems generate big data, and big data help identify, control and analyse complex systems. \n\nThe DSSC mission is to enable students to become experts who provide effective data & complexity solutions for European strategic fields: energy, healthcare, safety and cybersecurity, smart industry, space and advanced instrumentation. As an interdisciplinary training programme it will prepare students to master modelling, computational and analysis methodologies from mathematics, statistics, computer science, engineering, and to manage Big Data in disciplines such as astronomy, physics, bioinformatics. It will develop the studentsí intersectoral and international mobility through entrepreneurial training, internships and collaborative projects with major local and European stakeholders. The DSSC provides an optimum training environment: access to first-rate research facilities and experienced supervisors in a top 100 university where more than 50% of the PhD population comes from abroad. In the future, the Programme endeavours to foster an international collaborative research network that will address data and complexity challenges.",
    "totalCost": "2092800",
    "ecMaxContribution": "1046400",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1046400
        }
    },
    "calculatedTotalContribution": 1046400
}