{
    "rcn": "210305",
    "acronym": "FUSION",
    "topics": "MSCA-IF-2016",
    "title": "The effects of financial capital accumulation on employment and wealth distribution",
    "startDate": "03/07/2017",
    "endDate": "02/07/2018",
    "objective": "This project will analyse the relationship between the logic of financial accumulation and declining working conditions as well as the widening breach in social inequality affecting large segments of the European population. Studies carried out to date  have failed to provide a systematic  explanation for the relationship between financialisation, employment and wealth distribution. This project will contribute to filling this knowledge gap in the comparative cases of Spain and the UK, two different poles in terms of Eurozone economies.\nIn the case of Spain, the ERís (Dr Matilde MassÛ) current research on financialisation shows a widespread trend whereby financial capital gains of non-financial corporations increase not only when net incomes do, but also when the latter fall within a context of a major economic crisis and high unemployment rates. \nThe PI (Dr Mark Davis) has worked for the Council of Europe, contributing expertise to the Charter of Shared Social Responsibilities. His recent research on democratic finance shows the importance of money as a public resource that allows for equivalences to be drawn between goods and services of varying types, and the distribution of wealth in contemporary capitalist societies.  \nThis project, hosted by one of the foremost centres of Economic Sociology in Europe (The Bauman Institute of the University of Leeds), brings together both approaches in order to conduct innovative research into the analysis of the effects that financial accumulation has on the field of employment. \nThe project will boost the ERís academic career progression as she aims to become a leading world expert in Economic Sociology. The innovative approach of this project lies in the interdisciplinary viewpoint adopted in the analysis of the causes of unemployment and inequality. The exploration of new money-currency systems allowing for more balanced wealth distribution may have the potential for significant long-term socioeconomic impact.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}