{
    "rcn": "210395",
    "acronym": "WUUDIS",
    "topics": "SMEInst-07-2016-2017",
    "title": "Making forest asset management easy",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "In Europe, 60% of the forest area is owned by private individuals, who mostly live in cities, not even knowing where their\nforestry is located. These remote forest owners lack easy tools for understanding and taking control of their forest assets in\norder to perform proper silvicultural management practices and to harvest and to sell valuable timber and thus contributing to\nthe European economy. Also, as EU forests are under threat by rapid climate change and invasion of alien animal species,\nmajor concern of forest authorities is how to encourage forest owners to better manage their assets. MHG developed Wuudis, a cloud-based web service and a mobile solution for forest owners and contractors to effectively manage forest resources remotely in real-time.\n\nWuudis provides information about the forest and its timber resource; track of executed silvicultural activities and\nguidance for planning next forest activities that need to be performed in order to gain economic benefit from timber harvest.\nIt enables easy scouting and connection between forest owners and contractors to close e-contracting deals, which saves\ncosts and increases margin for contractors. It also provides automatic reporting and sharing of damage on wood by weather,\nsoil erosion and diseases.\n\nIn Phase 1, MHG will assess the economic viability through a realistic bottom-up approach in which the number of reachable\nforest owners and contractors will be estimated according to in progress and existing contacts with stakeholders in the forest\nindustry. The technical viability will be assessed through the involvement of organizations (government, profit or non-profit) with access to national electronic forest data and GIS data in Finland, Czech Republic, Spain and Belgium.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MHG SYSTEMS OY - MHGS",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "961146035": {
            "orgId": "961146035",
            "orgName": "MHG SYSTEMS OY - MHGS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}