{
    "rcn": "210386",
    "acronym": "DOCTRINA",
    "topics": "SMEInst-01-2016-2017",
    "title": "A Unique Virtual Environment where Healthcare Professionals Can Find the Support that They Need for an Adequate Use of Pharmaceutical Products",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "For pharmaceutical products to work effectively, they need to be used properly. In Europe, 50% of patients fail to adhere to the prescribed regime, incurring in Ä 125 billion costs. Poor patient adherence is often the result of poor management at the practice level. Indeed, the correct use of pharma products begins with the prescription by doctors and proper guidance from pharmacists. Therefore, it is important that pharma companies provide these professionals with the education they need, anywhere and anytime. Pharma companies have traditionally relied on sales representatives and agents that pay visits to healthcare professionals. However, this method is time consuming, costly, extremely inefficient and difficult to schedule with the busy healthcare professionals. Importantly, professionals lack the means to communicate back with the pharma company. Despite this acknowledged inefficiency, agents are still the best alternative available right now in the market. In response, we have created DOCTRINA, a unique and cost-effective ICT platform through which pharma companies will be able to maintain 24/7 communication with healthcare professionals to provide them customized educational materials. While learners experience barrier-free communication and support, pharma companies improve their businesses and product management. Since our preliminary version of the platform received high acceptance from end-users, we now aim to take the next step and scale up our model to hold a global community of users. Thus, the Feasibility Study planned in Phase 1 has the main objective of securing this project from all technical, commercial and financial perspectives. Altogether, our platform will bridge the existing gap between pharma providers and care givers, helping to relieve the huge impact incurred by the inadequate use of pharma products. In turn, DOCTRINA will provide us estimated cumulative revenues of Ä30 M after enrolling \\650,000 users within five years from market launch",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOCTRINA, IZOBRAZEVANJE, DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937086252": {
            "orgId": "937086252",
            "orgName": "DOCTRINA, IZOBRAZEVANJE, DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}