{
    "rcn": "210402",
    "acronym": "Fresh Solutions",
    "topics": "SMEInst-11-2016-2017",
    "title": "Fresh Solutions ñëA fresh approach to food packagingí",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Fresh Solutions ñëA fresh approach to food packagingí\nWithin the EU post production supply chain, it is estimated that 61.6 Million tonnes (Mt) of food waste is created p.a with\n46.5 Mt/year generated specifically by households . Approximately 60% of household food waste arises from products ënot\nused in timeí with a value of more than Ä60 billion p.a (Ä624/household) the majority of which are short shelf-life chilled\nproducts. Similar shelf life challenges are found within the Retail sector with up to 33% of some fresh produce being wasted\nbefore it even reaches the consumer. Efforts to address this global challenge have centred around innovations that seek to prevent product deterioration and prolonging shelf life. However despite progress in techniques such as Modified Atmosphere Packaging, food waste remains a priority challenge, with the recognition that even a 1 day increase in shelf life could reduce waste levels both in store and home by up to 50% for some products. Fresh Solutions proposed by Four04 Packaging Ltd offers a unique approach to the packaging of perishable food by effectively controlling the detrimental effect of condensation, thermal shock and the respiration rate of fresh produce which contribute to the build-up of moisture in the packs and mould/bacterial growth. It combines an innovative bio-degradable and fully compostable film which allows the moisture vapour transmission rate to be controlled and a novel highly accurate laser perforation system which creates optimum atmospheric conditions within the packaging. The result is the potential to increase the shelf life of fresh produce by 30% ñ 100% over current packaging techniques as demonstrated by initial UK supermarket trials. Building on this success, this SME I project seeks to further demonstrate Fresh Solutions in the wider EU and U.S markets, helping Four 04 to exploit a Global market for fresh food packaging forecast to reach Ä95.91bn by 2020 with a truly disruptive solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FOUR04 PACKAGING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916627788": {
            "orgId": "916627788",
            "orgName": "FOUR04 PACKAGING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}