{
    "rcn": "210407",
    "acronym": "eggXYt",
    "topics": "SMEInst-07-2016-2017",
    "title": "EggXYt: A novel approach for sexing chicken embryos on day one before incubation - saving them from being hatched and disposed.",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "In the layer industry, chicks are culled (culling is the process of killing newly hatched poultry for which the industry has no use) by billions on an annually basis via suffocation or grinding or even more cruel methods. The males are terminated since they are not useful for laying eggs or to be bread for meat and the weak or unhealthy females are being terminated as well. Thus, more than 7 billion male chicks are killed on day of hatching generating an annual loss of ~1 Billion Dollars (cost of unnecessary hatching, human employees as sexers and waste management) ,associated carbon emissions, ethical and environmental impacts. Clearly a method for in-ovo, or embryo sex-determination prior to hatching (incubation) is thus highly desired due to both ethical and economic considerations. \n Our added value: We have developed a patented method ñusing cutting edge technologies in biology and optics - to detect the sex of the 1 day embryo immediately after being laid and before entering the 21 day incubation process. In other words, we are developing the morning after pill for chicks!!! This way, our clients  - hatcheries (and practically the whole industry) are saving money, they will not need to deal with chick culling and can use the unhatched male containing eggs in secondary markets where eggs are used as an ingredient (e.g. pharma, pastry etc.). We are bringing a novel approach that contributes to i) Saving over 7 billion chick lives annually ii) Saving the industry ~ 1 Billion dollars annually and iii) adding over 7 billion eggs to the global food supply.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EGGXYT LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913769392": {
            "orgId": "913769392",
            "orgName": "EGGXYT LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}