{
    "rcn": "210427",
    "acronym": "AccessVote",
    "topics": "SMEInst-01-2016-2017",
    "title": "The First European Platform for Accesible Paper Vote Cast",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Despite the available technology already used for data security and verification, for instance in online banking and airport controls, such implementation has not yet reached the voting process. Therefore, the current process, based on paper ballot in the polling place, remains mainly the same since its inception before 1900. In general, the voting process starts with identity verification in the polling places and afterwards the ballot is filled, cast and counted or either delivered to a counting place. This process has been reported to imply serious difficulties for disabled voters (80 million in EU) and EU citizens who live in an EU Member State other than their original country (13.6 million). Both collectives face tedious bureaucratic preliminary request for voting or physical constrains to reach the voting place. The problem is getting evident as the number of citizens living out of their own country is grown globally at a compound annual rate of 2,4% and by 2017, will reach around 56,8 million. In addition to the difficulties faced by disabled and out-of-country voters, the current voting process costs entirely too much tax-payer money and environment impact due to the paper use. According to a recent UN report about electoral costs, the current global annual expenses for election execution reach around 9,5 billion euro.\nAccessVote offers the first online platform for the European countries that generates the paper vote at the voter place to be sent by post or at the polling place. Our solution is formed by an online platform that enables the voting cast through a high secure, remote and accessible interface overcoming the legal barriers typically associated with e-voting, since the traditional paper vote for vote-casting and counting is still use. Thus, our system will facilitate voting to 93 million people in Europe who are not able easily to reach the polling place.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCYTL SECURE ELECTRONIC VOTING SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999763481": {
            "orgId": "999763481",
            "orgName": "SCYTL SECURE ELECTRONIC VOTING SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}