{
    "rcn": "210465",
    "acronym": "PALAEOSILKROAD",
    "topics": "ERC-2016-STG",
    "title": "A Silk Road in the Palaeolithic: Reconstructing Late Pleistocene Hominin Dispersals and Adaptations in Central Asia",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "In antiquity and the early Middle Ages, a network of trade routes known as the Silk Road connected east Asia and the ?iddle East. The Silk Road was not just an economic link, but also the avenue for cultural and even genetic exchanges between these regions. Recent genetic discoveries have hinted that such connections might have begun much earlier, during the Pleistocene. The Pleistocene period is of fundamental importance for human history. It is then that our ancestors evolved and colonised the entire Old World, surviving a suite of major extinction events ñ and they did so against a dramatic backdrop of ice ages and warmer interglacial phases which substantially altered their habitats. Conquering the extreme environments of arid central Asia to eventually settle the entire Asian mainland and beyond is one of the most impressive feats in this story. Unfortunately, there are too few known Pleistocene archaeological sites in central Asia to allow us to piece together when and how this happened. PALAEOSILKROAD will resolve this deficit by surveying central Asian mountain foothills as both corridors for human and animal movements and archives of past climate change. The project will discover new sites in the Tian Shan, Dzungar, and southern Altai foothills (Kazakhstan) and use them to examine if and how 1) humans were able to survive in the foothills throughout the last glacial cycle (110-11 500 years ago), and 2) periodic advances of mountain glaciers motivated dispersals, population segmentation, and behavioural adaptations. To address these questions, PALAEOSILKROAD will take an ambitious approach rooted in archaeology and contextualised by palaeoenvironmental reconstruction. The results of this project will change the way we understand human dispersals on a global scale and the resilience of early humans in the face of environmental challenges, providing a major missing link to explain how Homo sapiens became the only surviving species of our genus.",
    "totalCost": "1497643",
    "ecMaxContribution": "1497643",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1497643
        }
    },
    "calculatedTotalContribution": 1497643
}