{
    "rcn": "210406",
    "acronym": "HP-MOSES",
    "topics": "SMEInst-09-2016-2017",
    "title": "Solar assisted high temperature heat pumps for molten salt energy storage applications.",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "Aiming at an integrated EU energy system, the work programme expresses the need for Europe to develop next generation competitive technologies for the electricity transmission network, which will be going beyond the state of the art and will be ready to integrate the market in five to ten years' time. Among these technologies, energy storage systems play a crucial role for the flexibility, stability and security of the European electricity network in the context of a progressively higher integration of variable renewable energies into the grid.  \nThe main objective of the proposal is the technical and economic feasibility analysis of a large-scale (50-1000MW) molten salt energy storage system based on solar assisted high temperature heat pumps (HP-MOSES).  \nThe proposed HP-MOSES storage system consists of a solar assisted supercritical heat pump cycle converting the electricity surplus into high temperature heat during charging. The heat is then stored for the required time in a molten salt hot tank, and is converted back to electric energy in a thermal engine  during the discharging cycle. \nHP-MOSES is expected to be a cost-effective and commercially viable large-scale site-independent energy storage system. \nWith these features it can be considered as a valid alternative to existing bulk storage technologies in terms of round-trip-efficiency and cost of stored energy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECHNOSIND SRL",
    "coordinatorCountry": "IT",
    "participants": "GA ENERGY SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "913902864": {
            "orgId": "913902864",
            "orgName": "GA ENERGY SPA",
            "ecContrib": 0
        },
        "925078137": {
            "orgId": "925078137",
            "orgName": "TECHNOSIND SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}