{
    "rcn": "210475",
    "acronym": "LearnAnx_CircAmyg",
    "topics": "ERC-2016-COG",
    "title": "Learning and Anxiety in Amygdala-based Neural Circuits",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Major advances were made in understanding circuits that underlie aversive emotional learning. The majority gained by using classical associative models, mainly tone/context-shock conditioning. Failure to extinguish the response or to discriminate from other safe stimuli (generalization), form two main animal models for human anxiety-disorders and post-traumatic-stress. These simple yet powerful approaches enabled cutting-edge techniques in rodents to unveil amygdala circuitry and its connectivity with the medial-prefrontal-cortex. Yet, we have less understanding of the mechanisms that underlie elaborated behavioural models of mal-adaptive behaviour, as well as less understanding of neural codes and computations in the evolutionary-expanded primate amygdala. Our lab recently embarked on exploring these venues by pioneering physiological studies of generalization and extinction protocols in primates. The goal of the current project is to develop behavioural models of complex learning and maladaptive behaviour, and then examine and shed light on the underlying computations in primate amygdala-PFC circuit. We design a novel rule-based learning task, and examine its acquisition, extinction, generalization and exploration-exploitation trade-off in dangerous environments. Specifically, the concepts of rule learning and exploration-exploitation tradeoff form novel insights and aspects of [mal-]adaptive behaviours, and will suggest new animal models of learned anxiety. We record dozens of neurons in the amygdala and prefrontal-cortex simultaneously using deep multi-contact arrays, supplemented by stimulation to address functional connectivity, and development of modelling approaches for the behaviour and neural codes. We posit that the development of more [complex] models is crucial and the next logical step in achieving translation of animal models of anxiety disorders, as well as in understanding basic mechanisms behind the rich repertoire of emotional behaviours.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}