{
    "rcn": "210425",
    "acronym": "C2C-NewCap",
    "topics": "SMEInst-10-2016-2017",
    "title": "Towards a safe, reliable and cost competitive transport sector in Europe",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "The Heavy Transport Industry is subject to intense pressure both from fierce competition and from increasing fuel costs and stringent regulations on air pollution, traffic management and carbon emissions. \nAt the same time the industry is relying more and more on truck and bus batteries to crank and start engines as well as to run an increasing number of electrical loads. This stress imposed on batteries is one of the major causes of engine start failure with consequent delays on delivery and additional maintenance costs.\nC2C was founded in 2014 to solve this problem by bringing a new Electric Double Layer Capacitor (supercapacitor) to the energy storage market, the C2C-NewCap.\nThis technology holds a large range of applications from Heavy Truck engine cranking and hybrid traction passenger vehicles to wind turbine pitch control or even utility grid peak shaving.\nAfter the initial 200KÄ research project started in 2011 funded by public sources, we have raised 210KÄ through Venture Capital from Caixa Capital and Innoenergy. This investment allowed us to develop our technology from the lab scale to demonstration in real application conditions (TRL6).\nIn what concerns heavy trucks and buses we eliminate the dead-battery risks by dedicating the starting function to our supercapacitors. We have chosen transportation as our entry market due to the big need existing in the heavy transport segment, where we have a perfect fit, relevant industrial partners and few competitors from whom we differ with a patented technology that makes ours simpler to install, safer to operate, more eco-friendly, more reliable and cheaper.\nThe successful market application of the C2C-NewCap technology will mean more on-time deliveries, less fuel consumption, carbon emissions and air pollution and, ultimately, the end of jumper cables for trucks and buses.\nC2CNewCap will also expand existing batteries lifespan and reduce the use of lead-acid batteries ñ which are hazardous and strongly pollutant",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CHARGE2C-NEWCAP LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916485780": {
            "orgId": "916485780",
            "orgName": "CHARGE2C-NEWCAP LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}