{
    "rcn": "210437",
    "acronym": "RADARR",
    "topics": "SMEInst-10-2016-2017",
    "title": "INNOVATIVE TECHNOLOGY FOR RAPID AND DURABLE ASPHALT ROAD REPAIRS",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "The overall objective of the project RADARR (RAPID AND DURABLE ASPHALT ROAD REPAIRS) is to verify technological and economic feasibility of innovative technology for asphalt surface repairs using microwave technology and absorbing agent. The novelty of the technology lies in a completely new approach in pavement repair offering great advantages for various customers. Microwave technology represents a revolution in asphalt road maintenance. It enables durable repair results, faster application and it is simple, more effective and economic in comparison with currently applied technologies. Application of the microwave technology enables elimination of non-homogenous connection of repaired spot resulting in significant extension of life span of repairs. Extended life span of repairs means great savings for infrastructure owners and operators and thus it means great market opportunity for FUTTEC Corporation. Outcome of the project RADARR will be a feasibility study and a business plan for commercialization of the asphalt repair microwave technology that will bring functional versatile device using the microwave energy for repairs of cracks in asphalt surfaces (potholes) and to connect technological joints of new or repaired asphalt surfaces suing polymerisation agent. The feasibility study and business plan will bring realistic estimation of market size, market growth potential, organizational requirements, assessment of competitive solution and other necessary aspects. Complex and sound feasibility study and business plan will help reach the overall commercialization goal and attract potential investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FUTTEC AS",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925586223": {
            "orgId": "925586223",
            "orgName": "FUTTEC AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}