{
    "rcn": "210474",
    "acronym": "GLOBALFIRMS",
    "topics": "ERC-2016-COG",
    "title": "Global Firms and Global Value Chains: Measurement and Mechanisms",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The growing fragmentation of production across firms and countries has revolutionized international trade in recent decades. Firms today choose which production stages to conduct themselves and which to outsource to other parties, which to complete at home and which to offshore abroad. Known as global value chains (GVCs), this phenomenon creates new challenges and opportunities for individual firms and aggregate economies. Of primary policy interest are the implications of GVCs for growth, the transmission of shocks across firms and borders, and the design of economic policies. Yet academic research has faced two major challenges: poor measurement and poorly understood mechanisms.\nI propose an ambitious research program that will use exceptional new data and novel GVC measures for path-breaking GVC analysis. First, I will exploit unique panel data on firm production, management practices, export and import transactions for the worldís two largest export economies, China and the US; and unique panel data on firm production, export and import transactions, and the network of domestic firm-to-firm transactions for one of the most open economies, Belgium. Second, I will develop measures that comprehensively characterize three dimensions of firmsí GVC activity: value added (total/domestic/foreign), production line position (upstreamness), and network position (centrality). Third, I will empirically and theoretically examine the impact of GVCs on firm growth, shock transmission, and export-finance policy through six synergistic projects. Each project will make a distinct contribution by investigating new economic mechanisms, establishing new empirical facts, and combining theory and data for informative welfare calculations.\nThe novelty of the data and the complex mechanisms driving GVCs make this research program highly ambitious. At the same time, the importance of understanding GVCs for economic policy and academic research make this agenda extraordinarily high-return.",
    "totalCost": "1462304",
    "ecMaxContribution": "1462304",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1462304
        }
    },
    "calculatedTotalContribution": 1462304
}