{
    "rcn": "210401",
    "acronym": "Steammatic",
    "topics": "SMEInst-07-2016-2017",
    "title": "Detergent free steam cleaning system for modular conveyor belts in the food industry",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "REA STEAM CLEANING has developed  since 1986 advanced steam cleaning systems, and thanks to its expertise has become a market leader. Steam has some very specific properties that makes it a very efficient and environment friendly cleaning media for an infinity of applications\nA major market for our company has become the food industry for sanitization and infection control to remove listeria, e-coli, salmonella and other pathogenic microorganisms on food processors equipment. Nowadays, most of major food industries are using REA mobile steam cleaners. REA started to address, in years 2000, the issue of conveyor belt cleanings. Conveyor belt are extremely important in food industry for the transport of the ingredient and aliments all along the production cycle, and they are a main cause of bacteria related problems. We focused first on small, flat belts with semiautomatic systems, and the first results were encouraging enough to convince us that fully automatic steam cleaning systems, allowing to clean and disinfect during production (which is not possible with any of todayís existing systems) would high a very high impact on the market. In the meantime, our reputation in the food industry and focused sales and marketing actions, were such that more and more food processing companies are reverting to us, looking for a solution of their most difficult belts to clean: the long modular belt\nThose numerous enquiries permitted us to define the specifications of the ideal cleaning system that must be able to work on this specific type of belt, which is becoming the most common in food plants. The ideal equipment must be compact, able to run during production, limit the use of water and totally suppressed the use of chemicals\nThis is the basic concept of our project, for which we have identified a market and a selling strategy, but that requires the construction of a working prototype, further tests, and studies regarding market exploitation, sales and marketing strategies",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REA STEAM CLEANING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919603554": {
            "orgId": "919603554",
            "orgName": "REA STEAM CLEANING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}