{
    "rcn": "210497",
    "acronym": "MUSA",
    "topics": "SFS-11-2016",
    "title": "Microbial Uptakes for Sustainable management of major bananA pests and diseases",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "Nematodes and weevils of banana with Panama disease globally affect food security, causing yearly crop losses for many billion Ä  in Canary Islands, Caribbean and Africa. These threats concomitantly affect crops in tropical and sub-tropical systems. In regions such as Sub Saharan Africa (SSA) millions of farmers rely on cooking banana, plantain and ensete as starch staple food crops and for income. Pesticides no longer represent a sustainable option for control, and many have been progressively withdrawn from use in the EU or are highly restricted, due to harmful effects on the environment and toxic residues. In SSA, where phytosanitary policies and regulations are often less effective, such pesticides are still being (mis)used, posing a significant threat to vulnerable farmers and consumers. In the absence of long term strategies or suitable control methods, and under the influence of changing climates in tropical and subtropical regions, the banana crops are becoming ever more exposed to pathogens and pests due to higher multiplication rates and prevalence induced by temperatures and rainfall patterns. The principal outcome of this project will be to achieve sustainable intensification of Musa spp. and ensete crops, through identification, development and implementation of IPM based on beneficial microorganisms. MUSA proposes, in a holistic view, IPM methods based on microbial consortia and banana germplasm, studying the plant reactions (phenotypic and molecular) to different biotic stresses. This will be achieved by screening, testing and evaluating in the field, selected banana lines, in an attempt to identify (via transcriptomic analyses) the principal genes involved in driving a resistant/succumbent response, and the interaction with beneficial microorganisms. The latter include endophytes and biocontrol agents (EBCAs) integrated with plant germplasm to develop information-based IPM strategies through field trials.",
    "totalCost": "3987403,75",
    "ecMaxContribution": "3987403,75",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "SOUTHERN NATIONS, NATIONALITIES AND PEOPLES REGIONAL AGRICULTURAL RESEARCH INSTITUTE;UNIVERSIDAD DE ALICANTE;THE REAL IPM COMPANY (KENYA) LIMITED;Grupo Regional de Cooperativas Plataneras del Archipielago Canario;CENTRO NACIONAL DE SANIDAD AGROPECUARIA;THE UNIVERSITY OF EXETER;INTERNATIONAL INSTITUTE OF TROPICAL AGRICULTURE;INTERNATIONAL CENTRE OF INSECT PHYSIOLOGY AND ECOLOGY LBG;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;KATHOLIEKE UNIVERSITEIT LEUVEN;SACOM LAB SPA;ESCUELA DE AGRICULTURA DE LA REGION TROPICAL HUMEDA",
    "participantCountries": "ET;ES;KE;CU;UK;NG;BE;IT;CR",
    "projectParticipants": {
        "999420974": {
            "orgId": "999420974",
            "orgName": "INTERNATIONAL INSTITUTE OF TROPICAL AGRICULTURE",
            "ecContrib": 433604
        },
        "946920209": {
            "orgId": "946920209",
            "orgName": "THE REAL IPM COMPANY (KENYA) LIMITED",
            "ecContrib": 168346
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 354635
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 440006
        },
        "934635741": {
            "orgId": "934635741",
            "orgName": "ESCUELA DE AGRICULTURA DE LA REGION TROPICAL HUMEDA",
            "ecContrib": 175601
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 363469
        },
        "915292001": {
            "orgId": "915292001",
            "orgName": "SOUTHERN NATIONS, NATIONALITIES AND PEOPLES REGIONAL AGRICULTURAL RESEARCH INSTITUTE",
            "ecContrib": 219562
        },
        "997730458": {
            "orgId": "997730458",
            "orgName": "Grupo Regional de Cooperativas Plataneras del Archipielago Canario",
            "ecContrib": 158096
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 489414
        },
        "998556704": {
            "orgId": "998556704",
            "orgName": "INTERNATIONAL CENTRE OF INSECT PHYSIOLOGY AND ECOLOGY LBG",
            "ecContrib": 204320
        },
        "951906203": {
            "orgId": "951906203",
            "orgName": "SACOM LAB SPA",
            "ecContrib": 188719
        },
        "933940154": {
            "orgId": "933940154",
            "orgName": "CENTRO NACIONAL DE SANIDAD AGROPECUARIA",
            "ecContrib": 298062
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 493569
        }
    },
    "calculatedTotalContribution": 3987403
}