{
    "rcn": "210412",
    "acronym": "PROOFY",
    "topics": "SMEInst-01-2016-2017",
    "title": "Protecting Creations Made Easy. Unique Innovative solution to protect intellectual property of original works in digital format in an easy and cost-effective way",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The objective of PROOFY is to develop and commercialize an innovative cloud based web-application for copyright and authorship protection for individual and corporate users. Traditional protection solutions are costly and bureaucratic\nprocesses relying on legacy centralized monopolistic institutions (notaries, collecting societies). PROOFY is tailored for creators and marketers of original content, enabling safe deposit and management of original work, being extremely easy (1-step procedure), fast (3min), inexpensive (Ä15/author/year) and entirely online.\nPROOFY revolutionizes IP protection being the only solution to ensure data integrity, certification of genuineness and authorship, with a fully automatic uploading process and secure storage services. Having successfully penetrated the\nItalian market (2,000 B2C users in 2017), we will secure our European position and introduce PROOFY to global markets (US and Asian). The PROOFY B2C component has been tested, validated and demonstrated both technically and commercially. We are now expanding the B2B component, and are planning to perform pilot tests in operational scenarios, for which partnerships and agreements are already in place. During the Phase 1 we will perform the technical and commercial assessment of PROOFY (design, functionalities, scale-up, security, market demands), so as\nto become the leading provider of Online Copyright Protection Services in EU and to penetrate the US and Asian markets with the most efficient solution. We will also develop a detailed Business and Financial Plan to analyse the economic viability of PROOFY.  The successful implementation of this project will raise EUís worldwide rank in copyright protection, and will stimulate job creations in the Creative Industry domain, which is the largest employment sector for young people and contributes to over 3% of EUís GDP.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AEGIDEA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918692142": {
            "orgId": "918692142",
            "orgName": "AEGIDEA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}