{
    "rcn": "210438",
    "acronym": "ENTOMICSBLUEGROWTH",
    "topics": "SMEInst-08-2016-2017",
    "title": "Investigating the commercial feasibility of a novel biological enhancement technology for creating a sustainable, high value, insect-derived protein supplement for the EU aquaculture market",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "The FAO estimates that to we need to produce 70% more food by 2050 to sustain the worldís growing population.\n\nAquaculture is a promising source of nutrition and food security due to relatively low resource requirements, accessibility for operators in the developing world and an increasing global demand for quality protein. During the last three decades, world aquaculture production increased from 5 million to 63 million tons, and represents an increasingly large component of human protein consumption.\n\nHowever, intensive aquaculture of carnivorous fish species ñ like salmon and trout ñ requires large inputs of unsustainable feed ingredients like fishmeal from wild-caught forage fish as far away as Chile, due to its high protein and oil content. Thus, feed costs can comprise up to 75% of an aquaculture operationís overall cost in the EU. In addition, intensive aquaculture continues to be plagued by the incidence of disease and lice infestation ñ exacerbated by stressful conditions such as overstocking and poor water quality, and requiring the industry to respond with harmful antibiotic and chemical interventions.\n\nEntomicsí innovative technology enables the production of novel insect-derived protein feed that is sustainably grown from waste substrates at low cost, and presents a viable substitute for fishmeal given similar protein and omega-3 oil profiles. More importantly, our patent-pending processing technology enhances this protein feed with key biological characteristics that promote enhanced growth and overall fish health. We currently produce this feed in a Pilot facility, and are conducting fish feeding trials to test efficacy in different species.\n\nThe purpose of this study is to investigate the commercial feasibility and technical scalability of our novel processing technology, with the aim of bringing this high-value, sustainable aquaculture feed to the European market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENTOMICS BIOSYSTEMS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915674957": {
            "orgId": "915674957",
            "orgName": "ENTOMICS BIOSYSTEMS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}