{
    "rcn": "210408",
    "acronym": "Previble",
    "topics": "SMEInst-01-2016-2017",
    "title": "Previble - The Previsualization Tool",
    "startDate": "01/05/2017",
    "endDate": "28/02/2018",
    "objective": "Previble is an innovation within previsualization, predominantly for the film and entertainment industry. It is a tool to efficiently create digital previsualization in film, TV, video games and other sectors. The technology builds on mostly existing hardware and software solutions. Previsualization in the film- and video games industry is an arduous and expensive task but often needed to ensure that the outcome on screen accurately represents what the creator has envisioned. This new tool will make this process more efficient, less expensive and more enjoyable than any other existing method. By providing the customers with this intuitive versatile solution we can eliminate the barriers that arise between customers and animators and help filmmakers and other creators get their projects closer to their initial vision, and even experiment beyond. The customers can control their work, and the tool can be adapted for groups and crews so they can all work on the same scene at the same time on real-time. Previble has the potential to revolutionise previsualization in the same way as 3D animation did some 30 years ago or storyboards did in the 1930:s. We estimate that the previsualization market is about Ä 2.55 billion. With this grant we hope to proceed with out feasibility study; understand how to the innovation may be optimized for various customers, including outside our target groups, properly understand the market characteristics, their risks, benefits, and furthermore identify appropriate business model. This tool will be able to service a growing European film and video game industry and simultaneously be accessible and affordable for a large group of European filmmakers who lacks big resources. We believe also that this innovation may not only disrupt the film and entertainment industry, but possibly other sectors where easy to use simulation technologies are in demand, such as architecture and urban planning.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GOODBYE KANSAS ENTERTAINMENT GROUPAB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916558433": {
            "orgId": "916558433",
            "orgName": "GOODBYE KANSAS ENTERTAINMENT GROUPAB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}