{
    "rcn": "210433",
    "acronym": "Auxilia",
    "topics": "SMEInst-10-2016-2017",
    "title": "Hybrid Drive for Commercial Ships and Yachts",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Fluctuating and unpredictable fuel prices in combination with new environmental regulations are putting a lot of pressure on the maritime industry to use more efficient and greener propulsion systems. Besides, there is an increased awareness for shipping contribution to GHG emissions (2.5% global CO2 emissions). Hybrid propulsion systems (fuelled plus electric) have been used for years in large ships to reduce energy consumption, lower polluting emissions and improve manoeuvrability. However, until recently, it has not been possible to apply the quot;state of the artquot; to small and medium size crafts primarily because of the space limitation of these vessels. AuxiliaTM is an innovative patented universal, compact, plug and play hybrid drive for commercial and recreational vessels (tug boats, fishing, off-shore, yachts, public transport, etc.) with diesel engines up to 2.000 kW (up to 40 m lenght). Unlike its competitors, it is easily implemented in quot;new buildquot; and quot;on the waterquot; ships adapting to its size limitations, since it is mounted in the diesel engine housing and rapidly integrated in the propulsion system shaft line ?without changes in the propulsion system configuration. AuxiliaTM has been developed by Realizzazioni Tecniche Navalmeccaniche (RTN) an Italian SME with more than 48 year experience in marine propulsion. This innovation has been possible thanks to technical advances in electric motors and a special clutch type designed and developed by RTN.AuxiliaTM substantially saves fuel, fulfils current and upcoming environmental regulations even in restricted areas, lowers main engine maintenance, significantly improves manoeuvring in harbours and workplaces (fundamental for off-shore crafts, tug boats, etc.) and makes noise and vibrations negligent. The proposed project will be profitable in the period 2019-2023 (IRR of 32.43%) with a payback period of 3.2 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "R.T.N. - REALIZZAZIONI TECNICHE NAVALMECCANICHE SOCIETA' A RESPONSABILTA' LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916573080": {
            "orgId": "916573080",
            "orgName": "R.T.N. - REALIZZAZIONI TECNICHE NAVALMECCANICHE SOCIETA' A RESPONSABILTA' LIMITATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}