{
    "rcn": "210428",
    "acronym": "Gamebooster",
    "topics": "SMEInst-01-2016-2017",
    "title": "Promoting the Efficiency of the European Online Games Industry through an adaptive gaming platform and portal.",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Currently no platform actively optimises social games, causing low engagement, low user retention, and consequent low revenue turnover. This hobbles the European game industry as over 80% of EU-based game creators are SMEís with an average of 10 employees and almost always under 100. As a result, it is expected that Europe will lose a significant share of social gaming markets, with VC-backed US and Chinese ventures taking over 50% of the market by 2020.\n\nThe Gameboost system deploys machine learning algorithms to dynamically improve the user experience through enhancing gameplay and aesthetics within social and web-based games, and optimising searching and recommendations on the Gameboost HTML5 platform.\n\nThe platform continuously improves the user experience based on both consumer and community behaviour. In comparison to other social gaming platforms and app platforms like the Google Play Store, the App Store, and Facebook, user privacy is protected by only harvesting data relevant to the platform and not selling it in a firehose format, allowing illegal data gathering and profiling by state entities, or unwanted solicitation from commerce platforms like Twitter and Amazon.\n\nOur primary method of revenue generation is serving ads to our users in video format, and providing our in-game optimisation capacity to game developers in a Software as a Service model. Other revenues will be generated via the freemium model with users being able to make in-app purchases as is common with other social and web-based games.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFTGAMES MOBILE ENTERTAINMENT SERVICES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926504134": {
            "orgId": "926504134",
            "orgName": "SOFTGAMES MOBILE ENTERTAINMENT SERVICES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}