{
    "rcn": "210479",
    "acronym": "MolStrucDyn",
    "topics": "ERC-2016-COG",
    "title": "Ultrafast Molecular Structural Dynamics",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Chemical reactions in solution are strongly influenced by femtosecond solvent-solute dynamics. Likewise, proteins provide specific environments to control the outcome of substrate reactions. The molecular understanding of these effect are currently poorly developed. \n\nI propose to fill this knowledge gap by ëfilmingí elementary chemical reactions in solution and in proteins. I will pioneer new time-resolved scattering and diffraction experiments using X-ray Free Electron Lasers (XFELs).\n\nUsing femtosecond time-resolved X-ray scattering, I plan to decipher the structural dynamics of bond breaking and bond formation in iodine containing compounds in solution. I will pioneer time-resolved fluctuation correlation X-ray scattering to recover full electron density maps of the reaction trajectories at an atomic resolution. I will visualize the as yet unknown structures of reaction intermediates and the solvent response. \n\nFurthermore, I propose to investigate the molecular photoresponse of phytochrome photoconversion with femtosecond time-resolved serial microcrystallography. Phytochromes are ubiquitous photosensory proteins in plants and are essential to all vegetation on earth. I will resolve how the chromophore and the protein react collectively to photoexcitation and how this leads to conformational changes.\n\nCombined, this interdisciplinary project will yield microscopic understanding on how the surrounding of reactants guides the outcome of elementary (bio)chemical reactions. \n\nThis program builds on my strengths in structural biology of phytochromes (Takala et al., Nature, 2014), time-resolved X-ray scattering (Westenhoff et al., Nature Methods 2010), and femtosecond spectroscopy (21 papers in PRL, JACS, Nature Methods 2006-2012 & 2016).\n\nThe new XFEL-based methods will have wide-ranging applications in chemistry and biology. My work will open new horizons in physical chemistry and structural biology.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}