{
    "rcn": "210473",
    "acronym": "ThymusTolerance",
    "topics": "ERC-2016-COG",
    "title": "Delineation of molecular mechanisms underlying the establishment and breakdown of immunological tolerance in the thymus",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Central tolerance is shaped in the thymus, a primary lymphoid organ, where immature T lymphocytes are ìeducatedî into mature cells, capable of recognizing foreign antigens, while tolerating the bodyís own components. This process is driven mainly by two separate lineages of thymic epithelial cells (TECs), the cortical (cTEC) and the medullary (mTEC). While cTECs are critical at the early stages of T cell development, mTECs play a pivotal role in negative selection of self-reactive thymocytes and the generation of Foxp3\\ regulatory T (Treg) cells. Crucial to the key role of mTECs in the screening of self-reactive T cell clones, is their unique capacity to promiscuously express and present almost all self-antigens, including thousands of tissue-specific antigen (TSA) genes. Strikingly, the expression of most of this TSA repertoire in mTECs is regulated by a single transcriptional regulator called Aire. Indeed, Aire deficiency in mice and human patients results to multi-organ autoimmunity. Although there has been dramatic progress in our understanding of how thymic epithelial cells shape and govern the establishment of adaptive immunity and of immunological self-tolerance, there are still several outstanding questions with no comprehensive answers. Therefore, in the research proposed herein, we wish to provide more comprehensive answers to these still elusive, but very fundamental questions. Specifically we will aim at: 1.) Delineation of molecular mechanisms controlling TEC development and thymus organogenesis; 2.) Delineation of molecular mechanisms underlying promiscuous gene expression in the thymus; 3.) Identification and characterization of molecular determinants responsible for the breakdown of thymus-dependent self-tolerance. To this end, we will build upon our recently published data, as well as unpublished preliminary data and utilize several state-of-the-art and interdisciplinary approaches, which have become an integral part of our labís toolbox.",
    "totalCost": "2220000",
    "ecMaxContribution": "2220000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2220000
        }
    },
    "calculatedTotalContribution": 2220000
}