{
    "rcn": "210477",
    "acronym": "BuddhistRoad",
    "topics": "ERC-2016-COG",
    "title": "Dynamics in Buddhist Networks in Eastern Central Asia, 6th-14th Centuries",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "The objective of this proposal is to create a new framework to enable understanding of the complexities in the dynamics of cultural encounter and religious transfer in pre-modern Eastern Central Asiaóthe vast area extending from the Taklamakan desert to Northeast China. This region was the crossroads of ancient civilisations. Its uniqueness was determined by complex dynamics of religious and cultural exchanges gravitating around an ancient communication artery, known as the Silk Road. Buddhism was one major factor in this exchange; its transfer predetermined the transfer of adjacent aspects of culture. The religious exchange involved a variety of cultures and civilisations, which were modified and shaped by their adoption of Buddhism. This process overrode the ethnic and linguistic boundaries of the Buddhist universe. One specific aspect of this process was the rise of the local forms of Buddhism. This project intends to investigate such Buddhist localisations between the 6thñ14th centuries. \nI will create a new trans-regional and trans-cultural vision of the religious transfer in Eastern Central Asian history and will reconstruct this Buddhist network with its entities and relations. It will incorporate the fascinating, but as yet under-researched field of Eastern Central Asian Buddhism into a broader research agenda of Comparative Religious Studies. It will establish a new research approach by bringing together many research fields and agendas (such as Philology, Art History, Archaeology, Religious Studies) into one synthesising narrative based on a unique perspective, in which, religious exchange in Eastern Central Asia will be analysed as a dynamic network emerging in its spatial and temporal aspects. For the first time the multi-layered relationships between the trans-regional Buddhist traditions (Chinese, Indian, Tibetan) and those based on local Buddhist cultures (Khotanese, Uyghur, Tangut, Kitan) will be explored in a systematic way.",
    "totalCost": "1998717",
    "ecMaxContribution": "1998717",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 1998717
        }
    },
    "calculatedTotalContribution": 1998717
}