{
    "rcn": "210466",
    "acronym": "FRAGMENT2DRUG",
    "topics": "ERC-2016-STG",
    "title": "Jigsaw puzzles at atomic resolution: Computational design of GPCR drugs from fragments",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Despite technological advances, industry struggles to develop new pharmaceuticals and therefore novel strategies for drug discovery are urgently needed. G protein-coupled receptors (GPCRs) play important roles in numerous physiological processes and are important drug targets for neurological diseases. My research focuses on modelling of GPCR-ligand interactions at the atomic level, with the goal to increase knowledge of receptor function and develop new methods for drug discovery. Breakthroughs in GPCR structural biology and access to sensitive screening assays provide opportunities to utilize fragment-based lead discovery (FBLD), a powerful approach for drug design. The objective of the project is to create a computational platform for FBLD, with a vision to transform the early drug discovery process for GPCRs. As structural information for these targets is limited, predictive models of receptor-fragment complexes will be crucial for the successful use of FBLD. In this project, computational structure-based methods for discovery of fragment ligands and further optimization of these to potent leads will be developed. These techniques will be applied to address two difficult problems in drug discovery. The first of these is to design ligands of peptide-binding GPCRs that have been challenging for existing methods. One of the promises of FBLD is to provide access to difficult targets, which will be explored by combining molecular docking and biophysical screening against peptide-GPCRs to identify novel lead candidates. A second challenge is that efficient treatment of neurological disorders often requires modulation of multiple targets, which also will be the focus of the project.",
    "totalCost": "1467500",
    "ecMaxContribution": "1467500",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1467500
        }
    },
    "calculatedTotalContribution": 1467500
}