{
    "rcn": "210430",
    "acronym": "Nutri4g",
    "topics": "SMEInst-01-2016-2017",
    "title": "A disruptive nutrigenetic solution for ageing well",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "The increased life expectancy in Europe means that a growing number of Europeans suffer from general health problems for the elderly. There are a number of diseases that are generally age related, are very prevalent in society and cause high rates of mortality. Our scientific team has selected to focus on nine diseases that are most common in the elderly and can be prevented by specific diets.\nWe have developed the Nutri4g online platform, based on our own algorithm, allowing us to provide a complete service, in which, beginning with a test that determines genetic predisposition to 9 diseases (performed without extractions of blood), we offer the customer dietary guidelines that are genetically customized and scientifically tested by dietitians, in order to prevent diseases associated with the elderly. \nNutri4g is a disruptive low-cost solution specializing in identifying genetic predispositions to diseases common to the elderly, after having measured their predisposition to 9 diseases in a single genetic test and providing personalised nutritional guidelines for each customer. To achieve the scalability of the service, we have developed a Tele-nutrition platform that optimizes the process and allows us to reach thousands of customers in different countries\nPhase 1 of SME Instrument represents a good opportunity to get a thorough business plan to minimize risks and to set up a plan for international commercialization. If the result of the feasibility study is positive, we will apply to phase 2 in order to implement our international expansion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MG NUTRICION 3G SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918740060": {
            "orgId": "918740060",
            "orgName": "MG NUTRICION 3G SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}