{
    "rcn": "210439",
    "acronym": "AUTOMEATIC",
    "topics": "SMEInst-07-2016-2017",
    "title": "Automated system for packaging fresh meat with reduced waste/giveaway, processing time, human involvement and contamination",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Automeatic is a one stop, fresh meat horizontal slicing and packaging solution, especially for large scale poultry processors facing challenges in process efficiency and meeting retail standards. The current horizontal slicing methods give equal slice thicknesses, making it difficult to achieve precise packed weights required by supermarkets/retailers. This leads to giveaways \\ waste of up to 10% of the product processed. Moreover, 80% of packaging industry uses the manual process, which is slower, has higher labour costs and risks (human error, safety and hygiene). The alternative pick-and-place robots for packaging are expensive and damage thin slices (<8mm.)  Automeatic is a modular line solution comprising a controlled weight horizontal slicer (AutoMS) and an automatic tray-filling machine (AutoTFL) that will facilitate uniform packaging of precise weights. It will maximise yield and efficiency, reducing hygiene and safety risks, labour costs and giveaways. Due to the savings accrued in these areas, our customers will be able to payback their investment in Automeatic in 8 months. It costs Ä750,000, with options to buy separate AutoMS and AutoTFL modules. We envisage a profit of Ä7,125 million from 2019-2023 from the sales. Our initial target is the mature poultry markets of Western Europe and North America where reduction in fixed weight, labour costs and manual handling are trending selling points. Our solution will impact EU and global large meat processors in this regard with savings of at least Ä100,000 per month. Our phase 1 technical feasibility study will cover the evaluation of the technical requirements for the final line, quantification of economic benefits, assessment of integration flexibility and configuration then the listing of the bill of materials. We will also carry out a market study, risk assessment, draft an Intellectual Property Rights strategy and draft a business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRASSELLI SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914168935": {
            "orgId": "914168935",
            "orgName": "GRASSELLI SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}