{
    "rcn": "210436",
    "acronym": "RAVEN",
    "topics": "SMEInst-04-2016-2017",
    "title": "Real Time Access To Virtual Earth Observation Network",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "The RAVEN project aims to enable end users to have access to Real-Time Earth Observation imagery and data, whether they be on an aircraft, a sea vessel or in remote locations.  Earth Observation is part of a Ä50 billion geo-information Services market and is used by various market segments, including agriculture, maritime, Oil & Gas, mining and government agencies. The continued unprecedented growth in the satellite-based Earth Observation (EO) market is enabling the imaging of the entire Earth on a daily basis, producing petabytes of data. Copernicus, the European Space Agencyís flagship EO programme, say they are producing more data than the amount of photos uploaded onto Facebook per day with their Sentinel satellites. Compounded with the emerging market of EO Big Data Analytics and Commercial Weather Data (from satellites) forecasts there is an immediate need for Optical Feeder Links in this growing market to enable Real-Time access to this data.  A Feeder Link is the connection between a ground station and an Earth Observation/telecommunication satellite and forms the backbone for sending and receiving data such as internet traffic. Current Feeder Links use Radio Frequencies, which is already causing a significant communication bottleneck and potentially limiting the growth of the overall EO market. Optical Feeder Links, which are currently non-existent, offer terabits/second data throughput, are secure from jamming and interception and offer unregulated use. This would greatly benefit communication satellites, such as the European Data Relay System to deliver Sentinel EO data in Real-Time for its growing user base and Value Added Services market sector.\n\nmBryonics has developed a complete Optical Feeder Link system which is designed for SwaP-C (Size, Weight, and Power and Cost), industrialised manufacture and at a price point to meet the requirements of the growing commercial space industry and the rapidly growing small satellite market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MBRYONICS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914787892": {
            "orgId": "914787892",
            "orgName": "MBRYONICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}