{
    "rcn": "210403",
    "acronym": "pHenom",
    "topics": "SMEInst-11-2016-2017",
    "title": "A cost effective, smart, calibration free, low maintenance pH sensor providing an integrated approach to monitoring sea and drinking water, facilitating improvements in ocean, animal and human health.",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "The objective of the pHenom project is to produce the next generation pH sensor capable of accurate, calibration free and\nsmart operation, with integral quality and control. Development and commercialisation of this smart sensor, named the\nìpHenomî will provide a revolutionary pH sensor that meets the ocean monitoring and water management needs. Beyond\nthe ocean monitoring and water management industries, the global pH meter market is expected to reach nearly £1.48 bn by\n2022. The pH meter market is segmented into bench top (55% share - £815m), portable, and continuous pH meters. pHims\ntechnology can deliver to all three and has the potential to meet a wide range of needs within the segments; pharmaceuticals\nand biotechnology, food science (41% share), water and waste treatment, research institutes and environmental control\nboards. Despite US dominance, in 2014, Europe was the highest revenue generating region at 32% due to the high level of\nR&D activities, advanced healthcare, and industrial infrastructure. Drivers are new technology (microprocessors for auto\ntemperature and pressure compensation), growing health concerns and regulatory pressure to monitor environmental\npollution (waste water pH in industries such as chemicals, pharmaceuticals, food processing) and the need to regulate pH\nlevels (routine testing of soil, water, food, beverage, and dairy products). The objective of this feasibility study is to carry out\nactivities that enable the provision of a comprehensive feasibility report with conclusions, recommendations and a\nspecification of the Phase 2 project objectives, together with a detailed marketing and business plan for the development\nand commercialisation of pHims.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANB SENSORS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926287339": {
            "orgId": "926287339",
            "orgName": "ANB SENSORS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}