{
    "rcn": "210478",
    "acronym": "SIRMIO",
    "topics": "ERC-2016-COG",
    "title": "Small animal proton Irradiator for Research in Molecular Image-guided radiation-Oncology",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Precision small animal radiotherapy (RT) research is a young emerging field aiming at unravelling complex in-vivo mechanisms of radiation damage in target and non-target tissues, for translation into improved clinical treatment strategies.\n\nFor commonly used X-rays, commercial small animal radiation research platforms were recently developed to provide precision imaged-guided RT comparable to state-of-the-art human treatment. Conversely, such platforms are not yet existing for proton beams, which are increasingly used in RT due to their superior ability to concentrate beam energy in the tumour and spare normal tissue. Pre-clinical research is thus carried out at the few available proton therapy facilities, lacking adequate beam quality and image-guidance for small animal treatment. \n\nTo fill this gap, this project will realize and demonstrate the first prototype system for precision small animal proton irradiation at existing experimental beamlines of clinical facilities. Improved beam quality for targeting small structures will be achieved via a dedicated magnetic focusing system. Innovative in-situ image-guidance will combine ion-specific solutions of proton-transmission imaging (for treatment planning) and thermoacoustics (for verification of the beam range) with established ultrasound (for real-time morphological confirmation) and positron-emission-tomography (for functional assessment). The resulting multi-modal ìsightî will be used to foster new workflows of treatment adaptation. The system will be thoroughly tested and finally deployed in a first in-vivo study in different orthotopic mouse cancer models, in comparison to reference X-ray RT at a commercial small animal platform. \n\nSIRMIO will deliver the first, compact and cost-effective precision small animal proton irradiator for advancing molecular oncology and animal-based proton RT research, thereby providing new experimental insights in biological in-situ responses towards proton and photon irradiation.",
    "totalCost": "1525925",
    "ecMaxContribution": "1525925",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1525925
        }
    },
    "calculatedTotalContribution": 1525925
}