{
    "rcn": "210420",
    "acronym": "QStamp",
    "topics": "SMEInst-02-2016-2017",
    "title": "Introducing Smart Wireless Monitoring Stickers Adaptable to Any Surface And Bending Angle for Food Tracking",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "Food recalls are a major concern for the food industry. In recent years, the number of identified and reported incidents of contaminated food products has dramatically increased, posing serious health and economic consequences.\nBased on the latest nanotechnology, we have developed QStamp. QStamp is a flexible, low-cost and wireless sensor that can measure temperature, humidity, pressure and light using nanotechnology. \nQStamp runs without battery and can be applied on any material regardless of its shape. The temperature, humidity and pressure data collected by the QStampÆ is sent to a database through wireless protocols such as RFID. Our software translates the information into actionable data within the users preferred system (ranging from Excel to complex supply chain management ERPís) via APIís.\nOur overall objective is to see our QStamp on any packaged food item around Europe that can monitor at least six variables. Our dream is for QStamp to become a requirement for food labeling, just as it is a requirement now to disclose the country of origin, for instance. In the long run, we envision our stamp to be used for pharmaceuticals and by the logistics sector as well.\nUnder European law, traceability means the ability to track any food, feed, food-producing animal or substance that will be used for consumption, through all stages of production, processing and distribution. Its aim is to prevent potential risks that can arise in food and feed, to ensure that all food products in the EU are safe for European citizens to eat. QStamp can significantly contribute to enhanced traceability.\nAt MaterDynamics, we develop nano-sensors to wirelessly monitor and report the external variables that can act over products and industrial processes. With this Phase I and Phase II project, our goal is to prepare our QStamp for market launch. This project is of key strategic interest to us as this will allow us to become the global leader in nano-tech-based smart product tracking.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MATER DYNAMICS LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913842239": {
            "orgId": "913842239",
            "orgName": "MATER DYNAMICS LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}