{
    "rcn": "210415",
    "acronym": "BoVLP-BVD",
    "topics": "SMEInst-07-2016-2017",
    "title": "Development of Tagged (DIVA), Virus-Like-Particle polyantigenic Vaccine against Bovine Viral Diarrhea virus (BVDc)",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "In a general context of environmental, social and legal pressure to reduce the use of antibiotics to fight diseases in livestock animals, cost-effective vaccination becomes the focus of most of the industry, regulatory and agro-food public bodies. Development of new vaccines to prevent the disease and therefore avoid the use of antibiotics or to improve suboptimal available vaccines is now an European and industry priority.\nBovine viral diarrhea virus (BVDV) is an important infectious agent of cattle worldwide that affects herd productivity and reproduction. BVD has been and is an endemic disease in all countries where no systematic eradication and control programs have been established. Under these conditions, approximately 50% of the herds have or have had animals with persistent infection, and approximately 90% of the cattle have been exposed to the virus at some point during their lifetime.Infection with BVDV has a major economic impact, estimated in hundreds of euros per animal for a European hut of around 80 million animals. Modified, live and killed vaccines have been available for more than 50 years, yet the incidence of BVDV-induced disease remains significant, confirming a need for improved vaccines.\nAquilÛn intends to develop a new recombinant vaccine against BVDV using a Virus-Like- Particle patented technology. The vaccine will be poly-antigenic, non-live, tagged so that can differentiate vaccinated from infected animals, and cost-effective from the manufacturing side. Prior to start the experimental phase of the project, AquilÛn wishes to confirm its commercial feasibility, defining precisely the Target Product Profile and exploring systematically its market potential  and prospective cost/calendar of development to fulfil regulatory requirements. These studies are mandatory for the formulation of a business plan which will be the basic tool to decide investing in the future development of the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQUILON CYL SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913819153": {
            "orgId": "913819153",
            "orgName": "AQUILON CYL SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}