{
    "rcn": "210468",
    "acronym": "MICROMETABOLITE",
    "topics": "MSCA-ITN-2016",
    "title": "ìMICROMETABOLITEî ñ Research Training Network on the Microbial Enhancement of Bioactive Secondary Metabolite Production in Plants",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "Plant-derived natural products or, more specifically, plant secondary metabolites are backbones of todayís pharmaceutical and cosmeceutical industry. Plant-associated microorganisms have been implicated an important role in sustaining plant growth and, through inducing or influencing synthesis pathways, in the production of plant secondary metabolites. MICROMETABOLITE aims at exploring the plant-associated microflora for improving the production of bioactive secondary plant metabolites that are of high value for industrial applications. The network will focus on members of the Boraginaceae plant family including Lithospermum and Alkanna species, which produce the naphtoquinones shikonin and alkannin derivatives (A/S). These plants are used for the production of several pharmaceutical and cosmeceutical preparations that are already on the market or in the final stages of development. Specifically, we will analyse relationships between the content of A/S or other secondary metabolites, the plant genotype, and the plant-associated microflora. Further, we will explore in which ways microorganisms beneficially influence metabolite production, and we will establish novel production systems, enabling that raw materials for industrial applications can be cultivated under Good Agricultural Practices (GAP).\nMICROMETABOLITE aspires to create an environment that will foster synergistic cooperation between researchers in relevant, currently hardly inter-linked scientific disciplines and maximize the exploitation of plant biotechnology in accordance with the needs of the European pharmaceutical and cosmetic industries. As the first network in this area, it will train some of the most talented European young scientists (ESRs) to become future leading scientists, technologists and entrepreneurs, who can take on leadership in the required scientific and technological discovery and in the development of next-generation pharmaceutical and cosmeceutical applications.",
    "totalCost": "2732872,32",
    "ecMaxContribution": "2732872,32",
    "coordinator": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
    "coordinatorCountry": "AT",
    "participants": "UNIVERSITEIT GENT;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;UNIVERSITE CATHOLIQUE DE LOUVAIN;INSTITUT FUR PFLANZENKULTUR EK",
    "participantCountries": "BE;EL;DE",
    "projectParticipants": {
        "972532477": {
            "orgId": "972532477",
            "orgName": "INSTITUT FUR PFLANZENKULTUR EK",
            "ecContrib": 249216
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 484774
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 484774
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 501120
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 511868
        }
    },
    "calculatedTotalContribution": 2732872
}