{
    "rcn": "210423",
    "acronym": "PLATGENE",
    "topics": "SMEInst-12-2016-2017",
    "title": "Development of a platform for a new model of interaction between geneticists and patients with Mendelian diseases.",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "Our project aims to develop at European level a new business model intended to end the expensive and stressful diagnostic odyssey experienced\nby patients affected with a Mendelian disease, needing genetic testing to confirm or clarify the diagnosis. We intend to achieve this goal through\ndissemination and marketing at European level of the platform ìGenica.euî which we tested in the Italian market. Such platform allows meeting\nbetween patients looking for a reference center, expert geneticists able to interpret genetic data, and BMR Genomics as service providing\ntechnology and expertise to manage the overall project. Genetic testing has been facing an exponential growth in the last years, due to the rapid\nevolution of Next generation sequencing technologies for DNA analysis, the reduction of sequencing costs and the increase of the overall number\nof genes linked to Mendelian diseases. However, the current genetic testing process is highly fragmented and there is a lack of harmonization in\nthe genetic services offer between European countries. Our project wants to enter the genetic testing market and aims to satisfy the growing need\nto organize and enhance the affordability of genetic services, as well as to use and manage genetic data for diagnosis of rare diseases. The\nfeasibility study under Phase 1 has the purpose to develop the business plan in: European market analysis (target customers, user needs,\ncompetitors, SWOT analysis, stakeholders); organizational structure and operational network, regulation and know-how management; analysis of\ncosts and profitability. The project addresses some Europe's challenges: the need to facilitate improvements in diagnosis and delivery of high-\nquality, accessible and cost-effective healthcare for all patients with medical conditions requiring rare expertises and the need to enable and\nfacilitate the exchange of expertises among European countries and to harmonize the genetic testing offer and affordability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOMOLECULAR RESEARCH GENOMICS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957868405": {
            "orgId": "957868405",
            "orgName": "BIOMOLECULAR RESEARCH GENOMICS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}