{
    "rcn": "210410",
    "acronym": "BIORELOAD",
    "topics": "SMEInst-09-2016-2017",
    "title": "INNOVATIVE BIOLOGICAL PRE-TREATMENT TO INCREASE THE METHANE YIELD OF LIGNOCELLULOSIC AGRO-INDUSTRIAL WASTE IN BIOGAS PLANTS",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "A growing number of biogas plants use lignocellulosic material such as energy crops and crop residues. It is one of the most abundant raw materials in the planet but its degradation poses some problems due to the structure cellulose, hemicellulose and lignin form. This limits the use of certain crops and landscape management residues and impacts the profitability of biogas plants in the current context of subsidies reduction. Biovalene is a start-up created in 2015 in Pordenone, Italy, specialised in the development and commercialisation of biotechnological solutions .We aim at bringing to the market our breakthrough biological technology BIORELOAD for the pre-treatment of lignocellulosic material which allows increasing its degradability and the biogas yield by up to 50% using selected bacteria strains and fungi. It will allow biogas plant operators reducing feedstock input and thus related costs and revalorising certain waste streams for energy production. Further testing under different operational real-scale conditions (in 2-3 biogas plants) and with different substrates will be necessary during a demonstration stage prior to commercialisation, which will be implemented with the help of different research partners and companies from the biogas sector. We will carry out a feasibility assessment (phase 1), which will lead to a roadmap for the further technical development and industrialization of BIORELOAD, and the concreteness of the business plan. We expect to sell 62 units in at least 3 European countries by 2021, which will allow us to achieve the forecasted cumulative revenue of Ä18.25M and 31% profit margin after three years of commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOVALENE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913764930": {
            "orgId": "913764930",
            "orgName": "BIOVALENE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}