{
    "rcn": "210480",
    "acronym": "BUNGEE",
    "topics": "ERC-2016-COG",
    "title": "Directed crop breeding using jumping genes",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The rapidly changing climate puts commonly used crop plants under strong pressure. It is therefore essential to develop novel breeding technologies to rapidly enhance crops to better withstand newly emerging stresses.\nInterestingly, a clear link between transposable elements (TEs), crop improvement and varietal diversification exists. Furthermore, in recent years the importance of (TEs) in evolution and adaptation to stresses has been recognized. However the use of TEs in crop breeding is currently very limited because it is not possible to control TE mobility. My research group has identified a novel highly conserved epigenetic silencing mechanism that represses the activity of TEs in Arabidopsis. We also found drugs capable of inhibiting this mechanism. Because these drugs target highly conserved enzymes we were able to show that our drug treatment is also effective in rice. We are therefore able to produce TE bursts in a controlled manner in virtually any plant. We can thus, for the first time, generate and study TE bursts in crop plants in real time. More importantly, we found that the accumulation of novel insertions of a heat-stress inducible TE produced plants that, at a high frequency, were more resistant to heat stress. This suggests that the stress that was initially applied to activate a specific TE in the parent, lead to an improved tolerance to that specific stress in the progeny of that plant in a very straight-forward manner. \nIn this project I propose to accelerate plant breeding by testing and implementing a revolutionary TE-directed crop improvement technology. For that I plan to 1. Mobilize TEs in crop plants using selected stresses 2. Using these mobilized stress-responsive TEs breed novel crop plants resistant to those selected stresses and 3. Study the genetic and epigenetic impact of TE mobilization on host genomes. This project will have a broad impact on crop improvement and on the basic understanding of the evolutionary importance of TEs.",
    "totalCost": "1965624,99",
    "ecMaxContribution": "1965624,99",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 1965625
        }
    },
    "calculatedTotalContribution": 1965625
}