{
    "rcn": "210431",
    "acronym": "EFFIGAS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative self-controlling biomass gasification technology to improve the biogas efficiency achieving a top quality syngas",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Legno Energia Srl is an Italian company dedicated to the production and supply of electricity and thermal energy for a target market with low power installations. Legno, in order to improve the current gasification technology, has developed an innovative wood gasification plant which enables very low tar production and thus an easy and high efficient process of syngas (23-24 %). After implementing some improvements in the roasting stage and in the oxidizing process, and adjusting the PLC control system, Legno has designed and developed, within this project, a pilot system, EFIGAS, able to produce, in a stable way, and transforming different kind of waste, including agricultural and industrial residues, a good quality highly calorific syngas with very low content of tar (<0.3 g/Nm3), achieving a higher efficiency (28-30%) with a very competitive price. The increasing trend of the bioenergy market, which is expected to get 231.98 bnÄ by 2024, eases EFIGAS to enter the market, expecting an accumulated profit of 18 MÄ during the first 5 years. This innovative gasification technology will access target sectors such as small heating and electricity networks, mainly rural areas where the vast biomass resource can be exploited and where they can make up for the absence of grid electricity supply. In addition, EFIGAS will save approximately 27.51 tons of CO2 to the environment during the first 5 years in the market. Therefore, this innovative system, EFIGAS, can replace conventional biomass gasification technologies and contributes to achieve the European 2020-targets related to the increase of energy consumption produced from renewable sources, the improvement in the EUís energy efficiency and the reduction in EU greenhouse gas emissions. Moreover, EFIGAS boosts Europeís transition towards a circular economy as it is framed in the Waste to Energy sector, encouraging global competitiveness and sustainable economic growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEGNO ENERGIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913974838": {
            "orgId": "913974838",
            "orgName": "LEGNO ENERGIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}