{
    "rcn": "210481",
    "acronym": "BETACONTROL",
    "topics": "ERC-2016-COG",
    "title": "Control of amyloid formation via beta-hairpin molecular recognition features",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The aggregation of proteins into amyloid fibrils is involved in various diseases which place a high burden on patients, families, caregivers, and healthcare systems, including Alzheimerís disease, Parkinsonís disease and type 2 diabetes. While the therapeutic potential of the inhibition of amyloid formation and spreading has been recognized, there is a lack of effective strategies targeting the early steps of the aggregation reaction.\n\nIn BETACONTROL, I want to establish a structure-guided approach to the control of amyloid formation and spreading. I will develop small molecule and polypeptide-based ligands that interfere with the initial phases of amyloid formation and thereby suppress any toxic oligomeric or fibrillar assemblies. The ligands will target beta-hairpin molecular recognition features, which I found to be readily accessible in disease-related amyloidogenic proteins. Targeting beta-hairpins enables retardation of protein aggregation by substoichiometric amounts of the ligand, affording inhibition of amyloid formation at low compound concentrations. As the strategy addresses the common propensity of amyloidogenic proteins to adopt beta-structure, it will be applicable to a wide range of proteins associated with various diseases.\n\nBETACONTROL will yield molecular-level insight into the mechanistic basis of amyloid formation and spreading. Furthermore, it will elucidate the significance of beta-hairpins as molecular recognition features in intrinsically disordered proteins (IDPs) and highlight the applicability of these features as targets for interference with protein-protein interactions of IDPs. Ultimately, BETACONTROL will provide a novel therapeutic approach to a range of devastating diseases.",
    "totalCost": "1920697",
    "ecMaxContribution": "1920697",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 1920697
        }
    },
    "calculatedTotalContribution": 1920697
}