{
    "rcn": "210464",
    "acronym": "FLUINEMS",
    "topics": "ERC-2016-STG",
    "title": "Suspended Fluidic nanochannels as optomechanical sensors for single molecules",
    "startDate": "01/06/2017",
    "endDate": "30/11/2022",
    "objective": "Early detection of cancer saves lives: the survival rate increases from 10% to 90%. Today, there is  a lack of methods for the early detection of different types of cancer. The main challenge is that a large variety of specific biomarkers have to be counted, and usually at extremely low concentrations. \nHere we will use smart nanoengineering to develop a versatile sensing platform that detects, identifies and counts single molecules, one by one, in a non-purified solution. The main novelty of the proposal is that the platform will integrate optical sensing beyond diffraction (for biochemical recognition) and on-chip molecular mass sensing (to discard non-specific binding events). For this, we will suspend state-of-the-art nanochannels and integrate them with plasmonic nano-antennas. This will make for a versatile, universal test, cheap enough to be used for preventive screening. It will help diagnosing different types of cancers earlier.\nWe will detect and identify oncoviruses capsides, different protein biomarkers and microRNA in plasma. These are very high impact proof of concepts with clinical relevance.\nDr. Fernandez-Cuesta has expertise in single molecule sensing and has worked in multiple international, interdisciplinary environments. She is expert in nanofabrication and plasmonics for (bio)sensing. She benefited from an IOF Marie Curie. She became CEO and co-founder of a start-up, dedicated to on-chip Raman spectroscopy for environmental monitoring of biotoxins concentration in fresh water. \nCurrently, she is at the department for Applied Physics at the University of Hamburg. There, there is state-of-the-art instrumentation for nanofabrication. The collaborators at Hamburg University Klinikum Eppendorf have expertise in applying research to medicine. This interdisciplinary environment is ideal for starting a new field in combined plasmonics and mass sensing with a focus on nanotechnology for bioapplications of clinical relevance.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}