{
    "rcn": "210414",
    "acronym": "PREVENT",
    "topics": "SMEInst-10-2016-2017",
    "title": "ìAlcohol-impaired driving PREVENTion and personal authentication by a vehicle ignition interlock systemì",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "One of the greatest challenges we face in this regard is the level of safety of different means of transport, especially road transport, being one of the most widely used one, is safety.  Every day, millions of EU citizens use the roads. Statistics is more than eloquent ñ in 2014, 25,700 people did not make it home and more than 200,000 people came home with life-changing, serious injuries. For the period 2003ñ2013 , the total number of road casualties equaled 422,569 (the population of a mid-sized city). In addition to the fatalities, the number of people injured in this period was 18 million. Furthermore, the social cost of road accidents is officially estimated to have cost EUR 130 billion  per year. One of the main problems associated with road safety is driving under influence. About 25% of all road fatalities in Europe are alcohol-related . As the Blood Alcohol Concentration (BAC) in a driver increases, the crash rate also rises.  Biodit Global Technology strives to provide an adequate solution of the problem related to drink-driving through the development and commercialization of an innovative non-invasive alcohol ignition interlock device which has the highest level of accuracy, compatibility with existing ignition systems as well as additional layer of security preventing manipulation of tests. During the Phase 1 we aim to examine the economic viability of the project and gain further detailed knowledge regarding the target market, including better understanding of the market segments, end-users needs and preferences as well as identify potential risks and bottlenecks for the further commercialization of the PREVENT device. Phase 1 project will conclude with the development of an elaborate business plan outlining the strategy for product development and commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIODIT GLOBAL TECHNOLOGY",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917692557": {
            "orgId": "917692557",
            "orgName": "BIODIT GLOBAL TECHNOLOGY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}