{
    "rcn": "210470",
    "acronym": "LiquidHouseCycle",
    "topics": "ERC-2016-COG",
    "title": "A Unified Framework of Business Cycles and Household Portfolios: Income Risks, Asset Liquidity, and Inequality",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Households face large idiosyncratic income risks and use their wealth to self insure. In doing so, they make portfolio choices we can summarize grosso modo as choices between liquid (safe and nominal) and illiquid (risky and real) assets. These choices have the potential to create strong aggregate repercussions as investments in real assets create an immediate demand for goods, while liquid nominal savings only when someone else uses the funds to invest or consume. As a result, portfolio choices are key for economic dynamics and important for the propagation of monetary and fiscal policy. Moreover, household portfolio positions and the liquidity of assets itself become an important determinant of aggregate savings and investment. Yet, they are widely disregarded in standard business cycle models today.\nThe proposed research therefore develops a novel framework that allows us to understand this nexus--a framework that studies business cycles, household portfolios, income risks, and asset liquidity in unison. This new framework allows us to address a wide array of important macroeconomic questions of our time: how wealth inequality and stabilization policies interact, how monetary policy redistributes, how a housing freeze can create a recession as big as the last one, and finally, why crises are particularly severe in times of high household debt.\nTo develop this framework, empirical and theoretical work has to go hand in hand: First, I document the historical movements in the distribution of household (and firm) portfolios to understand how and whose portfolio positions change over the cycle and in response to shocks. Second, I document the cyclical movements in asset liquidity. Third, I develop a theoretical framework that allows us to understand the implications of changes in asset liquidity in a setup with incomplete markets and nominal rigidities. Finally, I make liquidity fluctuations endogenous and augment the model with a structure of overlapping generations.",
    "totalCost": "1277830",
    "ecMaxContribution": "1277830",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 1277830
        }
    },
    "calculatedTotalContribution": 1277830
}