{
    "rcn": "210411",
    "acronym": "Laelia Due",
    "topics": "SMEInst-11-2016-2017",
    "title": "A smart pellet stove that combines efficient heat generation with IoT",
    "startDate": "01/04/2017",
    "endDate": "31/07/2017",
    "objective": "Laelia Due is a smart pellet stove that combines efficient heat generation with IoT designed and developed by Vesta (Italy). Laelia Due addresses the opportunity in the EU pellet stove market created by fierce price-based competition and lack of innovation in the past years. \nFor the current TRL6 prototype Laelia Due has reached 86% efficiency & 0.39g/hour PM emissions (minimal power), with 92-96% efficiency forecasted at TRL9. Thanks to IoT components Laelia Due integrates with 3rd party smart home appliances, collects its performance & surrounding air quality data & provides revenue-generating value-added smart services. \nThe smart stove allows placement of installation orders from the local service providers, remote monitoring, diagnostics & preventive maintenance of the stove; user notifications on the quality of pellets & automatic adjustment of burning temperature (with notifications); measurements of the indoor air quality, automatic notifications & emergency shutdown and notifications on pellet consumption rates & automatic pre-orders of the resupplies from local providers.\nIn 2015 360K pellet stoves were sold in EU. There are ~2.5M pellet stoves installed in EU. With the average sales price of a pellet stove (together with installation) Ä3-3.5K and the planned 20% discount, Laelia Due can bring in ~Ä96M annual revenue in Italy and ~Ä144M in total EU by 2025.\nTo commercialise Laelia Due, Vesta will engage users via a dedicated mobile e-commerce channel (smartphone app), inform them about the correct heating approaches and air pollution issues, allow them to configure and visualize the stove in their interior using the augmented reality, and sell it directly, circumventing the middlemen and putting price pressure on competition.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VESTA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916109517": {
            "orgId": "916109517",
            "orgName": "VESTA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}