{
    "rcn": "210416",
    "acronym": "IAHP",
    "topics": "SMEInst-01-2016-2017",
    "title": "Intelligent Active Hearing Protection",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "Wikmanshyttan Safety AB is a Swedish SME started in 1992 with the aim of being a leading producer of above-the-neck personal protection equipment (PPE). The objective of the proposed innovation project as a whole (SME-instrument phase 1 and 2) is to plan, develop, secure and bring our innovative active hearing protection towards commercialization on the global market. In measurable terms we aim to document and reach the following results: \nï Highest safety on the market ñ through sensor technology secure that the hearing protection operates at the stipulated attenuation level\nï Enable Internet-of-Things through sensor technology and thus be able to collect and analyze cloud-based big data e.g. to see if the sound inside and outside the ear-muffs are in a correct interval (high safety) or analyze patterns of movement of staff within a designated area in a specific time period (increased cost efficiency)\nï Reduced cost for hearing protection through longer durability that in turn is related to condition-based maintenance and spare parts offered \nï Being able to measure dampness, attenuation, temperature or how the electronics work which will make both the developed product and future products more robust and safe\nï More environmentally friendly material compared to competitors e.g. take away PVC in sealing rings that are also the spare part to be exchanged\nï Run an innovation process that takes into account both user involvement and design for manufacturing\n\nThe proposed innovation project aims at exploring new market opportunities addressing the EU and global challenge of safety at the workplace. Today there is a lack of well-functioning, highly safe and active hearing protection involving sensor technology that can benefit from the high speed of communication through 4G and 5G.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WIKMANSHYTTAN SAFETY AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914252743": {
            "orgId": "914252743",
            "orgName": "WIKMANSHYTTAN SAFETY AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}