{
    "rcn": "210404",
    "acronym": "TranSim",
    "topics": "SMEInst-10-2016-2017",
    "title": "The Next Generation Simulation-Based Training System for Optimal Transportation Systems",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Heavy industries such as transport or construction impose strict working conditions in terms of safety, economy and quality, and rely on professional drivers and operators (e.g. for trucks, excavators), with precise skills and manoeuvre expertise. For transport, 47% of EU distribution is by land (70% in the US), and 90% of the world trade is maritime, requiring cranes and guided vehicles for cargo and palletized loading. Due to their mass and cargo, all heavy machines pose the following challenges: work accidents with human casualties and machine damage, excessive fuel consumption and wear and tear by inefficient operating, difficult access to jobs and lack of qualified personnel. Tractor accidents are the leading cause of deaths and disabling injuries on farms.  In 2015 employers from 42 countries reported considerably more difficulty recruiting drivers (5th position), while the production/machine operator category entered top 10 in lack of personnel. With 20 years of heavy industry solutions expertise, at TENSTAR SIMULATION AB we are bringing an innovative solution to these problems, by developing the most advanced Simulation Based Training Tool on the market, with unique features and functionalities such as: Virtual Reality, Customized Defined Training through Advanced Data Analytics, Multi-Machine Environment with realistic traffic and operational environments. Our main clients are professional training centres that seek to optimize the time and cost spent on training and to deliver higher qualified workers. We show that our new core skill development and assessment solution will stimulate job creation for women and young people. Our project TENSTAR SIMULATOR V3 builds on our V2 solution which we now successfully commercialize in 6 European and 2 African countries. By bringing our technology beyond the state of the art and increasing our sales force, we aim to expand in the EU and to increase our client portfolio to Latin America and USA.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TENSTAR SIMULATION AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917444528": {
            "orgId": "917444528",
            "orgName": "TENSTAR SIMULATION AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}