{
    "rcn": "210421",
    "acronym": "ReLaDe",
    "topics": "SMEInst-11-2016-2017",
    "title": "Reusable Laundry Detergent",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "ReLaDe, an Estonian SME, is developing a reusable laundry washing system, based on novel utilization of enzymes. The ReLaDe innovation has the potential to completely replace the current hazardous detergents and bring disruptive innovation into a market that has been in technological standstill for decades. The innovation will reduce the environmental impact of doing laundry by cutting CO2 emission, decreases the amount of chemical pollutants in wastewater, improve peopleís health and offer a novel concept for uptake of nanotechnology by reusing enzymes. \nAlthough enzymes are biodegradable and environmentally harmless they are currently just one of many ingredient in detergent formulas, which are still dominated by toxic and harmful chemicals. The core innovations relies in conjugation of enzymes to magnetic nanoparticles. The method, so far used in science and pharmaceutics, results in complex enzyme properties ñ a biological activity and magnetic functionality. ReLaDe¥s innovative immobilization of the bioactive compound to a solid particle significantly increases enzymes stability and activity. Moreover, the magnetic functionality enables the recovery and reuse of the enzyme to make full use of its potential as only a fraction is exploited in solutions currently on the market. ReLaDe conducted tests suggests that one load of biological enzyme laundry agent could be used in one household approximately for 12 months until additional agents are required to be added. \nReLaDe¥s innovation has already gained global attention by winning third price in world¥s largest cleanteach business idea competition. ReLaDe innovation development has reached TRL 6. The specific objectives of the project are business plan development, partner search and testing of the enzyme recollection device.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RELADE OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920625837": {
            "orgId": "920625837",
            "orgName": "RELADE OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}