{
    "rcn": "210419",
    "acronym": "B-shelf",
    "topics": "SMEInst-07-2016-2017",
    "title": "Edible coating for preventing loss of water and fungi proliferation in fruits and vegetables",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Almost half of the fruits and vegetables production is lost before it is consumed by people. Dehydration is considered the main driver of quality decrease and promoter of fungi/bacteria proliferation. Taking into account that contamination occurs due to water loss and the action of fungi/bacteria, the reduction of the product shelf-life can be summarized as the combination of the above factors.  Consequently, marketing of products that have suffered significant water loss and spoilage becomes difficult; therefore key participants on the post-harvest sector is on demand of solutions able to extend the shelf-life of fruits and vegetables and thus increase the profitability of their activities.\nOur innovative project B-Shelf is based on the concept of active packaging, thus the development of an edible coating with inherent fungicidal properties. We offer our ground-breaking proprietary micro-encapsulated technology of essential oils, taking advantage of their ability to erase fungal activity, combined with an eco-friendly edible coating based on polysaccharides formulations able to prevent dehydration. Thus, the two main aspects that promote rotting in fruits and vegetables are addressed; improving their storage stability and extending their effective post-harvesting life is extended by 50-100%.\nThe overall objective of B-Shelf project is to speed up the commercialization of an eco-innovative edible coating (GRAS) with associated benefits able to disrupt the post-harvesting and in-storage market of fruits and vegetables. Thus, European and global challenges regarding food losses reduction along the value-chain are met and the competiveness on the European agri-sector is increased.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOTANOCAP LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944464945": {
            "orgId": "944464945",
            "orgName": "BOTANOCAP LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}