{
    "rcn": "210471",
    "acronym": "macroevolution.abc",
    "topics": "ERC-2016-COG",
    "title": "Abiota, Biota, Constraints in Macroevolutionary Processes",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "To what degree do microevolutionary processes that happen on a generational time scale matter for macroevolutionary patterns recorded on time scales of millions of years in the fossil record? To answer this fundamental question in evolutionary biology, we need a model system in which we can overcome the conceptual and empirical boundaries imposed by disparate timescales. macroevolution.abc will develop bryozoans as the Drosophila of macroevolution, integrating molecular, fossil, phenotypic, ecological and environmental data to shed light on the currently inaccessible ìDark Time Scaleî (thousands, to tens of thousands of years), spanning the chasm between microevolution studied by population geneticists and evolutionary ecologists and macroevolution studied by paleontologists and comparative phylogeneticists. Using bryozoans, a little-known but uniquely ideal study group for evolutionary questions, I will generate, then cross-integrate, (i) empirical time series of intra- and interspecific biotic interactions; (ii) phenotypic data describing variation within genetic individuals, variation among contemporaneous individuals in both extinct and living populations; (iii) robust estimates of abundance shifts in fossil populations; and (iv) speciation and extinction rate estimates from molecular phylogenies and the fossil record. The new bryozoan model evolutionary system will provide answers to previously intractable questions such as ìdo ecological interactions crucial for individual survival matter for group diversification patterns observed on geological time scalesî and ìwhy do we have to wait a million years for bursts of phenotypic changeî?",
    "totalCost": "1990213",
    "ecMaxContribution": "1990213",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1990213
        }
    },
    "calculatedTotalContribution": 1990213
}