{
    "rcn": "210476",
    "acronym": "Big Mac",
    "topics": "ERC-2016-COG",
    "title": "Microfluidic Approaches mimicking BIoGeological conditions to investigate subsurface CO2 recycling",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The management of anthropogenic CO2 will be one of the main challenges of this century given the dramatic impact of greenhouse gases on our living environment. A fascinating strategy to restore the advantages of stored CO2 as a raw material would be to consider a slow biological upgrading process of CO2 in deep geological formations. \nSignificantly, the recent development of microfluidic tools to study pore-scale phenomena under high pressure, opens new avenues to investigate such strategies. Thus, the strategic objective of this project is to develop and to use ìBiological Geological Laboratories on a Chip - BioGLoCsî mimicking reservoir conditions in order to gain greater understanding in the mechanisms associated with the biogeological conversion process of CO2 to methane in CGS environment at pore scale. \nThe specific objectives are: (1) to determine the experimental conditions for the development of competent micro-organisms (methanogens) and to establish the methane production rates depending on the operating parameters, (2) to evaluate the feasibility of a H2 in situ production strategy (required to sustain the methanogenesis process), (3) to investigate the full bioconversion process in 2D and 3D, (4) to demonstrate the process scaling from pore scale to liter scale and (5) to evaluate the overall process performance.\nThis multidisciplinary project gathering expertise in chemical engineering and geomicrobiology will be the first ever use of microfluidics approaches to investigate a biogeological transformation taking into account the thermo-hydro-bio-chemical processes. It will result in the identification of efficient geomicrobiological methods and materials to accelerate the CO2 to methane biogeoconversion process. New generic lab scale tools will be also made available for investigating geological-related topics (enhanced oil recovery, deep geothermal energy, bioremediation of groundwater, shale gas recovery).",
    "totalCost": "1995354",
    "ecMaxContribution": "1995354",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1995354
        }
    },
    "calculatedTotalContribution": 1995354
}