{
    "rcn": "210472",
    "acronym": "iHEAR",
    "topics": "ERC-2016-COG",
    "title": "Investigating the meanings and mechanisms of psychotic experiences in young people: a novel, mixed-methods approach",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Up to one fifth of young people have had the experience of psychotic symptoms, such as hearing voices when there is no-one around, or seeing visions. We now know that young people who experience these symptoms are at increased risk of developing psychotic disorders in adulthood. We also know that these young people are at higher risk of a range of co-morbid disorders such as depression and anxiety, and particularly suicidal behaviours. On the other hand, many of these young people will remain well and, for them, the psychotic experiences were merely a transitory phenomenon.  \n\nChildhood trauma is known to be associated with increased risk for psychotic symptoms and is a promising target for intervention. However we do not yet know enough about what types or timing of stressors are involved in the pathogenesis of psychotic symptoms, nor the mechanism by which early life stress may lead to changes in brain structure and function  resulting in symptoms such as hallucinations.  We also need to be able to identify those young people who will benefit most from intervention. \n\nThis ground-breaking, multi-disciplinary programme of work sets out to address these issues by drawing together epidemiology, social science, anthropology and neuroscience to devise a comprehensive  programme of work examining the relationship between early life stress and psychotic symptoms among young people. \n\nDesigned as three inter-related work packages, this iHEAR programme will exploit a large population-based cohort and will capitalise on my existing unique cohort of young people, who were known to have experienced psychotic symptoms in childhood, as they enter young adulthood. This iHEAR programme will result in new information which will allow the development of innovative interventions to prevent or pre-empt severe mental illness in later life.",
    "totalCost": "1781622,96",
    "ecMaxContribution": "1781622,96",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 1781623
        }
    },
    "calculatedTotalContribution": 1781623
}