{
    "rcn": "210422",
    "acronym": "Green-linker",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative eco-friendly crosslinker for leather and textile finishing",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Crosslinkers are substances with a catalytic activity towards the polymeric chain and their main feature is the capacity to interact with separate polymeric units (by reacting with the free functional groups available along the chain) creating a net of links crossing between two chains (from here the term ìcross-linkerî) which leads to a 3D structure, once the film is dried (after application). This 3D structure is more solid and shows higher stability/fastness features, which result in improved resistance/fastness of the treated support (leather, fabric).\nAiming at producing an innovative crosslinker able to reproduce the advantages of each rival without their faults, Italkem developed Green-Linker whose trials stated excellent features.\nSummarizing, Green-Linker results as the best performing in terms of highest temperature tolerance, fastest reaction time and longest pot-life, and colour fastness while its eco-friendliness level equals the best current option in the market in this regard. In addition, its competitive price is strongly supported by an improved storability, transport and logistic capacity, converting our crosslinker in the most worthwhile option.\n\nThanks to Green-Linker, Italkem will be able to increase its sales of crosslinkers by 30% and differentiate production so to compete also in the textile sector. This will allow to reach an accumulative turnover of the present project of up to Ä19M and to hire 18 more people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ITALKEM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914392229": {
            "orgId": "914392229",
            "orgName": "ITALKEM SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}