{
    "rcn": "210435",
    "acronym": "EHW17",
    "topics": "IBA-SC1-eHealth-2017",
    "title": "High Level eHealth Conference 2017",
    "startDate": "01/03/2017",
    "endDate": "30/06/2017",
    "objective": "The Maltese Presidency proposes to organise a High-Level Conference on eHealth in keeping with the practice established by first-semester Presidencies since 2007.\n \nThe main objective will be to bring together high-level policymakers from all EU MS and other key stakeholders to discuss the most important current issues of common interest regarding the effective, safe and economic application of ICT to the planning, delivery and evaluation of health services. High-level delegates will be invited from all EU MS, Switzerland, Norway, Iceland & USA.\n \nThe Presidency will co-locate the event with a Health IT conference & exhibition organised by HIMSS Europe. Partnering with HIMSS will help reach a wider and more diverse audience, including key stakeholders from the health IT industry, allowing EU eHealth policies and the outcome of relevant EU-funded research and innovation to reach a wider audience. The co-located events will be known collectively as ìeHealth Week 2017î (EHW17).\n\nThe EHW17 programme will be both diverse and comprehensive, highlighting developments taking place in various aspects of eHealth such as legal, organisational, semantic and technical. The overarching theme of EHW17 is ìData for Health: the key to personalised sustainable careî. Subjects discussed will include:\n-\tPatient access to and sharing of health data\n-\tMoving health data safely onto cloud infrastructure\n-\tSharing personal health data across country borders\n-\tImproving effectiveness, safety and privacy of mHealth\n-\tScaling up digital innovation for health and care\n-\tInternational cooperation in eHealth\n-\tSmart environments & integrated care\n-\tData management and analytics for personalised medicine & public health policy\n\nEHW17 will include an Informal Working Lunch for high-level delegates, during which they will be invited to discuss the health-related aspects of the mid-term review of the Digital Single Market.  \n\nBoth Presidency and Commission will have a stand on the exhibition floor.",
    "totalCost": "301371,5",
    "ecMaxContribution": "300000",
    "coordinator": "Ministry for Health - Government of Malta",
    "coordinatorCountry": "MT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "974144423": {
            "orgId": "974144423",
            "orgName": "Ministry for Health - Government of Malta",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 300000
}