{
    "rcn": "210541",
    "acronym": "PATHS",
    "topics": "ERC-2016-ADG",
    "title": "The Paths of International Law: Stability and Change in the International Legal Order",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "International law erects high hurdles for change ñ typically unanimity or a uniformity of practice of states ñ and this high threshold has provoked much criticism for hindering the pursuit of justice, the provision of public goods, and the democratic revision of political choices. Yet in different areas, such as international criminal law or the law of international organizations, international law has in recent times undergone more rapid change than the traditional picture would allow, and often in informal ways that do not fit classical categories. However, this greater dynamism has found little sustained attention in scholarship so far. \n\nThe PATHS project seeks to fill this gap and understand when and how international law changes, how this change is registered among participants in legal discourses and how the pathways of change differ across issue areas and sites of international legal practice. Drawing on scholarship in international law and international relations, it aims to trace attempts at informal change in international law in six issue areas, identify relevant factors behind the developments in those cases, and understand how they relate to the formal categories of international legal change. The project expects significant variation in the ëpathsí of change in different contexts and issue areas, with an important role for global institutions ñ international organizations, courts, and expert bodies ñ in many of them. PATHS also seeks to assess these paths normatively: it explores what mechanisms for change would be legitimate in an international legal order that has increasingly turned from a quasi-contractual institution into a structure of governance with a far more limited role for state consent than in the past.\n \nWith this focus on change, PATHS aims to make a major contribution to our understanding of international law, its political dynamics, as well as its normative grounding in a globalised world.",
    "totalCost": "2475275",
    "ecMaxContribution": "2475275",
    "coordinator": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973710445": {
            "orgId": "973710445",
            "orgName": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
            "ecContrib": 2475275
        }
    },
    "calculatedTotalContribution": 2475275
}