{
    "rcn": "210577",
    "acronym": "NOVICE",
    "topics": "EE-25-2016",
    "title": "New Buildings Energy Renovation Business Models incorporating dual energy services",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "NOVICE will develop and demonstrate a new business model in building renovation to better monetize energy efficiency by consolidating services and subsequent revenue streams from both energy savings and demand response. In order to do so NOVICE introduces new actors (aggregators) in building energy upgrade projects and fosters their collaboration with ESCOs, financing institutions, facilities management companies, engineering consultants to facilitate the roll out of the dual (grid services and energy efficiency) energy services model. The main business bond to be forged between ESCOs and Aggregators through NOVICE will allow their seamless collaboration in exploiting economies of scope and scale along with risk sharing on implementing building energy renovations. That business relationship will take the form of a MoU and will result in the composition of a new enhanced EPC template that can deliver the successful deployment of the dual energy services scheme in building renovation. The enhanced EPC template and the overall dual energy services scheme will be scrutinized by a financing institution to assess its bankability and identify the appropriate financing mechanisms for initiating and rolling out investments under that scheme.  NOVICE throughout its duration targets to trigger the initiation of more than 20.8 m EUR of investments in building renovation based on the dual energy services model that will result in primary energy savings of more than 25.2 GWh/year. To achieve that target NOVICE brings together a highly experienced consortium that consists of stakeholders from the entire value chain (research institutions, technology vendors, engineering consultants and facilitators, Aggregators, ESCOs, Financing institutions, Facilities Management companies) of building renovation. Strong participation of SMEs (6 out 9 partners) demonstrate the commercial exploitation potential of the NOVICE outputs and supports the successful rollout of the NOVICE business model.",
    "totalCost": "2041206,25",
    "ecMaxContribution": "2041206,25",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "NOEL LAWLER GREEN ENERGY SOLUTIONS LIMITED;SOLINTEL M&P SL;KIWI POWER LTD;FUNDACION TECNALIA RESEARCH & INNOVATION;E7 ENERGIE MARKT ANALYSE;HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION;APLEONA HSG GMBH;JOULE ASSETS EUROPE AB OY",
    "participantCountries": "IE;ES;UK;AT;EL;DE;FI",
    "projectParticipants": {
        "957540448": {
            "orgId": "957540448",
            "orgName": "E7 ENERGIE MARKT ANALYSE",
            "ecContrib": 226062
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 317500
        },
        "949192725": {
            "orgId": "949192725",
            "orgName": "KIWI POWER LTD",
            "ecContrib": 233750
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 151500
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 350581
        },
        "917535805": {
            "orgId": "917535805",
            "orgName": "NOEL LAWLER GREEN ENERGY SOLUTIONS LIMITED",
            "ecContrib": 200000
        },
        "935722141": {
            "orgId": "935722141",
            "orgName": "JOULE ASSETS EUROPE AB OY",
            "ecContrib": 278062
        },
        "938207863": {
            "orgId": "938207863",
            "orgName": "APLEONA HSG GMBH",
            "ecContrib": 87500
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 196250
        }
    },
    "calculatedTotalContribution": 2041205
}