{
    "rcn": "210543",
    "acronym": "Group Agency",
    "topics": "ERC-2016-ADG",
    "title": "The Normative and Moral Foundations of Group Agency",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Though philosophers have debated intensely the issue of group agency in the last years, little scholarly work has yet been done on the normative constitution of group agents. The present project will fill this lacuna in a groundbreaking way. A philosophical analysis of the constitutive conditions of individual and collective agency will be combined with recent research in moral philosophy, legal theory and economic theory on the organisational structure of institutional agency. The first aim of the project is to provide a detailed philosophical investigation of the normative foundations of group agency and to work out the rational and moral norms that constitute and guide group agents. The second aim is to explore the implications of such an analysis for moral and legal philosophy. The third aim of the project is to apply the philosophical results to a normative analysis of corporate and economic agents.\n\nThe main objectives of this project are:\n\n(1) To analyse the constitutive and regulative rules of group agency and their impact on the normative identity and self-understanding of associative as well as institutional group agents.\n(2) To investigate the consequences of philosophical work on group agency for recent theorising in moral and legal philosophy.\n(3) To explore how the achieved philosophical results can help advance a normative understanding of group agents with a clear organisational structure such as corporate and economic agents.\n\nThe results will give us a new understanding of group agency, but will also have an impact on debates about the concept of agency in moral philosophy, legal philosophy, and philosophy of economics. Methodologically, the project will cover philosophy of action, moral philosophy, legal theory, philosophy of economics, and organisation theory.\n\nThe project will also have an impact on wider debates about normative orders in general and the normative framework and structure of social, political and economic institutions.",
    "totalCost": "2495190,99",
    "ecMaxContribution": "2495190,99",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 2495191
        }
    },
    "calculatedTotalContribution": 2495191
}