{
    "rcn": "210555",
    "acronym": "RegGeneMems",
    "topics": "ERC-2016-ADG",
    "title": "Understanding the evolution of regeneration-permissive gene expression and positional memory in Axolotl limb regeneration",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Molecular studies of development in diverse animal models have revealed the remarkably conserved set of morphogens governing growth and patterning of body axes and organ fields.  Equally astounding is the diversity of form and function arising from the implementation of these morphogens. The systematic analysis of well-defined traits in closely related species has revealed how changes in gene regulatory sequences and their trans-acting factors have yielded diversity.  An important future challenge is to understand, at the genome level, the evolution of animal form in situations where such a rich set of closely related species may not be available. \n\nVertebrate limb regeneration is a particularly fascinating yet challenging context to pursue the evolution of traits related to controlling the body plan.  Amputation of the Axolotl limb results in the formation of a limb blastema that morphologically and molecularly resembles the embryonic limb bud.  In this system, the limb morphogen network must be reactivated only upon tissue removal and not wounding, but also corresponding to a positional memory existing in the adult tissue.  These signalling cassettes must also be deployed in a way that can scale to the size of a blastema that is vast when compared to an embryonic limb bud.  An important question is whether and how the limb development network has diverged to accomodate these unique traits.  \n\nDuring Axolotl limb development and regeneration, some key limb morphogens display divergent expression patterns compared to other vertebrates.  I hypothesize that this divergent expression has functional importance for allowing limb regeneration.   My goal is to 1) understand how this divergent expression arose 2) functionally test its role in regeneration specificity and scaling, and 3) use the system to dissect the molecular nature of positional memory that is critical for regeneration.  I refer to this work as ìevo-regî.",
    "totalCost": "2325659",
    "ecMaxContribution": "2325659",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919069": {
            "orgId": "999919069",
            "orgName": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
            "ecContrib": 2325659
        }
    },
    "calculatedTotalContribution": 2325659
}