{
    "rcn": "210585",
    "acronym": "CLEAR 2.0",
    "topics": "EE-06-2016-2017",
    "title": "enabling Consumers to Learn about, Engage with, Adopt and regulate  Renewable energy technologies 2.0",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "'CLEAR 2.0 - enabling Consumers to be Engage with and Adopt Renewable energy technologies. 2.0- is a new project that builds on the learning of an EU funded project IEE13-588 CLEAR.\nIt will actively guide consumers in the energy market and enable them to be more aware, active players, save money and easily become 'prosumers'. \n \nThe Consortium will accompany consumers through all the stages leading to the purchase and the correct efficient use of domestic renewable and low-carbon energy technologies. The CLEAR 2.0 project will focus as well on changing behaviour and optimisation of existing installations. The main needs of a home, including heating/cooling and electricity production (including storage and monitoring systems) will be addressed through a consumer-centric approach and actions that will lead to the changing behaviour and form collective consumer groups to support the purchase of renewable energy technologies such as photovoltaic installations, batteries, pellet stoves and heat pumps for heating and cooling.\n\nThe three major barriers (awareness, behaviour and price) to the investment in RES will be directly addressed, having as a result a higher consumer engagement.\n\nBEUC and the consumers organisation focus their advocacy work on relevant legislative developments in order to overcome existing barriers and facilitate consumersí participation in the energy market. It will distil policy lessons to create a favourable and stable national and European policy framework for the benefit of all European consumers.'",
    "totalCost": "2397182,5",
    "ecMaxContribution": "2397182,5",
    "coordinator": "ASSOCIATION DES CONSOMMATEURS TEST-ACHATS SCRL",
    "coordinatorCountry": "BE",
    "participants": "MEDNARODNI INSTITUT ZA POTROSNISKE RAZISKAVE;ALTROCONSUMO EDIZIONI SRL;DTEST, OPS;DECO PROTESTE EDITORES LDA;BUREAU EUROPEEN DES UNIONS DE CONSOMMATEURS;INTERNATIONAL CONSUMER RESEARCH AND TESTING LIMITED;OCU EDICIONES SA",
    "participantCountries": "SI;IT;CZ;PT;BE;UK;ES",
    "projectParticipants": {
        "950527639": {
            "orgId": "950527639",
            "orgName": "ALTROCONSUMO EDIZIONI SRL",
            "ecContrib": 309925
        },
        "957538314": {
            "orgId": "957538314",
            "orgName": "ASSOCIATION DES CONSOMMATEURS TEST-ACHATS SCRL",
            "ecContrib": 652850
        },
        "950656746": {
            "orgId": "950656746",
            "orgName": "DECO PROTESTE EDITORES LDA",
            "ecContrib": 405870
        },
        "918241577": {
            "orgId": "918241577",
            "orgName": "DTEST, OPS",
            "ecContrib": 162470
        },
        "928013648": {
            "orgId": "928013648",
            "orgName": "MEDNARODNI INSTITUT ZA POTROSNISKE RAZISKAVE",
            "ecContrib": 241605
        },
        "998954695": {
            "orgId": "998954695",
            "orgName": "BUREAU EUROPEEN DES UNIONS DE CONSOMMATEURS",
            "ecContrib": 170052
        },
        "950629780": {
            "orgId": "950629780",
            "orgName": "OCU EDICIONES SA",
            "ecContrib": 337870
        },
        "960698477": {
            "orgId": "960698477",
            "orgName": "INTERNATIONAL CONSUMER RESEARCH AND TESTING LIMITED",
            "ecContrib": 116540
        }
    },
    "calculatedTotalContribution": 2397182
}