{
    "rcn": "210504",
    "acronym": "PIGSs",
    "topics": "SFS-14-2016",
    "title": "Program for Innovative Global Prevention of Streptococcus suis.",
    "startDate": "01/06/2017",
    "endDate": "30/11/2021",
    "objective": "Streptococcus suis is an endemic porcine disease causing causing significant economic losses to the pork meat production industry in all countries where pigs are reared on a large scale. In some countries S. suis is the primary cause of mortality and morbidity in young pigs and the most frequent reason to prescribe antibiotics of the amino-penicillin group as a preventative measure. S. suis is also a zoonotic pathogen of humans and infections reported worldwide has increased significantly in the past years. Within S. suis many different types (serotypes, genotypes, pathotypes) exist causing problems in the development of control strategies targeting all types. Asymptomatic carriage in adult pigs is common and combined with a lack of knowledge on the host-pathogen-environment interactions, are the main reasons for failure to control the endemic nature of this pathogen.  The project outputs will impact on on understanding host-pathogen-environment interactions of S. suis infections through the genome sequencing of 1200-1500 S. suis isolates from representative geographic areas of the major pork producing countries and performing genome-wide-association studies with invasive disease and asymptomatic carriage. New diagnostic methods will be developed for global monitoring of infection risk and tested on case-farms. Epidemiology studies will determine risk factors for invasive S. suis disease, including the role of co-infections, and for the first time properly assess the dynamics of the disease on a representative farm. We will increase our understanding of the virulence mechanisms involved in pathogenesis including interactions of S. suis with the innate immune system. The project outputs will strengthen the evidence base for prevention and control strategies through testing of novel conserved vaccine antigens in pigs and prevention strategies based on manipulation of the microbiota and stimulation and maturation of the innate immune system.",
    "totalCost": "4998103,75",
    "ecMaxContribution": "4998103,75",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;STIFTUNG TIERAERZTLICHE HOCHSCHULE HANNOVER;INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES;DANMARKS TEKNISKE UNIVERSITET;CHR. HANSEN A/S;Academisch Medisch Centrum bij de Universiteit van Amsterdam;CEVA SANTE ANIMALE SA;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "UK;DE;ES;DK;NL;FR",
    "projectParticipants": {
        "999464430": {
            "orgId": "999464430",
            "orgName": "STIFTUNG TIERAERZTLICHE HOCHSCHULE HANNOVER",
            "ecContrib": 408000
        },
        "938087389": {
            "orgId": "938087389",
            "orgName": "CEVA SANTE ANIMALE SA",
            "ecContrib": 150625
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 365146
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 1153795
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 292765
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 799999
        },
        "999506819": {
            "orgId": "999506819",
            "orgName": "INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES",
            "ecContrib": 698981
        },
        "999905489": {
            "orgId": "999905489",
            "orgName": "CHR. HANSEN A/S",
            "ecContrib": 98125
        }
    },
    "calculatedTotalContribution": 3967436
}