{
    "rcn": "210557",
    "acronym": "PHOTMAT",
    "topics": "ERC-2016-ADG",
    "title": "Photonically fused molecular materials",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Molecular materials are ubiquitous, encompassing smart phone displays, plastic electronics and the molecular machinery of photosynthesis. Many of these remarkable uses depend on interactions between the molecules. Until now these interactions have been electric in character, and have been dictated by how electric charge is distributed over the molecules. PHOTMAT will transform the world of molecular materials by adding a new ingredient ñ photons. I will fuse photons and molecules together to create new hybrid states ñ part molecule and part photon ñ that are dramatically different from those of the constituent molecules and photons. The idea of coupling molecules with photons is a radical new approach with implications that reach across physics, quantum information, chemistry, materials science, nanotechnology and biology.\n\nI propose a pioneering research programme that will catalyse the transition from embryonic early results to the creation of a new conceptual framework to unveil a new frontier in nanoscience and nanotechnology. We will perform new experiments that will provide clear proof-of-principle demonstrations of the incredible opportunities opened up by coupling molecules with photons. As examples, we will show how the range over which energy (excitons) can be transport may be extended by a factor of 1000, and we will show how the process of photosynthesis can be modified and controlled. This research has enormous potential, from transforming artificial photosynthesis for clean fuel production to inspiring a new generation of molecular metamaterials. \n\nMy goal is to explore the rich array of possibilities that arise when photons are made an integral part of molecular materials. At present much of the underlying physics is unclear and controversial. I will resolve the important open questions and show how photonic coupling of molecules leads to new molecular materials, new ways to control chemical and biological processes, and a new type of nanophotonics.",
    "totalCost": "2447699",
    "ecMaxContribution": "2447699",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 2447699
        }
    },
    "calculatedTotalContribution": 2447699
}