{
    "rcn": "210593",
    "acronym": "CoNZEBs",
    "topics": "EE-13-2016",
    "title": "Solution sets for the Cost reduction of new Nearly Zero-Energy Buildings - CoNZEBs",
    "startDate": "01/06/2017",
    "endDate": "30/11/2019",
    "objective": "CoNZEBs will identify and assess technology solution sets that lead to significant cost reductions of new Nearly Zero-Energy Buildings. The focus of the project is on multi-family houses. Close cooperation with housing associations allows for an intensive interaction with stakeholders and tenants. The project will start by setting baseline costs for conventional new buildings, currently available NZEBs and buildings that go beyond the NZEB level based on the experience of the consortium. It will analyse planning and construction processes to identify possible cost reductions. An investigation of end-users' experiences and expectations together with a guide on co-benefits of NZEBs will promote living in these buildings and enhance the energy performance by conducive user behaviour. \nThe technology solution sets will include approaches that can reduce costs for installations or generation systems, pre-fabrication and construction acceleration, local low temperature district heating including RES, and many more. Examples are pure electrical heating in combination with PV, PV/T in conjunction with a heat pump so that no earth coupling is required, ventilation supply through the walls to reduce the costs for ducts, larger bricks including insulation, decentral domestic hot water generation (fresh-water stations), etc. All solution sets will be assessed regarding cost savings, energy performance and applicability in multi-family houses. A life cycle assessment of different building levels and NZEBs using the solution sets will provide a longer term perspective. Communication to stakeholders and dissemination of the project results will include events and discussions with the national housing associations. \nThe project consortium is comprised of the leading national research organisations in the field of high performance buildings in 4 countries incl. the core theme leaders of the Concerted Action EPBD working areas ìNearly Zero-Energy Buildingsî and ìCost-optimal levelsî.",
    "totalCost": "1561651,25",
    "ecMaxContribution": "1561651,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "AZIENDA CASA EMILIA ROMAGNA DELLA PROVINCIA DI REGGIO EMILIA;GRADBENI INSTITUT ZRMK DOO;BOLIGSELSKABERNES LANDSFORENING;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;ABG FRANKFURT HOLDING WOHNUNGSBAU -UND BETEILIGUNGSGESELLSCHAFT MIT BESCHRANKTER HAFTUNG;STANOVANJSKI SKLAD REPUBLIKE SLOVENIJE, JAVNI SKLAD;AALBORG UNIVERSITET;KUBEN MANAGEMENT AS",
    "participantCountries": "IT;SI;DK;DE",
    "projectParticipants": {
        "924332013": {
            "orgId": "924332013",
            "orgName": "AZIENDA CASA EMILIA ROMAGNA DELLA PROVINCIA DI REGGIO EMILIA",
            "ecContrib": 49750
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 204850
        },
        "950435974": {
            "orgId": "950435974",
            "orgName": "BOLIGSELSKABERNES LANDSFORENING",
            "ecContrib": 91070
        },
        "922418203": {
            "orgId": "922418203",
            "orgName": "STANOVANJSKI SKLAD REPUBLIKE SLOVENIJE, JAVNI SKLAD",
            "ecContrib": 48062
        },
        "917388850": {
            "orgId": "917388850",
            "orgName": "ABG FRANKFURT HOLDING WOHNUNGSBAU -UND BETEILIGUNGSGESELLSCHAFT MIT BESCHRANKTER HAFTUNG",
            "ecContrib": 78719
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 426775
        },
        "996686738": {
            "orgId": "996686738",
            "orgName": "GRADBENI INSTITUT ZRMK DOO",
            "ecContrib": 212625
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 193075
        },
        "951666613": {
            "orgId": "951666613",
            "orgName": "KUBEN MANAGEMENT AS",
            "ecContrib": 256725
        }
    },
    "calculatedTotalContribution": 1561651
}