{
    "rcn": "210582",
    "acronym": "PyroProf",
    "topics": "MSCA-IF-2016",
    "title": "Chemical Profiling of Inorganic and Pyrotechnic Explosives",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "The criminal law system has shown interest in the recent scientific developments with respect to chemical profiling of explosives. This approach goes beyond explosive material chemical identification, providing key intelligence to a counter-terrorism or forensic investigation on the basis of chemical clues in the form of impurities and degradation products. Explosive profiling can reveal relationships between samples obtained from a crime scene and material associated with a suspect. If such profiles can be linked to the production process and the raw materials used such intelligence information can even assist law enforcement in stopping attacks from being successfully executed. However, explosive profiling is challenging since it requires suitable analytical strategies, unbiased interpretation of the results, substantial sample collections and comprehensive knowledge on the chemical variation of explosives, precursors and environmental background levels. The main research objective of the PyroProf project is to offer suitable analytical tools for the chemical profiling of inorganic explosives of forensic interest (e.g., ammonium nitrate based and pyrotechnic mixtures) for their use in forensic casework. This project will yield selective sampling strategies, novel separation methodologies by state-of-the-art CE-MS and IC-MS instruments, complementary statistical approaches and databases with further knowledge on explosive, precursor, and background compositions useful for forensic interpretation. This outcome will benefit the experienced researcher to boost his career as a professional researcher in the analytical and forensic chemistry fields as well as will have impact on the European society since the results will be disseminated and used to/by scientific and forensic communities, improving the criminal justice system and the public awareness of the safety and security issued associated with the use of certain explosives (e.g., legal/illegal consumer fireworks).",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "Netherlands Forensic Institute",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998203527": {
            "orgId": "998203527",
            "orgName": "Netherlands Forensic Institute",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}