{
    "rcn": "210538",
    "acronym": "EXORICO",
    "topics": "ERC-2016-ADG",
    "title": "Exosome and ribosome coupling",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "To date, mechanistic studies on the macromolecular complexes that synthesize or degrade RNAs or proteins have investigated these machines individually to understand how they execute different steps in the gene expression process. Although the individual complexes catalyze their reactions independently of each other in vitro, increasing evidence suggests that they function in a highly coordinated manner in vivo. The molecular basis for such a coordination remains largely unknown. During the past five years, our group has focused on deciphering the mechanisms of multiprotein complexes that mediate mRNA turnover in S. cerevisiae. Here, I propose to take these analyses to the next level and visualize how a major RNA degradation machine, the exosome, is directly coupled to the protein-synthesis machine, the ribosome. In particular, we want to study two different exosome-ribosome assemblies that underpin opposite outcomes of RNA degradation: a constructive function of the nuclear exosome in the maturation of the large ribosomal subunit and a destructive function of the cytoplasmic exosome in the elimination of ribosome-bound mRNAs. Building on our preliminary data from both the yeast and human systems, we will use a combination of bottom-up biochemical reconstitutions and top-down endogenous purifications to isolate 1) an exosome complex and its nuclear cofactors bound to a pre-60S ribosomal subunit and 2) an exosome complex and its cytoplasmic cofactors bound to a stalled 80S ribosome. We will determine the structures of these ~3 - 4 MDa nuclear and cytoplasmic assemblies using the combined information from cryo-electron microscopy and X-ray crystallography approaches. The structural  studies, combined with biochemical and genetic information, will reveal how these machines interact and coordinate RNA metabolism with protein synthesis. Overall, this work will provide important insight into the principles that coordinate different steps of eukaryotic gene expression.",
    "totalCost": "2004375",
    "ecMaxContribution": "2004375",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2004375
        }
    },
    "calculatedTotalContribution": 2004375
}