{
    "rcn": "210553",
    "acronym": "EPiR",
    "topics": "ERC-2016-ADG",
    "title": "The Chemical Basis of RNA Epigenetics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The genetic code consists of a defined sequence of four canonical nucleosides and the sequence of these bases carries the blueprints of all life on earth. It is apparent that this sequence information alone is not sufficient to explain how a multicellular organism can establish specialized cells like the 200 known cells types of a human body. For this, a second information layer is required and since a few years, it is apparent that this information layer is strongly based on Chemistry. Histones, DNA and RNA are the target of sophisticated chemical modification, which establishes a second layer of information. This proposal aims at decoding this chemical code on RNA, specifically on messenger RNA. More than 150 chemical derivatives of RNA nucleosides are known and many more await discovery. We are proposing a program to study RNA modifications and to decipher their function. We are expecting to answer key questions about the structures, the distribution and the biological function of numerous known and yet unknown chemical RNA derivatives that brings us deep into unexplored areas of science. Since some of the modified bases equip RNA with yet unknown reactivity we will study the functional aspects of reactive bases, which allows us to tackle some of the most important questions associated with the RNA world theory. Our results will move Europe into a central position in the new field of RNA epigenetics, which has the potential to become the next big wave in science 63 years after the discovery of the double helix structure. We are perfectly positioned to move the field forward. We established quantitative methods to study modified bases that uncovered a new biological principles in cancer cells (Carell, Carmeliet, Lamberts Nature 2016) and we contributed to the RNA world theory (Carell Science 2016). We applied proteomic tools to learn about the function of new DNA bases that we partially even discovered (Carell, Vermeulen Cell 2013; Carell Nat. Chem. Biol. 2014).",
    "totalCost": "2486375",
    "ecMaxContribution": "2486375",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2486375
        }
    },
    "calculatedTotalContribution": 2486375
}