{
    "rcn": "210562",
    "acronym": "BaSaR",
    "topics": "ERC-2016-ADG",
    "title": "Beyond the Silk Road: Economic Development, Frontier Zones and Inter-Imperiality in the Afro-Eurasian World Region, 300 BCE to 300 CE",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "This interdisciplinary project will show that inter-imperial zones and small to mid-size regional networks of exchange were crucial for ancient Transeurasian exchange connections. It will demonstrate the significance of exchange in imperial frontier zones emerging from political, economic, infrastructural, institutional and technological development within empires. This will lead to a new conceptual frame for analyzing inter-imperiality and the morphology of exchange networks within and across imperial zones.\nThe centuries from 300 BCE to 300 CE were a period of accelerated empire transformation involving also new regions of the Afro-Eurasian world. Consumption centres shifted, affecting production, settlement, and regional exchange networks. They changed the dynamics of exchange, created new geographies, and greater cultural convergence between imperial spheres of influence. The development of imperial frontier zones of intense exchange and mobility (e.g. Northern China, Bactria, Gandhara, Syria, and the Red Sea/Gulf/Indian Ocean coasts) was related to imperial hinterlands, their fiscal-military-administrative regimes, the development of media of exchange and infrastructures, settlement, urban growth, and so on. It was also related to new forms and levels of consumption in imperial centres. In order to understand Transeurasian connectivity, the interdependence of frontier zone and inner-imperial development is crucial. We will reveal that competitions for social power within empires mobilized and concentrated resources reclaimed from natural landscapes and subsistence economies. Greater mobility of resources, both human and material, endowed competitions for power with economic force, feeding into inter-imperial prestige economies and trade. This new model of Afro-Eurasian connectivity will abandon some problematic assumptions of Silk Road trade, while maintaining the Afro-Eurasian macro-region as a meaningful unit for cultural and economic analysis.",
    "totalCost": "2498750",
    "ecMaxContribution": "2498750",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 2498750
        }
    },
    "calculatedTotalContribution": 2498750
}