{
    "rcn": "210580",
    "acronym": "REFUCOAT",
    "topics": "BBI-2016-R05",
    "title": "Full recyclable food package with enhanced gas barrier properties and new functionalities by the use of high performance coatings",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "RefuCoat project aims to develop hybrid bio-based high oxygen/water barrier and active coatings to be used in a monolayer bio-based food packages (films and trays) as alternative to current metallised and modified atmosphere (MAP) packages to avoid the use of non-renewable materials in multilayer structures that currently lead to complex\nand expensive recycling steps.\nHybrid coating formulations will combine cost-efficiently produced polyglycolic acid (PGA) and modified silica oxide. Fully biodegradable packages for fresh food products will be obtained with middle chain modified PHAs. PGA and PHA based hybrid coatings with high gas barrier properties will be further improved with active substances for improved shelf-life. Furthermore, new packages based on bio-PET and bio-PE combined with hybrid and active\ncoatings will be developed. The generated products will be validated and compared to current metallised, non bio-based alternatives in industrial products, in performance, shelf-life and biodegradability. Safety and regulatory compliance, environmental and economic sustainability will be specifically addressed. RefuCoat consortium is formed by 12 synergistic partners, 7 of them BIC members, reunites all actors in the value chain, SME partners (MIPLAST and IRIS), industrial partners (GRUPO APEX, MANOR, DACSA and\nBIOPOLIS), and RTO Partners (THUNEN, CIB, AIMPLAS, EUFIC, Fraunhofer and AINIA). The project maximizes exploitation within the Consortium, promoting a circular economy concept, but also considers dissemination and communication in order to maximize the value of the project outcomes. maximizesexploitation within the consortium, promoting a circular economy concept, but also considers dissemination andcommunication in order to maximize the value of the project outcomes. Refucoat main impacts are expected in the improved performance of food packages, reduction of landfilling waste, cost-and environmental effectiveness in processing by Life Cycle and Techno-Economic Assessment, improved preservation of food products, new markets and contribution to KPI of BBI-JI. RefuCoat aims at a significant contribution in more than 880 jobs.",
    "totalCost": "3234338,5",
    "ecMaxContribution": "2300735,3",
    "coordinator": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MAICERIAS ESPANOLAS SA;CARTON BROS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI;APERITIVOS Y EXTRUSIONADOS SAU;BIOPOLIS SL;AINIA;MI-PLAST DOO ZA PROIZVODNJU TRGOVINU I PRUZANJE USLUGA - MI-PLAST LLC MANUFACTURING, TRADING AND SERVICES MIPLAST;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA;EUROPEAN FOOD INFORMATION COUNCIL",
    "participantCountries": "DE;ES;IE;HR;BE",
    "projectParticipants": {
        "999513415": {
            "orgId": "999513415",
            "orgName": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
            "ecContrib": 492875
        },
        "922508801": {
            "orgId": "922508801",
            "orgName": "MAICERIAS ESPANOLAS SA",
            "ecContrib": 0
        },
        "911745002": {
            "orgId": "911745002",
            "orgName": "APERITIVOS Y EXTRUSIONADOS SAU",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 267115
        },
        "997665953": {
            "orgId": "997665953",
            "orgName": "BIOPOLIS SL",
            "ecContrib": 0
        },
        "952298374": {
            "orgId": "952298374",
            "orgName": "MI-PLAST DOO ZA PROIZVODNJU TRGOVINU I PRUZANJE USLUGA - MI-PLAST LLC MANUFACTURING, TRADING AND SERVICES MIPLAST",
            "ecContrib": 156825
        },
        "998427888": {
            "orgId": "998427888",
            "orgName": "JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI",
            "ecContrib": 312494
        },
        "959200312": {
            "orgId": "959200312",
            "orgName": "CARTON BROS",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 344926
        },
        "999947781": {
            "orgId": "999947781",
            "orgName": "AINIA",
            "ecContrib": 280727
        },
        "999954474": {
            "orgId": "999954474",
            "orgName": "EUROPEAN FOOD INFORMATION COUNCIL",
            "ecContrib": 145038
        }
    },
    "calculatedTotalContribution": 2000000
}