{
    "rcn": "210598",
    "acronym": "MathInParis",
    "topics": "MSCA-COFUND-2016",
    "title": "International Doctoral Training in Mathematical Sciences in Paris",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "COFUND MathInParis programme will create and build upon existing networks to attract exceptional Doctoral students coming from abroad, to ensure a very high standard of Doctoral training and to disseminate good practice in terms of selection and mentoring throughout all its Doctoral schools by means of those implemented within this programme. The programme is expected to significantly improve follow-up and mentoring conditions through the presence of dedicated personnel and to develop the scope and modes of provision in Doctoral education. COFUND MathInParis will enhance opening of training in mathematics towards industry and other disciplines, develop new targeted mechanisms for transition of doctoral students to businesses during their training and promote public-private mobility.\n\nCOFUND MathInParis will promote the increase and dissemination of a new generation of international mathematicians trained in Paris, as many scientific ambassadors worldwide. It will create a new network of young innovating Doctors integrated in the European Union who will develop a new key areas of expertise in their home country. New ambitions, more mobility and more curiosity, more awareness for the impact of mathematics in the new economy, more taste for risk taking, innovation and entrepreneurship will emerge.\n\nOne of the major objectives of COFUND MathInParis is also to break the Berlin wall between academic and industrial research, by widely promoting closer relationships between our teams and laboratories in universities, and partners from the private sector, in industries, banks, etc. Mathematics have been recognized as an important vector for innovation, and it is important to ensure transfer to companies. However our relationships still lack a solid and efficient structure, and one of our aims is to use FSMP as a platform to enable, improve technological transfer and promote bridges to companies.",
    "totalCost": "6278400",
    "ecMaxContribution": "3139200",
    "coordinator": "FONDATION SCIENCES MATHEMATIQUES DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935928945": {
            "orgId": "935928945",
            "orgName": "FONDATION SCIENCES MATHEMATIQUES DE PARIS",
            "ecContrib": 3139200
        }
    },
    "calculatedTotalContribution": 3139200
}