{
    "rcn": "210552",
    "acronym": "ACETOGENS",
    "topics": "ERC-2016-ADG",
    "title": "Acetogenic bacteria: from basic physiology via gene regulation to application in industrial biotechnology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Demand for biofuels and other biologically derived commodities is growing worldwide as efforts increase to reduce reliance on fossil fuels and to limit climate change. Most commercial approaches rely on fermentations of organic matter with its inherent problems in producing CO2 and being in conflict with the food supply of humans. These problems are avoided if CO2 can be used as feedstock. Autotrophic organisms can fix CO2 by producing chemicals that are used as building blocks for the synthesis of cellular components (Biomass). Acetate-forming bacteria (acetogens) do neither require light nor oxygen for this and they can be used in bioreactors to reduce CO2 with hydrogen gas, carbon monoxide or an organic substrate. Gas fermentation using these bacteria has already been realized on an industrial level in two pre-commercial 100,000 gal/yr demonstration facilities to produce fuel ethanol from abundant waste gas resources (by LanzaTech). Acetogens can metabolise a wide variety of substrates that could be used for the production of biocommodities. However, their broad use to produce biofuels and platform chemicals from substrates other than gases or together with gases is hampered by our very limited knowledge about their metabolism and ability to use different substrates simultaneously. Nearly nothing is known about regulatory processes involved in substrate utilization or product formation but this is an absolute requirement for metabolic engineering approaches. The aim of this project is to provide this basic knowledge about metabolic routes in the acetogenic model strain Acetobacterium woodii and their regulation. We will unravel the function of ìorganellesî found in this bacterium and explore their potential as bio-nanoreactors for the production of biocommodities and pave the road for the industrial use of A. woodii in energy (hydrogen) storage. Thus, this project creates cutting-edge opportunities for the development of biosustainable technologies in Europe.",
    "totalCost": "2497140",
    "ecMaxContribution": "2497140",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 2497140
        }
    },
    "calculatedTotalContribution": 2497140
}