{
    "rcn": "210576",
    "acronym": "BioBarr",
    "topics": "BBI-2016-R05",
    "title": "New bio-based food packaging materials with enhanced barrier properties ñ BioBarrier",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "BioBarr concerns the development of new bio-based and biodegradable food packaging materials by enhancing barrier functionalities to the biopolymer PHAs (polyhydroxyalkanoates) and by validating the new material in the food industry environment.\nPHAs is potential substitute for conventional polymers, since they possess similar properties; respect to polylactic acid (the most widespread biobased/biodegradable material), PHAs show higher biodegradability and better functional properties and mechanical strength. \nHowever, applications of PHAs as food packaging materials are subjected to some limitations. PHA shows medium values of O2 and H2O transmittance while many the most critical factors for some foods (such dry products as bakeries) in relation to packaging are moisture uptake leading to loss of crispiness and oxidation of fats. \nFor overcoming this limiting factor in PHA food applications, BioBarr aims to enhance PHA vapour and gas barrier properties through material functionalization.\nIn the first research line, the approach consists of the use of biodegradable materials with adequate properties to be compounded in multi-layer structures specific for the food product category to be packed, in order to optimize functional properties. The innovation consists of laminating PHA with PLA (polylactic acid).\nThe second challenging research line in BioBarr is surface treatments (nanoform metallization with AlOx or SiOx or metallization Aluminum process) of PHA films.\nNew materials will be validated on a restricted number of food products in the sector of bakery, representative of different shelf-life requirements and duration, with the purpose to increase shelf-life at least by 10%.\nFinal impact will be the creation of a new biobased value chain. Proposal takes into account the needs and the growth opportunities of actors operating in each value chain step: bioplastic producer, extrusion and filming actors, converter, inks producers, food industries end-users",
    "totalCost": "3784375",
    "ecMaxContribution": "3253437,5",
    "coordinator": "TECNOALIMENTI S.C.P.A.",
    "coordinatorCountry": "IT",
    "participants": "ICIMENDUE SRL;TTY-SAATIO;CENTRO NACIONAL DE TECNOLOGIA Y SEGURIDAD ALIMENTARIA;BIO ON SRL;KAO CHIMIGRAF SLU;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "IT;FI;ES;DK",
    "projectParticipants": {
        "968692829": {
            "orgId": "968692829",
            "orgName": "ICIMENDUE SRL",
            "ecContrib": 578750
        },
        "951345446": {
            "orgId": "951345446",
            "orgName": "BIO ON SRL",
            "ecContrib": 793062
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 520000
        },
        "998317502": {
            "orgId": "998317502",
            "orgName": "CENTRO NACIONAL DE TECNOLOGIA Y SEGURIDAD ALIMENTARIA",
            "ecContrib": 218500
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 603125
        },
        "998183351": {
            "orgId": "998183351",
            "orgName": "TECNOALIMENTI S.C.P.A.",
            "ecContrib": 540000
        },
        "912446409": {
            "orgId": "912446409",
            "orgName": "KAO CHIMIGRAF SLU",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3253437
}