{
    "rcn": "210533",
    "acronym": "AURASME2",
    "topics": "H2020-SGA2-EEN",
    "title": "Proposal of Consortium AURASME2 for the support services Enhancing the innovation management capacity of SMEs within the Enterprise Europe Network Auvergne-RhÙne-Alpes (EURORAA).",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "AURASME project is a subset of COSME EURORAA Consortium, based in Auvergne-RhÙne-Alpes region in France. An integrated coordination within the existing activities of EURORAA consortium is ensured. Partners involved are: P1 (coordinator) CCIR RhÙne-Alpes, P2 ARDI RhÙne-Alpes and P4 CCIR Auvergne. P3 was not involved in this activity and is inactive since 2015 (amendment).  Following the law setting new regions in France Partner 1 and 4 will merge in 1st of January 2017. Partner 2 ARDI RhÙne-Alpes will approach the Agence RÈgionale de DÈveloppement Economique díAuvergne and intervene in its new regional perimeter of Auvergne RhÙne-Alpes. This administrative change will have no impact on the work, principles and organisation of the Consortium. \nThe Host organizations have an expertise in key factors for the successful implementation of this activity: support of innovation projects, in particular within the framework of European projects; good knowledge and experience in European programs for SMEs; experience in promoting and supporting different management systems within SMEs (quality, security, environment, performanceÖ); wide approach to several key aspects of innovation management and a good knowledge of the high growth potential SMEs located in the region. \nThe general objective of this proposal is to bridge the gap of lacking innovation management capacities within the targeted SMEs in order to maximise the economic impact of ambitious innovation projects at European and International level. The work program is strictly focused on the objectives described in the call for proposal and on the implementation of the two required service packages: Key Account Management and Enhancing Innovation Management Capacity. \nThe Work Programme describes the implementation of these two packages services, the detailed methodology and process for both service and their expected impact. A close link is maintained with the present EEN COSME related work programme.",
    "totalCost": "213438,75",
    "ecMaxContribution": "213438,75",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION AUVERGNE-RHONE-ALPES",
    "coordinatorCountry": "FR",
    "participants": "AUVERGNE-RHONE-ALPES ENTREPRISES",
    "participantCountries": "FR",
    "projectParticipants": {
        "915461945": {
            "orgId": "915461945",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION AUVERGNE-RHONE-ALPES",
            "ecContrib": 157089
        },
        "913596926": {
            "orgId": "913596926",
            "orgName": "AUVERGNE-RHONE-ALPES ENTREPRISES",
            "ecContrib": 56350
        }
    },
    "calculatedTotalContribution": 213439
}