{
    "rcn": "210587",
    "acronym": "PLANAGE",
    "topics": "MSCA-IF-2016",
    "title": "The Age of Planning. Planning as a paradigm for policy history of post-war Europe: national cases and the European integration process (1940s-1960s)",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The project aims at defining, conceptualizing and historicizing the paradigm of planning in order to analyze public policies in Western Europe at the national, transnational and supranational level between 1945 and the late 1960s. The fields of public policies covered by the project are economic planning, social planning, urban/spatial planning.\nThe project will start with a comparative analysis of four national cases (France, Great Britain, Federal Republic of Germany, Italy), of the approach to planning policies displayed by their respective governments, with a special attention to the differing or converging patterns during phases of left-wing/right-wing alternation. For each case, the project will observe planning institutes and policies as they learned and borrowed from respective national traditions or other experiments by European countries with a longer tradition in the field (not just restricted to the four project countries). The research will also take into consideration the influence exerted by the US example, especially Rooseveltís ìNew Dealî; and the Western debate at the time on the possibility of technical convergence with specific features and institutes of the ìReal Existing Socialismî model, despite insuperable differences of political regime. The project will also deal with the transnational circulation of knowledge, technical know-how and ëexpertsí; with the process of inspiration that specific institutes and policies exerted among the four national cases; and lastly with the relevance or otherwise of planning in bringing about long-term convergence among these countries. Finally, the project will turn to the supranational dimension to gauge how the different national traditions and experiments in planning policies were transferred to the European cooperation/integration level from the outset of the OEEC and the ECSC to the late 1960s.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}