{
    "rcn": "210599",
    "acronym": "Wimper",
    "topics": "JTI-CS2-2016-CFP04-FRC-02-16",
    "title": "Windshield with improved bird-strike, erosion, de-fogging, de-icing and IR performance",
    "startDate": "01/06/2017",
    "endDate": "31/07/2021",
    "objective": "Objective of this project is the development upto the production of a prototype of a new pilot windshield and other windows with the focus on using state of the art technologies and coatings. This includes the complex interface between the airframe and the windshields. Especially, the capabilities versus improved bird-strike, anti-icing, anti-fogging and IR performance are taken into consideration.\nThe consortium consists of 3 partners, all centred in the aeronautic industry with the expertise to develop and manufacture structural lightweight designs. Everyone is an expert on its main field. KRD Sicherheitstechnik GmbH (KRD) is a leading manufacturer of windshields and windows, so far mainly for ground transports (e.g. forestry harvesters, vessels, sport cars) but has contributed with prototypes for helicopter applications as well. Within their product portfolio you can find coated laminated car windshields with heating systems, usable for aeronautic applications for de-icing or de-fogging, too. The coating development for these applications as well as for scratch resistance is done at KRD premises.\nThe Deutsches Zentrum f¸r Luft- und Raumfahrt (DLR), Institute of Structures and Design has the excellence in the design of structural parts as well as the ability to perform simulations and tests to optimize the engineered parts concerning the structural behaviour, particularly under crash and impact loading. The institute will assist in the definition of testing methods and will perform testing sequences and bird-strike tests to evaluate the solutions. The DLR has developed a dummy bird, which will be evaluated during this project compared to real bird.\nThe University of Stuttgart, Institut f¸r Flugzeugbau (USTUTT) is the third partner and specialized in the production and development of structural fibre reinforced parts and their testing against specifications and life cycle analysis. The USTUTT has capacities and expertise in finding accurate coating solutions.",
    "totalCost": "733710",
    "ecMaxContribution": "600000",
    "coordinator": "KRD SICHERHEITSTECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UNIVERSITAET STUTTGART",
    "participantCountries": "DE",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 199500
        },
        "917247036": {
            "orgId": "917247036",
            "orgName": "KRD SICHERHEITSTECHNIK GMBH",
            "ecContrib": 238076
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 162424
        }
    },
    "calculatedTotalContribution": 600000
}