{
    "rcn": "210545",
    "acronym": "HCG",
    "topics": "ERC-2016-ADG",
    "title": "Honour in classical Greece: esteem, status, identity, and society in ancient Greek literature, life, and thought",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "If ëhonourí is an outmoded term, its modern analogues ñ esteem, respect, recognition, dignity, status, prestige, deference, face, image, etc. ñ still shape the dynamics of human social interaction. But modern understandings of honour in the societies and literatures of the past ñ especially the literature of ancient Greece ñ tend to present it as a single, specific, and more or less monolithic notion especially associated with zero-sum competition between alpha-males, a notion that is typically superseded by more co-operative, inclusive, and egalitarian values, whether in fifth-century BC Athenian democracy or in the eighteenth-century AD enlightenment. Where honour survives in popular perception as a characteristic of modern communities it is typically ghettoized in the world of inner-city gangs, in the Muslim East, or in the traditional machismo of the Mediterranean.\nThese and similar perceptions are erroneous, and their application to ancient Greek literature, society, and thought is deeply misleading. Using the findings of contemporary sociology and philosophy, with contributions from other disciplines from economics to literary studies, cognitive linguistics, and psychology, this project will lead to a root and branch transformation of the idÈes fixes that still mould the understanding of honour (Greek timÍ) in our ancient Greek sources. Far from being one value among many, timÍ is a pluralist, inclusive, and flexible notion, as important to ancient values of justice, friendship, and social solidarity as it is to the violence of heroic self-assertion and the pursuit of vengeance. It underpins not only the wrath of Achilles in the Iliad but also the community standards that seek to restrain and assuage that wrath. In Athenian law and politics it is as much about the rights that the law protects as it is about the pursuit of rivalry and competition through litigation. It pervades ancient Greek literature, thought, and society. This project will write its history.",
    "totalCost": "1893626",
    "ecMaxContribution": "1893626",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1893626
        }
    },
    "calculatedTotalContribution": 1893626
}