{
    "rcn": "210554",
    "acronym": "CESEAND InnoAses3",
    "topics": "H2020-SGA2-EEN",
    "title": "Enhance innovation management capacities in Andalusian SMEs. CESEAND InnoAses 2017-18.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The European Commission, through the Executive Agency of Small Medium Enterprises (EASME), have assigned new roles and innovative advisories services to the Enterprise Europe Network such as a European-wide network of entities integrated into regional innovation systems. Being the ground lever and driving force for innovation management capacities in SMEs and, in the near future, as the organisation directly responsible for the provision of advanced services. \n\nSpecific support to these SMEs into the Innovation Management Capacities, in order to create a favourable ecosystem for its innovations and growth, providing support to research, development and innovation projects, such as the SME Instrument and other specific services aimed to improve their innovation skills and address the financing needs required by the implementation and execution of high-risk and high-potential innovation ideas to markets.\n\nAs a result to this call and through the implementation of the activities and the provision of services detailed in this Proposal, we expect to achieve the following Objectives:\n\nï To address the lack of innovation as a barrier for SME growth.\nï To enhance the innovation capacities of SMEs in Andalusia in order to make them more competitive through the provision of advanced services.\nï To increase the economic impact from innovation activities in SMEs.\nï To drive forward non-technological catalysts for innovation in SMEs.\nï To develop on behalf of the entities which comprise the Enterprise Europe Network new ways and tools to provide services to SMEs that contribute to enhancing their competitive capacities.\nï To provide support to beneficiaries of SME Instrument, accompanying them in their transition through Phases 1 and 2.\nï To identify future potential applicants to successfully take part in SME Instrument.\nï To develop methodologies that can be enhanced through their integration into the Andalusian Innovation Ecosystem.",
    "totalCost": "182560",
    "ecMaxContribution": "182560",
    "coordinator": "AGENCIA DE INNOVACION Y DESARROLLODE ANDALUCIA",
    "coordinatorCountry": "ES",
    "participants": "AGENCIA ANDALUZA DEL CONOCIMIENTO;CONSEJO ANDALUZ DE CAMARAS DE COMERCIO INDUSTRIA Y NAVEGACION;CONFEDERACION DE EMPRESARIOS DE ANDALUCIA;INSTITUTO ANDALUZ DE TECNOLOGIA.",
    "participantCountries": "ES",
    "projectParticipants": {
        "953002885": {
            "orgId": "953002885",
            "orgName": "CONSEJO ANDALUZ DE CAMARAS DE COMERCIO INDUSTRIA Y NAVEGACION",
            "ecContrib": 18256
        },
        "999809168": {
            "orgId": "999809168",
            "orgName": "AGENCIA DE INNOVACION Y DESARROLLODE ANDALUCIA",
            "ecContrib": 54768
        },
        "999949915": {
            "orgId": "999949915",
            "orgName": "INSTITUTO ANDALUZ DE TECNOLOGIA.",
            "ecContrib": 18256
        },
        "953880444": {
            "orgId": "953880444",
            "orgName": "AGENCIA ANDALUZA DEL CONOCIMIENTO",
            "ecContrib": 54768
        },
        "999755042": {
            "orgId": "999755042",
            "orgName": "CONFEDERACION DE EMPRESARIOS DE ANDALUCIA",
            "ecContrib": 36512
        }
    },
    "calculatedTotalContribution": 182560
}