{
    "rcn": "210536",
    "acronym": "COPMAT",
    "topics": "ERC-2016-ADG",
    "title": "Full-scale COmputational design of Porous mesoscale MATerials",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The last decades have witnessed major progress in our understanding of the basic physics of soft matter materials. At the same time, microfluidics has also undergone spectacular theoretical and experimental progress. The confluence of such major advances spawns unprecedented opportunities for the design and manufacturing of new soft mesoscale materials, with promising applications in tissue engineering, photonics, catalysis and many others. COPMAT is targeted at making the most this opportunity through the pursuit of a single general goal: the full-scale simulation at nanometric resolution of micro-reactors for the design and synthesis of new tunable porous materials. In particular, we shall focus on the microfluidic design of: multi-jel materials, trabecular porous media and soft mesoscale molecules. We shall also explore new designs concepts based on unexplored microscale phenomena, such as the interaction between plasticity and nano-rugosity. The complex interplay between the highly non-linear rheology of  soft materials and the major experimental control parameters leads to an engineering design of formidable complexity, characterized  by a strong sensitivity of the macroscale material properties on the details of nanoscale interfacial interactions. COPMAT will tackle this formidable multiscale challenge through the deployment of an entirely new family of multiscale techniques, centered upon highly innovative extensions of  the Lattice Boltzmann method and its combinations with Immersed Boundary Method, Dissipative Particle Dynamics and Dissipative Voronoi Dynamics. The success of COPMAT will be gauged by its capability of inspiring and realizing the design of microfluidic devices for the synthesis of novel families of porous materials for bio-engineering applications. The new paradigm established by COPMAT for the computational design of soft materials is expected to extend well beyond the time-horizon of the project.",
    "totalCost": "1880060",
    "ecMaxContribution": "1880060",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1880060
        }
    },
    "calculatedTotalContribution": 1880060
}