{
    "rcn": "210597",
    "acronym": "POLITICO",
    "topics": "MSCA-COFUND-2016",
    "title": "Political Concepts in the World",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The POLITICO PhD programme will build on the success of the interdisciplinary training provided by the University of Aberdeenís Centre for Citizenship, Civil Society and the Rule of Law (CISRUL), which specializes in the global application of political ideas.\n\n2 cohorts of 6 high-quality international ESRs will propose and develop their own research projects around the theme of how political concepts are deployed in the world. POLITICO ESRs will ask how, and with what consequences, policy institutes, social movements and media commentators invoke such ideas such as ënationí, ëdemocracyí and ëcivil societyí. POLITICO will reach beyond the West to locate political ideas in South, Central and Eastern Europe, the Middle East and North Africa, South and East Asia, and Latin America and the Caribbean.\n\nSelection will be via an open, transparent, merit-based, impartial, equitable and internationally advertised process, which will take special care to allow free choice of research projects. With POLITICOís inter-disciplinary supervision and inter-sectoral training, the ESRs will build careers not only in state-of-the-art research, but also in incisive policy design, social movement leadership, and influential media commentary. In these careers, the researchers will apply their acute awareness of how political concepts vary across contexts and are invoked in political action.\n\nTo further develop the ESRsí inter-disciplinary expertise, and to provide opportunities to present research and engage in debate, CISRUL will host a full series of seminars, workshops and conferences, all co-designed with ESRs and on topics that cross-cut POLITICO themes.\n\nPOLITICO ESRs will be supported by 23 internationally-recognised partner organisations, committed to providing specific training to researchers across the POLITICO project themes. 6 of the partners are leading policy institutes that will provide inter-sectoral training to include the writing of policy briefs, expected of all ESRs.",
    "totalCost": "1883520",
    "ecMaxContribution": "941760",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 941760
        }
    },
    "calculatedTotalContribution": 941760
}