{
    "rcn": "210558",
    "acronym": "WACSWAIN",
    "topics": "ERC-2016-ADG",
    "title": "WArm Climate Stability of the West Antarctic ice sheet in the last INterglacial (WACSWAIN)",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Recent papers predict the loss of most of the West Antarctic Ice Sheet (WAIS) by 2500 if CO2 emissions and rising global temperatures are not controlled. It is critical to test whether the models making such worrying predictions are realistic. I will do this by obtaining new data from the last interglacial (LIG, 130,000-115,000 years ago) to assess the response of the WAIS to comparable warmth. \n\nDuring the LIG, sea level reached 6-9 m higher than today. It is inferred that Antarctic ice sheets contributed several metres of sea level rise, under a climate similar to the one we could be committing ourselves to in the next few centuries.  Most authors assume that the lost ice came mainly from the WAIS.  Models that predict large ice loss in the future also produce a very significant retreat of the WAIS and loss of the Ross and Ronne ice shelves under LIG conditions.\n\nWere the WAIS and Ronne Ice Shelf significantly smaller in the LIG? If so, what was the time course of their retreat and regrowth?  This project will remedy the surprising lack of direct evidence about these questions. I will examine data from ice cores that reach the LIG, drilled on the periphery of the WAIS. I will include retrieval of one new strategically-placed bedrock core, and obtain an isotope profile that will test the potential of another site.  The loss of much of the WAIS would have several effects on peripheral ice caps: glacio-isostatic (GI) uplift and a change in atmospheric circulation would cause a recognisable spatial and temporal pattern of symptoms.  The retreat of the Ronne Ice Shelf would leave a clear signature in marine aerosol concentrations in the ice. By examining changes in water isotopes, sea salt, air content and other proxies in all the cores, in comparison with different model outputs, I will estimate the timing and extent of WAIS retreat and regrowth during the LIG. This will support or question the use of sensitive models to predict future change in the WAIS.",
    "totalCost": "2817554",
    "ecMaxContribution": "2817554",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "UNITED KINGDOM RESEARCH AND INNOVATION;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}