{
    "rcn": "210594",
    "acronym": "Fit-to-nZEB",
    "topics": "EE-14-2016-2017",
    "title": "Innovative training schemes for retrofitting to nZEB-levels",
    "startDate": "15/06/2017",
    "endDate": "14/06/2019",
    "objective": "Reaching of the 2020 and 2030 energy and climate objectives represents a major challenge to the construction sector, which needs to be ready to deliver high energy performing renovations and, in particular, nearly zero-energy buildings. This goal requires a major effort to increase the number of qualified construction specialists at all levels, which is directly related to the accessibility and quality of the training and educational programmes and the inclusion of training on intelligent energy efficiency and RES solutions in building renovation. Responding to these needs, the project is designed to:\n(i)\tElaborate a set of technological competences and learning outcomes on deep energy renovation;\n(ii)\tDevelop new large scale training schemes and programmes on deep energy renovation at all levels of the vocational education and training (VET) system;\n(iii)\tReview the national educational plans and initiate the necessary changes;\n(iv)\tEstablish capacity for professional training of trainers and train a sufficient number of trainers;\n(v)\tSupport and monitor pilot courses on the new programmes on deep energy renovation at all levels.\nThe leading objective of the Fit-to-nZEB project proposal is to deliver all necessary requisites for the introduction of educational content on deep energy renovation of buildings in the curricula at all levels of the educational and training system in Southeastern Europe. This will be done both through incorporation of new educational content in existing curricula and through the development of new specialized programs. This process will be guided by the understanding of the complex nature of building retrofit, combining various building disciplines and allowing integrated design and cross-craft understanding with special focus on practical exercises and demonstrations. An essential element of the project is the creation and deployment of certification schemes and accreditation procedures corresponding to the EQF.",
    "totalCost": "1013848,75",
    "ecMaxContribution": "1013848,75",
    "coordinator": "ENERGY EFFICIENCY CENTER - ENEFFECTFOUNDATION",
    "coordinatorCountry": "BG",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.;ELLINIKO INSTITOUTO PATHITIKOU KTIRIOU;ASOCIATIA CLUSTER PENTRU PROMOVAREA CLADIRILOR CU CONSUM DE ENERGIE APROAPE EGAL CU ZERO PRO NZEB;ZERO ENERGY AND PASSIVHAUS INSTITUTE FOR RESEARCH SRL;CESKE VYSOKE UCENI TECHNICKE V PRAZE;UNIVERSITET PO ARCHITEKTURA STROITELSTVO I GEODEZIJA;COLEGIUL TEHNIC DE ARHITECTURA SI LUCRARI PUBLICE I.N. SOCOLESCU;MOSART LANDSCAPE ARCHITECTURE RESEARCH LIMITED;SVEUCILISTE U ZAGREBU GRADEVINSKI FAKULTET",
    "participantCountries": "AT;CZ;EL;RO;IT;BG;IE;HR",
    "projectParticipants": {
        "940788451": {
            "orgId": "940788451",
            "orgName": "ELLINIKO INSTITOUTO PATHITIKOU KTIRIOU",
            "ecContrib": 106942
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 62290
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 46632
        },
        "999871151": {
            "orgId": "999871151",
            "orgName": "UNIVERSITET PO ARCHITEKTURA STROITELSTVO I GEODEZIJA",
            "ecContrib": 41000
        },
        "918135265": {
            "orgId": "918135265",
            "orgName": "ASOCIATIA CLUSTER PENTRU PROMOVAREA CLADIRILOR CU CONSUM DE ENERGIE APROAPE EGAL CU ZERO PRO NZEB",
            "ecContrib": 136062
        },
        "941797154": {
            "orgId": "941797154",
            "orgName": "ZERO ENERGY AND PASSIVHAUS INSTITUTE FOR RESEARCH SRL",
            "ecContrib": 111405
        },
        "972442364": {
            "orgId": "972442364",
            "orgName": "ENERGY EFFICIENCY CENTER - ENEFFECTFOUNDATION",
            "ecContrib": 142750
        },
        "938570061": {
            "orgId": "938570061",
            "orgName": "MOSART LANDSCAPE ARCHITECTURE RESEARCH LIMITED",
            "ecContrib": 108061
        },
        "933928223": {
            "orgId": "933928223",
            "orgName": "COLEGIUL TEHNIC DE ARHITECTURA SI LUCRARI PUBLICE I.N. SOCOLESCU",
            "ecContrib": 44750
        },
        "912390925": {
            "orgId": "912390925",
            "orgName": "SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.",
            "ecContrib": 130975
        },
        "998468531": {
            "orgId": "998468531",
            "orgName": "SVEUCILISTE U ZAGREBU GRADEVINSKI FAKULTET",
            "ecContrib": 82980
        }
    },
    "calculatedTotalContribution": 1013847
}