{
    "rcn": "210559",
    "acronym": "VIDEO HOLOGRAPHY",
    "topics": "ERC-2016-ADG",
    "title": "video-rate holographic projection by novel meta-materials",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Today, despite many efforts by researchers world-wide, there are no holographic projectors that allow video-rate electronically controlled projection of complex holograms. Optically re-write-able holograms exist, but they are too slow; Acoustically-formed holograms can be switched fast but the image complexity is very limited.   We identify the essential roadblock as one that we intend to clear by a breakthrough innovation coming from a combination of electronics, optics and material science. \n\nWe propose a radically novel way to make and control holograms, that will be based on the direct, analog, nanometer-resolution and nanosecond-speed control over the local refractive index of a slab waveguide core over several square centimetres. Holograms will be formed by leaky waves evanescent from the waveguide, and controlled by the refractive-index modulation profile in the core. That profile will be controlled and modulated by electrical fields applied with nano-precision through one of the cladding layers of the waveguide. To that end, a novel metamaterial is proposed for this cladding. Also novel driving schemes will be needed to control the new holographic projecting method.\n\nWith this combined radical innovation in architecture, materials and driving schemes, it is the goal of this project to fully prove the concept of video-rate electrically-controlled holographic projection. This will be the basis for many future innovations and applications, in domains such as augmented reality, automotive, optical metrology (LIDAR, microscopy, ...), mobile communication, education, safety, etc..., and result in a high economic and social impact.",
    "totalCost": "2499074",
    "ecMaxContribution": "2499074",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 2499074
        }
    },
    "calculatedTotalContribution": 2499074
}