{
    "rcn": "210501",
    "acronym": "DELTA-FLU",
    "topics": "SFS-14-2016",
    "title": "Dynamics of avian influenza in a changing world",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "DELTA-FLU aims to determine the key viral, host-related, and environmental factors that determine the dynamics of avian influenza (AI) in poultry and other host species, with the goal of improving prevention and control strategies against this disease. As a result of rapidly changing dynamics, AI continues to cause unexpected and devastating outbreaks in poultry in the EU, as well as world-wide. Its potential to become pandemic is also of great concern to public health. The key viral, host-related, and environmental factors that drive AI dynamics are poorly understood, which currently impedes the development of effective control and prevention strategies. As the problems caused by AI require global solutions, DELTA-FLU is a consortium with top-level experts from Europe, North America, and Asia. Through interdisciplinary research focused on key questions of AI, DELTA-FLU will determine 1) potential for some highly pathogenic avian influenza viruses (HPAIV, e.g. H5N8 clade 2.3.4.4) to be maintained in wild bird populations and spread over long-distances, 2) key viral, host, and environmental factors for incursion of HPAIV from wild birds into poultry holdings, 3) roles of viral, host, and environmental factors in the transition of low pathogenic avian influenza virus to HPAIV in poultry, 4) effect of flock immunity against AI on early detection and viral genetic drift, and 5) viral genetic factors that allow reassortants of avian and mammalian influenza viruses to transmit efficiently among pigs. Primary sectors and end-users are involved through participation in the Multi-Actor Panel, which will also play an important role in the translation of the results into effective prevention and control strategies. As such, DELTA-FLU will make significant advances in knowledge of AIV dynamics and provide the evidence base for improved diagnosis, prevention, and control strategies for AI in poultry, as well as for reducing the possible risk of AI to become potentially pandemic.",
    "totalCost": "5497793,75",
    "ecMaxContribution": "5497793,75",
    "coordinator": "FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT",
    "coordinatorCountry": "DE",
    "participants": "LINNEUNIVERSITETET;THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS;UNIVERSITEIT GENT;UNITED STATES DEPARTMENT OF AGRICULTURE;ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELLE VENEZIE;THE UNIVERSITY OF HONG KONG;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "SE;UK;BE;US;IT;HK;NL",
    "projectParticipants": {
        "997383489": {
            "orgId": "997383489",
            "orgName": "ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELLE VENEZIE",
            "ecContrib": 625000
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1187500
        },
        "999483151": {
            "orgId": "999483151",
            "orgName": "FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT",
            "ecContrib": 1425000
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 523798
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 524385
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 524611
        },
        "997352934": {
            "orgId": "997352934",
            "orgName": "THE UNIVERSITY OF HONG KONG",
            "ecContrib": 0
        },
        "998813172": {
            "orgId": "998813172",
            "orgName": "UNITED STATES DEPARTMENT OF AGRICULTURE",
            "ecContrib": 0
        },
        "999904713": {
            "orgId": "999904713",
            "orgName": "THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS",
            "ecContrib": 687500
        }
    },
    "calculatedTotalContribution": 5497794
}