{
    "rcn": "210550",
    "acronym": "FeedSax",
    "topics": "ERC-2016-ADG",
    "title": "Feeding Anglo-Saxon England: The Bioarchaeology of an Agricultural Revolution",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "By the time of the Norman Conquest in 1066, Englandís population was again comparable to that of Roman Britain and included substantial urban centres. By 1200, England was more densely populated than ever before. Such population growth was mirrored across much of Europe. It drove the expansion of towns and markets and was fed, literally, by an increase in agricultural productivity that involved a fundamental reorganization of the countryside. The social, economic and demographic consequences of this reorganization were so far-reaching that it has often been described as an ëagricultural revolutioní. At the heart of this proposal is the question, how and when was this revolution achieved? FeedSax will effect a breakthrough in understanding this critically important period in Europeís agricultural history by generating new, direct evidence for changing land-use from the excavated remains of crops, animals and farms.\nThe timing and nature of the ëcerealisationí of England have been debated for over a century, with arguments focusing on the origins of open fields. These arrays of strip fields were communally cultivated, requiring collective decision-making and sharing of resources. Peasant households therefore had to live close together, giving rise to the nucleated villages that remain such a striking feature of the landscape.  Fields thus created communities, reconfiguring both landscapes and social geography. The spread of open fields laid the foundations for the modern countryside and is widely regarded as one of the transformative changes of the Middle Ages, yet theories about when and how this unprecedented type of agriculture emerged and spread are based on limited, indirect written and archaeological evidence. FeedSax breaks new ground by integrating scientific methods such as stable isotope and pollen analysis, radiocarbon dating, archaeobotany and archaeozoology with structural remains to resolve this hitherto intractable problem.",
    "totalCost": "1933165",
    "ecMaxContribution": "1933165",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF LEICESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 160866
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1772299
        }
    },
    "calculatedTotalContribution": 1933165
}