{
    "rcn": "210567",
    "acronym": "BIKE",
    "topics": "MSCA-IF-2016",
    "title": "Bioconductive Iongels for Cutaneous Electrophysiology",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Bioelectronics is limited by the materials that transducer signals across the interface between biology and electronics. For example, in cutaneous recording, the interface between the electrode and skin is the key parameter to get a good recording. For these applications, there is a great deal of interest in developing soft conducting coatings that decrease the impedance between the electrode and the skin. Hence, the interface between the skin and the electrode is improved allowing an easier flow of the ionic and electronic current. Although hydrogel based electrolytes are in use, the continuous evaporation of water does not allow the long-term cutaneous recording. The current proposal is aiming at exploring innovative materials such as iongels that can enhance the ionic conductivity and decrease the impedance with the human skin without suffering evaporation during the recording due to the negligible vapour pressure of ionic liquids. These cutaneous electrodes will be used to monitor the electrical activity of specific organs for a better understanding of the physiology and the pathology of different organs.\nThe Marie Sk?odowska-Curie Individual Fellowship will open the best career possibilities for Dr. Ana Sanchez. After a successful PhD and 2 year post-doc in polymer chemistry in the University of the Basque Country in Spain, she decided to move to a different environment where she can exploit all her materials science expertise. The Department of Bioelectronics in EMSE directed by Prof. Malliaras in Aix-en-Provence (France) is one of the top-class groups in the emerging area of bioelectronics, where the electronics and biology converge. This multidisciplinary environment not only will broaden the scientific knowledge of Dr. Ana Sanchez in a hot topic such as bioelectronics, but also will help her to grow and to expand her network in her way to reach a future group leader position.",
    "totalCost": "173076,61",
    "ecMaxContribution": "173076",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT MINES-TELECOM",
    "participantCountries": "FR",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}