{
    "rcn": "210563",
    "acronym": "WoodNanoTech",
    "topics": "ERC-2016-ADG",
    "title": "Wood Nanotechnology for Multifunctional Structures",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "'Materials tend to be either structural or functional. Here focus is on biobased composites combining both aspects, using nanostructured wood templates. Wood is the most widely used biobased material for load-bearing structures, but the range of achievable properties and functions can still be increased. The objective is to develop scalable nanotechnology for wood structures, utilizing its nanocellulosic skeleton. Processing and materials design concepts are developed in the form of a wood nanotechnology toolbox. Focus is on transparent wood for engineering applications, a concept pioneered in my laboratory. Transparent wood can combine load-bearing properties with photonics functions and light weight.\n    The cellulose nanofibril skeleton in wood is a sophisticated reinforcement structure. For transparent wood, processing to nanoporous but mechanically robust templates without chromophores, is needed. Templates are then further functionalized using in-situ polymerization and/or inorganic nanoparticle precipitation. Molecular dynamics simulations are used to design polymers and methods for cellulose surface modification. Optical property research on material effects on scattering, polarization properties will then generate new ideas in 'wood photonics'. Device functions can be integrated in large structures, using anisotropy and the hierarchical structure in wood. Optically functional additives can be used to generate unique effects for applications such as lighting systems, LED panels, wood lasers, electrochromic windows or load-bearing and transparent panels with tailored combinations of transmittance and haze. Optical and mechanical properties are studied using experiments and modeling. The project team combines polymeric biocomposites competence with photonics expertise in a multidisciplinary effort.\n'",
    "totalCost": "2461947",
    "ecMaxContribution": "2461947",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 2461947
        }
    },
    "calculatedTotalContribution": 2461947
}