{
    "rcn": "210589",
    "acronym": "MAPS",
    "topics": "MSCA-IF-2016",
    "title": "MAPS ñ Migrants And People Smugglers: A Comparative Study of Smuggling Networks in the Eastern Mediterranean and the Central American corridors",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "To what extent is human smuggling a criminal enterprise driven by solidarity and cooperation? This is the question that my project ìMAPS ñ Migrants And People Smugglersî addresses through a comparative study ñ of the Eastern Mediterranean and the Central American smuggling corridors. Having almost concluded my research in the Eastern Mediterranean corridor, the project will concentrate almost exclusively on the Central American route in order to identify similarities and differences in the organizational structures of smuggling networks, the smuggler-migrant relationship, and the profile of the facilitators. MAPS seeks to make a contribution to studies on Human Smuggling and Irregular Migration, where there is a keen interest in ñ yet still insufficient knowledge about ñ the interaction between migrants and facilitators and where criminological perspectives still dominate the debate. MAPS adopts a critical perspective and departs from the idea that smugglers obey only to a profit making logic. Inviting instead for a more complex understanding of their roles, it argues that human smuggling is embedded within ethnic networks and local economies, which are grounded on deep notions of solidarity and reciprocity. By expanding current knowledge around smuggling and its related policies, the project also aims to provide an empirical platform for policy engagement. In order to achieve its research aims, I will be based at the San Diego State University (SDSU), located at the proximities of the US/Mexican border and renown for being a centre of excellence on migratory trends from Central American. Here, I will be trained in Critical Criminology, Hispanic Studies and Social Network Analysis under the supervision of Prof Sheldon Zhang. Upon returning to my European host institution, the EUI, I will bring my new skills and further improve my policy and dissemination training under the supervision of Prof Triandafyllidou at the Cultural Pluralism Area of the GGP (EUI).",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "989739404": {
            "orgId": "989739404",
            "orgName": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
            "ecContrib": 0
        },
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 262269
        }
    },
    "calculatedTotalContribution": 262269
}