{
    "rcn": "210535",
    "acronym": "E3Canarias 2017-2018",
    "topics": "H2020-SGA2-EEN",
    "title": "E3Canarias 2017-2018: Enhancing the innovation management capacity of SME's with the Enterprise Europe Network Canarias 2017-2018",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The E3Canarias 2017-2018 project aims at continuing the activities carried out since 2014 under E3Canarias and E3Canarias 2015-2016 projects, enhancing the innovation management capacity of the Canary Islandsí SMEs through the delivery of 7 to 10 day service packages, targeted to the most innovative small and medium size companies in the islands, as well as giving support to the Canary Island beneficiaries of the HORIZON 2020 dedicated SME instrument, as Key Account Manager (KAM).\n\nAn average of 25 SMEs will be mentored, combining two services:\n- A minimum of 17 service packages on enhancing the innovation management capacities of SMEs. The service could be increased depending on the companiesí ambition, motivation and resources availability.\n- A maximum of 4 beneficiaries of SME instrument phase 1, and 4 beneficiaries of SME instrument phase II.\n\nFor the delivery of the KAM services, 2 staff members are actively involved in the KAM community building and have close cooperation with National NCP for SME Instrument, and for EIMC services 4 staff members are trained as experts for innovation management via the IMP3rove-Academy.",
    "totalCost": "43852,5",
    "ecMaxContribution": "43852",
    "coordinator": "COMUNIDAD AUTONOMA DE CANARIAS",
    "coordinatorCountry": "ES",
    "participants": "CAMARA OFICIAL DE COMERCIO,INDUSTRIA, SERVICIOS Y NAVEGACION DE SANTACRUZ DE TENERIFE;INSTITUTO TECNOLOGICO DE CANARIAS, S.A.;CAMARA OFICIAL DE COMERCIO INDUSTRIA Y NAVIGACION DE GRAN CANARIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "938536111": {
            "orgId": "938536111",
            "orgName": "CAMARA OFICIAL DE COMERCIO INDUSTRIA Y NAVIGACION DE GRAN CANARIA",
            "ecContrib": 0
        },
        "943585349": {
            "orgId": "943585349",
            "orgName": "CAMARA OFICIAL DE COMERCIO,INDUSTRIA, SERVICIOS Y NAVEGACION DE SANTACRUZ DE TENERIFE",
            "ecContrib": 0
        },
        "999947296": {
            "orgId": "999947296",
            "orgName": "INSTITUTO TECNOLOGICO DE CANARIAS, S.A.",
            "ecContrib": 43852
        },
        "996697311": {
            "orgId": "996697311",
            "orgName": "COMUNIDAD AUTONOMA DE CANARIAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 43852
}