{
    "rcn": "210571",
    "acronym": "BLASTOFF",
    "topics": "ERC-2016-ADG",
    "title": "Retooling plant immunity for resistance to blast fungi",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Plant NLR-type immune receptors tend to have a narrow spectrum of pathogen recognition, which is currently limiting their value in agriculture. NLRs can recognize pathogen effectors through unconventional domains that have evolved by duplication of an effector target followed by fusion into the NLR. One NLR with an integrated domain is the rice resistance protein Pik-1, which binds an effector of the blast fungus Magnaporthe oryzae via its Heavy-Metal Associated (HMA) domain. We solved the crystal structure of the HMA domain of Pik-1 in complex with a blast fungus effector and gained an unprecedented level of detail of the molecular interactions that define pathogen recognition. This led to the overall aim of this proposal to generate a complete picture of the biophysical interactions between blast fungus effectors and HMA-containing cereal proteins to guide the retooling of the plant immune system towards resistance to blast diseases. M. oryzae is a general cereal killer that infects wheat, barley and rice, which are staple food for a majority of the world population. The central hypothesis of the proposed research is that mutations in cereal HMA-containing proteins will result in broad-spectrum resistance to blast fungi.\n\nTo achieve our goal, we will pursue the following objectives:\n\n1. BIOPHYSICS. Define the biophysical properties that underpin binding of M. oryzae effectors to HMA-containing proteins of cereal crops.\n\n2. RECEPTOR ENGINEERING. Develop Pik-1 receptors that respond to a wide-spectrum of M. oryzae effectors.\n\n3. GENOME EDITING. Mutate HMA domain-containing genes in cereal genomes to confer broad-spectrum blast resistance.\n\nAt the completion of this project, we will generate a thorough understanding of the biophysical properties of pathogen effector binding to cereal HMA proteins, and deliver traits and non-transgenic cultivars for breeding blast disease resistance in cereal crops.",
    "totalCost": "2491893",
    "ecMaxContribution": "2491893",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "JOHN INNES CENTRE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 617706
        },
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 1874187
        }
    },
    "calculatedTotalContribution": 2491893
}