{
    "rcn": "210568",
    "acronym": "BARCODED-CELLTRACING",
    "topics": "ERC-2016-ADG",
    "title": "Endogenous barcoding for in vivo fate mapping of lineage development in the blood and immune system",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The immune system is a complex ensemble of diverse lineages. Studies on in-vivo-hematopoiesis have until\nnow largely rested on transplantation. More physiological experiments have been limited by the inability to\nanalyze hematopoietic stem (HSC) and progenitor cells in situ without cell isolation and other disruptive\nmanipulations. We have developed mouse mutants in which a fluorescent marker can be switched on in HSC\nin situ (inducible fate mapping), and traced HSC lineage output under unperturbed conditions in vivo. These\nexperiments uncovered marked differences comparing in situ and post-transplantation hematopoiesis. These\nnew developments raise several important questions, notably on the developmental fates HSC realize in vivo\n(as opposed to their experimental potential), and on the structure (routes and nodes) of hematopoiesis from\nHSC to peripheral blood and immune lineages. Answers to these questions (and in fact the deconvolution of\nany tissue) require the development of non-invasive, high resolution barcoding systems. We have now\ndesigned, built and tested a DNA-based barcoding system, termed Polylox, that is based on an artificial\nrecombination locus in which Cre recombinase can generate several hundred thousand genetic tags in mice.\nWe chose the Cre-loxP system to link high resolution barcoding (i.e. the ability to barcode single cells and to\nfate map their progeny) to the zoo of tissue- or stage-specific, inducible Cre-driver mice. Here, I will present\nthe principles of this endogenous barcoding system, demonstrate its experimental and analytical feasibilities\nand its power to resolve complex lineages. The work program addresses in a comprehensive manner major\nopen questions on the structure of the hematopoietic system that builds and maintains the immune system.\nThis project ultimately aims at an in depth dissection of unique or common lineage pathways emerging from\nHSC, and at resolving relationships within cell lineages of the immune system.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}