{
    "rcn": "210532",
    "acronym": "ARENA",
    "topics": "ERC-PoC-2016",
    "title": "Aligned Roll-to-Roll Shear Coating of Nanotubes",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Carbon Nanotubes (CNTs) are considered to be one of 21st centuryís most promising materials and over the past decade, tremendous scientific advances have been achieved in the synthesis and processing of these materials. However, the uptake of CNTs by high-tech industry is hampered by a lack of high-throughput processes to structure CNTs into aligned and densely packed assemblies. This is key to fabricate next generation CNT devices, and to date, the CNT community is still struggling to achieve this, especially over large areas. \n\nAs part of the ERC Starting Grant HiENA, we are pioneering a potentially disruptive strategy to control the packing of CNTs and to fabricate large area films of aligned CNT. In this process, we start from newly developed ultra-high density dispersion of CNTs which can form liquid crystal domains. These domains are aligned by controlling shear in a custom designed coating head which then continuously dispenses the CNTs on a roll-to-roll coater which was recently purchased by the host group. To quantify the performance of the proposed technology, the parameter space of the coating process will be mapped out in terms of throughput, film thickness, uniformity, and conductivity. \n\nFinally, we devised a two-step commercialisation plan which targets less to more demanding markets including thin film heaters, ultra-lightweight electro-magnetic shields, as well as interconnects and sensors for flexible electronics. We believe this project is timely on the one hand because of the technology push of improved CNT processing and on the other hand by the pull from several new markets including flexible electronics and the rise of the Internet of Things which will require a drastic increase in low cost electronic manufacturing technologies. The ERC Proof of Concept grant ARENA aspires to contribute to this need by taking a leap forward in the large scale processing of next generation CNT devices.",
    "totalCost": "149963",
    "ecMaxContribution": "149963",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}