{
    "rcn": "210579",
    "acronym": "Dendromass4Europe",
    "topics": "BBI-2016-D09",
    "title": "Securing Sustainable Dendromass Production with Poplar Plantations in European Rural Areas",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Dendromass4Europe (D4E) aims at establishing sustainable, Short-Rotation Coppice (SRC)-based regional cropping systems for agricultural dendromass on marginal land that feed into bio-based value chains and create additional job opportunities in rural areas. For that purpose, 2,500 ha of short rotation poplar plantations are established, including marginal or currently unused land in rural areas of the Slovak Republic and Hungary. These plantations will provide the feedstock for the establishment of four new bio-based value chains based upon products from wood and bark from poplar trees: (1) a functionally adapted lightweight fibreboard, (2) eco-fungicidal moulded fibre parts, (3) a bark-enriched wood-plastic composite and (4) a multi-purpose wood-plastic granulate. \nBesides developing attractive business opportunities, the activities of the industrial partners in D4E will generate profit for the rural economy (income for farmers, employment opportunities). A large number of farmers and rural land owners will directly benefit from the diversification and increase of revenues through their involvement into D4E. The main responsible plantation owner IKEA Industries Malacky provides a framework for land acquisition. With the plantation management, the respective farmers and land owners in rural western Slovakia and in north-western Hungary will have direct access to a new bio-based market of three industrial partners. Based on the above mentioned impact of D4E plantations for the farmersí income, new primary agricultural jobs will be created, mainly for local people and opening possibilities for disadvantaged groups. New green jobs in rural areas will also originate from the D4E  at the production plants of the industrial partners.  \nThe consortium D4E unites expertise from industrial and academic partners in the relevant fields along the production, processing and utilization of products from short-rotation coppice.",
    "totalCost": "20442318,75",
    "ecMaxContribution": "9801013,75",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "OKOFORESTINO KORLATOLT FELELOSSEGUTARSASAG;KOMPETENZZENTRUM HOLZ GMBH;IKEA INDUSTRY SLOVAKIA SRO;DAPHNE - INSTITUT APLIKOVANEJ EKOLOGIE;ENERGOCHEMICA TRADING AS;SVERIGES LANTBRUKSUNIVERSITET;CONSIGLIO NAZIONALE DELLE RICERCHE;PULPACK SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA SPOLKA KOMANDYTOWA",
    "participantCountries": "HU;AT;SK;SE;IT;PL",
    "projectParticipants": {
        "917564226": {
            "orgId": "917564226",
            "orgName": "PULPACK SPOLKA Z ORGANICZONA ODPOWIEDZIALNOSCIA SPOLKA KOMANDYTOWA",
            "ecContrib": 680625
        },
        "926567475": {
            "orgId": "926567475",
            "orgName": "ENERGOCHEMICA TRADING AS",
            "ecContrib": 2234550
        },
        "998253482": {
            "orgId": "998253482",
            "orgName": "KOMPETENZZENTRUM HOLZ GMBH",
            "ecContrib": 405625
        },
        "917677425": {
            "orgId": "917677425",
            "orgName": "OKOFORESTINO KORLATOLT FELELOSSEGUTARSASAG",
            "ecContrib": 376425
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 530169
        },
        "999887350": {
            "orgId": "999887350",
            "orgName": "SVERIGES LANTBRUKSUNIVERSITET",
            "ecContrib": 30375
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 4234575
        },
        "951267846": {
            "orgId": "951267846",
            "orgName": "DAPHNE - INSTITUT APLIKOVANEJ EKOLOGIE",
            "ecContrib": 185875
        },
        "917482746": {
            "orgId": "917482746",
            "orgName": "IKEA INDUSTRY SLOVAKIA SRO",
            "ecContrib": 1122795
        }
    },
    "calculatedTotalContribution": 9801014
}