{
    "rcn": "210565",
    "acronym": "SystGeneEdit",
    "topics": "ERC-2016-ADG",
    "title": "Dissecting quantitative traits and their underlying genetic interactions via systematic genome editing",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Despite the ubiquity of genome sequence data, unravelling the contributions of genetic variation to phenotypic diversity remains one of the greatest challenges in genomics. This is partly due to our very limited knowledge of how multiple variations combine to create phenotypes. There is a clear need for a systematic, perturbation-based approach to study the phenotypic consequences of genetic variants in different genomic and environmental contexts. Previous efforts have primarily used loss-of-function or overexpression approaches, but it is known that subtle, naturally occurring variants have the most relevance for complex, quantitative traits. Our proposal aims to dissect these effects by systematically engineering and functionally profiling naturally occurring single-nucleotide variants (SNVs) and small insertion/deletion polymorphisms (indels) in the S. cerevisiae species in three diverse genetic backgrounds. To generate such an unprecedented collection, we will apply a high-throughput CRISPR approach that allows rapid isolation of sequence-verified strains. DNA barcodes integrated into the genome of each strain will enable pooled, competitive growth, which will reveal how variants modulate fitness as a function of environment and genetic background. We will test our collection for pairwise and higher order interactions, assay their impact on cellular processes and dissect pleiotropic roles of highly connected genes. Our work will circumvent the key limitations in current high-throughput genome editing screens and enable the largest interrogation of the functional impact of genetic variation in different environmental and genetic contexts to date. The combined insights and tools generated by our work will aid in developing predictive models of the effects of genetic variation within specific environmental and biological contexts, providing guiding principles for understanding the consequences of human genetic variation.",
    "totalCost": "2499995",
    "ecMaxContribution": "2499995",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 2499995
        }
    },
    "calculatedTotalContribution": 2499995
}