{
    "rcn": "210595",
    "acronym": "Falcon",
    "topics": "JTI-CS2-2016-CFP04-LPA-01-23",
    "title": "Fully automated, controlled and versatile system for low cost, high rate and energy efficient production of highly loaded aeronautical structural parts",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "The main objective of the FALCON project is the design and manufacturing a versatile  tooling system (reduction of tooling by up 40%) for the effective (30% reduction in time, 20% in cost and 20% in energy) and high quality (Aeronautic Quality Standards) production of CFRP frames for different fuselage sections subjected to different level of loads. The FALCON system will include two interrelated components (press-forming tooling and curing tooling) which will be supported through laser tracker technologies and robotic positioning/placement equipment.\n\nThe press-forming tooling consists of flexible and adaptable modules designed for different frame geometries that will increase the number and typologies of produced parts. These modules have plug and produce connectors for fast and accurate connexion and individual hydraulic cylinders for a precise controlling of the kinematics of the process. In addition, the cooling/heating system will be also especially designed for improving part quality and process energy efficiency. This cooling/heating is adapted to part geometries through the combination of metallisation technologies with embedded channels and metallic additive 3D technologies applied to trickiest geometries.\n\nIn other hand, the curing tooling is designed for including all the required reinforcements into the frame during the curing process independently to the face of the part in which should be placed. This will be achieved by means of positioning tooling which are produced according to each part requirements through the utilisation of high accuracy mechanising equipment.\n\nFinally, the process is continuously controlled and optimised thanks to a real time monitoring system in order to be robust and repeatable. The monitoring system is feed through integrated sensors (strain and temperature gauges) and external equipment (laser tracker) in order to obtain soundness data related to deformation, displacements and temperature at micro and macro levels.",
    "totalCost": "496250",
    "ecMaxContribution": "496250",
    "coordinator": "FUNDACION AITIIP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997301427": {
            "orgId": "997301427",
            "orgName": "FUNDACION AITIIP",
            "ecContrib": 496250
        }
    },
    "calculatedTotalContribution": 496250
}