{
    "rcn": "210569",
    "acronym": "BIO-H-BORROW",
    "topics": "ERC-2016-ADG",
    "title": "Biocatalytic Amine Synthesis via Hydrogen Borrowing",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Amine containing compounds are ubiquitous in everyday life and find applications ranging from polymers to pharmaceuticals. The vast majority of amines are synthetic and manufactured on large scale which creates waste as well as requiring high temperatures and pressures. The increasing availability of biocatalysts, together with an understanding of how they can be used in organic synthesis (biocatalytic retrosynthesis), has stimulated chemists to consider new ways of making target molecules. In this context, the iterative construction of C-N bonds via biocatalytic hydrogen borrowing represents a powerful and unexplored way to synthesise a wide range of target amine molecules in an efficient manner. Hydrogen borrowing involves telescoping redox neutral reactions together using only catalytic amounts of hydrogen.\nIn this project we will engineer the three key target biocatalysts (reductive aminase, amine dehydrogenase, alcohol dehydrogenase) required for biocatalytic hydrogen borrowing such that they possess the required regio-, chemo- and stereo-selectivity for practical application. Recently discovered reductive aminases (RedAms) and amine dehydrogenases (AmDHs) will be engineered for enantioselective coupling of alcohols (1o, 2o) with ammonia/amines (1o, 2o, 3o) under redox neutral conditions. Alcohol dehydrogenases will be engineered for low enantioselectivity. Hydrogen borrowing requires mutually compatible cofactors shared by two enzymes and in some cases will require redesign of cofactor specificity. Thereafter we shall develop conditions for the combined use of these biocatalysts under hydrogen borrowing conditions (catalytic NADH, NADPH), to enable the conversion of simple and sustainable feedstocks (alcohols) into amines using ammonia as the nitrogen source.\nThe main deliverables of BIO-H-BORROW will be a set of novel engineered biocatalysts together with redox neutral cascades for the synthesis of amine products from inexpensive and renewable precursors.",
    "totalCost": "2337548",
    "ecMaxContribution": "2337548",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2337548
        }
    },
    "calculatedTotalContribution": 2337548
}