{
    "rcn": "210546",
    "acronym": "COMPASS",
    "topics": "ERC-2016-ADG",
    "title": "COMPASS: Climate-relevant Ocean Measurements and Processes on the Antarctic continental Shelf and Slope",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Processes on the Antarctic continental shelf and slope are crucially important for determining the rate of future sea level rise, setting the properties and volume of dense bottom water exported globally, and regulating the carbon cycle. Yet our ability to model and predict these processes over future decades remains rudimentary. This deficiency in understanding originates in a lack of observations in this inaccessible region. The COMPASS project seeks to rectify that by exploiting new technology - autonomous marine vehicles called gliders - to observe, quantify and elucidate processes on the continental shelf and slope of Antarctica that are important for climate.\n\nThe COMPASS objective is to make a step-change in our quantitative understanding of: \n(i) the ocean front that marks the boundary between the Antarctic continental shelf and the open ocean, and its associated current system; \n(ii) the interaction between ocean, atmosphere and sea-ice on the Antarctic continental shelf; and \n(iii) the exchange of heat, salt and freshwater with the cavities beneath ice shelves. \n\nThese goals will be met by a series of targeted ocean glider campaigns around Antarctica, spanning different flow regimes, including areas where warm water is able to access the continental shelf and influence ice shelves, areas where the continental shelf is cold and fresh, and areas where the continental shelf hosts cold, salty, dense water that eventually spills into the abyss. A unique circumpolar assessment of ocean properties and dynamics, including instabilities and mixing, will be undertaken. COMPASS will develop new technology to deploy a profiling glider into inaccessible environments such as Antarctic polynyas (regions of open water surrounded by sea-ice). As well as scientific breakthroughs that will feed into future climate assessments, improving projections of future sea level rise and global temperatures, COMPASS will deliver enhanced design for future ocean observing systems.",
    "totalCost": "3499270",
    "ecMaxContribution": "3499270",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 3499270
        }
    },
    "calculatedTotalContribution": 3499270
}