{
    "rcn": "210572",
    "acronym": "EEN INNOS",
    "topics": "H2020-SGA2-EEN",
    "title": "New extended EEN innovation support service for innovative SMEs in Serbia",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "It is expected that at least 30 SMEs with high innovation potential and SME Instrument beneficiaries will be included in the project.\nThe action of this Project Proposal aims at stimulating innovation in SMEs by capacity building and has the main objective to Identify the capacity to receive the innovation support service in at least 26  innovating SMEs and 4  beneficiaries of the SME instrument.\nImplementing partners in consortia are : Institute ìMihajlo Puipinî who is managing this project,  Innovation Center of the Faculty of Mechanical Engineering and Business Incubator  Novi Sad. Coordinator is Chamber of Commerce and Industry. Each of three implementing partners will work with 10 SMEs in the course of two years project period. Since ICMF and BINS are involved in both services, the division of the companies per service will be as following: 8 companies will be provided with the EIMC while 2 will receive KAM service, each. IMP is providing only EIMC and it will served 10 companies.  Innovation management assessment tools will be different for two package services.  As to assessment of the innovation capacity of the beneficiaries of SME instrument, different methodology should be applied. It will be existing methodology designed to assess the companyís strengths and growth barriers as well as any innovation bottlenecks. The tool shall specifically address step 1 and step 2 of the Key Account Management process like (but not limited to) SME Power. For the companies with significant innovation activities to whom EIMC service will be delivered, IMP≥rove tool will be applied. Alternatively, other assessment tools which are in accordance with the CEN/TS 16555-1 standard and better match to the concrete SME capacity and innovation performance will be also applied. Therefore, the final selection of the appropriate assessment tool will be made case by case.",
    "totalCost": "45050",
    "ecMaxContribution": "45050",
    "coordinator": "PRIVREDNA KOMORA SRBIJE",
    "coordinatorCountry": "RS",
    "participants": "UNIVERZITET U NISU;INOVACIONI CENTAR MASINSKOG FAKULTETA DOO;DEVELOPMENT AGENCY OF SERBIA;POSLOVNI INKUBATOR NOVI SAD - BUSINESS INCUBATOR NOVI SAD DRUSTVO SA OGRANICENOM ODGOVORNOSCU NOVI SAD;INSTITUT MIHAJLO PUPIN",
    "participantCountries": "RS",
    "projectParticipants": {
        "933798146": {
            "orgId": "933798146",
            "orgName": "POSLOVNI INKUBATOR NOVI SAD - BUSINESS INCUBATOR NOVI SAD DRUSTVO SA OGRANICENOM ODGOVORNOSCU NOVI SAD",
            "ecContrib": 14350
        },
        "998833736": {
            "orgId": "998833736",
            "orgName": "UNIVERZITET U NISU",
            "ecContrib": 0
        },
        "974830407": {
            "orgId": "974830407",
            "orgName": "INOVACIONI CENTAR MASINSKOG FAKULTETA DOO",
            "ecContrib": 14350
        },
        "921005592": {
            "orgId": "921005592",
            "orgName": "DEVELOPMENT AGENCY OF SERBIA",
            "ecContrib": 0
        },
        "940944621": {
            "orgId": "940944621",
            "orgName": "PRIVREDNA KOMORA SRBIJE",
            "ecContrib": 0
        },
        "999940991": {
            "orgId": "999940991",
            "orgName": "INSTITUT MIHAJLO PUPIN",
            "ecContrib": 16350
        }
    },
    "calculatedTotalContribution": 45050
}