{
    "rcn": "210591",
    "acronym": "FBT",
    "topics": "MSCA-IF-2016",
    "title": "Transforming Brain Rehabilitation",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Multiple diseases, injuries, and aging, may lead to executive dysfunctions, reducing quality of life. Intendu transforms brain rehabilitation, by introducing a novel platform of video games designed to train executive functions (EF). The games involve natural body gestures, and are adaptive in real-time to performance. Preliminary results show that training with Intenduís games is safe, leading to improved cognitive function. Robust evidence for the efficacy of Intenduís training program and brain plasticity mechanisms driving functional benefits is required.   During this fellowship, and under Dr. Son Premingerís supervision, founder and CEO of Intendu; and of Drs. Debbie Rand and Doron Freidman, established researchers in virtual reality (VR), I will (1) receive a unique opportunity to combine my scientific passions ñ cognitive training and motor learning, video gaming and rehabilitation, basic and applied neuroscience ñ into one multidisciplinary, strongly founded field; (2) deepen my knowledge with executive functions; (3) broaden my experience with multiple clinical populations; (4) acquire regulatory and intellectual property legislation knowledge and experience; (5) grow my leadership skills; (6) gain working experience in a young startup.  Building on these critical skills, and on my previous experience as a postdoctoral researcher at the University of California, Berkeley (UCB) and senior scientist at Posit Science Corporation (PSC), I hope to: (1) lead Intenduís research with local and international collaborators; manage a network of external research partners; build and manage Intenduís research team; (2) define scientific foundation for games with Intenduís product team; (3) assure research funding; (4) work closely with regulatory consultants to manage regulatory affairs, to clear the program as the first motion-controlled software-based medical treatment for cognitive impairments.  Together, this fellowship will open my best career possibilities.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "INTENDU LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941106320": {
            "orgId": "941106320",
            "orgName": "INTENDU LTD",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}