{
    "rcn": "210564",
    "acronym": "Xenoscope",
    "topics": "ERC-2016-ADG",
    "title": "Towards a multi-ton xenon observatory for astroparticle physics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Dark matter is one of the greatest mysteries in the Cosmos, as its intrinsic nature is largely unknown. The identification and characterization of dark matter particles is a major endeavor in physics. XENOSCOPE will be a unique project focussed on essential, cutting-edge research towards a multi-ton dark matter detector using liquid xenon (LXe) as target material. With its low energy threshold, ultra-low backgrounds and excellent energy resolution, a LXe observatory will be highly sensitive to other rare interactions, such as from solar and supernova neutrinos, double beta decays of 136Xe, as well as from axions and axion-like particles. To design and construct a 50 t (40 t in the time projection chamber, TPC) detector, a number of critical technological challenges must first be addressed. Fundamental aspects are related to the design of the TPC, including the identification of new photosensors, the optimization of the light and charge collection (hence the energy threshold and resolution), and the minimization of radioactive backgrounds. XENOSCOPE will address all these aspects through a number of small, medium-size and a full-scale (in the z-coordinate of the TPC) prototypes. The goal is to specify the required input for the technical design of the 50 t detector, to be realized by the DARWIN consortium which the PI leads.  Arrays of VUV-sensitive SiPMs will be studied as novel light sensors, and a 4-? photosensor coverage TPC will be constructed for the first time. Signal detection will be optimized for both low and high-energy readout, thus drastically increasing the dynamic range of a LXe-TPC. Low-background materials will be identified and characterized not only for the photosensors and their read-out, but for all the components of the detector.  Finally,  a full scale TPC in the z-dimension, 2.6 m in height, will be designed, built and operated and electron drift and extraction into the vapor phase over such large distances for the first time demonstrated.",
    "totalCost": "3344108",
    "ecMaxContribution": "3344108",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 3344108
        }
    },
    "calculatedTotalContribution": 3344108
}