{
    "rcn": "210544",
    "acronym": "EEN-Innovate PT",
    "topics": "H2020-SGA2-EEN",
    "title": "EEN-Innovate PT",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The main goal of this project is to contribute to greater economic impact from innovation activities in SMEs, by reinforcing their innovation management capacity and contributing to establish more effective and efficient links between actors through all the innovation chain. In order to achieve the above objective, 2 main target groups and 2 specific objectives are defined: i) SMEs beneficiaries of Horizon 2020 SME Instrument (Phase 1 and Phase 2) the specific objectives of this service (KAM) consist in identifying bottlenecks to the creation of economic impact in companies benefitting from grants and address these bottlenecks with the help of capable coaches. ii) SMEs with significant innovation activities and a high potential for internationalisation, which could potentially become beneficiaries of European research and innovation programmes but without effective access to consulting services for innovation management. The objective of this service (EIMC) is to increase the efficiency and effectiveness of innovation processes in those companies. For the WP 2017-2018, we propose to deliver a 3rd service to a new target group iii) SMEs awarded with a Seal of Excellence from H2020 SME Instrument, the objective is to take advantage of the work made by the EU and try to create synergies between investment in the framework of Horizonte 2020 and other sources of national and international funding; we intend to develop a signaling service forwarding them to services of advice and support in the scope of activity 1 of EEN ñ PORTUGAL Consortium. This objective will be developed in close collaboration with relevant stakeholders. In summary, the partners participating in this project (IAPMEI, ADI, CEC and INESC) expect to deliver a total of 119 services covering all the country. The project respects the excellence, 'no wrong door', proximity, subsidiarity and additionally principles as well as the mechanisms of signposting and follow-up of target audience inside the Network.",
    "totalCost": "203252,5",
    "ecMaxContribution": "203252,5",
    "coordinator": "IAPMEI - AGENCIA PARA A COMPETITIVIDADE E INOVACAO IP",
    "coordinatorCountry": "PT",
    "participants": "ASSOCIACAO COMERCIAL E INDUSTRIAL DO FUNCHAL - CAMARA DE COMERCIO E INDUSTRIA DA MADEIRA;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;ASSOCIACAO EMPRESARIAL DE PORTUGAL;ASSOCIACAO INDUSTRIAL DO DISTRITO DE AVEIRO;COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO ALGARVE;ANI - AGENCIA NACIONAL DE INOVACAO, SA;Laboratorio Nacional de Energia e Geologia I.P.;ASSOCIACAO INDUSTRIAL PORTUGUESA -CAMARA DE COMERCIO E INDUSTRIA AIPCCI;CAMARA DO COMERCIO E INDUSTRIA DE PONTA DELGADA;ASSOCIACAO INDUSTRIAL DO MINHO;CEC - CONSELHO EMPRESARIAL DO CENTRO/CIC - CAMARA DE COMERCIO E INDUSTRIA DO CENTRO",
    "participantCountries": "PT",
    "projectParticipants": {
        "994187921": {
            "orgId": "994187921",
            "orgName": "Laboratorio Nacional de Energia e Geologia I.P.",
            "ecContrib": 0
        },
        "999941476": {
            "orgId": "999941476",
            "orgName": "ANI - AGENCIA NACIONAL DE INOVACAO, SA",
            "ecContrib": 62124
        },
        "999891715": {
            "orgId": "999891715",
            "orgName": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO ALGARVE",
            "ecContrib": 0
        },
        "999928187": {
            "orgId": "999928187",
            "orgName": "ASSOCIACAO COMERCIAL E INDUSTRIAL DO FUNCHAL - CAMARA DE COMERCIO E INDUSTRIA DA MADEIRA",
            "ecContrib": 0
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 56962
        },
        "944648081": {
            "orgId": "944648081",
            "orgName": "CAMARA DO COMERCIO E INDUSTRIA DE PONTA DELGADA",
            "ecContrib": 0
        },
        "999910048": {
            "orgId": "999910048",
            "orgName": "ASSOCIACAO INDUSTRIAL DO DISTRITO DE AVEIRO",
            "ecContrib": 0
        },
        "999919942": {
            "orgId": "999919942",
            "orgName": "ASSOCIACAO INDUSTRIAL DO MINHO",
            "ecContrib": 0
        },
        "999833224": {
            "orgId": "999833224",
            "orgName": "IAPMEI - AGENCIA PARA A COMPETITIVIDADE E INOVACAO IP",
            "ecContrib": 48909
        },
        "999831187": {
            "orgId": "999831187",
            "orgName": "CEC - CONSELHO EMPRESARIAL DO CENTRO/CIC - CAMARA DE COMERCIO E INDUSTRIA DO CENTRO",
            "ecContrib": 35258
        },
        "940831810": {
            "orgId": "940831810",
            "orgName": "ASSOCIACAO INDUSTRIAL PORTUGUESA -CAMARA DE COMERCIO E INDUSTRIA AIPCCI",
            "ecContrib": 0
        },
        "938472091": {
            "orgId": "938472091",
            "orgName": "ASSOCIACAO EMPRESARIAL DE PORTUGAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 203253
}