{
    "rcn": "210542",
    "acronym": "SOURCE",
    "topics": "ERC-2016-ADG",
    "title": "Self Organization in Competition and Diversity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "'At all scales, biology presents an astounding diversity of discrete states or species that coexist with each other long times.\nAt the sub-cellular scale, molecular competition and positive feedback maintain cells in specialized epigenetic states over very long time, allowing for embryonic development of complex multicellular organisms. On larger length scales, stable yet dynamic ecosystems emerge from competition between different species. This general pattern calls for research with a focus on diversity, and how competition can act as its 'engine'. Statistical mechanics of complex systems provides a framework for studying universality of collective and cooperative phenomena, usually through repeated action of identical agents. I want to extend this methodology by allowing these agents to diversify. And I want to focus on the emerging diversity as a main measure of complexity. I will explore the origin and sustainability of diversity, using model systems from biology. The hypothesis is that competition is the main driver of diversity, with randomness and cooperation playing auxiliary roles.\n\nThe research will be guided by agent based models of biologically relevant examples of competition and diversity:  \n- Patterns of Competitive Regulation\n- Competition as an Engine of Ecosystem Diversity \n- Diseases and host Immunity.\nThese categories will include computational aspects of gene regulation, sustainable structures of ecosystems, mechanism of speciation facilitated by competition and defense systems including the interplay between diseases and host immune systems. My aim is both multidisciplinary and ambitious: To create a new paradigm that explicitly measures self organization in terms of its resulting diversity.'",
    "totalCost": "2211015",
    "ecMaxContribution": "2211015",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 2211015
        }
    },
    "calculatedTotalContribution": 2211015
}