{
    "rcn": "210560",
    "acronym": "F-IMAGE",
    "topics": "ERC-2016-ADG",
    "title": "Seismic Functional Imaging of the Brittle Crust",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Despite the dramatic impact of earthquakes, the physics of their onset and the short-term behavior of fault are still poorly understood. Using existing high quality seismic observations, we propose to develop a novel functional imaging of the brittle crust to clarify not only structural properties but also the dynamics of faults. We will analyze spatio-temporal changes of elastic properties around fault zones to highlight the interplay between changes in the host rocks and fault slip. Imaging the damage structure around faults and its evolution requires new seismological methods. With novel methods to image the highly heterogeneous fault regions, we will provide multi-scale descriptions of fault zones, including their laterally variable thicknesses and depth dependence. In parallel we will image temporal changes of seismic velocities and scattering strength. External natural forcing terms (e.g. tides, seasonal hydrologic loadings) will be modeled to isolate the signals of tectonic origin.  This will also allow us to monitor the evolving seismic susceptibility, i.e. a measure of the proximity to a critical state of failure. Improved earthquake detection techniques using ëdeep machine learningí methods will facilitate tracking the evolution of rock damage. The imaging and monitoring will provide time-lapse images of elastic moduli, susceptibility and seismicity. The observed short-time changes of the materials will be included in slip initiation models coupling the weakening of both the friction and the damaged host rocks. Laboratory experiments will shed light on the transition of behavior from granular (shallow fault core) to cohesive (distant host rock) materials. Our initial data cover two well-studied fault regions of high earthquake probability (Southern California and the Marmara region, Turkey) and an area of induced seismicity (Groningen). The derived results and new versatile imaging and monitoring techniques can have fundamental social and economic impacts.",
    "totalCost": "2434742,51",
    "ecMaxContribution": "2434742,51",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 2434743
        }
    },
    "calculatedTotalContribution": 2434743
}