{
    "rcn": "210570",
    "acronym": "cool innov",
    "topics": "ERC-2016-ADG",
    "title": "Turning the concept of magnetocaloric cooling on its head",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Twenty years of research in magnetocaloric materials has failed to provide the necessary breakthrough that will lead to a commercial realisation of this technology and satisfy the urgent global need for more efficient refrigeration. We strongly believe that this is a result of looking in the wrong direction. The cool innov project will achieve this breakthrough by rethinking the whole concept of caloric cooling. We are rejecting the conventional idea of squeezing the best out of magneto-structural phase-change materials in relatively low magnetic fields, and instead we introduce a second stimulus in the form of pressure so that we can exploit, rather than avoid, the hysteresis that is inherent in these materials. The hysteresis will allow us to lock-in the magnetisation at saturation as the magnetising field is removed, so that magnetic fields persisting over a large area will no longer be required (instead, we can use a very focused field), and then demagnetise the material in a second step with an applied stress, enabling us to extract a lot more heat. In this case we only need to apply the magnetic field to a small volume of material, making it a completely new application for commercially available, high-temperature, YBCO-type, bulk superconducting permanent magnets. With the high-field, multi-stimuli approach proven, we will develop new magneto/mechanocaloric materials that match the new high-field, hysteresis-positive approach and start to fabricate novel heat-exchanger structures using additive manufacturing, so that we can combine a mechanically sound heat exchanger having a complex geometry with locally tailored, magneto/mechanocaloric properties. The success of cool innov will be game changing. We are being very ambitious in targeting a revolution in cooling technology, but if we succeed, we will have a huge impact on global energy consumption through greater efficiency, thanks to the novel energy materials that will be discovered within cool innov.",
    "totalCost": "2499000",
    "ecMaxContribution": "2499000",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 2499000
        }
    },
    "calculatedTotalContribution": 2499000
}