{
    "rcn": "210574",
    "acronym": "PEFerence",
    "topics": "BBI-2016-F02",
    "title": "From bio-based feedstocks via di-acids to multiple advanced bio-based materials with a preference for polyethylene furanoate",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The PEFerence project will establish a globally first-of-a-kind, industrial scale (50 000 tonnes/year), cost-effective FDCA (diacid) biorefinery flagship plant producing bio-based chemicals and materials (bottles, films, Lego Bricks, polyurethanes) using also existing facilities in industrial symbiosis. The consortium aims to replace a significant part of fossil based polyesters (such as PET), but also technologically superior packaging materials like glass and aluminum with 100 % bio-based polyesters (such as PEF). The unique properties of PEF (excellent barrier and strength) make it a material that can be applied in areas where PET is less suitable. The initial market focus will be on high value applications such as replacement of multilayer packaging, aluminum cans and small size PET bottles where PEF brings most value. On the longer term, when FDCA is produced at large scale and technology is further matured, FDCA based polyesters are expected to penetrate further into markets which allow smaller or no price premium. \n\nThe potential significant reductions in non-renewable energy usage and greenhouse gas emissions compared to fossil based PET or aluminum based cans for PEF based packaging solutions will be assessed. Furthermore, PEF bottles can be recycled and used again as raw material for bottles, as well as in a cascading approach for packaging and textiles. During the project, fructose produced via an enzymatic isomerisation process from 2nd generation glucose will be assessed. The full value chain will be optimized ensuring cost-effective and environmentally sustainable raw material sourcing and production of FDCA, PEF/PBF and polyurethane products. Finally, together with customers and brand owners (Lego, Nestle), 100% bio-based end-products will be demonstrated and validated to ensure fast market deployment.",
    "totalCost": "44818922,5",
    "ecMaxContribution": "24999610",
    "coordinator": "SYNVINA CV",
    "coordinatorCountry": "NL",
    "participants": "NESTEC SA;SPINVERSE  OY;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;AVANTIUM CHEMICALS BV;BASF SE;TEREOS PARTICIPATIONS;ALPLA WERKE ALWIN LEHNER GMBH & COKG;LEGO SYSTEM AS;OMV MACHINERY SRL;CRODA NEDERLAND BV",
    "participantCountries": "CH;FI;DE;NL;FR;AT;DK;IT",
    "projectParticipants": {
        "915880985": {
            "orgId": "915880985",
            "orgName": "SYNVINA CV",
            "ecContrib": 12106059
        },
        "953755217": {
            "orgId": "953755217",
            "orgName": "LEGO SYSTEM AS",
            "ecContrib": 395502
        },
        "935138686": {
            "orgId": "935138686",
            "orgName": "OMV MACHINERY SRL",
            "ecContrib": 296627
        },
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 208688
        },
        "925526083": {
            "orgId": "925526083",
            "orgName": "ALPLA WERKE ALWIN LEHNER GMBH & COKG",
            "ecContrib": 259000
        },
        "957856474": {
            "orgId": "957856474",
            "orgName": "CRODA NEDERLAND BV",
            "ecContrib": 167388
        },
        "999942446": {
            "orgId": "999942446",
            "orgName": "NESTEC SA",
            "ecContrib": 248500
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 9541888
        },
        "926533040": {
            "orgId": "926533040",
            "orgName": "TEREOS PARTICIPATIONS",
            "ecContrib": 793188
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 665000
        },
        "999725166": {
            "orgId": "999725166",
            "orgName": "SPINVERSE  OY",
            "ecContrib": 317772
        }
    },
    "calculatedTotalContribution": 24999612
}