{
    "rcn": "210596",
    "acronym": "NEWBREED",
    "topics": "MSCA-COFUND-2016",
    "title": "Training a new breed of interdisciplinary researchers to respond to the opportunities and challenges of ageing",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The ageing population is one of Europeís and the worldís grand challenges for the 21st century. How to cope with populations that are living ever longer and understanding the processes and means of tackling and benefitting from such populations has already been studied in great detail. However, the studies have mostly been independent, in often almost unrelated areas. \n\nTo look at ageing throughout the whole life-course from many different dimensions, and not just in elderly people, requires a new breed of interdisciplinary research who has been trained to work on the topic within a number of different disciplines within science and the humanities. NEWBREED will address this challenge through an interdisciplinary doctoral programme, developed and coordinated by ÷rebro University in Sweden, in cooperation with a network of hosting organisations. These organisation nodes will open up a large network of other organisations for secondments ñ academic, industries, NGOs, public sector etc. NEWBREED seeks to attract 16 ESRs from Europe and the rest of the world to undertake this interdisciplinary research training. We believe that the NEWBREED programme will provide just that new breed of researcher.\n\n÷rebro University is especially qualified to run NEWBREED. The programme docks in well with one of the universityís new strategic areas, namely Food and Health and that there is an existing local doctoral programme within Successful Ageing, which has acted as a pilot. In addition, the university has been involved in many age-related EU projects. The programme is divided into four themes: Ageing and psychosocial adjustment, Ageing from a societal perspective, Ageing and the fourth industrial revolution, and The biology of ageing.\n\nWe believe that the graduated doctoral students will have unique possibilities on the job market with their interdisciplinary and intersectoral experience and can provide especially interesting perspectives into this important field of research.",
    "totalCost": "2511360",
    "ecMaxContribution": "1255680",
    "coordinator": "OREBRO UNIVERSITY",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 1255680
        }
    },
    "calculatedTotalContribution": 1255680
}