{
    "rcn": "210603",
    "acronym": "ImPRESS",
    "topics": "MSCA-COFUND-2016",
    "title": "International Interdisciplinary PhD studies in Biomedical Research and Biostatistics. Supporting the career and training in omic-based research and biostatistics by inter-national and-sectoral mobility",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The aim of the project is to launch Interdisciplinary PhD Studies in Biomedicine aimed at young aspiring scientists, who will conduct research on life-style diseases and on biostatistics and bioinformatics methods necessary to process and interpret data obtained in research projects. The studies will provide an outstanding opportunity for in-depth education in high-throughput experimental and computational techniques used in genomics, proteomics, metabolomics and immunology. 15 PhD students will be involved in scientific projects supervised by excellent researchers, outstanding scientists selected from partner organizations, with a profound expertise and experience in: Cancer/Mutagenesis, Cardiovascular diseases, Population Medicine and Epidemiology, Diabetes/Obesity, Metabolic and Neurodegenerative diseases, Regenerative medicine, Molecular Biology, Genomics, Protein Analysis and Proteomics, Metabolomics/Lipidomics, Immunology and Experimental Medicine. They will be employed at Medical University of Bialystok. The development of doctoral students' research potential will be based also on internships, short research visits, conferences and trainings at the partner institutions: CEMBIO San Pablo University, Vienna Biocenter, Spanish National Center for Cardiovascular Research CNIC, Bialystok University of Technology and CenStat at Hasselt University. Industry partner organizations: Agilent Technology, deCODE, ideas4biology and Warsaw Genomics will invite PhD students for scientific visits, to familiarize young researchers with the tools and methods of work and organizational environment in the company. Industry providing their know-how will educate, and prepare their potential employees with high qualifications to get job in the close future. Best young scientists from the beginning of their academic career will be able to gain scientific independence and will have huge motivation to become more involved and creative in the research projects carried out thanks to COFUNDing the project by EC.",
    "totalCost": "3139200",
    "ecMaxContribution": "1569600",
    "coordinator": "UNIWERSYTET MEDYCZNY W BIALYMSTOKU",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944702304": {
            "orgId": "944702304",
            "orgName": "UNIWERSYTET MEDYCZNY W BIALYMSTOKU",
            "ecContrib": 1569600
        }
    },
    "calculatedTotalContribution": 1569600
}