{
    "rcn": "210605",
    "acronym": "PROBIST",
    "topics": "MSCA-COFUND-2016",
    "title": "COFUND BIST POSTDOCTORAL FELLOWSHIP PROGRAMME",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "PROBIST is an ambitious programme offering 61 three-year fellowships to foster excellence in multidisciplinary postdoctoral research at BIST¥s constituent research centres and associated partner institutions (hospitals, private companies, technology centres, and other academic institutions), which will provide opportunities for collaborations and secondments, training, networking activities and other actions to complement the research activities and professional development of the fellows. The PROBIST proposal is presented by the Barcelona Institute of Science and Technology (BIST) as beneficiary.\nBIST, a private non-profit foundation, was created in 2015 as an initiative of the Catalan government to bring together six Excellent Flagship Catalan research centres that already had a track record of working together: the Centre for Genomic Regulation (CRG), the Institute of Photonic Sciences (ICFO), the Institute of Chemical Research of Catalonia (ICIQ), the Catalan Institute of Nanoscience and Nanotechnology (ICN2), the Institute for High Energy Physics (IFAE) and the Institute for Research in Biomedicine (IRB Barcelona). \nThe COFUND Postdoctoral Programme goals are:\n1. To contribute towards improving conditions for carrying out high-quality research at the research centers and to increase its international visibility.\n2. To offer coordinated postgraduate programs of excellence with international impact.\n3. To build a critical mass to multiply the capacity of the research centers in different fields, such as knowledge transfer, scientific and technological platforms and talent attraction.\n4. To cooperate with scientific institutions, companies, individuals and public or private entities to fulfill these aims.",
    "totalCost": "12956400",
    "ecMaxContribution": "6478200",
    "coordinator": "THE BARCELONA INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926789993": {
            "orgId": "926789993",
            "orgName": "THE BARCELONA INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 6478200
        }
    },
    "calculatedTotalContribution": 6478200
}