{
    "rcn": "210696",
    "acronym": "OSMOFOOD",
    "topics": "SMEInst-07-2016-2017",
    "title": "Eco-innovative high efficient process for the concentration of fruit juice using forward osmosis.",
    "startDate": "01/06/2017",
    "endDate": "31/10/2017",
    "objective": "Concentration is one of the most important processes in the food and beverage industry because it impacts in product quality and stability, transportation, handling and storage. This is a high energy consumption process aimed at removing 50-80% of water from foods. As consequence of the concentration processes, product degradation and loss of organoleptic properties are major concerns for the food and beverage industry. OsmoFOOD is a new food process designed to concentrate liquid foods using an eco-innovative technology based on the forward osmosis phenomena, able to save up to 90-95% of enegy consumption (in comparison with the most diffused technology currently used for concentration). The mission of LEF Ingenieros is to provide the industry with new tailor made resource-efficient plants able to concentrate liquid foods without using thermal energy, and improving by at least 50% the quality of the concentrated foods in terms of organoleptic properties sucha as taste, flavor and colour. Customer will also benefit from a 15% reduction fresh water consumption and overall costs savings of at least 30% in the concentration process. This innovative equipment is focused in the concentrate fruit juices market but includes the possibility to be applied also to vegetables soups and purees, sauces, among others.This innovation project constitutes a great opportunity for LEF Ingenieros to develop a high value and disruptive solution which can reinforce their position in the market and increase their business and visibility around the world. For that purpose, LEF Ingenieros need to confirm and improve the initial business plan. Hence, the feasibility study would significantly leverage our business proposition to reach the market and enhance the possibility of successfully applying to Phase 2 in the SME Instrument in order to demonstrate our technology",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEF INGENIEROS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924155958": {
            "orgId": "924155958",
            "orgName": "LEF INGENIEROS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}