{
    "rcn": "210606",
    "acronym": "AIAS-COFUND II",
    "topics": "MSCA-COFUND-2016",
    "title": "AIAS-COFUND II Fellowship Programme",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The overall aim of the AIAS-COFUND II Fellowship Programme is to reinforce excellent research by establishing a large scale fellowship programme offering long term fellowships (lasting 6-36 months) in which researchers gain freedom and independence to develop their own ideas with access to excellent facilities. The AIAS-COFUND II Fellowship Programme will enhance fellowsí genuine understanding of the methodologies and approaches of other scientific disciplines at the highest level, and thus make cross-disciplinary inspiration and initiatives possible. The aim is also to establish a multidisciplinary training platform to strengthen researchersí capabilities to work anywhere in Europe and attract researchers from around the globe to Europe and thereby contributing to the European goals of increasing the numbers of researchers with innovation skills in Europe by 2020.\n\nThe fellowship programme invites applicants from all scientific fields. The programme is completely bottom-up and the selection of fellows is made on the basis of research proposals from applicants with excellence as the sole selection criterion. The selection process is fair and transparent. Researchers with a minimum of 2 years of postdoctoral research experience can apply for fellowships lasting for up to 3 years.  The programme offers full academic freedom to the fellows to pursue their ideas and independently develop ground-breaking ideas in a stimulating scientific environment. The AIAS-COFUND II Programme has a distinct focus on career development for especially young researchers offering both academic mentorship, career development in transferable skills, organised networking with industry and opportunities to plan and carry through large-scale multidisciplinary and international conferences. All fellows have wide opportunities to travel, to do field work, to connect with international networks and to carry out short-term secondment in industry or the non-academic sector locally or abroad.",
    "totalCost": "9912000",
    "ecMaxContribution": "4956000",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 4956000
        }
    },
    "calculatedTotalContribution": 4956000
}