{
    "rcn": "210631",
    "acronym": "global5g.org",
    "topics": "ICT-07-2017",
    "title": "Global vision, standardisation  stakeholder engagement in 5G",
    "startDate": "01/07/2017",
    "endDate": "31/12/2019",
    "objective": "Global5G.org addresses the ICT-07 call as the EU led project dedicated to international technology advances in 5G, with a focus on: standardisation, regulations, & market verticals & identifying existing gaps in technology. A Collaboration web platform will showcase & monitor EU & international initiatives and joint R&I programmes with regard to 5G capabilities, standardisation, verticals, & related spectrum.\nGlobal5G.org analyses the sustainability strategies and identifies new business models, considering also private & public investments through pragmatic engagement drivers.\nGlobal5G.org will report on research findings taken to standardisation, testing validation to market uptake with a close eye on the vertical markets selected and mapping them into the right stakeholder groups.\nThe Global5G.org consortium is domain-skilled & complementary. Trust-IT: Expert SME in communicating ICT innovation, engaging in ICT standards activities, developing ICT tools & go-to-market strategies. Aalto university: A Finnish multidisciplinary university takes an active role in shaping the 5G research agenda; IDC: Premier global provider of market intelligence, consumer technology market research, with over 1,100 analysts across the world; inno TSD: Experts in innovation management & technology transfer, international cooperation & EU & US focus on 5G key to involving multiple stakeholder groups. An influential External Advisory Group (EAG), passionate and competent around 5G technology supports the consortium.\nMain Outputs: Continuously updated technology radar & online catalogue & experimental platforms 5G PPP results through a collaboration web platform, a permanent international multi-stakeholder group, 3 market gathering workshops, 3 int. satellite events, 6 webinars, Roadmap on Int. cooperation & standardisation, 3 Strategic Research Agendas; a Common Reference Model for regulations, a sustained, international Business oriented Working Group.",
    "totalCost": "895000",
    "ecMaxContribution": "895000",
    "coordinator": "TRUST-IT SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "INNO TSD;AALTO KORKEAKOULUSAATIO SR;IDC ITALIA SRL",
    "participantCountries": "FR;FI;IT",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 314625
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999609833": {
            "orgId": "999609833",
            "orgName": "INNO TSD",
            "ecContrib": 189125
        },
        "951376971": {
            "orgId": "951376971",
            "orgName": "IDC ITALIA SRL",
            "ecContrib": 171250
        }
    },
    "calculatedTotalContribution": 675000
}