{
    "rcn": "210602",
    "acronym": "ISTplus",
    "topics": "MSCA-COFUND-2016",
    "title": "ISTplus - Postdoctoral Fellowships",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "ISTplus offers two-year fellowships for highly qualified, incoming postdocs fulfilling the mobility criterion, who will have the chance to join our world-class research teams in the fields of Biology, Neuroscience, Mathematics, Physics, and Computer science at IST Austria. The fellows will be integrated in a truly interdisciplinary research environment, interacting closely with colleagues from different fields (through shared facilities, joint projects, and events). The international dimension will be ensured by the multinational teams (with employees from more than 50 countries) and through international networking. \n\nAn open, bottom-up international recruiting process will ensure scientific quality and potential of the selected ISTplus fellows. Already at the beginning of their stay, fellows together with a Career Counselor will assess their professional profile and skill set, define the direction of their future career path (be it academic or non-academic) and elaborate a development plan, supported by our Targeted Competence Building Program. A co-supervision scheme will support the fellows during their stay, meant to oversee scientific progress, but also to give advice regards individual career planning.\n\nA secondment scheme should kick-start and facilitate cross-boundary networking and translational research with an intersectorial network of excellent partners, incl. SMEs, applied research companies, organizations in the field of tech transfer and science education, and commercial enterprises. Fellows will be supported in the choice of the right partner, in setting up a research plan, and may opt for an extension of the fellowship for up to six months to enable intersectoral mobility. Various events, workshops, trainings, and further activities in the area of tech transfer will cultivate an open-minded entrepreneurial spirit among program participants.",
    "totalCost": "9180400",
    "ecMaxContribution": "4590200",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 4590200
        }
    },
    "calculatedTotalContribution": 4590200
}