{
    "rcn": "210620",
    "acronym": "HiperTURB",
    "topics": "JTI-CS2-2016-CFP04-ENG-01-12",
    "title": "Development of investment casting process of nickel superalloys with enhanced weldability.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The objective of HiperTURB is to improve the weldability and castability of high temperature capable superalloy castings. The expected impact will be linked to weight, manufacturing and maintenance cost reduction of TRF components. \nThis objective will be achieved due to a combination of innovative chemistry adjustments, tailored casting solidification strategies, specific heat treatment and innovative welding techniques to control grain size, phases formation, segregation and residual stresses. Two new superalloy castings with enhanced weldability will be developed. At casting level mould design to control cooling gradient together with the use of inoculants, chillers and shell design will allow to tailor casting solidification. Heat treatment stage will be adjusted in terms of pre and post welding operation sequence (HIP \\ solution annealing), processing parameters and the introduction of cryogenic heat treatment. Weldability assessment of two new alloy castings will be assessed by standard hot cracking tests and simulated repair and structural welds on simple parts and real geometry-like components. Both TIG and laser based welding processes will be investigated.\nDevelopment process will be supported by advanced simulation techniques based on Thermocalc, Dictra, Procast that will enable a more precise approach on final alloy microstructural and castability results. The castability of the alloys will be validated by the design of specific test samples that will be checked to detect casting defects such as shrinkage, hot tearing sensitivity.... Evaluation of internal and external defects will be carried out by non-destructive tests. Mechanical properties of alloys under development such as creep and tensile test at low and high temperature will be performed. Component like geometry cast parts  will be manufactured at the end of the project, testing their final properties in terms of castability and weldability.",
    "totalCost": "802728,75",
    "ecMaxContribution": "699356,25",
    "coordinator": "CASA MARISTAS AZTERLAN",
    "coordinatorCountry": "ES",
    "participants": "LORTEK S COOP;ALFA PRECISION CASTING SA",
    "participantCountries": "ES",
    "projectParticipants": {
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 226540
        },
        "972375822": {
            "orgId": "972375822",
            "orgName": "CASA MARISTAS AZTERLAN",
            "ecContrib": 231614
        },
        "954202484": {
            "orgId": "954202484",
            "orgName": "ALFA PRECISION CASTING SA",
            "ecContrib": 241202
        }
    },
    "calculatedTotalContribution": 699356
}