{
    "rcn": "210654",
    "acronym": "HApi",
    "topics": "SMEInst-07-2016-2017",
    "title": "HApi - Hyperthermia in Apculture - A new product against the Deformed Wing Virus of honey bees.",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "HApi ñ Hyperthermia in Apiculture focuses on the introduction of a new machine for treating honey bees against the Deformed Wing Virus (DWV) by means of hyperthermia. Since currently no specific treatment exists to deal with the DVW infestation, we believe our company can play a role in breaking this downward spiral of collapsing colonies, ruined beekeepers, and the endangered regional pollination. With HApi we want to turn this spiral upwards, and offer beekeepers a new method for integrated pest management, with a high quality machine to care for their hives without any chemicals and avoid colony losses. This has to be understood in the light that Europe has 13 million less honeybee colonies than would be needed to properly pollinate all its crops, keeping healthy bees is fundamental for pollination, sustainable agriculture, and ultimately for our food security. The European honey bee plays a vital role in agro?ecosystems by mastering the pollination of one third of the worldís food crops. In total apiculture generates an annual value added of 1 billion Euros, but more importantly, it contributes to the total amount of at least 22 billion Euros delivered by pollinators to European agriculture. If we manage with HApi to reduce the rate of hive losses by 3% only in DE, AT and CH, this alone will mean that about 39,750 hives are rescued, with an average economic benefit between 19.9 Mio. to 39.8 Mio. Euro in avoided losses.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECODESIGN COMPANY ENGINEERING & MANAGEMENT CONSULTANCY GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967598475": {
            "orgId": "967598475",
            "orgName": "ECODESIGN COMPANY ENGINEERING & MANAGEMENT CONSULTANCY GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}