{
    "rcn": "210643",
    "acronym": "FeetWell",
    "topics": "SMEInst-06-2016-2017",
    "title": "Innovative diagnostic and eHealth monitoring system for diabetic foot complications",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "In 2014 422 million adults in the world suffered from diabetes, and the increasingly sedentary ways of life will contribute to the ìgrowthî of this disease. Diabetic foot ulcers (DFUs) are one of the most common complications of diabetes, accounting for most of diabetic patientsí hospitalization, and being the direct cause for 50% of all non-traumatic amputations. This also implies substantial healthcare costs: compared with ìhealthyî diabetic patients, the cost of care for patients with a foot ulcer is 5.4 times higher, and across the EU, ulcer complicationsí care adds 7- 10 Ä billion to direct yearly costs. \nEarly diagnosis can have a significant impact on decreasing the impact of DFUs. However, this is not a simple task, as current methods for the diagnosis of DFUs rely only on foot inspection by doctors and decades-old microbiological techniques. Therefore, there is an urgent need for technologies that enable early diagnosis of DFUs so as to minimise their consequences. \nFeetWellô is the response to this need: a user-friendly device based on the merging of different monitoring technologies (IR Thermography, Ultrasonography and Dermatoscopy) to facilitate early detection of microvascular and macrovascular foot complications. Moreover, as it is a simple to use device, it will empower patients, making them less reliant on doctor visits and increasing their engagement into their self-care. \nFeetwell is a strategic project for our company, Metis Baltic, as it will enable us to bridge the gap between previous R&D projects and launch ourselves into the medical diagnostic toolsí market as the developers of the 1st automated diabetic foot inspection device on the market, by 2020 reaching revenues of Ä16.5 million by 2022, with a ROI of 2.2, and multiplying by 10 our staff. But Feetwell will not only benefit our company, but it will also contribute to reducing the impact of DFUs on EU healthcare systems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB METIS BALTIC",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968991589": {
            "orgId": "968991589",
            "orgName": "UAB METIS BALTIC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}