{
    "rcn": "210609",
    "acronym": "MetaboMARKER",
    "topics": "ERC-PoC-2016",
    "title": "A metabolism-based prognostic biomarker for prostate cancer",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Prostate cancer (PC) is the most prevalent tumour type among men. The fraction of patients that exhibit disease recurrence can reach 15% and they face an uncertain future, since this type of tumour is prone to resist to subsequent therapeutic strategies. Current guidelines for treatment of PC include prostatectomy or radiotherapy as first line therapy for localized disease, and chemical castration followed by chemotherapy for recurrent PC. The lack of capacity to identify therapy responders vs. escapers in PC is one of the sources for its important mortality. The challenge resides in providing clinicians with a robust and affordable biomarker that informs about the success of first line therapy in localised PC, and that allows them to employ more intensive therapeutic strategies in high-risk patients.\nThe development of such prognostic tools is urgently needed, since western societies are facing profound changes in the major PC risk factors, including age and obesity. Last, but not least, the cost of treating PC will progressively impose strong pressure in the public health system. In addition, patients that fail first-line therapy can be enrolled in subsequent therapies for up to a decade, and given their advance age (PC predominantly presents in the sixth decade of life) they frequently present endangering and costly co-morbidities and secondary effects.\nMetaboMARKER, a novel biomarker developed in the framework of the ERC-StG-336343-CancerMetab and already protected under a European patent, is able to differentiate patients harbouring a PC that would progress and potentially metastasize, from those that exhibited a disease that would not likely be a risk to their lives. Thus, MetaboMARKER may contribute to more efficient diagnosis, improved treatments and better distribution of funds in disease management. The aim of the present PoC is to further develop the final biomarker for its commercialization and define the best exploitation strategy plan.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}