{
    "rcn": "210694",
    "acronym": "OHT",
    "topics": "SMEInst-09-2016-2017",
    "title": "A hydraulic collection tower, with a novel energy storage device for wave energy arrays",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Wave energy convertors (WEC) capture the energy contained in ocean waves and use it to generate electricity. The use of wave energy provides the opportunity to generate energy at a wide range of locations throughout Europe, which will strengthen the stability of Europeís energy networks. WEC developers have still not achieved a lower cost of energy through a viable and competitive technology.  Ocean Harvesting Technologies AB (OHT) was founded in 2007 and develops an innovative and patented hydraulic collection system and storage technology for wave energy arrays. The power captured by wave energy converters (WEC) is pumped in the form of pressurized fluid through a piping system to a central tower, where the collected power is first smoothed by the novel OH energy storage device and then converted into electricity. OHTs vision is that their technology will solve the problems with current centralized hydraulic collection systems through a more efficient solution and ultimately lead to lower cost of energy. Besides generating efficient and even power, the simplicity of the OH design will allow better protection in rough conditions, and make its manufacture impressively cost-efficient. OHTs energy storage technology will not only remove the intermittent nature of wave energy but turn wave farms into flexible power plants. OHT have raised 3,2 M EUR in private equity to date.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OCEAN HARVESTING TECHNOLOGIES AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935334820": {
            "orgId": "935334820",
            "orgName": "OCEAN HARVESTING TECHNOLOGIES AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}