{
    "rcn": "210613",
    "acronym": "ACTICELL",
    "topics": "ERC-PoC-2016",
    "title": "Precision confiner for mechanical cell activation",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "In tissues, cells have their physical space constrained by neighbouring cells and extracellular matrix. In the PROMICO ERC project, our team proposed to specifically address the effect of physical confinement on normal and cancer cells that are dividing and migrating, using new pathophysiologically relevant in vitro approaches based on innovative micro-fabrication techniques. One of the devices we developed was meant to quantitatively control two key parameters of the cell environment: its geometry and its surface chemical properties. The main technical breakthrough was achieved using micro-fabricated elastomeric structures bound to a hard substrate (Le Berre Integrative Biology, 2012). The method led to important fundamental discoveries in cell biology (Lancaster Dev Cell 2013, Le Berre PRL 2013, Liu Cell 2015, Raab Science 2016). In part based on our findings, the notion that confinement is a crucial parameter for cell physiology has spread through the cell biology. Based on this, our idea is that cell confinement could be used as a powerfull cell conditioning technology, to change the cell state and offer new opportunities for fundamental research in cell biology, but also in cell therapies and drug screening. However, our current method to confine cells is not adapted to large scale cell conditioning applications, because the throughput and reliability of the device is still too low and because the recovery of cells after confinement remain poorly controlled. It is thus now timely to develop a robust and versatile cell confiner adapted to use in any cell biology lab, in academy and in industry, with no prior experience in micro-fabrication. Achieving this goal involves a complete change of technology compared to the ëhomemadeí PDMS device we have been using so far. We will also perform proofs of concept of its use for its application in cell based therapies, such as cancer immunotherapy, by testing the possibility to mechanically activate dendritic cells.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}