{
    "rcn": "210671",
    "acronym": "PlaSSteel",
    "topics": "SMEInst-02-2016-2017",
    "title": "Plasma Nitriding and Nitrocarburising for high wear resistance and high corrosion stability Stainless Steel",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Hardening the surface of stainless steel parts and at the same time retaining its corrosion resistance presents a major technical challenge to surface engineering, particularly for the stainless steel pumping equipment and stainless steel parts used in industry. Technology solutions and procedures that are capable to provide stainless steel surfaces with high corrosion stability, high wear resistance and good tribological properties are intensively sought. These are going to increase use the life time of stainless steel parts, reduce frequent parts replacement and unplanned breakdowns and decrease operational stoppage costs. \nOur solution represents a Special Plasma Nitriding Process and chamber under a brand name PlaSSteel, which is particularly designed and developed to provide three low-temperature (<450oC) surface treatment technologies ñ plasma nitriding, plasma carburising and plasma nitrocarburising.  PlaSSteel is able to treat a high wear resistance (up to 10 times higher) and high corrosion stability stainless steel parts with an operational cost of approximately Ä5/kg of treated parts which ensures to our customers and end users a payback period of approximately 1 year. In the first commercialisation phase our customers are going to be primarily stainless steel pumps producers and operators, while in the second phase all remaining users whose processes are combating the wear/corrosion conditions will be targeted. Our plan is to clinch >Ä38 millions in first eight years of commercialisation from the PlaSSteel direct sales model, whose goal is more than 60 units sold. Other business models, technology franchising and revenues from aftersales service will be evaluated and estimated by the proposed feasibility study. \nIn Phase 1 we will validate our PlaSSteel prototype, develop the Intellectual Property strategy, carry out a market study, search and recruit partners/stakeholders and produce a draft a business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IONITECH LTD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927190603": {
            "orgId": "927190603",
            "orgName": "IONITECH LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}