{
    "rcn": "210673",
    "acronym": "MedFly",
    "topics": "SMEInst-07-2016-2017",
    "title": "Mediterranean fruit fly as a food ingredient and protein powder for human consumption, sustainable and eco-friendly alternative to conventional sources of nutrition",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "'Flying SpArk is a food technology company which focuses on finding new ways of incorporating insect protein into food products for human consumption to support access to alternative protein sources as well as to increase food supply. Insects, even though less popular in the Western world, have been a part of diets of many peoples in various regions around the world for centuries. Flying SpArkís protein powder made of the Mediterranean fruit fly, has many clear advantages to other sources of protein. Among these they have a better nutritional value compared to animal and non-animal derived proteins as well as other insects. Moreover, insects have a higher feed conversion efficiency than animals, for example, every 10kg of feed provides 1kg of beef and 5kg of chicken, compared to 8-9kg of insects. Flying SpArkís edge lies in the selection of the insect for production of the protein powder: the Mediterranean fruit fly, which has never been used for human consumption before. It is more efficient in farming and feeding in relation to the amount and quality of the protein product in comparison to e.g. crickets, locusts, and even more compared to livestock, and it is less expensive also to the consumers. Fruit flies are also cholesterol, antibiotic, hormone, and pesticide free. Their farming requires relatively less resources as they require much less water and feed, and produce less waste, manure, and methane than conventional livestock. Flying SpArkís innovative project provides an opportunity to address relevant challenges faced by European societies ñ mainly related to provide adequate supply for high-quality food while enhancing innovation and sustainability in production processes. By using food waste in the fruit fliesí diet Flying SpArk contributes to 'closing the loop' of food lifecycles through re-use, and bring benefits for both the environment and the economy.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLYING SPARK LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916679683": {
            "orgId": "916679683",
            "orgName": "FLYING SPARK LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}