{
    "rcn": "210665",
    "acronym": "SeaBubble",
    "topics": "SMEInst-10-2016-2017",
    "title": "Fast-Forwarding to the Future of On-Demand Urban Water Transportation",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "Many of the cities in EU are congested, and congestion increases air pollution, leads to more traffic accidents & makes them less accessible. At the same time a lot of cities were built and developed along some body of water which means that 30-40% of locations are within a 10-min walking distance from a river bank or canal. This creates an opportunity for water-based transport that was not exploited before due to low speeds and high emissions of diesel engines.\nSeaBubble is a small, fast & very efficient electric hydrofoil craft that carries a driver & four passengers with a max speed of 30km/h, producing no emissions or noise. SeaBubble is designed by the same world-class team has previously built a unique sailing hydrofoil trimaran that broke the speed sailing record in 2009.\nSeaBubbles will be operated as a water taxi service, which requires a network of mooring stations for boarding/unboarding passengers and charging the vessels. These stations will produce electricity via solar panels and hydrokinetic turbines, with the goal to make them autonomous from the grid. This will allow SeaBubbles to carry passengers between two points 2x faster that a regular taxi and at a comparable price.\nOur goal is to have 60\\ SeaBubbles operating by the end of 2018, active in 2-3 cities globally, as well as 12\\ mooring stations, with a total electricity production of ~100MWh and a CO2 annual reduction of ~300\\ tons with revenues of Ä10M\\. Once successful, SeaBubbles will be creating jobs in vessel and mooring station manufacturing, hydrofoil craft driving as well as software development\nSeaBubbles are supported by the Mayor of Paris, Anne Hidalgo, and received interest of other cities in EU, and positive media coverage from Bloomberg, The Telegraph, The Verge and many others.\nIn this Phase 1 project the market assessment & cost/benefit analysis for SeaBubbles will be carried out and the business model validated.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEABUBBLES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915513452": {
            "orgId": "915513452",
            "orgName": "SEABUBBLES",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}