{
    "rcn": "210649",
    "acronym": "NOA",
    "topics": "SMEInst-01-2016-2017",
    "title": "NOA, a disruptive portable device to monitor asthma",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "In Europe, about 30 million children and adults under 45 years old have asthma. There is no cure for asthma, it is a chronic disease. Asthma can have a very negative impact on the quality of life of those people who suffer from it. However, it can be diagnosed and effectively controlled at an early stage. The total cost of the disease for the European population aged between 15 and 64 was EUR 19.3 billion per year.\nWe have developed the NOA device, that monitors asthma in a simple, painless, non-invasive and precise way, with accurate and immediate results. The NOA is useful for both preventive and post-treatment monitoring.\nThe basis of the NOA device is its ability to measure the Fraction of Exhaled Nitric Oxide (FeNO) of human breath, which is a marker that indicates the existence and extent of inflammation to the upper airways caused by asthma.\nThe NOA is the only portable device able of monitoring asthma with high accuracy, and is easy to use and very fast (5 seconds) because of an innovative patent-protected technological development that combines electronics and pneumatics, sensors and mathematical algorithms. Our solution is based on studies carried out with high scientific rigor, which allows us to guarantee the validity of the NOA. The NOA device has been successfully tested by more than 100 people and 35 doctors.\nOur clientís segments are hospitals with departments of allergology and/or pneumology and pharmacies. The NOA has important advantages in regard to convenience, speed of the test, price and business model, making it feasible for pharmacies to offer a service that has, up to now, not been on offer.\nThe general objective of the Innovation Project is to bring the NOA device to the European market. Phase 1 of SME Instrument represents an opportunity to get a thorough business plan to minimize risks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVERSENS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924054981": {
            "orgId": "924054981",
            "orgName": "EVERSENS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}