{
    "rcn": "210677",
    "acronym": "A2CM",
    "topics": "SMEInst-11-2016-2017",
    "title": "Deploying the novel, large-scale Ateknea Air City Monitoring Platform",
    "startDate": "01/04/2017",
    "endDate": "31/08/2017",
    "objective": "We want to commercialise a very powerful, innovative and unique urban air monitoring system that will permit, for the first time, to really map air pollution in cities on a scale previously unimaginable. Air pollution is a major problem for public health, and it is only expected to get worse due to urbanization on a global scale. Air pollution in cities is linked to up to 1 million premature deaths and 1 million pre-native deaths each year. Urban air pollution is estimated to cost approximately 2% of Gross Domestic Product (GDP) in developed countries and 5% in developing countries.\nThe Ateknea Air City Monitoring Platform (A2CM) is based on a large deployment of novel low-cost, reliable and portable air quality sensors using an advanced post-processing algorithm that permits achieving valuable and accurate air measurements from low-cost gas sensors. The installation of A2CM nodes placed in streetlights in a dense matrix will permit having a high spatial and temporal resolution required to define a solid plan for air quality enhancement. The overall goal of the proposed project is to bring to market this dense and fast pollution mapping tool for cities. \nWe have completed the development of the mobile version of the sensor node technology that is already being commercialised and used by several customers, but we need the SME Instrument funding scheme to finalize the technology evolving from the mobile version to an standalone version, to pivot the business model from a Software as a Service (SaaS) to a Platform as a Service (PaaS), and to undertake two intensive pilot tests of the technology in two different cities. In Phase 1, our specific objective is to prepare a clear Feasibility Study and Business Plan on how to reach and properly exploit this extraordinary technology. The project clearly tackles the EU challenges related to air pollution and climate change mitigation, and will undoubtedly help reaching the air pollution levels defined by the EC.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATEKNEA SOLUTIONS EUROPE, S.L",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917429784": {
            "orgId": "917429784",
            "orgName": "ATEKNEA SOLUTIONS EUROPE, S.L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}