{
    "rcn": "210676",
    "acronym": "XTOnE",
    "topics": "SMEInst-07-2016-2017",
    "title": "Use of Extremophile Bacterium XT1 in Biological Approach to Promote Plant Growth and Tackle Pathogens",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Securing sustainable food production whilst preserving ecosystem services has become imperative following the growing trend of population and the increasing need in environment protection. Traditional agricultural methods are called to introduce changes to meet these challenges.\nOne of the main threats posed to global food security is plant diseases, commonly treated with chemicals responsible for toxic effects and biodiversity disorders. \nThe present project proposes XTOnE, an organic alternative to chemicals based on the patented extremophile bacterium XT1, whose innovative concept lies on the unique characteristics of this microorganism. XT1 enables induced mechanisms in plants raising self-defense against external pathogens and stresses, stimulating nutrition efficiency and uptake and improving growth and quality. \nThe expected outcome is a product that acts contemporarily as biostimulant, biofertiliser and organic pest controller whose benefits on plants are preserved even in extreme conditions. \nXTOnE addresses the need of farmers by guaranteeing a plant protection throughout the entire life-cycle and reducing losses. It can be grown into organic wastes allowing the reuse of leftovers and unlocking the agriculture potential in delivering the objectives of the Circular Economy.\nIts first application will be against a worldwide fungal disease, Verticillium, attacking more than 200 species and affecting especially Europe. XTOnE raised the interest of companies with a European and International presence, due to the lacking of similar solution. Thanks to its easy-of-use and affordable price, it projected to have European and global commercial potential.\nIn the Feasibility Study, Xtrem Biotech aims to assess the end usersí requirements and the innovationís economic benefits. The best regulatory and protection roadmap will be defined together with the associated activities to be developed through a potential Phase 2 funding for ensuring the commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XTREM BIOTECH, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927913544": {
            "orgId": "927913544",
            "orgName": "XTREM BIOTECH, SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}