{
    "rcn": "210695",
    "acronym": "WADI",
    "topics": "SMEInst-11-2016-2017",
    "title": "THE INDICATOR FOR SOLAR WATER DISINFECTION",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Even though water is a fundamental resource for human-beings, millions of people around the world lack an access to safe drinking water as they can hardly afford/ have access to current water disinfection methods, such as filtration, boiling, chlorination or ultra violet radiation. \nAmongst all available water disinfection techniques, solar water disinfection (SODIS) is a known method, acknowledged by several entities such as the United Nations and the World Health Organization as a cheap and effective way for communities to treat their water and eliminate microbial pathogens. However, it is not easy to correctly estimate the time needed for the sun to disinfect the contaminated water, as the duration of the process depends on the UV-radiation received, which depends on different parameters of the ìenvironmentî, e.g. weather, altitude, etc.\nAt Helioz we identified the potential of SODIS in 2010, and ever since 2013 we have been devoted to the development of WADI, a solar-powered UV-measurement device which, by simply placing it next to the PET-bottles containing contaminated water, will tell the user the exact state of disinfection, acting as a precise indicator for SODIS. In this way, using WADI in combination with SODIS to fight against waterborne diseases will allow an easy access to disinfected drinking water: as confirmed by the WHO, it meets microbiological performance criteria for household water treatment technologies and is classified as providing targeted protection. With this project we aim to fully develop and commercialize our solution, and turn it into a real competing product that will dramatically decrease cost of clean and disinfected water in BoP countries, transforming users from donation recipients into educated customers. Moreover, it will also enable the growth of our company, as we expect to reach revenues of Ä12 million in the first 3 years of commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HELIOZ GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933843736": {
            "orgId": "933843736",
            "orgName": "HELIOZ GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}