{
    "rcn": "210632",
    "acronym": "Immersify",
    "topics": "ICT-19-2017",
    "title": "Audiovisual Technologies for Next Generation Immersive Media",
    "startDate": "01/10/2017",
    "endDate": "31/03/2020",
    "objective": "VR and other forms of immersive media have the potential of disrupting the entire media industry with new user experiences that are more immersive and interactive compared to current video, cinema and TV. In order to reach a mature state beyond the current niche markets the quality of experience of VR media has to be improved in several ways. \n\nImmersify will develop key tools for allowing the next generation of immersive media applications. First, by developing advanced video compression technology tailored for the needs of the VR video it will be possible to deliver and display the huge files that will appear as a result of increased resolution, frame rate and better image formats. Second, it will allow the widespread of immersive content, and facilitate its distribution and exhibition by supporting multiple devices and environments such as PC- and mobile-based head mounted displays, multi-display systems, and dome, immersive cinemas and deep spaces. And third, it will allow content creators to produce highly personalized content with seamless interactivity by developing the required tools to combine high quality video, 2D/3D CGI, and interactive elements.\nImmersify will perform demonstrations in the worldís more important art and film festivals (Ars Electronica and Cannes Film Festival), will produce showcase content to demonstrate the creative and technical possibilities of the new formats, and will introduce innovative products (transcoders, media players, SDKs) in the market.",
    "totalCost": "2488275",
    "ecMaxContribution": "2062267,5",
    "coordinator": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "ARS ELECTRONICA LINZ GMBH;SOCIETE DE GESTION D'OPERATIONS COMMERCIALES POUR LE FESTIVAL INTERNATIONAL DU FILM;NORRKOPING VISUALISERING AB;SPIN DIGITAL VIDEO TECHNOLOGIES GMBH",
    "participantCountries": "AT;FR;SE;DE",
    "projectParticipants": {
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 525750
        },
        "952552514": {
            "orgId": "952552514",
            "orgName": "NORRKOPING VISUALISERING AB",
            "ecContrib": 197575
        },
        "988448043": {
            "orgId": "988448043",
            "orgName": "ARS ELECTRONICA LINZ GMBH",
            "ecContrib": 542500
        },
        "924013368": {
            "orgId": "924013368",
            "orgName": "SPIN DIGITAL VIDEO TECHNOLOGIES GMBH",
            "ecContrib": 583844
        },
        "948975251": {
            "orgId": "948975251",
            "orgName": "SOCIETE DE GESTION D'OPERATIONS COMMERCIALES POUR LE FESTIVAL INTERNATIONAL DU FILM",
            "ecContrib": 212599
        }
    },
    "calculatedTotalContribution": 2062268
}