{
    "rcn": "210634",
    "acronym": "CLEANTECHBLOCK2",
    "topics": "SMEInst-11-2016-2017",
    "title": "Market maturation of CleanTechBlock technology",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Clay bricks are one of the preferred building materials in Europe, but they are facing numerous threats due tightened regulations on buildingsí energy and raw material consumption levels and CO2 emissions. These threats together with market trends such as increasing environmental conscience, preference for green materials and an excellent clay bricksí public image creates a major market opportunity that GrÂsten Brickworks (GB) aims to pursuit through the development of an innovative building component which will enable a paradigm change within the construction market and recycling in Europe.\nGB vision is to take the final steps of commercial and technical development and product maturation towards the commercialization of CleanTechBlock (CTB) ñ a patented multifunctional sandwich-block based on the combination of two clay brick shells and foamed recycled glass. CTBís advantages over bricks are compelling as the insulation, strength properties and construction price are similar and it offers: an overall increase in the living area (3-5%), a reduction in the overall house wall construction time (5x faster), while reducing maintenance requirements and transportation costs. It also contributes to the mitigation of environmental problems due to an increase of glass waste recycling, decrease of raw material (clay) and energy consumption and CO2 emissions.\nCLEANTECHBLOCK2 project is expected to significantly enhance the profitability and competitiveness of GB, with an expected sales turnover of Ä67M and profits of Ä15M, 6 years after commercialization in the environmentally conscious construction segment (both residential and non-residential) of primary targeted markets ñ Denmark, Sweden and Germany.\nBesides giving to GB a technological leap with the consequent competitive advantage and export potential, CLEANTECHBLOCK2 will assist Europe in achieving objectives for environmental and energy policy.",
    "totalCost": "1572500",
    "ecMaxContribution": "1100750",
    "coordinator": "GRAASTEN TEGLVAERK A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937267739": {
            "orgId": "937267739",
            "orgName": "GRAASTEN TEGLVAERK A/S",
            "ecContrib": 1100750
        }
    },
    "calculatedTotalContribution": 1100750
}