{
    "rcn": "210623",
    "acronym": "DEMMOW",
    "topics": "JTI-CS2-2016-CFP04-REG-01-06",
    "title": "Detailed Model of a Morphing Wing",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "The general context is to use morphing wings with e.g. droop nose and morphing trailing edge instead of the classical high-lift systems like slats and flaps since these last ones are expensive, complex and heavy, and are therefore not acceptable solutions for the current trends on efficient and green aircrafts. A solution based on morphing wing technology overcomes these limitations. A demonstrator (physical prototype) of a full morphing wing is available today. \n\nThe specific objective of the present project is to investigate an efficient methodology that will be used to develop a high fidelity flexible and non-linear MBS-FEM model of a morphing wing including several structural components (composite box, morphing winglet and wingtip, droop nose and morphing adaptive trailing edge), with flexible parts (compliant mechanisms and flexible skins), kinematic joints, sensors, actuators and control devices included in the model. This model will be confronted to tests results on physical prototypes and it will be fine-tuned to conform to the tests. This MBS-FEM model will be a companion of the physical prototype, since it can be used to assess the structural performances and behavior in different configurations, the mechanical system functionalities, verify the actuation and control chain, when testing on physical prototypes becomes too expensive and time consuming. Using virtual prototypes besides physical prototypes can increase a lot the competitiveness of the industry as the time to market and the price to develop the product are significantly reduced, and the design can be numerically validated and optimized. \n\nAt the end of the DEMMOW project, the full set of detailed finite element models of each structural component as well as the detailed MBS-FEM model of the full mechanical system (the morphing wing) will be available.",
    "totalCost": "335000",
    "ecMaxContribution": "335000",
    "coordinator": "GLOBAL DESIGN TECHNOLOGY SA",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986301918": {
            "orgId": "986301918",
            "orgName": "GLOBAL DESIGN TECHNOLOGY SA",
            "ecContrib": 335000
        }
    },
    "calculatedTotalContribution": 335000
}