{
    "rcn": "210600",
    "acronym": "ResearchLeaders2025",
    "topics": "MSCA-COFUND-2016",
    "title": "Research Leaders 2025 - A Fellowship Programme developing the Next Generation of Agri-Food Research Leaders",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "The overriding objective of this programme is to foster the next generation of agri-food research leaders. Inspired by the Marie Sk?odowska-Curie Actions (MSCA) Global Fellowships, it focuses on researcher-driven mobility.  The programme offers applicants the opportunity to conduct their research in an academic or non-academic organisation of their choice worldwide (outside of Ireland) for 18 months, followed by a return phase to Teagasc (Ireland) for 18 months.  The applicant will freely choose the research topic, the outgoing host (and supervisor) and the supervisor for the return phase.  In addition, if the outgoing phase is with an academic host, they may choose to incorporate a secondment for up to six months to a non-academic collaborator of their choice.  Interdisciplinary projects will be encouraged and facilitated.  The programme will have a total value of Ä5.2 million (Ä2.1 million from EC).  It will run for 60 months and will have two funding calls; each funding 10 fellowships (total 20 fellowships).  Each fellowship will last 36 months.  There will be a strong focus on the career development of the researchers, with all fellows undertaking an accredited management course, having a dedicated career mentor (separate to their scientific supervisors) and attending an annual retreat with presentations from established research leaders in industry, academia and civil society organisations.  The need to address the ìleaky pipelineî whereby many promising female researchers do not achieve senior positions is a strong focus of the programme.  An International Expert Advisory Board will review all documentation for the programme to ensure that there is no unintended bias against, or discouragement of, female applicants.  Remote review cohorts and the final review panel will be gender balanced.  A dedicated section of the website will highlight positive reasons for female researchers to apply for the fellowship.",
    "totalCost": "4248000",
    "ecMaxContribution": "2124000",
    "coordinator": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 2124000
        }
    },
    "calculatedTotalContribution": 2124000
}