{
    "rcn": "210679",
    "acronym": "SpeakUp-LearnUp",
    "topics": "SMEInst-12-2016-2017",
    "title": "Minimizing Bullying and Harassment with SpeakUp  LearnUp!",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "1 child out of 4 suffers from chronic bullying, which is related to lower academic achievement and less engagement in schools. Cyberbullying is a rapidly growing form of violence that increased among children aged 11-16 from 7% in 2010 to 12 % in 2014.\nWith SpeakUp & LearnUp, we provide a unique solution that consists of three elements: Our SpeakUp mobile app offers students of all ages a simple, intuitive way to quickly and anonymously report any type of bullying or dangerous behaviours to their school or university. We know that the most effective way of preventing bullying is education. This is why we are building the LearnUp digital education platform. This programme allows teachers to access ideas about which programs to implement to solve bullying and conflicts. Our team is composed of experts who combine science, business, communications and education.\nThe SpeakUp app has been tested as a sole offer to market during a year, and we already have schools in Sweden, Norway, France, the Netherlands, the UK, US, Mexico and India that have used and/or shown interest. At present we have ~120,000 students in the system and ~200 schools in the pipeline. They will be our first clients for SpeakUp & LearnUp as indicated in their interest.\nBullying and discrimination have become serious concerns at national, European and international level. Early in 2015, the Parliamentary Assembly of the Council of Europe (PACE) passed a Resolution on ending cyber discrimination and online hate calling on Member States to take measures and recognize the diverse grounds on which people are targeted; the rapidly evolving forms of online hate; and the media through which it is disseminated.\nWe will use the SME Instrument to build out LearnUp and integrate it with SpeakUp. These are directly relevant to the companyís strategy as to succeed in its mission of creating a non-violent environment for young people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NON-VIOLENCE EDUCATION INTERNATIONAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915212364": {
            "orgId": "915212364",
            "orgName": "NON-VIOLENCE EDUCATION INTERNATIONAL AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}