{
    "rcn": "210644",
    "acronym": "INNOFIXX",
    "topics": "SMEInst-09-2016-2017",
    "title": "Development of a high quality stainless steel dowel for easy renovation and construction in faÁades, thermal insulation and solar panels sub-sectors",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The building sector has been identified as one of the key sectors to achieve the 20/20/20 targets of the EU. Buildings are responsible for 40% of energy consumption and 36% of CO2 emissions. Studies show that renovations of existing buildings is one of the low-cost options to reduce emissions of CO2, and potentially improve energy security by reducing imports of fossil fuels. Additionally, the EU has set a target for all new buildings to be nearly zero-energy by 2020. Every building needs dowels to be constructed. Current dowels are an obstacle for the renovation of buildings, and addition of new technologies that support energy efficiency directives. \nINNOFIXXís development, a new type of dowels for heavy duty loads and faÁades, has demonstrated to be fast and easy to assemble (it  can reduce 20% of fixing costs in buildings), it can carry simultaneously vertical and horizontal loads, it covers a wide range of applications: fixing balconies, adding solar panels in the faÁades, repairing faÁades), it is able to add extra thermal insulation in buildings without the need to destroy current walls, it saves energy compared to existing dowels (it has demonstrated that INNOFIXX has lower heating bridges, which can save 2∞C per dowel), it supports the European Energy directives in buildings (2010 Energy Performance of Buildings Directive, and the 2012 Energy Efficiency Directive),  it can be recycled and re-used, and it has a long-life, they can last as long as the faÁade exists. INNOFIXX clearly supports the circular economy principle.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HERZSPRUNG-DREHTEILE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916597621": {
            "orgId": "916597621",
            "orgName": "HERZSPRUNG-DREHTEILE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}