{
    "rcn": "210691",
    "acronym": "SynVaccine",
    "topics": "SMEInst-03-2016-2017",
    "title": "Rational Design and Construction of Viral Based Products",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "In order to be fully effective as an oncolytic virus or vaccine, achieving of precise and specific traits are pivotal. However, current technologies are limited to the confines of a virusís existing biological make-up. \n\nThey are left with manipulation of genes within the virus e.g. deleting and adding proteins, inability to manipulate silent codes etc. where achievement of such precision is simply not possible from such naturally-rooted manipulation.\n\nThe SynVaccine solution taps into 3 billion years of viral evolutionary data which is continually updated, ensuring the highest degree of accuracy on rules that govern all viruses found today. Through this, it becomes the only solution to govern the rules of viruses on a cellular level, giving the important ability to precisely dictate the traits and behaviour of the newly designed, bottom-up, created viruses. \n\nAs a result, only the most effective oncolytic viruses and vaccines are ever produced, ensuring the highest levels of treatment and immunity.\n\nWe have invested over Ä3.1 million into the development and testing of our solution to ensure its robustness and efficiency, and thus move into the next stage of specific drug development. Our management and scientific leadership capacity involves 10 multi-disciplinary experts in the fields of; entrepreneurship, virology, synthetic biology, computational biology, engineering and automation.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of our SynVaccine derived solutions, and their market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYNVACCINE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914536953": {
            "orgId": "914536953",
            "orgName": "SYNVACCINE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}