{
    "rcn": "210661",
    "acronym": "SECURE",
    "topics": "SMEInst-02-2016-2017",
    "title": "the new gold standard for nondestructive testing in industry, using next generation electromagnetic induction techniques",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Non-destructive testing (NDT) is a critical process in industry, used to ensure safety, quality control and asset management (i.e. accident prevention). NDT techniques range from simple visual inspection and magnetic particle inspection to advanced technologies like ultrasonic testing, radiography, and eddy current testing. Each solution has features that make it more or less suitable for determined sectors and applications. Due to the vast variety of materials and applications in the NDT market, no single NDT method can find all defects in all cases. Applying several technologies to an entire, complex industrial asset is not cost effective. The biggest challenge for the NDT market is to provide high quality inspection in the shortest possible time. High quality inspection in less time allows NDT technicians to have better data and more time to evaluate the results and make critical decisions on the condition of the asset, which reduces the probability of a catastrophic accident occurring. \nSECURE is a breakthrough solution for non-destructive testing that is able to detect defects in both surface and subsurface inspection, and over coating or insulation, on all conductive materials. SECURE is the first NDT solution that can work in a truly wide range of sectors and applications. Our proprietary method, based on advanced electromagnetic induction technology, offers unprecedented sensitivity for in-depth flaw detection with a quick scan, and is affordable and easy to use.\nWe will initially target the largest areas and applications of NDT, such as welding and corrosion mapping in the oil and gas sectors. With over 7,000 NDT inspection companies worldwide, our total addressable market is worth 600MÄ. We have received expressions of interest in our technology from market leading NDT stakeholders. With the successful commercialization of SECURE, we project accumulated revenues of over 33 million euros and the direct creation of 155 jobs by year 5 after market launch.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "A & K KOTOUZAS OE",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996518443": {
            "orgId": "996518443",
            "orgName": "A & K KOTOUZAS OE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}