{
    "rcn": "210692",
    "acronym": "MOTIONPult",
    "topics": "SMEInst-10-2016-2017",
    "title": "Advanced composites for lightweighting land transport structures using pultrusion process",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Automotive and rail industry aim at decreasing the weight of their vehicles to comply with new legislation and/or to reduce their operational energy costs. The best alternative due to their features and price is to implement carbon composites materials. Yet they are expensive (20-30 Ä/kg) and their manufacturing does not meet automotive production rate. Hence, we have developed MOTIONPult which is a combined system of Hybrid Composite of  glass and carbon fibres & Continuous Pultrusion process that will offer a material with a carbon fibre volume of 15-25%, at a price of 5-10 Ä/kg and a 70-75% lighter than steel. MOTIONPult will be the first fully continuous Pultrusion process to supply materials to automotive manufacturers.\nFiber Profil S.L.  is a successful pultrusion company founded in 1994, with a staff of more than 100 years of accumulated experience and with more than 220 clients in 8 countries within 5 continents, such as France, U.S.A, Mexico or Saudi Arabia. With MOTIONPult project we aim to disrupt into the lightweight market by covering end users` needs (cost, production rates and aesthetics) not satisfied by current alternatives which will allow us to reach a turnover of Ä 12.1 Mill and increase our staff by 12 people by 2024. \nYet, to achieve the commercialisation stage we still need to widen our product portfolio and have our profiles tested by end user¥s such as Irizar and Talgo that have supported this proposal with attached letters, and we must plan the dissemination and exploitation activities.\nThus, we have decided to continue with MOTIONPult for what we need an additional investment of Ä 1.6 Mill, that will give us a ROI of 4.6 by 2024. Therefore, we consider essential to perform a detailed feasibility study to continue with our project and decided to ask for funding through this SME instrument.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIBER PROFIL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914202012": {
            "orgId": "914202012",
            "orgName": "FIBER PROFIL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}