{
    "rcn": "210638",
    "acronym": "THOR",
    "topics": "SMEInst-09-2016-2017",
    "title": "CONTINUOUS MONITORING SYSTEM FOR REAL-TIME DETECTION OF WATER HAMMER ANDREDUCTION OF WATER LEAKAGES",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "TecLab Srl is a renowned, Italian-based, designer and manufacturer of electronic systems for automation and remote monitoring of water and gas technological networks. With an experience spanning over 20 years in remote control systems, we have more than 25,000 points remotely controlled by our products in Italy and Europe. We have notable experts in the fields of engineering, electronics and software development and have received certifications from 10 international bodies. Our vision is to become the worldís most innovative supplier of remote control systems and to grow our revenues by \\Ä6 million annually by the year 2023. \n\nThe primary aim of the THOR project is to deliver an integrated and continuous water distribution monitoring system capable of detecting in real-time the Water Hammer shock waves, a major problem which causes severe damage or system failure in water networks, resulting in annual loss of over 32 billion cubic metres of water worth at least Ä46.25 billion. Our project embodies the most advanced sensor technology and GPS synchronisation functions and develops improved engineered solutions to the Water Hammer, thereby reducing the number of water distribution related failures. Practically, for the water utilities companies, using THOR system will translate into reduction in water distribution system downtime and maintenance costs, up to 48% savings in losses associated with non-revenue water and 3% increase in direct sales.\n\nCommercialised by our company, THOR will realise a new commercially attractive and marketable technology to the European and global markets, while generating for our company a cumulative turnover of Ä12 million by 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECLAB - SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918165917": {
            "orgId": "918165917",
            "orgName": "TECLAB - SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}