{
    "rcn": "210680",
    "acronym": "V-LAP",
    "topics": "SMEInst-01-2016-2017",
    "title": "Saving millions of lives by enabling an effective treatment for Heart Failure patients; V-LAP, a revolutionary, miniaturized implant and its dedicated wearable device.",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "Heart failure (HF) is a chronic condition affecting 1 in 5 people aged over 65 worldwide: heart is unable to pump enough blood flow to meet the body needs. The resulting excess of fluids in body and organs causes dyspnea, edema, leg swelling and tiredness, decreasing patientsí life quality. The sudden worsening of symptoms is called Acute Decompensate Heart Failure: a life-threatening condition with 30% mortality within 12 weeks. HF costs are high: 28 BÄ/year to EU NHS, 2% of total healthcare expenditure, the major part due to hospitalization. There is today a global call to increase awareness in HF, whose management is still highly ineffective. The transition from HF to the acute condition takes weeks but its earliest indicator, an increase in left ventricular filling pressure (LV), can only be measured invasively, in a hospital.\n   Vectoriousí disruptive device is a miniaturized, battery-free, implantable hemodynamic monitor capable of detecting the rise in LV during patientís daily life. The implantable, completely covered by Vectoriousí patents portfolio, is deployed trough a minimally invasive, catheter-based procedure. A belt-like external device is worn by the patient over the clothes 3 min/day: via inductive AC coupling, the implantable is powered so pressure data can be collected and sent back to the external unit which synchronize with the patientís mobile device and with a dedicated website for the healthcare provider. A green/yellow/ red color code widely known among HF patients allows them to promptly adjust their  medications, according with their cliniciansí prescription. V-LAP will be able to predict at least 98% ADHF events, HF management will become as simple as manage glucose levels in diabetes.\n   During Phase 1 project the Company will assess scale-up industrialization plan, product development and clinical trials to be deployed in Europe to show the system efficacy on patient outcome and public healthcare costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VECTORIOUS MEDICAL TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917598176": {
            "orgId": "917598176",
            "orgName": "VECTORIOUS MEDICAL TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}