{
    "rcn": "210651",
    "acronym": "IMMOVA",
    "topics": "SMEInst-03-2016-2017",
    "title": "Novel Immunotherapeutic Vaccine for the treatment of Alzheimerís disease",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "The objective of this project is to develop a business plan for the continued clinical development and commercialisation of ALZ-101 ñ a novel therapeutic Alzheimer¥s disease (AD) vaccine candidate designed to prevent neurodegeneration in the brain. \n\nAD is a therapeutic area in dire need of effective treatments. The disease, which primarily afflicts the elderly (65\\), irreversbly destroys brain cells and affects the patientís cognitive ability.  The exact mechanisms leading to AD are unknown. However, it has been found that the disease is linked to the aggregation and deposition of A?1-42 ñ one of the isoforms of fibrous A? peptide - into senile plaques in the brain.\n\nIn recent years, significant efforts have been made to attempt targeting the clearance of A?1-42 through the administration of A? antigens (active immunotherapy) or anti-A? anti-bodies (passive immunotherapy). However, the development has been fraught with difficulties. A?1-42 oligomers are inherently unstable and heterogeneous. This precludes the development of efficient therapies.  \n\nAlzinova owns the A?CC peptideô technology which allows for the development of a vaccine that specifically targets the endogenous substance that causes disease ñ a feat made possible by the unprecedented capability to stabilise the antigen.\nThe product will be ready to enter the clinical trial in humans by the end of 2017. In the Phase 1 project, we will develop a business plan that will guide the future clinical studies and commercialisation (to be included in the Phase 2 project). The strategy is to take the product to the Phase I/IIa level and thereafter acquire strategic partner for continued clinical studies and market launch.\n\nFighting AD is an EU-wide challenge as it affects 7.3 million people within the EU-27 countries. The effects of AD are devastating not only for the patients, but also for their families. ALZ-101 delivers in this context a strong EU-added value by its potential to stop the progression of AD.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALZINOVA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913715460": {
            "orgId": "913715460",
            "orgName": "ALZINOVA AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}