{
    "rcn": "210699",
    "acronym": "ALELION",
    "topics": "SMEInst-09-2016-2017",
    "title": "Trucks as a part of the grid, energy storage made easy",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Alelion is a leading actor within innovative energy solutions for lifttrucks and goods management vehicles, and a strong force in the development of the lifttrucks of tomorrow. The company cooperates with a number of leading suppliers (Samsung), manufacturers (Toyota, Jungheinrich) and end users (IKEA). Alelionís innovation capacity has led to a unique solution that makes existing battery storages within the goods management sector avaliable for use as grid-connected battery storages. The Alelion concept is an effective tool to balance demand and supply in the new, sustainable energy landscape, while creating new business advantages for the users such as increased dependability, lowered costs and increased availability of trucks in end-user fleets\n\nThrough a ground-breaking solution, Alelion makes new and existing battery storage in lifttruck fleets avaliable for use as power-grid balancing units. This contributes to bridging fluctuations from renewable energy, such as wind and photovoltaic sources. Meanwhile Alelionís lithium-ion battery solutions supported by fleet- and energy management systems increase dependability, serviceability and overall operational economy for end users with a proven ROI in less than a year. \n\nAlelion will, trough already proven collaboration with partners in the value chain, provide great sustainability benefits to society as well as to end users in the lifttruck sector. The overall objectives are yearly reduction of energy use corresponding to one mid-size nuclear reactor, Alelionís staff increased by 350% during the project period, demonstrators running in 4 EU countries and an increased exposure (through EU project participation) by at least 15 times.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALELION ENERGY SYSTEMS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915770308": {
            "orgId": "915770308",
            "orgName": "ALELION ENERGY SYSTEMS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}