{
    "rcn": "210675",
    "acronym": "Gestoos",
    "topics": "SMEInst-01-2016-2017",
    "title": "The first Behavior Recognition Open Platform",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Despite the increasing presence of automated systems and devices in every aspect of our lives, multiple strategic sectors in our society are still dependent on human intervention, such as transport, health and security, among others. However, this dependency causes that human error can lead to insecurity, danger and physical injury, such as in 93% of road fatalities.\nExipple Studio S.L. (from now on, Exipple) is revolutionising the Computer Vision sector by providing a new standard for human-machine interaction specially designed for reducing the impact of human error and save lives.\nThe company has designed Gestoos: an open platform for behaviour recognition that enables any device or surface to understand the actions of the user. Currently in a prototype state, specialized in the understanding of short-term actions and enabling gesture control, the goal of this project is to develop a full version of the platform that is able to autonomously identify different semantic context based on natural language inputs in order to differentiate amongst similar behaviours in different contexts. \nGestoos has been architected as an enabling technology: the platform is an open, hardware-agnostic and auto-learning solution that will enable any device, surface or solution to identify the user behaviour and react accordingly. As a result, Exipple aims at granting accessibility to behaviour recognition to any company, research centre or institution willing to include a smart AI in their product or service.\nFor this feasibility study, Exipple aims at devising an extensive expansion and R&D plan in order to introduce the disruptive potential of Gestoos in key economic sectors: eHealth, Automotive and Consumer Electronics Home Automation.\nThanks to a phased and multivertical commercial approach, the company expects to establish a new standard in human-machine interaction, expanding to Europe, US and Asia by 2021, generating over 47 million in revenue and employing over 80 jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXIPPLE STUDIO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950185132": {
            "orgId": "950185132",
            "orgName": "EXIPPLE STUDIO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}