{
    "rcn": "210662",
    "acronym": "CellFoam",
    "topics": "SMEInst-02-2016-2017",
    "title": "A novel tissue remodelling biomaterial to offer a revolutionary solution for treating Urinary Incontinence in dogs",
    "startDate": "01/03/2017",
    "endDate": "31/08/2017",
    "objective": "Injectable bulking agents have been attempted to treat and manage stress urinary incontinence since the 1990's. But their application has been limited by efficacy, durability, biocompatibility, usability and other issues. Lack of a single, reproducible response from one agent has led to the adoption of several such materials. However, none of those materials can be used as a scaffold for tissue regeneration, they are mostly temporary tissue fillers. Once they degrade, the effectivity is diminished, typically within 6-8 months only. A permanent bulking agent was not successful as it often causes immunological adverse events (such as foreign body granulomas) that limit safety and efficacy. Between 1995-2011 a bovine crosslinked collagen product ñ ContigenÆ was used successfully to treat PMSI in dogs, however its production was stopped in 2011. CellFoamô is a biomaterial scaffold augmentation agent that stimulates the body own cells to build de-novo tissue in place of the biomaterial. Thus, when degraded, a long-term tissue augmentation effect is maintained by urethral remodelling. As such continence is resolved. \nThe overarching objective of the present feasibility study is to mitigate risks related to subsequent phases of the CellFoamô innovation project, i.e. the risks associated with the planned industrialization, the commercialization of the solution and post-project exploitation of the results.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIO-CHANGE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936083951": {
            "orgId": "936083951",
            "orgName": "BIO-CHANGE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}