{
    "rcn": "210635",
    "acronym": "NIRWOOD",
    "topics": "SMEInst-10-2016-2017",
    "title": "Fast, Accurate, Low Cost and Hand Held NIR Technology to Ascertain Wood Origin and Qualityduring Logistic Operations",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Roundwood production in the EU-28 amounts 425 million m≥ (EU is the largest producer within the G20). In addition to internal production, EU imports 4.8BÄ of timber and other wood products. All this timber has to be transported. Logistics operations and its traceability assurance are a mayor point of weakness for the European Woodworking companies because, once the timber is harvested and loaded, only experts can differentiate some species from other while its origin can only be stablished with complex laboratory analysis. This implies two mayor challenges fakes and illegal logging, which cannot be solved with current available solutions and cause penalties, claims, bad image or even the immediate suspension of authorization to trade. \nIn fact, illegal logged and traded wood represents 19% of the total wood products imported in the EU, reason why the EC approved the European Timber Regulation (EUTR). This regulation aims at combating this problem and applies to all wood-related products commercialized in the EU, including internal production and imports.\nGEA and SPECTRAPPLY have joined their efforts to create NIRWOOD, the first commercial system for on-site identification of quality and origin of wooden products, based in Near-Infrared Technology (NIR). NIRWOOD targets to place in the market a simple (low training or calibration required), accurate (>99% certainty with respect to wood species and 95% with respect to country of origin), fast (<5 sec measurement) and low-cost solution to ascertain wood origin and solve illegal trade and quality fakes.\nThis will be a strategic tool for those more than 446,000 EU woodworking companies that need to comply with EUTR regulation. The project has received the support from wood trading companies, monitoring organizations (SGS, AENOR, NEPCON), forest certification schemes FSC and PEF & NGOs involved in the fighting against illegal logging.\nNIRWOOD project will obtaining a total cumulative net profit of 19MÄ by 2023.",
    "totalCost": "1630018,75",
    "ecMaxContribution": "1141013,13",
    "coordinator": "GESTION FORESTAL RESPONSABLE SL",
    "coordinatorCountry": "ES",
    "participants": "SPECTRAPPLY SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "924146258": {
            "orgId": "924146258",
            "orgName": "GESTION FORESTAL RESPONSABLE SL",
            "ecContrib": 568986
        },
        "916952835": {
            "orgId": "916952835",
            "orgName": "SPECTRAPPLY SL",
            "ecContrib": 572027
        }
    },
    "calculatedTotalContribution": 1141013
}