{
    "rcn": "210618",
    "acronym": "ESTEEM",
    "topics": "JTI-CS2-2016-CFP04-REG-01-08",
    "title": "Advanced Energy STorage and Regeneration System for Enhanced Energy Management",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "ESTEEM Consortium will bring together their world-leading expertise in aircraft Electrical Power Systems (EPS), Power Electronics (PE), advanced control systems, modelling and simulation for aerospace applications, Energy Storage System (ESS) and smart and Enhanced Electrical Energy Management (E2-EM) strategies to design, develop and manufacture an innovative Energy Storage and Regenerative System ESRS with embedded supercapacitors Energy Storage Device (ESD) for smart energy management of a regenerative Electro-Mechanical Actuator (EMA) emulator. The developed system components; ESD and EMA emulator will be connected together by a Secondary Electrical Distribution Centre (SEPDC) to constitute the ESRS. Then, the ESRS will be interfaced with the ìIron Birdî to demonstrate the concept of advanced Electrical Power Distribution System (EPDS) with E2-EM functionalities. The aim is to demonstrate the E2-EM functionalities for future aircraft EPDS and contributing towards the achievement of more efficient, greener aviation. The developed demonstrator will be efficient, reliable, compact and lighter and smarter.\nThe key system component will be a newly designed DC/DC converter for interfacing the supercapacitors ESD with the SEPDC, which will be under control of supervisor to implement E2-EM functionalities and energy-management algorithm. Intelligent and adaptive converter control algorithm will be developed to provide high dynamic performance essential for fast control of peak power under situations of gird parameters variation. The converter control will consider the implementation of state of health and monitoring algorithms for the supercapacitors ESD.\nThe ESTEEM innovations will reach the market through integration within the Regional IADP in Clean Sky 2. The project partners will collaborate with the Topic Manager on a regular basis to ensure that the innovative ESRS demonstrator technology can be seamlessly integrated firstly into the ìiron-birdî for ground-based",
    "totalCost": "826432,5",
    "ecMaxContribution": "826432",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "AEROMECHS SRL;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 513687
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 136125
        },
        "959646415": {
            "orgId": "959646415",
            "orgName": "AEROMECHS SRL",
            "ecContrib": 176620
        }
    },
    "calculatedTotalContribution": 826432
}