{
    "rcn": "210611",
    "acronym": "EDEC",
    "topics": "JTI-CS2-2016-CFP04-ENG-04-06",
    "title": "Enhanced Diesel Engine Control",
    "startDate": "01/06/2017",
    "endDate": "28/02/2019",
    "objective": "Enhanced Diesel Engine Control (EDEC) project aims to develop modern Electronic Control Unit for new light weight and efficient jet-fuel reciprocating engine for general aviation. Application of diesel engines technology will lead to reduction of fuel burn by 50% to 65% compared to a small turbine engine, and by 30% to 50% compared with an avgas engine, leading to significant environmental effects and drastic reduction of operating costs. It will also lead to reduction of noise thanks to lower speed of rotation.\n\nIn addition, proposed EDEC design aims to: \n\n- Bring highest level of safety/reliability; \n- Adopt modular design enabling flexible solution for wide range of users; \n- Introduce special regime with only half of engine cylinders running to further minimise fuel burn; \n- And research possibilities to use wireless data communication for maintenance purposes. \n\nProposed EDEC project has ambition to introduce for the first time aerospace engine control unit using ìcontrol maps conceptî to control and optimize engine operation in all modes. As such, it will be able at the same time optimize fuel burn, emissions and ensure safe changes of engine operating modes.\n\nSuccessful development of EDEC (for 6-cylinders jet-fuel reciprocating engine) will lead to significant increase in European share on the market of piston engines for general aviation, which is currently dominated by US companies. Proposed 6-cylinders engine well complements to smaller 4-cylinders diesel engines which enabled significant market success of European Diamond Aircraft. New engine has potential to dominate to the market of general aviation piston engines.",
    "totalCost": "638823,75",
    "ecMaxContribution": "506755,88",
    "coordinator": "UNIS AS",
    "coordinatorCountry": "CZ",
    "participants": "VYSOKE UCENI TECHNICKE V BRNE",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999698200": {
            "orgId": "999698200",
            "orgName": "UNIS AS",
            "ecContrib": 308158
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 198598
        }
    },
    "calculatedTotalContribution": 506756
}