{
    "rcn": "210666",
    "acronym": "DIAG-PANTOGRAPH",
    "topics": "SMEInst-10-2016-2017",
    "title": "Train Pantograph equipped with diagnostic system for reduction of faults and maintenance cost",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "A pantograph is an apparatus mounted on the roof of trains for collecting energy through contact with the overhead contact line.\nIn Europe each year 5% of the running train fleet is affected by major faults on the overhead contact line, whose penalty cost amounts approximately at Ä40kper fault (4.6MÄ/year for a fleet of 2000 trains), plus the overall loss of time, efficiency, and quality of the service.\nDIAG PANTOGRAPH aims to launch to the market an innovative diagnostic pantograph and diagnostic kit for low speed trains (90% of the EU train fleet, 2.8k in Italy and over 14k estimated in EU28), introducing novel diagnostic and control features coupled with a new design of the contact strip and electronic monitoring technologies, strongly increasing the reliability and availability of pantographs and catenary, drastically reducing maintenance costs and the occurrence of failures of pantographs and catenary. Furthermore, the eco-design strip allows to reuse 100% of not worn carbon strip carriers (40 tons) and 100% recycling of wasted carbon (60 tons). Additionally cameras will be installed on drones by improving the quality of maintenance, while further reducing maintenance costs and occupational accidents. Average cost reduction for a large EU operator>3 MÄ/year).\nSince almost 90% of trainsí fleets is composed by low speed trains, the criticality of increasing the reliability and availability of the low speed rails system is evident.\nRail freight industry reached 286 BlnÄ in 2016 growing at a CAGR 7% while the passenger rail sector reached 210 BlnÄ in 2015 growing at a CAGR of 24% since 2010.\nCONTACT received requests for quotations from key clients, such as SBB, Hitachi Rail and Bombardier, regarding the application of diagnostic systems for new and also in service pantographs. It foresees that DIAG-PANTOGRAPH supports the CONTACT growths generating within 5 years after project a total turnover of Ä32mln and a total cash flow of Ä6.9mln with a ROI of 477%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONTACT S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995530013": {
            "orgId": "995530013",
            "orgName": "CONTACT S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}