{
    "rcn": "210678",
    "acronym": "SidekickHealth",
    "topics": "SMEInst-01-2016-2017",
    "title": "Improving health the fun wayÖ seriously",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "1 in 3 adults are prediabetic ñ at increased risk for type-2 diabetes, heart attack and stroke. Diabetes is associated with a high individual, social and economic burden. The global expenditure on diabetes was estimated to be Ä508 billion in 2015. The average diabetes-associated expenditure per adult person with diabetes in the EU in 2015 was placed at just over Ä2,640. In recognition of this challenge, many countries in Europe have introduced national plans addressing diabetes specifically (national diabetes plans, NDPs).\nGoodlifeMe was founded in 2013 in Iceland by two medical doctors who had worked for years treating people with lifestyle diseases. As 86% of deaths are due to lifestyle-related diseases, their passion was to prevent these diseases rather than treat their consequences.\nThe company employs 11 full-time professionals including MDs, MBA, seasoned sales and marketing executives, a biomedical engineer, designer and software/game developers. The unique combination of our team has led to SIDEKICKHEALTH: a simple helper for lifestyle change for the not-so-motivated or health-savvy, those who are worst hit by lifestyle problems like prediabetes. Drawing on lessons from behavioural economics, the product is simple, fun, graphical, colourful, rich in challenges & competitions, and altruistic rewards (e.g. allowing users to earn clean water for children in need by doing well in the program). SidekickHealth has been developed applying scientific and medical methods from day one. The results have been validated through clinical trials, most recently with Harvard University. It has already signed initial contracts with Diabetes Prevention Programs to use Sidekick as a digital layer for their treatments. The results show increased performance in all indicators, including 190% of patients are more likely to reach weight loss goals. Given that the income of the provider is success-based, we are providing 65% increased revenue to our clients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GOODLIFEME EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916535347": {
            "orgId": "916535347",
            "orgName": "GOODLIFEME EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}