{
    "rcn": "210615",
    "acronym": "PRELICAN",
    "topics": "ERC-PoC-2016",
    "title": "Treatment of liver disease and cancer prevention",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Advanced liver disease and cancer is the only major cause of death still increasing each year. Major causes include hepatitis B and C viruses, alcohol and non-alcoholic fatty liver disease/steatohepatitis (NAFLD/NASH). A major contributing factor to the increasing incidence and mortality of liver disease is the staggering rise in obesity. The absence of effective therapeutic options for NAFLD/NASH, advanced liver disease and cancer contribute to the poor prognosis and the high cost associated with patient care. We have established a tractable and clinically relevant human cell-based model system in which viral infection, ethanol or free fatty acids induce a clinical gene expression signature robustly predicting liver disease progression and long-term HCC risk in cirrhotic patients. Using this model we identified compounds as HCC chemopreventive agents. Aiming to evaluate these compounds for future clinical development and potential commercialization we will perform proof-of-concept studies in state-of-the-art mouse models for NASH and hepatocarcinogenesis. Specifically we will assess the therapeutic effect on liver inflammation, steatosis, fibrosis and HCC development and investigate its safety in long-term administration. With the completion of this program we expect to obtain a robust proof-of-concept data package as a first- or best-in-class compound for treatment of chronic liver disease and prevention of HCC.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}