{
    "rcn": "210659",
    "acronym": "WIONM",
    "topics": "SMEInst-01-2016-2017",
    "title": "A novel solution to eliminate long wires during Intraoperative Neurophysiological Monitoring [WIONM] - Phase 1",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Proposal resubmission, scored 13.24 in latest cut-off.\n\nIntraoperative Neurophysiological Monitoring [IONM] is an innovative technology to monitor nerve function integrity in the surgeries of nerves, spinal cord and part of brains. IONM reduces the risk of nerve injury up to 50%. Unfortunately, IONM is not problem free. IONM uses recording electrodes connected to long wires distributed on the patient under general anaesthesia. These long wires translate into several drawbacks, one is that they limit the manoeuvrability of surgeons and staff during surgery. Also, space constraints require routing the wires, making them behave as antennae and causing Electromagnetic Interference, which distorts the waveforms of weak electrical potentials from the nervous system. Finally, wired IONM solutions force neurophysiologists to monitor only one surgery per time, limiting their availability. Therefore, there is a clear need for a wireless IONM data link that could solve these issues. \n\nAs a IONM devices distributor, SOINDE noticed this problem and decided to bridge this gap. Since 2014, we have been developing a Wireless IONM communication device, WIONM. \n\nWIONMís Unique selling points are:\n-It eliminates long wires within the operating room while ensuring data integrity.\n-Plug-and-play architecture & compatibility with any commercial IOMN device.\n-Remote monitoring of multiple surgeries, helping to relieve the shortage of neurophysiologists.\n-It is up to 86% more economical than other commercial competitors.\n\nOnce tested in Phase 2, we will market WIONM through an elaborate commercial plan that takes advantage of our extensive client portfolio and our already established partnerships with other medical suppliers.\nThe success of WIONM will allow us to seize part of the Ä1.87 billion (CAGR of 9.2%) global nerve monitoring market. This will create a measurable impact on SOINDE, estimated on accumulated revenues of Ä52M and the creation of at least 20 new position by 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLUCIONES INTEGRALES EN DESINFECCION SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917510100": {
            "orgId": "917510100",
            "orgName": "SOLUCIONES INTEGRALES EN DESINFECCION SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}