{
    "rcn": "210653",
    "acronym": "INNO PV-SWITCH",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative Fireman's Switch for Photovoltaic Systems: towards large-scale production",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Solar energy is a sustainable and cost-effective electricity source which nowadays significantly contributes to the electricity needs worldwide (1% of the world electricity demand) with a strong growing tendency through the increasing number of photovoltaic (PV) systems (a growth of 80% can be expected in Europe by 2019). However, PV systems present unique electric hazards during (de)installation, maintenance works or in case of fire as it is not possible to immediately cut the power because of DC residual voltages (up to 1.000-1.500 V) present even after switching off. To overcome these problems, the so-called fireman¥s switches are installed in order to de-energize the DC conduit. However, existing fireman¥s switches in the market have a clear lack of technological appropriateness in order to assure minimum electrical hazards.BENEDICT GmbH, an Austrian SME with large experience in the development of electro-mechanic switches, has developed INNO PV-SWITCH, an innovative fireman¥s switch with cutting-edge technical features that minimizes electric hazards in PV systems due to the remote switching on/off and the simultaneous disconnection and short-circuit of the PV panels among other crucial disruptive advantages. INNO PV-SWITCH has a potential market of 9,4 million PV systems in key target countries, accounting for more than 500 million EurosThe minimization of risks associated to photovoltaic systems is a key issue for the European Union in order to propel this Renewable Energy. Moreover, the growing number of PV systems worldwide, together with each time stricter regulations and an increased awareness about security, makes this project a unique, exciting and profitable business opportunity for BENEDICT. Our company expects total revenues of Ä12,4 million in the first 3 years of commercialization of INNO PV-SWITCH and an associated ROI of 6.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BENEDICT GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917874432": {
            "orgId": "917874432",
            "orgName": "BENEDICT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}