{
    "rcn": "210627",
    "acronym": "MediaRoad",
    "topics": "ICT-19-2017",
    "title": "MediaRoad ñ European Media Ecosystem for Innovation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The European audiovisual and radio sector has long led the world in its collaborative development of technology, standards and content. Due to media convergence and global competition, media organizations now face challenges from disruptive technology and business models. New policy agendas require their proactive and coordinated attention.\nDespite these challenges, EU media players have many advantages: they produce much of the quality content shared on social media, invest heavily in R&D, and are well placed to launch dynamic collaborative innovations.\nTo further this substantial legacy, a consortium of public and commercial broadcasters, creative producers and research bodies now proposes to launch MediaRoad, a highly innovative coordination project with three interconnected Hubs:\n- The Sandbox Hub will enable media organizations to create a series of interlinked incubators, or Sandboxes, where SMEs can test and scale innovative concepts in operational environments. Each Sandbox will offer workspace, infrastructure and internal support for short periods. The Hub will create a toolkit, support Sandbox launches, and attract startups.\n- The Policy Hub will develop a policy vision for the whole radio and AV sector on topics such as the EU research agenda, data, 5G, security, immersive media, investment, training and regulatory issues. It will hold workshops, share updates, draft vision documents and link to other research projects.\n- The Network Hub will create a series of events to bring together broadcasters, researchers, content creators, technologists and entrepreneurs to inspire collaborations and share knowledge. Topics will include social media, post-convergence radio, multi-platform content, new audience measurements and robot journalism.\nMediaRoad will turn EU diversity into opportunities, help organizations become more competitive and ultimately benefit audiences with better content, better delivered.",
    "totalCost": "994187,5",
    "ecMaxContribution": "994187,5",
    "coordinator": "EBU-UER",
    "coordinatorCountry": "BE",
    "participants": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV;INSTITUT FUR RUNDFUNKTECHNIK GMBH;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;BRITISH BROADCASTING CORPORATION;ASSOCIATION EUROPEENNE DES RADIOS;RAI-RADIOTELEVISIONE ITALIANA SPA;COORDINATION EUROPEENE PRODUCTEUR INDEPENDENTS",
    "participantCountries": "BE;DE;CH;UK;IT;FR",
    "projectParticipants": {
        "916880376": {
            "orgId": "916880376",
            "orgName": "COORDINATION EUROPEENE PRODUCTEUR INDEPENDENTS",
            "ecContrib": 33000
        },
        "998923558": {
            "orgId": "998923558",
            "orgName": "RAI-RADIOTELEVISIONE ITALIANA SPA",
            "ecContrib": 40625
        },
        "932145848": {
            "orgId": "932145848",
            "orgName": "EBU-UER",
            "ecContrib": 266875
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 151875
        },
        "996432016": {
            "orgId": "996432016",
            "orgName": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
            "ecContrib": 133125
        },
        "999644656": {
            "orgId": "999644656",
            "orgName": "INSTITUT FUR RUNDFUNKTECHNIK GMBH",
            "ecContrib": 198625
        },
        "999589075": {
            "orgId": "999589075",
            "orgName": "BRITISH BROADCASTING CORPORATION",
            "ecContrib": 56625
        },
        "916821109": {
            "orgId": "916821109",
            "orgName": "ASSOCIATION EUROPEENNE DES RADIOS",
            "ecContrib": 51250
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 62188
        }
    },
    "calculatedTotalContribution": 994188
}