{
    "rcn": "210608",
    "acronym": "MARQUESS",
    "topics": "JTI-CS2-2016-CFP04-LPA-02-15",
    "title": "Multiscale Analysis of AiRframe Structures and Quantification of UncErtaintieS System",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "MARQUESS has been specifically designed to address the challenges outlined in the Topic Description reference JTI-CS2-2016-CFP04-LPA-02-15 to fit into the activities of WP2.4.3 in the LPA IADP in Clean Sky 2. \nMARQUESS will serve as a valuable precursor to the above as it will enable comprehensive modelling and simulation studies to optimise decision making regarding the structural design of aircraft platforms. The outputs from this project will be applied to two Clean Sky Demonstrators to illustrate the benefits of multiscale modelling, whereby detailed models can be analysed and easily interprested by designers without having to undertake the same levels of effort and computational resource as one would have to if performing detailed modelling and simulation of the whole structure.\nUNOTT has vast experience of performing such work with projects analysing a range of aircraft components ranging from Aero-engine parts and structures through to landing gear components and bulkheads in major aircraft development programmes including both composite and metallic materials.\nResults from MARQUESS will deliver outstanding benefits for Europe on three levels. \nï\tOn the commercial level, aircraft designers will be able to use the methods and tools based on the holistic multi-scale modelling techniques being integrated and developed in the project to enhance their competitive offering\nï\tOn the societal level, the modelling framework will provide quantitative justification that will enable the design of more environmentally friendly aircraft, which will bring benefits in terms of reduced pollution and even enhanced mobility as there will be better scheduling of aircraft maintenance resulting in more reliable operation\nï\tOn the scientific and technical level, where systematic integration of the length scales will open new avenues for research, including better integration of models that demonstrate the results of nanomaterials in large structures, for example.",
    "totalCost": "797231,25",
    "ecMaxContribution": "797231,25",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 797231
        }
    },
    "calculatedTotalContribution": 797231
}