{
    "rcn": "210686",
    "acronym": "NextWind",
    "topics": "SMEInst-09-2016-2017",
    "title": "Harvesting airborne wind energy using rigid kites.",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Airborne wind energy (AWE) is a renewable energy source with a huge potential, but remains yet to be harnessed at a commercial scale. Commercialization of AWE will contribute in reaching the committed share of 27% renewables in Europe by 2030. \n\nThe wind energy is stronger and more steady at higher altitudes, which means that AWE can be installed in locations where wind turbines are not viable. AWE can also be used in locations where conventional wind turbines have a negative impact on the visual environment. Contrary to conventional wind turbines, kite turbines have a very small footprint on the ground and are hardly visible up in the air. A complete construction of a kite turbine requires only 10% the mass of a conventional wind turbine and yearly operational hours can double due to high altitude operation.\n\nThe Norwegian based AWE producer, Kitemill has demonstrated autonomous operation of their 30-kW kite turbine in operational environment at their test site. \n\nTheir unique features for succeeding in commercialization of kite turbines:\n ï The first airborne wind energy supplier to feature vertical take-off and landing (VTOL) solution. The advantage with a    VTOL system is a minimized landing platform since it only need to be as wide as the wingspan of the kite. \nï Customer secured for a demo park consisting of five 30-kW kite turbines. \nï The first company to have obtained permanent operating license in designated areas issued by National Aviation Authorities.\nï Commercialization strategy will start with the 30-kW kite turbine to obtain a high number of operational hours at a smaller scale, which will reduce risk for the customers when introducing a new energy technology.\nFull scale levelized cost of energy is calculated to 2,8 cÄ/kWh, which is much cheaper than current wind turbines.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KITEMILL AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952362200": {
            "orgId": "952362200",
            "orgName": "KITEMILL AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}