{
    "rcn": "210641",
    "acronym": "RESTARTER",
    "topics": "SMEInst-12-2016-2017",
    "title": "A FRESH START TOWARD A NEW (SECOND) LIFE OF OBJECTS AND PEOPLE",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "Restarter aims to develop and implement at European level an innovative business model of second hand clothes commercial sales and hybrid public/private supply social service, based on a sustainable production and distribution process. \nRestarter represents an important innovative initiative with the ultimate goal to be a proactive contributor towards a circular economy system in which products, components and materials are kept at their highest utility and value at all times of the consumption process, extending their life  and thus reducing waste and pollution. The project is implemented along the following objectives:\nï Implement a novel collection and sanitization production process, through a supply chain fully traceable for both the donors and the users (i.e. the customers & people in need) via a dedicated ICT platform;\nï Launch a distribution sales network of second hand clothes, marketed under the Restarter brand;\nï Initiate a social public/private service able to provide second hand clothes and to involves people in need in a rehabilitation inclusive programme;  \nï Generate nearly 5MÄ revenue and 1MÄ profit within 3 years from projectís completion, hiring additional 25 employees mainly selected from people in need and individuals with disabilities.\nThe proposed activities include risk assessment, market study, user involvement, commercial partner search, feasibility of concept, plant design.\nRestarter addresses 3 concurrent usersí needs:  increasing worldwide demand of consumers of second hand clothes, social-humanitarian requirements driven by the people in need and by the population from less developed countries, environmental challenge due to the world industrialization, combined with the growing buying process. The main economic benefit of the proposed project is a competitive price due to an optimized supply chain having an internal front-end process and a cleaner distribution network, resulting in a lower mark-up towards the end user.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LA FRATERNITA SOCIETA COOPERATIVA SOCIALE A R L",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926000510": {
            "orgId": "926000510",
            "orgName": "LA FRATERNITA SOCIETA COOPERATIVA SOCIALE A R L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}