{
    "rcn": "210685",
    "acronym": "Sightless Touch",
    "topics": "SMEInst-10-2016-2017",
    "title": "Sightless touch infotainment system for drivers",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Sightless Touch by Inpris, an auto technology that for the first time enables eyes-free touch control for automotive infotainment systems, making driving safe again, without compromising on connectivity and efficiency. Sightless Touch can also increase the efficiency of voice recognition systems, since the system already knows what kind of commands it should receive next, simply use different fingers to fluidly substitute voice actions, skipping many time consuming layers of verbal clarification; therefore, reducing potential errors and driver distraction. \n\nCurrent systems in vehicles offer limited solutions and most are based either on traditional touch screen, which requires the driver to look at the screen while driving, or on voice commands, which according to AAA, cause cognitive distraction and are slow and unreliable. \n\nSighless Touch is a futuristic methodology that maps the human hand and follows the fingers through algorithms assigning a different function for each finger and its movements opening the possibility for commands to operate a console without looking at it. We thus present Sightless Touch as a safer, faster y more reliable technology that is the future, today, in your hands. Sightless Touch not only does it free the driverís eyes from looking at the screen, but it is 10 times faster, and prevents the cognitive distractions that traditional systems cause. \n\nSightless Touch expects to reach 3 million units by 2023. The product will render revenues of around Ä36 million and a profit of Ä19.4 million that year. We estimate funding needs a further 1.5 million to launch the product suite to market, and a ROI of 31 by 2023 and payback in the first half of 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INPRIS INNOVATIVE PRODUCTS FROM ISRAEL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917559473": {
            "orgId": "917559473",
            "orgName": "INPRIS INNOVATIVE PRODUCTS FROM ISRAEL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}