{
    "rcn": "210669",
    "acronym": "VENTURI PLUS",
    "topics": "SMEInst-08-2016-2017",
    "title": "NEW SOLUTIONS FOR THE ENVIRONMENTAL IMPACT REMEDIATION OF BRINE DISCHARGES",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "In order to meet the rising water demand required by an expanding population, which has already crossed the 7 billion mark\nand is expected to reach 8,5 billion by 2030, and 9,7 billion in 2050 , desalination of seawater is envisaged as a solution to\nprovide a portion of the shortfall to fill the gap between supply and demand. Desalination becomes in many parts of the\nworld, and also in Europe, a promising option to combat water stress. Nonetheless, desalination plants generate huge\nvolumes of concentrates, also known as brines, which represent a potential hazard for marine ecosystems. Brines form a\nvery dense hypersaline plume (heavier than normal seawater) that spreads over large areas affecting marine ecosystems,\nespecially to seagrass meadows which are one of the most ecologically important ecosystems in coastal areas. ECOS has\ndeveloped VENTURI\\ a diffuser solution, with a capacity of minimizing in a 99% the environmental impact associated to\nbrines discharges due to a potential dilution capacity 131% higher than conventional diffusers. Thus, VENTURI\\ represents\na technological leap towards tackling one of the most robust environmental barriers that are holding the full deployment of\ndesalination plants.\n\nECOS requests funding to elaborate a feasibility study to define market uptake at National, European and International level.\nThe most important markets identified are the Mediterranean region (EU and non-EU countries), the Middle East, the US\nand other countries such as India and China.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOS, ESTUDIOS AMBIENTALES Y OCEANOGRAFIA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952966801": {
            "orgId": "952966801",
            "orgName": "ECOS, ESTUDIOS AMBIENTALES Y OCEANOGRAFIA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}