{
    "rcn": "210663",
    "acronym": "BUTTERFLY",
    "topics": "SMEInst-08-2016-2017",
    "title": "DEVELOPMENT AND MARKET UPTAKE OF INNOVATIVE SYSTEM TO OBTAIN ELECTRICAL ENERGY FROM OCEAN WAVE RESOURCES",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "The general objective of BUTTERFLY project will be focused on the development, demonstration and further commercialization of an efficient system that harvest the ocean energy from waves to produce cost-competitive and sustainable electricity. BUTTERFLY solution, is a Wave-To-Wire (W2W) system that aims to produce blue energy to be integrated with other renewables and traditional electrical supply of coastal regions. This innovative solution is composed of a Wave Energy Converters (WEC) that captures the energy from waves, and a Power Take-Off (PTO) system that converts the energy into electricity. The innovative character of BUTTTERFLY will maximise the capture and conversion efficiencies, providing affordable blue energy to coastal areas with good wave resources. This potential market includes coastal regions and big islands connected to the grid, but also small islands and remote coastal communities that are fully dependent on diesel generators for most of their energy requirements, being exposed to diesel fuel price volatility, frequent fuel spills and high operation and maintenance costs. This system will have the following features:\n- Lower investment per KW installed power than other ocean devices\n- Lower cost per kWh obtained than the other energy sources.\n- Sustainable energy production\n- No electricity generation in the sea\n- Continued and predictable energy supply\n- Easy to build, install and maintain\n- Customizable system for different type and size of waves\n- Achieve good levels of power quality\n- Wide replicability for islands and coastal regions\n- Contribution to the reduction of carbon footprint and emissions",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROTARY WAVE S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922908150": {
            "orgId": "922908150",
            "orgName": "ROTARY WAVE S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}