{
    "rcn": "210689",
    "acronym": "Domo4mAI",
    "topics": "SMEInst-09-2016-2017",
    "title": "Domo4m: Scalable Intelligent home  office automation for energy savings",
    "startDate": "01/05/2017",
    "endDate": "31/10/2017",
    "objective": "Domo4m proposes a home & office automation solution that maximizes energy savings in each household or office, and enables a higher penetration of automated homes and offices due to affordable costs, ability to retrofit existing premises, and the ease of use of the solution. To achieve this, we use Artificial Intelligence (AI) to\nlearn, predict and react on userís habits to maximize efficiency, and leverage the flexibility of software running on standard hardware with existing wireless protocols.\nExisting Home Automation systems are complex and expensive. Our solution takes an innovative approach to overcome these barriers by implementing:\nï Cost reduction\n  o Leverage economies of scale using smartphone based HW, to run our SW on an automation controller deployed at customer¥s households.\n  o Use of inexpensive standard based sensors and actuators to maximize the number of controlled devices at an affordable price.\n  o Subscription based model to lower barrier and provide new value added services\nï Simplify usage:\n  o The AI algorithms included in our SW will implement a ready to use ìhome configurationî that will be automatically customized to our user¥s behaviour and preferences with a minimum user interaction, while keeping security, confidentiality and privacy levels.\n  o We intend to implement and end to end managed service model, were a local field force will consult, install and support most of our solution deployments.\n\nMost systems today implement siloes of functionality (heating control, lighting, entertainment, security), compromising user adoption. Our system leverages SW flexibility to implement a single control platform for all devices at home.\nIn conclusion, our solution would accelerate home & office automation adoption to reach predicted 20% penetration. Home & Office automation can save up to 27% o energy consumption to contribute to EU target to reduce energy consumption.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOMO4M SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917496035": {
            "orgId": "917496035",
            "orgName": "DOMO4M SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}