{
    "rcn": "210636",
    "acronym": "RBM-Screen",
    "topics": "SMEInst-01-2016-2017",
    "title": "Professional Urinary Screening",
    "startDate": "01/06/2017",
    "endDate": "31/10/2017",
    "objective": "RBM-Screen IVS is an early state company, pursuing a business model based on spectroscopic solutions developed and design for professional and personal screening, monitoring and diagnostics.  We have developed a unique device capable of detecting the most important biomarkers in urine with regards to the functionality of the renal system. The primary purpose of our device is to; Improve the quality and reduce the treatment time by providing temporal resolution and direct measurements. Additionally, Avoided or reduce number of unnecessary costly hospitalization of patients. Furthermore, give the patient the possibility for involvement and heavily reduce inconveniences with the objective of strengthening the empowerment and literacy for the patients in general.\nThe ultimate goal is to commercialize a personal Mobil Renal Bio-marker Screening device. However, our first step is to offer a solution for practitioners and health clinics to provide the means to directly and easily detect and warn against changes in biomarkers.  Second step is to provide at take home device to reduce fear and provide a direct refence for approaching the appointed physician, moreover neglect the long-distance diagnostic issues. All in all, provide valuable content to an existing infrastructure in bridging the information gap between patients, practitioners/health clinics and the renal sections at hospitals; increasing the ability to do make fact based decisions and avoid acting on false alarms and occupied hospitals beds or initiate treatment earlier and get in-depth information to evolvement of bio-markers.\nThe company and coherent development of the RBM-screen are done in close relation to renal sections at university hospitals and practitioners running tests and validations of the device. Furthermore, marked studies indicate an un-exploited marked with notable growth potential giving RBM-Screen precondition to be heavily boosted.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RBM-SCREEN IVS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918678756": {
            "orgId": "918678756",
            "orgName": "RBM-SCREEN IVS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}