{
    "rcn": "210672",
    "acronym": "AGRI-DRONE",
    "topics": "SMEInst-07-2016-2017",
    "title": "Unique radar-drone used for subsurface water detection for precision agricultural irrigation",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Given the pressure on natural resources, agriculture must improve its environmental performance through 'greener' farming practices. As EU's Common Agricultural Policy (CAP 2020) urge to increase productivity and sustainability, as well as farmersí resilience towards climate change and world increasing population. In an agriculture market where gross margin and profitability are getting tighter, farmers demand to optimise & reduce water consumption, though precision irrigation. Currently no commercial solution measures underground water & soil nutritional content.\nADANT Srl, is an Italian SME expert in the RF and ITC sector that has developed AGRI Drone till TRL6, and has partnered the Italian SME ARET… Srl, specialised consultant agency for agro-industry, for its strategic commercialisation. AGRI Drone is a cost-effective breakthrough towards sustainable agriculture, composed by a P-band radar with the capacity of measuring underground humidity profile & shallow water table (till 3m depth) with a centimetre accuracy, and able to cover a survey area of 12Ha at 100-150m flying distance in about 10-15 minutes.\nAGRI Drone, using cloud computing & intelligent software, allows to design improved irrigation management system to save water & energy & fertilizers up to 10,000Ä/100 ha/year. It offers a competitive solution with low operating cost (8Ä/Ha), either: 35,000Ä/unit with 3.5 yearsí payback for large farmers, or a flight service (1,000Ä) with counselling service included.\nThanks to ADANT & ARET», AGRI drone successful launch will be by 2020. The consortium will sell 264 AGRI Drone units and provide 15,2000 services that will be worth 24.7MÄ, with profit of 2.5MÄ for ARET» and 9MÄ for ADANT after 4 years. We already collaborate with key stakeholders: Accademia Nazionale di Agricoltura and Bologna University as technical counsellors, Mavetech Srl (drone manufacturer) and have 11 support letters from end users/farmers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADANT SRL",
    "coordinatorCountry": "IT",
    "participants": "ARETE SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "914399116": {
            "orgId": "914399116",
            "orgName": "ARETE SRL",
            "ecContrib": 0
        },
        "914491169": {
            "orgId": "914491169",
            "orgName": "ADANT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}