{
    "rcn": "210617",
    "acronym": "LATTE",
    "topics": "JTI-CS2-2016-CFP04-FRC-02-18",
    "title": "Full Fairing for Main Rotor Head of the LifeRCraft demonstrator",
    "startDate": "01/09/2017",
    "endDate": "30/06/2021",
    "objective": "Continuously increasing air traffic and demand to go faster and further, poses new challenges to the aviation industry ñ expectations have to be met, in terms of mobility, efficiency and capabilities. LifeRCraft as a compound solution will combine performance of an aircraft with helicopter capabilities, like hovering. However, in order to introduce to the market a competitive product an improvement beyond current ëstate of the artí is needed, what concerns also aerodynamic optimization of the aircraft. The main rotor head has been identified as one of the first contributors to the overall aircraft drag. Full rotor head fairings with sealing system may be a significant breakthrough leading to the drag reduction. LATTE project aim is to contribute to the high level objectives assigned to the LifeRCraft, by detailed design and prototype manufacturing of the Full Fairing for Main Rotor Head (JTI-CS2-2016-CFP04-FRC-02-18), what will be as step forward within the industrialization process of the new concept. \nThe LATTE project proposes realisation of the above topic by three different companies from Poland and Czech Republic - including research institutes and manufacturing plants. LATTE will cover design and manufacturing activities of the fairing prototype as well testing and flightworthiness substantiation.\nPart B. I of the proposal describes the applicants' ambitions and main objectives as well as the way they will be achieved - including description of the design and analysis approach, modern manufacturing technologies and solutions that are planned to be implemented. Expected impact of the project has been described. Implementation of the new solutions, work breakdown and description of each work-package has been provided. \nPart B. II of the proposal covers applicants' profile description including their capabilities, research and development activities and also description of national and international projects in which they were involved.",
    "totalCost": "464437,5",
    "ecMaxContribution": "399543,75",
    "coordinator": "INSTYTUT LOTNICTWA",
    "coordinatorCountry": "PL",
    "participants": "LA COMPOSITE SRO;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
    "participantCountries": "CZ",
    "projectParticipants": {
        "998828692": {
            "orgId": "998828692",
            "orgName": "INSTYTUT LOTNICTWA",
            "ecContrib": 106875
        },
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 141250
        },
        "986247695": {
            "orgId": "986247695",
            "orgName": "LA COMPOSITE SRO",
            "ecContrib": 151419
        }
    },
    "calculatedTotalContribution": 399544
}