{
    "rcn": "210625",
    "acronym": "INDIS",
    "topics": "JTI-CS2-2016-CFP04-SYS-03-07",
    "title": "Indra HVDC Distribution system",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The INIDIS proposal, presented by INDRA SISTEMAS, try to answer in the best way the call JTI-CS2-2016-CFP04-SYS-03-07.\nThe proposal is based in the prototype development for a new electrical power distribution system (or n-EPDS) to be placed in small aircraft and helicopter.\nThe main challenges of the project is to perform the main power distribution in HV (270Vdc) to gain advantages of this electrical characteristics in small aircraft (low-medium installed power). And in order to improve the operability in this new EPDS, the traditional contactors will be replaced by new smart-contactors (E-HVContactor) and with high power solid state switching (HVHP-SSPC)s. Moreover, as aditional challenge and linked with the evolution of the new switching devices, the EPDS will implement an intelligent power management function (or IPMS) that will be in charge to optimize power demand, power installed and load sheeding.\nThe proposal is framed inside of the SYS-ITD of the CleanSky2 program, and at the end of the project, a dedicated prototype will be delivered to the topic mangaer rig test for integration activities and integration tests.\nThe project is based in 5 WPs (Definition and preliminary dTo esign, development, testing, Optimization and support of TM Rig tests and Project management and dissemination).\nTwo protopypes \\ subassemblies will be manufactured for internal tests and for delivery to TM Rig Tests.\nAlthough this is the Indra proposal, Indra will open to rework proposal during negotiation phase and specification availability according to the necesities of the topic manager and the SYS-ITD in general.\nIndra has a vast experience in the aeronautical sector. Indra is a consolidated and certified aeronautical supplier according to aeronautical and international standards with capability and resources to perform activities of analysis, simulation, design, manufacturing, testing, qualification, certification support and customer/airline support (as mentioned in Part B.II).",
    "totalCost": "1355388,75",
    "ecMaxContribution": "948772,13",
    "coordinator": "INDRA SISTEMAS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 948772
        }
    },
    "calculatedTotalContribution": 948772
}