{
    "rcn": "210697",
    "acronym": "P2PCS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Peer-2-peer Car Sharing",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "CarShare Ventures B.V. (CSV) has developed SnappCar, a peer-to-peer car sharing platform on which consumers can offer their car for rent for one or more days to other potential users. In others words: SnappCar is the equivalent of ìAirBnB for carsî. CSV lowers risks and increases trust by arranging insurance, payments and screening potential users.\n\nCurrently the average European car owner only makes use of his/her car one hour per day. CSV perceives the tremendous amount of unused cars as a business opportunity with a societal impact. This is supported by economic, societal and environmental arguments.\n\nPreliminary market research has indicated untapped user potential and latent interest in car sharing in the following three European regions: North West Europe, Central & Eastern Europe and Southern Europe. Convincing car owners to share their cars, has proven a difficult and time-consuming exercise that requires a different and personalized approach per location.\n\nThis Phase 1 feasibility study is necessary to investigate selected metropolitan areas in these zones in more detail, create a solid business strategy and tailor the current platform accordingly (removing cultural, technical, legal and economical market barriers) to access and engage the end-users of each region, in order to execute the envisioned Phase 2 follow-up demonstration project.\n\nThis proposal fits with topic SME Inst 10: Small business innovation research for Transport and Smart Cities Mobility of the Horizon2020 work programme and addresses topics of the Transport White Paper of 2011, where car sharing is mentioned as part of initiative 27: ìPromote the awareness of the availability of alternatives to individual conventional transportî.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARSHARE VENTURES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925880909": {
            "orgId": "925880909",
            "orgName": "CARSHARE VENTURES BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}