{
    "rcn": "210648",
    "acronym": "SCCS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart City Control System (SCCS) For Green Lighting",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Greinon Engineering AB aims to develop and commercialize an innovative, universal, multi-application Smart City Control\nSystem (SCCS) to be integrated with existing urban infrastructure. Smart outdoor lighting has been chosen as the primary\napplication for SCCS capable of reducing energy consumption and cutting operational costs of the city lighting infrastructure,\nas well as optimize mobility, safety and well-being.\n\nSCCS comprises a modular wireless controller with embedded software, Graphical User Interface and a tailored software\npackage with a Machine Learning algorithm, which will enable up to 85% reduction in energy consumption and significant\nmaintenance savings for owners and/or operators of outdoor lighting infrastructure, improve relevant investment payback to\n3 years and promote smart and sustainable urban management overall.\nThe smart cities market size is estimated to reach EUR 673 billion in 2020, providing Greinon with a tremendous growth\nopportunity within the smart lighting control systems niche. Moreover, the company will address a range of important defies,\nincl. energy waste and climate destruction, increasing lighting costs and light pollution.\n\nThe objective of the feasibility study is to improve the business plan including analysis and conclusion of: distribution and\nsupply channels, technology risk reduction, IP strategy and preparation of demonstrations in the innovation project. Greinon\nwill execute the project in cooperation with strategic 3rd parties and other stakeholders capable to provide technical and\ngeneral expertise.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREINON ENGINEERING AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933221093": {
            "orgId": "933221093",
            "orgName": "GREINON ENGINEERING AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}