{
    "rcn": "210647",
    "acronym": "ZIRONITRO",
    "topics": "SMEInst-11-2016-2017",
    "title": "Constructed wetland to produce high-quality drinking water free from nitrates",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "Three out of four people in EU drink water from groundwater subjected to severe nitrate contamination by fertilizers and sanitary products used in intensive agriculture & farming. High levels of nitrates in drinking water put human health at risk and have been reported to threaten 26% of EU biodiversity. Current technologies do not meet the needs of small water suppliers, who must face costs derived from high energy consumption (3-7 kWh/m3), poor nitrate selectivity, residual streams and by-products, and continuous costly maintenance. 33% of suppliers in Europe are not compliant with quality standards, particularly nitrate levels. ZIRONITRO is the result of 8 years of research and development by Ofra Aqua Plants, an Israeli company with over 25 yearsí experience in bioengineering and phytoremediation. Based on the concept of using nature to cleanse nature, ZIRONITRO is a constructed wetland to biologically treat groundwater by removing nitrates to obtain high-quality drinking water (98% removal), at 84% lower cost than current. ZIRONITROís innovation resides in the systemís nitrate removal specificity, with a design that allows low-cost operation and maintenance, along with very high rates of nitrate breakdown by bacteria. The key factor is the selection of the best combination of both bacteria and plants, along with the optimal proportion of methanol as carbon source. The particular environment we have generated inside our ponds reduces hydraulic retention time by 90% and uses 100 times less ethanol than current constructed wetlands. Indeed, we do not use synthetic chemicals, energy input needed is negligible, and neither residuals nor wastewater are generated, so it has no negative impact on the environment. On the contrary, it contributes to both biodiversity conservation and landscape value. For 2020-2022, we forecast Ä61.3 M cumulative revenues (profitability ratio of 12%), increasing workforce to 40 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OFRA AQUA PLANTS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917632320": {
            "orgId": "917632320",
            "orgName": "OFRA AQUA PLANTS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}