{
    "rcn": "210684",
    "acronym": "HYBPRO",
    "topics": "SMEInst-10-2016-2017",
    "title": "HYBRID PROPULSION FOR AVIATION",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Currently, the light aircraft industry lacks the means to retrofit aircrafts with hybrid technology. This shortcoming leads to a\nhost of problems, of the most significant include: higher maintenance costs, environmental contamination and safety risks.\nHYPROP is a proposal by the aeronautic company AXTER that will introduce novel technology and an accompanying\nbusiness model that are aimed at taking current light aircrafts powered only by gasoline engines and converting them into\nhybrid propulsion aircrafts.\nThe proposed HYBPROP will develop a business model around the company owned prototype AX-50 (based on current\ncommerical AX-40S) which will hybridize the airplane engine (electric-fuel combination) adapting the current piston engine of\nan airplane. The business model shall include a full installation service, providing services based on the customers needs,\nas opposed to a product driven approach. This hybrid engine will allow the use of the electric engine during the majority of\nthe flight, reducing the consumption of fuel and the maintenance cost of the engine due to lower usage of the engine.\nSeveral solutions have been proposed in the market to achieve a fully electric engine airplane; however, HYBPROP will\npropose retrofitting already existing airplanes into hybrid propulsion ones as a full service to the airplane owner, in contrast\nto having this technology available only on new airplanes.\nThe current technology available in the prototype AX-50 (based on operational AX-40S) allows a manned safe landing in the\nevent of failure driving the full propulsion power to the electrical engine and decoupling the failed piston engine. Applying this\ntechnology to mixed operation of both engine during the complete operational environment will reduce the fuel consumption\nby using electrical means during taxi operation and supporting part of the flight. Batteries are charged optimizing the\noperation or by normal electric line with an adapter in ground.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AXTER AEROSPACE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949857272": {
            "orgId": "949857272",
            "orgName": "AXTER AEROSPACE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}