{
    "rcn": "210658",
    "acronym": "EDU",
    "topics": "SMEInst-07-2016-2017",
    "title": "EggDetect Unit, the first non-invasive technology to detect egg fertility pre-incubation and thechicken's gender pre-hatching",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Over the last 25 years poultry farms, and particularly chicken farms, have been industrialised and transformed into efficient operations that can fulfil the demand for meat and eggs with nearly every step along the production process, optimised for speed and quality. Two critical processes, however, that have not yet been effectively developed are: the non-invasive detection of the fertility of eggs before they are moved to incubation and sexing (i.e. gender determination) of eggs before hatching (i.e. before the egg opens). Despite the critical economic implications and the clear benefits of performing pre-incubation fertility detection and sexing before hatching, there is currently no solution on the market that allows it. The ultimate objective for EggDetectís business project is to bring to the global poultry industry a more efficient, cost-effective, and humane alternative to traditional methods of determining the fertility of avian eggs and the gender of the embryos before hatching to prevent the mass culling of male chickens (mass killing upon hatching by suffocation or maceration) and to increase the economic performance of hatcheries. EDU provides real-time, remote early detection of fertility and sex for a variety of eggs with an accuracy level of over 98% at the standard throughput of at least 50,000 eggs per hour. EDU guarantees substantial cost saving as well as a solution to the ethical and environmental problems associated with culling. EDU can increase annual gross profit of a layer eggs hatchery by up to 60%. EggDetectís EDUs will be sold directly to the existing manufacturers of candling machines, which will in turn distribute the units directly to their customers, the hatcheries ñ either as part of newly sold candling machines or as an enhancement to existing machines. Local distributors will serve as main business partners. The machines will be updated when required providing additional market sales.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EGGDETECT LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927526223": {
            "orgId": "927526223",
            "orgName": "EGGDETECT LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}