{
    "rcn": "210607",
    "acronym": "PREBIST",
    "topics": "MSCA-COFUND-2016",
    "title": "COFUND BIST PREDOCTORAL PROGRAMME",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The PREBIST proposal is presented by the Barcelona Institute of Science and Technology (BIST) as beneficiary. PREBIST is an ambitious programme of 28 four-year fellowships for multidisciplinary pre-doctoral research at BIST¥s constituent research centres and associated partner institutions (hospitals, private companies, technology centres, and other academic institutions), who will provide secondments, training, networking activities and other actions to complement the research activities and professional development of the fellows. \nThe PREBIST proposal is a major initiative by which BIST aims to leverage the combined capacities of the constituent centres in a manner which none of them could do on their own and help achieve the strategic objectives of BIST. Key objectives of PREBIST are to:\nï Boost the capacity for international talent attraction with increased visibility, strengthened recruitment processes, improved offerings of research areas with interdisciplinary and intersectorial aspects, and improved landing-pad processes to facilitate mobility;\nï Improve BIST centre capacities in the management of researcher career development, scientific and technical training, and new offerings in complimentary skills training and outreach activities;\nï Further drive interdisciplinary and intersectorial collaboration between BIST centres and other partner entities through joint research activities, secondments and technical trainings, improved access and utilisation of infrastructures, networking and development of personal contacts, joint seminars and workshops.",
    "totalCost": "5859840",
    "ecMaxContribution": "2929920",
    "coordinator": "THE BARCELONA INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926789993": {
            "orgId": "926789993",
            "orgName": "THE BARCELONA INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 2929920
        }
    },
    "calculatedTotalContribution": 2929920
}