{
    "rcn": "210601",
    "acronym": "LMUResearchFellows",
    "topics": "MSCA-COFUND-2016",
    "title": "The LMU Research Fellowship Program: Promoting excellent early-stage postdoctoral researchers at LMU Munich",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "As a leading European research university, Ludwig-Maximilians-Universitaet (LMU) Muenchen is committed to providing optimal conditions and reliable career paths for early-career researchers. To this end, the University aims to expand its successful LMU Research Fellowship Program, which provides excellent research options and professional training conditions for outstanding international postdoctoral researchers from any field of research. The program gives Research Fellows the opportunity to carry out their own independent research project with the support of an LMU professor. As part of COFUND, the program will be differentiated into an incoming and a new outgoing fellowship scheme and provide additional international and cross-sectoral training opportunities to foster the mobility of Research Fellows. Incoming fellows will be able to undertake secondments of three to six months to international academic partner institutions. Alternatively, they may collaborate with a non-academic partner institution in the Greater Munich area or elsewhere. Outgoing fellowships will be offered to excellent postdocs with a doctorate from LMU in order to promote the scientific exchange with non-EU countries. Fellows will be seconded to an academic partner institution in a Third Country during an outgoing phase of 12 months and will be reintegrated into a department at LMU during their 12-month return phase. As a rule, incoming and outgoing fellowships will be awarded for two years. In exceptional cases, funding for an additional year may be granted for projects whose scope and originality require additional research time as part of 2\\1 fellowships. In summary, the expansion of the LMU Research Fellowships will enhance the career development of international postdocs, extend LMUís regional and international network of collaborations and contribute to the circulation of outstanding researchers and scientific innovations as part of the realisation of the European Research Area.",
    "totalCost": "7080000",
    "ecMaxContribution": "3540000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 3540000
        }
    },
    "calculatedTotalContribution": 3540000
}