{
    "rcn": "210642",
    "acronym": "MovEAID",
    "topics": "SMEInst-06-2016-2017",
    "title": "A novel wearable medical device and eHealth system to improve the mobility of patients withhemiparesis",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "REMOD is a young German SME with 6 employees, specialized in rehabilitation technology and rehabilitative medicine. We deliver innovativ training for chronically ill patients, and develop rehabilitation devices linked to the training content. One in five people experience a stroke at some point in their lives, and half of all strokes lead to paralysis of one side of the body, called hemiparesis. There are around 550,000 hemiparesis cases per year in the EU. Strokes cost the EU about Ä34.3 billion per year, of which Ä17 billion is spent on the treatment of hemiparesis. These costs do not include indirect costs due to incapacity to work, or unpaid care provided by relatives and friends. As such, strokes and hemiparesis are of great socioeconomic importance. Since there is no known cure for hemiparesis, treatment focuses on rehabilitation to minimise further loss of body function and reduce pain, muscle regression, or spastic paralysis due to reduced mobility. Existing rehabilitation methods includes: weak dorsiflexion, orthosis, hippotherapy and the use of therapeutic and neurorehabilitation devices. Such rehabilitation accounts for Ä8 billion per year of direct costs in the EU. Mobility improvements can be made with intense physiotherapy, but these improvements are not lasting due to brain damage which affects movement memory. Currently no solution exists that leads to a lasting improvement in the mobility of hemiparesis patients.\nWe have developed, patented, and demonstrated (to TRL6) a novel wearable medical device which is embedded into a special vest to correct the posture and movement of patients suffering from hemiparesis and are now miniaturizing the device and developing the MovEAid eHealth system, containing the device and vest, for use by hemiparesis patients and health care professionals. With the help of the SME instrument, we now like to scale up our Minimal Viable Product to TRL9 and aim to bring the initial MovEAid system to the Market in 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REMOD UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921680130": {
            "orgId": "921680130",
            "orgName": "REMOD UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}