{
    "rcn": "210698",
    "acronym": "Soil Resetting",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative biobased Soil Resetting system for European Horticulture",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Soil Resetting technology is an alternative resource efficient and eco-innovative solution to widely used soil sterilization methods such as chemical fumigation and steaming, that has demonstrated to increase crop productivity by up to 40%.  Soil Resetting, used for pre-plant management and control of soil borne pathogens, is an innovative biological shock therapy technology that consists on creating and accelerating anaerobic metabolism in the soil in two steps, (1) incorporating Herbie Æ product (organic matter based protein-rich product arising from agro-industrial by-products) and (2) sealing the soil limiting the entrance of oxygen. Soil Resetting technology has been successfully demonstrated for North European soils, climates, crops and market , however it is still required a further optimization of  Soil Resetting technology and its application method, as well as making the necessary adaptations for its market implementation in Europe, including the drier Mediterranean soils. This will enable the positioning Thatchtec as the main supplier for this technology and innovation soil restoration of horticultural market in Europe reaching and accelerating  Thatchtecs full growth potential. Our main target markets are  (1) conventional horticultural companies, currently facing new regulations and restrictions in the use of soil chemical fumigants, and (2) organic horticultural companies, being priority  three crucial countries namely Spain, Italy and Greece (since market launch in early 2020) and mid Southern France, Croatia, Cyprus and, Egypt and Morocco in a second phase (from 2022 onwards). Within the Phase I of the project a technical feasibility analysis will be carried out in order to for the upgrade and adaptation of Soil Resetting Technology to the complexity of  soil-borne scenarios and horticulture practices including the intensification of the application methods.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THATCHTEC BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952285085": {
            "orgId": "952285085",
            "orgName": "THATCHTEC BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}