{
    "rcn": "210688",
    "acronym": "BrachyDOSE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Developing a feasibility study for the future commercialization of BranchyDOSE ñ an innovative accurate and simple brachytherapy measurements tool",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "High Dose Rate (HDR) brachytherapy represents the increasingly popular internal radiation therapy method commonly used as an effective treatment for cervical, prostate, breast, skin cancer and tumors. While HDR brachytherapy is relatively fast, safe and highly beneficial, its results are often corrupted by human error. It is essential to measure the radiation dose delivered to ensure a safe and effective delivery of the treatment plan. The most accurate way of measurement is by comparing dosimetry results with the mathematic modeling results. Nonetheless, the use of dosimeters is not a standardized procedure so this is done only in hospitals and cancer clinics providing high-quality healthcare services. In turn, healthcare practitioners rely on modeling methods alone. Miscalculation and mistakes in dose calculation algorithms cause inaccuracy in treatment plan, which results in a continuously flawed treatment. This can induce insufficient amount of radiation, over radiation, secondary cancer and radiation burns.\nThe widespread use of dosimeters would prevent these missteps as the treatment plan could be adjusted according to real dose measurements. Nonetheless, the currently available dosimetry solutions are inefficient and not fit to be used in everyday medical procedures (time consuming, expensive, complex). Sesi Partneriai, an innovative science SME, has developed an advanced material dosimeter system (TRL6) that is tailored to be used in everyday medical procedures ñ it is fast, easy to use and retains extremely high accuracy and reliability. With this solution the company seeks to standardize the use of dosimeters in HDR brachytherapy and further develop a universal dosimeter system that could be used in a wide range of radiotherapy procedures. The feasibility study will provide an essential stepping-stone towards these goals by allowing Sesi Partneriai to develop a comprehensive business plan ensuring perfect product market fit and smooth commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MB SESI PARTNERIAI",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913628742": {
            "orgId": "913628742",
            "orgName": "MB SESI PARTNERIAI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}