{
    "rcn": "210640",
    "acronym": "ELEVVO",
    "topics": "SMEInst-01-2016-2017",
    "title": "ELEVVO: A Ground-breaking Wearable Brain-Computer Interface that Enables Self-management of Cognitive Welfare through Personalised Training Exercises",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Cognitive decline (progressive loss of mental cognitive abilities) is a natural event that affects us all after the age of 40. Although age is a main factor, low-demanding brain activity can speed up the process & end up in cognitive impairment, which is a major cause of disability worldwide. Importantly, the onset & progress of cognitive decline can be hindered with preventive training that stimulates cognitive abilities. This realization is driving the market of cognitive training, foreseeing a $7.5 billion turnover and 83% population adoption by 2020. This growth will be mostly driven by the revolution of wearables & biometric technologies, which are increasing rapidly as people become more prone to manage their own health. However, current market offerings for brain training either need the presence of a clinical specialist or lack any scientific relevance. In response, we at BitBrain Technologies have developed ELEVVO, a ground-breaking neuro-wearable technology that enables self-management of cognitive welfare and yields real measurable enhancement. ELEVVO uses a gaming approach to train cognitive-related patterns, relying on intelligent big-data mining to automatically tailor the challenges to the usersí brain rhythms and to measure the progress achieved. Importantly, ELEVVO will be the only scientifically-validated product for cognitive training in the mass market. Indeed, we have proved the ELEVVOís efficiency in healthy adults (students, workers, elderly) and in neuropathology cases. Altogether, with this project we aim to finalise the development of ELEVVO and to scale-up our deployment capability. The Feasibility Study planned in Phase 1 will help us warrant the project from all technical, commercial & financial standpoints. Upon completion, ELEVVO will bring a major social & economic impact to society, enhancing life-quality & well-being. In turn, it will boost the growth of our company, projecting a R.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIT&BRAIN TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983150291": {
            "orgId": "983150291",
            "orgName": "BIT&BRAIN TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}