{
    "rcn": "210652",
    "acronym": "ALSiment",
    "topics": "SMEInst-11-2016-2017",
    "title": "Transforming the hazardous waste of the metallurgical industry into a valuable raw material",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The metal industry is generating every year millions of tons (Mt) of waste that in most of the cases is not re-used. Spent pot lining (SPL) is a waste material generated in the Al-smelting industry and has been classified as hazardous. For\neach ton of Al produced about 25 kg of SPL are generated and the Al- industry pays Ä520-1,560 million annually for recycling that waste with processes that do not bring much added-value. The ferrosilicon industry, whose annual production in 2013 was 8.1 million Mt is also generating an important amount of waste, mostly in the form of slag whose further treatment is both not optimized and expensive. On the other hand it appears the urgent need of minimizing the usage of cement as binding material (with the building industry as main consumer) due to the very severe environmental disadvantages: cement is the most produced and used raw material in the world with a global production\nin 2015 of 4.6 billion tonnes and it is responsible for 8% of the global CO2 emissions (3 billion tons of CO2 in 2015).Gerosion, an Icelandic SME founded in 2014, is finishing the development of Alsiment, an environmentally friendly\ncement-free binder able to bind SPL and other industrial waste, thus converting it into raw material valuable for energy-intensive industrial processes such as mineral wool production. With Alsiment Gerosion is supporting the metal\nindustry to achieve their standards of sustainability by closing the material loop (re-use of all generated waste) while also enabling industries that currently rely on cementitious binders to reduce their use of cement.. Gerosion\nexpects to obtain a cumulative revenue of Ä42 million in the period 2019-2021 achieving a 100% of the market share in Iceland and creating up to 11 new positions. This project is strategic for Gerosion as (i) it will position them\nat the centre of the Icelandic metal-waste recycling market, and (ii) it will boost their internationalization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEROSION EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917484395": {
            "orgId": "917484395",
            "orgName": "GEROSION EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}