{
    "rcn": "210683",
    "acronym": "iSAFE",
    "topics": "SMEInst-12-2016-2017",
    "title": "iSAFE Internet Safety Awareness for European primary school children",
    "startDate": "01/06/2017",
    "endDate": "31/12/2017",
    "objective": "More and more children are using the internet at a younger age. The EU Better Internet for Children Strategy recognises the significant risks online to our children. The EU recognises the need for an effective education programme to highlight online risks to children and to equip children with the tools to deal with these risks effectively.\n\nHowever, no effective solution to this problem has been developed and according to the EU, 4 in 10 children in Europe have encountered online risk, for example cyberbullying and being exposed to user generated content promoting anorexia, self-harm, drug-taking or suicide. These risks have a significant impact on our children.\n\nThe iSAFE (Internet Safety Awareness For Europe) Project will form a European co-operative to keep children safe online. iSAFEs innovative education platform will disrupt how children are educated in schools. iSAFE enables children to teach each other internet safety in a 3D world they are familiar with. Children are empowered HOW to think, as opposed to WHAT to think equipping them with the critical thinking skills necessary to protect themselves in this rapidly changing online environment.\n\nIn 2021, iSAFE will have the potential to reach at least 1.54m primary school pupils per year in the EU28 states, with a profit of Ä1.8m, employing 44 people, with a ROI of 143%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARAGLASS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918069596": {
            "orgId": "918069596",
            "orgName": "CARAGLASS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}