{
    "rcn": "210637",
    "acronym": "NOLEAK",
    "topics": "SMEInst-02-2016-2017",
    "title": "Self-powered system for leakage detection in water pipes and self-sealing fissures with natural products",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "In Europe, it is estimated that water distribution networks lose around 30-40% of treated water; reaching over 50% in some Eastern European countries. Typically, distribution losses (5%-50%) are much larger than production losses (2%-10%), so it is important to focus on a solution for the first ones. One million miles of pipes beneath our streets need to be replaced as some have over 100 years, which lead to potential problems such as the collapse of a pipeline or damages to nearby assets.Leakage levels can be reduced implementing leakage control programs, but these are costly (av. 1,100Ä/Km sewer repair) and have associated time-loss between water leak and technical assistance (2 days). Also the difficult access to pipelines can increase these costs. Water suppliers need to optimize investments on leak management in order to reduce annual leaks while minimizing operational and capital costs.The Italian SME Sipe S.r.l. is developing NOLEAK, a new smart system based on a revolutionary self-powered device (saving 50kW/h) that detects water leaks in supply mains. The system immediately alerts the water distributor or home user, and it automatically activates a self-repairing system capable of checking that the leak has been fixed. Furthermore, NOLEAK is able to alert if water is being used in an incorrect manner (e.g., a damaged tap or valve) making the final user/operator more conscious about water consumption/management. This smart system will reduce up to 30% water loss during distribution.NOLEAK has been designed to operate in continuous mode and provides daily updates of water consumption profiles. This information can be sent to water managers and/or consumers via internet, reducing managing costs (20-35%) of operators that have to manually check water consumptions every month. Our wide range of target customers includes water service providers, private water companies, individual households, water professionals, and small businesses.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIPE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950069023": {
            "orgId": "950069023",
            "orgName": "SIPE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}