{
    "rcn": "210639",
    "acronym": "EUNORS",
    "topics": "H2020-EEN-SGA2-2017-1",
    "title": "Enhancing innovation management capacity of SMEs in Republic of Srpska",
    "startDate": "01/03/2017",
    "endDate": "31/12/2018",
    "objective": "Republic of Srpska is one of two constitutive entities within the Bosnia and Herzegovina, and is autonomous in area of economic development. In order to provide stronger support to development of business sector (in particular the SMEs, that account for 99,8% of all businesses in RS), RS has decided to apply for the membership in the EUNORS (EEN RS) will provide SMEs with opportunities to explore their development and innovation potential in cooperation with partners from other EEN countries. EUNORS will strengthen regional cooperation (SEE and EU), and strengthen cluster development. EUNORS will cooperate with RS stakeholders and other institutions providing SME support services. The project aims are supporting SMEs on knowledge bases to bring their ideas to the market and scale up business by developing a innovation structure and implementing to it action plan. The n innovative SMEs will foster interaction among the SMEs actors and ultimately support European countries to gain state of the art technical knowledge and achieve the ability needed to drive innovation to the market. Enhanced growth and profitability of 48 SMEs in RS through provision of specialized innovation support services within EUNORS network.\nSpecific objectives:\nï Enhanced innovation management capacity of 48 companies within 24 months in Republic of Srpska.\nï Provide key account management support for 8 successful applicants of SME Instrument\nï Build capacity of 8 experts form Consortium member organizations to handle innovation management capacity assessment and innovation support services provision\nThe implementation of this innovation action will give an SMEs performance model in the knowledge based society and will have a great impact in developing the Republic of Srpska SMEs culture where there is a need to foster SMEs through strengthening innovation capacities and start up acceleration programmes.",
    "totalCost": "25065",
    "ecMaxContribution": "20052",
    "coordinator": "REPUBLICKA AGENCIJA ZA RAZVOJ MALIHI SREDNJIH PREDUZECA BANJA LUKA",
    "coordinatorCountry": "BA",
    "participants": "UNIVERZITET U BANJOJ LUCI;UNIVERZITET U ISTOCNOM SARAJEVU;CHAMBER OF COMMERCE AND INDUSTRY OF REPUBLIKA SRPSKA;FOUNDATION INNOVATION CENTRE BANJA LUKA",
    "participantCountries": "BA",
    "projectParticipants": {
        "939757535": {
            "orgId": "939757535",
            "orgName": "FOUNDATION INNOVATION CENTRE BANJA LUKA",
            "ecContrib": 2079
        },
        "995607904": {
            "orgId": "995607904",
            "orgName": "UNIVERZITET U ISTOCNOM SARAJEVU",
            "ecContrib": 5597
        },
        "947889045": {
            "orgId": "947889045",
            "orgName": "REPUBLICKA AGENCIJA ZA RAZVOJ MALIHI SREDNJIH PREDUZECA BANJA LUKA",
            "ecContrib": 4256
        },
        "995591705": {
            "orgId": "995591705",
            "orgName": "UNIVERZITET U BANJOJ LUCI",
            "ecContrib": 5597
        },
        "938750772": {
            "orgId": "938750772",
            "orgName": "CHAMBER OF COMMERCE AND INDUSTRY OF REPUBLIKA SRPSKA",
            "ecContrib": 2523
        }
    },
    "calculatedTotalContribution": 20052
}