{
    "rcn": "210656",
    "acronym": "VERT",
    "topics": "SMEInst-10-2016-2017",
    "title": "Vertex switch ñ the foundation for a more sustainable and reliable railway transport system",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "The overall objective of this innovation project is to commercialise Vertex vertical switch: the first reliable railroad switch adopted to winter conditions. \n\nRail transport has been indicated as critical to the EU strategy for improving environmental performance of the transport sector, economic and social cohesion within and between Member States. However, the train services in the EU do not meet the passengers' and the freight companies¥ requirements regarding punctuality and reliability. One of the most common reasons for train delays are switch faults, caused by snow and ice accumulated between switchblades.\n\nThe target end-users of Vertex switch are private and public actors that own and are responsible for the maintenance of the railway infrastructure. Their key need is access to a reliable railway switch, which works smoothly even in harsh weather conditions.\n\nThese needs will be met by introducing the innovative Vertex switch. This switch guides the train by moving the switch blades vertically instead of horizontally which eliminates the area where snow and ice can land. Vertex offers a reliable switch that works well in all weather conditions, eliminates the need for manual snow clearance, provides measurable cost and energy savings and has potential to significantly reduce the numbers of delayed hours.\n\nGenerally, the novel switch delivers an ultimate EU added value by increasing reliability and punctuality of train services. This will in turn contribute to the increased attractiveness of train services both for passengers and freight companies and attracting new rail users. \n\nThe Phase 1 feasibility assessment will develop the business plan that will further guide technical development and exploitation efforts. The development of the prototype, demonstration and testing of the product will take place in the Phase 2 project. If successful, the overall innovation effort is expected to take Vertex to a new level of competitiveness and growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VE'RTEX SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913785688": {
            "orgId": "913785688",
            "orgName": "VE'RTEX SWEDEN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}