{
    "rcn": "210628",
    "acronym": "BladeSave",
    "topics": "FTIPilot-01-2016",
    "title": "Risk Based Technology for Blade Structural Assessment",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Wind energy is one of the fastest growing sectors in the world's energy markets. According to the EWEA, the European wind market it is expected to grow consistently at a compound annual growth rate of 9.8%. As annual blade failures are estimated at around 3,800 with poor maintenance the most common cause of accidents, ensuring the integrity of blades is a key issue with respect to the business, safety and the environment. The overall problem envisaged is the lack of effective condition monitoring systems for the blades, representing a business opportunity for the projectís partners Hence, the Project aims to commercialize a novel solution, BladeSave, marketed as a fusion between a Fibre Optic Structural Health Monitoring System providing multi-sensing capability and a management software incorporating risk based inspection data analysis and offering a comprehensive solution for blade monitoring, repair and management. Based on existing technologies developed by the partners at TRL6, BladeSave will assist WFOs in satisfying newly imposed regulations by the European Agency for Safety and Health at Work (amendments to EN 50308) and benefit European ISPs in the CM services market, giving them a competitive edge over global rivals. Our product market target consists predominantly of the WTFs installed before 2011 (currently around 71,620 in Europe) as old wind turbines have an average annual maintenance cost larger than newer models, are not covered by warranties and offer a bigger risk of catastrophic failures. The project brings together five experienced companies with a unique set of skills and expertise in the wind industry. BladeSave will have an impact on both European and foreign markets, and over the five year sales projection, we forecast a total cumulative gross profits of at least Ä48 million, a return of EU investment of 23:1 and the creation of about 380 jobs within consortium and associated companies which are part of the supply chain.",
    "totalCost": "2540227,5",
    "ecMaxContribution": "1988909,25",
    "coordinator": "RENEWABLE ADVICE LTD",
    "coordinatorCountry": "UK",
    "participants": "ASSIST SOFTWARE SRL;EMERGYA WIND TECHNOLOGIES BV;SMART FIBRES LTD;TWI LIMITED",
    "participantCountries": "RO;NL;UK",
    "projectParticipants": {
        "919905903": {
            "orgId": "919905903",
            "orgName": "EMERGYA WIND TECHNOLOGIES BV",
            "ecContrib": 93096
        },
        "984731973": {
            "orgId": "984731973",
            "orgName": "ASSIST SOFTWARE SRL",
            "ecContrib": 313250
        },
        "920283136": {
            "orgId": "920283136",
            "orgName": "RENEWABLE ADVICE LTD",
            "ecContrib": 453250
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 702500
        },
        "952365692": {
            "orgId": "952365692",
            "orgName": "SMART FIBRES LTD",
            "ecContrib": 426813
        }
    },
    "calculatedTotalContribution": 1988909
}