{
    "rcn": "210650",
    "acronym": "SmartNiBP",
    "topics": "SMEInst-01-2016-2017",
    "title": "SmartNiBP: Non-invasive continuous blood pressure monitoring during surgery",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "A large number of surgeries, over 50 million per year worldwide, from Caesarean section to hip replacements, require continuous blood pressure (BP) monitoring. Until today, no non-invasive method exists that is suitable for clinical practice, thus making monitoring this vital sign unnecessarily painful, risky, time-consuming, and expensive. The majority of patients (80%) do not receive continuous BP monitoring. This lack of control increases the peri- and postoperative risk for these patients significantly. ImPress MedTech GmbH is a medical technologies company whose aim is to implement simple-to-use, non-invasive, continuous BP measurement as a new clinical standard. With the SmartNiBP project, ImPress MedTech aims to fully develop and commercialize a proprietary medical device that uses innovative technology based on impedance cardiography to provide continuous non-invasive BP measurement. The technology is inexpensive, robust, and uses a clinically well-known setup. SmartNiBP ties easily into existing multi-parameter monitoring equipment and requires no extra training. SmartNiBP will be commercialized in 3 years as a SmartNiBP monitor unit and SmartNiBP disposable electrodes, with an expected ROI of 7.68. With SmartNiBPís disruptive technology for BP measuring, patients will be spared pain and the risk of complications.Conceived as a medical device, our stand-alone soft&hardware solution is able to reliably support the surgeon throughout the arduous decision-making routine incurred in surgeries and any operational procedures where continuous BP measurement is needed. The result will be a large improvement in patient outcomes and a reduction in healthcare costs. SmartNiBP we will first designed for hospital settings, but it could be equally quickly adapted to other clients. Especially we are interested in mobile devices, BP monitoring for medicated individuals, sports medicine or healthcare of the elderly.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMPRESS MEDTECH GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913928181": {
            "orgId": "913928181",
            "orgName": "IMPRESS MEDTECH GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}