{
    "rcn": "210687",
    "acronym": "GIservice",
    "topics": "SMEInst-09-2016-2017",
    "title": "GI.service: Asset performance optimiser",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The global energy market is changing from a central supply concept to a decentralized system, resulting in changes in investments at various levels. For example, in 2015, for the first time ever, investments in renewable energies were higher than in conventional energies (fossil, nuclear). Since 2011, approximately Ä281 billion have been invested annually in renewable sources. Many established energy supply companies are also changing their strategy and want to focus on renewable energy generation, service and sales. GI.service will suppose a step ahead in the state of the art of Energy Management Systems (EnMS). The main asset is its superior degree of accuracy in measurements, which is reached by the combination of our proprietary HW measuring devices and our in-house SW modules for data acquisition, storage, analysis and exploitation. Based on this capacity, we have been able to create a unique set of features that are not offered by the alternatives in the market for the optimisation of: power generation plants (up to 10% more production and risk reduction), second life of high-capacity used batteries (up to 8% better capacity utilization), energy distribution grids (up to 10% more efficient and optimized), energy-related assets (up to 15% longer lifespan of assets) and other advanced features for decision making on energy efficiency and assets. The targeted field is promising: the global EnMS market is expected to grow from Ä20.76 billion in 2015 to Ä52.76 billion by 2020, at a CAGR of 20.5%, with the industrial applications supposing 60% to 70% of this market. In addition, the global market of energy generation supposes a convenient scenario for the commercialisation of GI.service, with a total size of Ä1,900 billion. Especially relevant is the renewable energies market, forecasted to grow 40% in the next 15 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GANTNER INSTRUMENTS TEST & MEASUREMENT GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922895055": {
            "orgId": "922895055",
            "orgName": "GANTNER INSTRUMENTS TEST & MEASUREMENT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}