{
    "rcn": "210670",
    "acronym": "SPEEDY-3D",
    "topics": "SMEInst-01-2016-2017",
    "title": "Plugin-free  easy-to-use software for high-speed virtual reality in e-commerce",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "Haptic MEDIA is a French company created in 2013, formed by a team of experts with 15 years of experience in graphic design, 3D development and business development. The innovation of Speedy-3D we present here is a cutting-edge technology, the most powerful 3D software with ultra-realistic rendering to improve the e-commerce experience and lead e-commerce market to the new 4.0 Industry. Current integration of 3D-models in e-commerce is very limited due to high upload times, which for Ultra-high resolution customizable e-products exceeds 3 seconds, the average time that 82% of e-buyers do wait before bouncing away. Speedy-3D is a software multichannel, accessible via SaaS to automatically create and visualize e-commerce products through fully customizable 3D objects and augmented reality. The software works without plugins, and this disrupting feature reduces upload time to just two seconds. This unparalleled ergonomics allows to quickly and easily upload and manage a huge amount of objects, customize each product to the most detailed features (up to 1026 possibilities per object shown), and to add rules to create objects. Thus, our innovative concept is to provide end-user companies our easy-to-use ìvirtual studioî to be managed by non IT-experts. The software also integrates artificial intelligence and machine learning tools for online-market intelligence. Speedy-3D will improve a 20% conversion rate and reduction in the return rate of e-retailers. We are currently commercialising full product display and customization services provided by a functional prototype of Speedy-3D software to 12 renowned European companies. Haptic-MEDIA with its innovation Speed-3D, forecasts Ä13.9 million cumulative revenues for the period of 2020-2022 (profitability ratio of 42%), while increasing staff by 32 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HAPTICMEDIA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914195416": {
            "orgId": "914195416",
            "orgName": "HAPTICMEDIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}