{
    "rcn": "210622",
    "acronym": "HyperDrill",
    "topics": "JTI-CS2-2016-CFP04-LPA-01-24",
    "title": "High performance laser micro drilling machine for large Hybrid Laminar Flow Control suction panels",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The main goal of the Hyper-Drill project is the development of a laser micro-drilling machine prototype for the manufacture of Hybrid Laminar Flow Control (HLFC) titanium suction panels with dimensions up to 5 m x 2 m and able to fulfil the requirement of a production rate ? 300 holes/s. This includes the creation of knowhow in producing such kind of structures as a basis for the industrial manufacturing of HLFC leading edges. For this purpose, firstly an optimization of the most suitable laser based technologies and processing parameters for the micro-drilling process will be carried out. The single pulse micro-drilling (SPMD) and the percussion micro-drilling (PMD) techniques are the covered technologies in this proposal for the micro-drilling of titanium sheets. In contrast to other approaches, both techniques have been widely investigated and are able to provide the requested results described in the Call by demonstrating at the same time feasibility on large Ti panels. Obtained production rates with these methods are above 400 holes per second. Several technical as well as economical aspects will be analysed in order to determine the most suitable technique for different specifications and conditions. A machine prototype equipped with both micro-drilling techniques will be designed, assembled and tested for production of 5 x 2 m Ti panels. A tentative design of the prototype based on the Consortium previous experiences and expertise is provided. The proposed design allows future upgrades for further increasing production rates beyond those requested in the Call for proposals. Several features for quality inspection of the micro-holes such as machine vision systems as well as quality control by in-situ monitoring the laser working distance have been included. Finally, the prototype will be optimized and commissioned at the Topic Manager facilities.",
    "totalCost": "1968832,5",
    "ecMaxContribution": "1968832,5",
    "coordinator": "FUNDACION TEKNIKER",
    "coordinatorCountry": "ES",
    "participants": "BIAS - BREMER INSTITUT FUR ANGEWANDTE STRAHLTECHNIK GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 1489102
        },
        "999758631": {
            "orgId": "999758631",
            "orgName": "BIAS - BREMER INSTITUT FUR ANGEWANDTE STRAHLTECHNIK GMBH",
            "ecContrib": 479730
        }
    },
    "calculatedTotalContribution": 1968832
}