{
    "rcn": "210690",
    "acronym": "TEVINS",
    "topics": "SMEInst-07-2016-2017",
    "title": "TEYME EYE VINEYARD SPRAYER",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Agricultural technology is among the most revolutionary and impactful areas of modern technology driven by the fundamental need for feeding an ever-growing population. Its development has to serve the agriculture that is environmentally sustainable and cost competitive. That means fewer pesticides application, less water consumption and more efficient use of machines. Excessive use of pesticides for the suppression of insect pests, diseases and weeds has significant impact on the human health and environment. It is estimated that about 50% of all pesticides applied do not reach their intended target consequently increasing negative impact on environment, but also production costs thus implying that application of pesticides have to bedone with higher accuracy. Agriculture production cost is furthermore burdened by high cost of crop protection, particularly in grapes and other fruits growth. In permanent and close cooperation with fruit growers TEYME has recognized the mentioned challenges and developed technology to enable reducing the use and negative impact of pesticide. TEYME has improved the existing state of the art pneumatic sprayers for vineyards by patented spraying technology supported by guidance system based on video input. The control system is capable of controlling the spraying rate of individual spraying nozzles based on video input algorithms. Machine vision algorithms are providing information about canopy, foliage density and all necessary data that not only guide the process of spraying but also provide vital data for farmer such as growth rate and health status of the vineyard. TEYME's solution under TEVINS brand name will decrease use of pesticides in vineyard and orchard up to 60% and reduce it operations cost up to 25%. Project Commercial objective is to generate in 8 years of commercialization cumulative revenue of above Ä58 million and more than 70 new jobs created.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEYME TECHNOLOGIE AGRICOLA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916770669": {
            "orgId": "916770669",
            "orgName": "TEYME TECHNOLOGIE AGRICOLA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}