{
    "rcn": "210645",
    "acronym": "COLDTRACK",
    "topics": "SMEInst-10-2016-2017",
    "title": "New cloud-base SW for ensuring the Cold Chain during Food Transportation",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "Traceability is a risk-management tool which ensures that all food products in the EU are safe. Traceability gets even more crucial when products must be kept refrigerated. The cold chain logistics is currently facing several challenges: (1) food waste, with over 88 million tons of food waste annually in Europe (equivalent to Ä143 billion) due to improper storage of temperature sensitive products which causes, (2) There is a lack of interconnection among food companies regarding traceability information systems what causes labelling errors, and (3) even more restrictive EU regulations and certifications on food security and quality. SW & Technology represents one of the fastest-moving, promising and disruptive segments in the business and consumer worlds today. Digital innovations are going to be key in the global logistics market that is set to grow at a CAGR=7.5% in the period 2015-2024 surpassing the Ä15 trillion in revenues in 2023. Under this context Zuffellato, an Italian SME with some solutions in the food tracebility sector, is finishing the development of Coldtrack: an integrated Information System for RFID-enabled traceability and temperature monitoring providing real-time, full, verifiable and easily available traceability across the whole food supply chain in a cost effective and efficient way. The core of ColdTrack is our Big Data supporting online platform that contains all the information on each unit as well as a continuous temperature-monitoring and warning system. In addition, a free application for smartphones will make relevant information available in a simple and friendly format for end consumers. Thanks to ColdTrack, at Zuffellato we will consolidate our presence in our home market (Italy) and become a relevant actor in this market segment in the EU. We have estimated an accumulated revenue from 2020 to 2022 of Ä4 M and a big expansion of our current workforce with more than 10 new employees.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZUFFELLATO COMPUTERS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938512249": {
            "orgId": "938512249",
            "orgName": "ZUFFELLATO COMPUTERS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}