{
    "rcn": "210626",
    "acronym": "BreathSpec",
    "topics": "FTIPilot-01-2016",
    "title": "A rapid, non-invasive, cost-effective, analytical device for bacterial or viral infection diagnosis through ultra-high sensitivity breath analysis.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The world faces a growing epidemic of antimicrobial resistance (AMR); however, only two new classes of antibiotics have been brought to the market in the last 30 years. The discovery and development of new antibiotics is essential to maintain medical advances but poses significant scientific, clinical, and financial challenges, particularly for antibiotics active against Gram-negative bacteria (such as E. coli). Such bacteria have effective barriers against drugs, making treatment difficult, resistance likely and development costs and risks high. In addition, any new antibiotics brought to the market would likely be used cautiously to delay the development of resistance, adding an additional financial challenge in recouping the development costs. The OíNeill Report on AMR identifies diagnostics as critical to the battle against antibiotic resistance.\n\nThis innovation action, BreathSpec, proposes a viable solution to the global problem of AMR through the final developmental stages of an existing diagnostic device, which will allow a rapid, binary decision to be made on the need for antibiotic treatment, and which with suitable optimisation will allow further differentiation and stratification to take place. The Innovation Action includes technical developments to optimise its function, data acquisition for the development of the decision making analytical function and clinical validation.\n\nIt addresses these issues by producing reliable identification and quantification of key signature volatiles present in exhaled breath. It provides a non-invasive method for monitoring the volatile organic compounds present in an individualís exhaled breath (and subsequently the blood) and has long been recognised as having significant utility as a clinical test that can be used for early disease detection and monitoring, and potentially to diagnose specific bacterial infections for better, more targeted use of existing antibiotics.",
    "totalCost": "3323172,5",
    "ecMaxContribution": "2367647,5",
    "coordinator": "IMSPEX DIAGNOSTICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "REDKNIGHT CONSULTANCY LTD;THE UNIVERSITY OF WARWICK;STATISTICAMEDICA LIMITED;G.A.S. GESELLSCHAFT FUR ANALYTISCHESENSORSYSTEME M.B.H.",
    "participantCountries": "UK;IE;DE",
    "projectParticipants": {
        "917908479": {
            "orgId": "917908479",
            "orgName": "IMSPEX DIAGNOSTICS LIMITED",
            "ecContrib": 1141700
        },
        "998859441": {
            "orgId": "998859441",
            "orgName": "G.A.S. GESELLSCHAFT FUR ANALYTISCHESENSORSYSTEME M.B.H.",
            "ecContrib": 507150
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 140422
        },
        "926919294": {
            "orgId": "926919294",
            "orgName": "REDKNIGHT CONSULTANCY LTD",
            "ecContrib": 116288
        },
        "951065504": {
            "orgId": "951065504",
            "orgName": "STATISTICAMEDICA LIMITED",
            "ecContrib": 462088
        }
    },
    "calculatedTotalContribution": 2367648
}