{
    "rcn": "210604",
    "acronym": "EuroTechPostdoc",
    "topics": "MSCA-COFUND-2016",
    "title": "International Network of Excellence in Science Technology",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Combining complementary research & innovation strengths with unique infrastructures across four leading European Universities of Science & Technology will provide the basis for an internationally competitive fellowship programme. The new EuroTechPostdoc programme aims at attracting excellent experienced researchers from all over the world through an open, transparent and structured recruitment process. EuroTechPostdoc will provide exceptional research and training opportunities for up to 80 experienced researchers funded for a 2-year period (divided in 2 calls, 10 fellowships per participant per call). The fellows will develop their skills in interdisciplinary collaboration projects between at least two participants from two different European countries, and will be provided with the opportunity to transfer knowledge in entrepreneurship activities or by collaboration with public and industrial organisations from the combined networks of the participants. The research programme has been carefully selected to provide the fellows with the complementary strengths, established networks and industrial collaboration in areas of high relevance to the EUís industrial leadership: Health & Bioengineering, Smart & Urban Mobility, Data Science & Engineering, High Performance Computing, Entrepreneurship & Innovation. The fellows will gain access to the excellent and complementary training options offered at the four participants, and will be supported by a personal supervision and mentoring scheme, as well as excellent local support structures. The EuroTechPostdoc 3-days Workshop focuses on strengthening the fellowsí skills and network, preparation ahead of their careers and to foster further collaborative projects between the fellows. Together with outstanding working conditions that support both family and career, the programme will thus provide the fellows with unprecedented possibilities to diversify their career options for a leadership position within the ERA.",
    "totalCost": "11328000",
    "ecMaxContribution": "5664000",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 5664000
        }
    },
    "calculatedTotalContribution": 5664000
}