{
    "rcn": "210664",
    "acronym": "MetalJet",
    "topics": "SMEInst-02-2016-2017",
    "title": "Liquid-metal jet X-ray source for high performance non-destructive testing",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Excillum is an award-winning pioneer in the field of high-end X-ray sources. Hans Hertz and Oscar Hemberg of the Royal Institute of Technology (KTH) in Stockholm, founded Excillum in 2008. Excillum designs, develops and manufactures a high brightness microfocus X-ray source based on Hertz and Hemburgís invention. This unique patented technology, MetalJet, is the most fundamental advance in X-ray tube technology since the rotating anode was introduced in 1929, as it can reach previously unprecedented X-ray intensities (up to 10x brighter than conventional X-ray tubes).\nAs an independent X-ray tube supplier, we aim to sell our components to original equipment manufacturers (OEMs) across many sectors. We are following a commercial roadmap to enter sectors where our innovation can add the most value. To date we have sold >50 units (400kÄ/unit) in the X-ray analytical sector.\nWe are now targeting the semiconductor sector, specifically metrology (measuring and characterizing tiny structures and materials). The need for metrology in the sector is crucial and directly affects yield, and thus costs. With the 3D nanoscale components used in chips today, current metrology instruments such as optical metrology - (relatively) low resolution, high throughput - and scanning electron microscopes - high resolution, low throughput - are struggling to remain viable.\nIndustry experts point to CD-SAXS (Critical Dimension Small Angle X-ray Scattering) as the next-generation metrology solution capable of meeting the demands of the sector. However, CD-SAXS is still at the R&D stage because of a lack of a sufficiently bright X-ray source. MetalJet is the only X-ray source that can take CD-SAXS out of the lab. This project will verify our commercial hypotheses and define the activities and resources needed to adapt MetalJet for integration into metrology instruments. We have received expressions of interest from market-leading sector OEMs, like Bruker, and chipmaker Intel, among others.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXCILLUM AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967734469": {
            "orgId": "967734469",
            "orgName": "EXCILLUM AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}