{
    "rcn": "210682",
    "acronym": "LeydenJar",
    "topics": "SMEInst-10-2016-2017",
    "title": "Boosting Battery Energy Density in Electric Vehicles",
    "startDate": "01/04/2017",
    "endDate": "31/08/2017",
    "objective": "Lighter batteries will help the e-mobility sector to reach its tipping point. A lower battery weight would result in a bigger Electric Vehicle (EV) autonomy range, thus encouraging the take up of cleaner vehicles in Europe. Nowadays, many EU countries cannot afford to deploy a dense network of urban EV charging stations; as a consequence, large sectors of the EU population are excluded from the e-mobility revolution that the European Commission strongly promotes.    \nIn a current high-end electric car, more than a third of the weight is due to the batteries. The technology of LeydenJar improves the energy density of lithium-ion batteries 50% by volume and 33% by weight without compromising cost, safety, power density, lifetime, and cycle life. A 50% increase is huge compared with global annual improvement of 3%-5% offered nowadays. \nOur technology is based on 100% silicon-manufactured anodes produced via a plasma enhanced chemical vapor deposition (PECVD) technology. This process has been proved successful in the photovoltaic solar cell industry and we are the first and only (since our technology is patented worldwide) to offer it in the e-mobility domain. Our technology has the potential to be disruptive in the domain of EVs (both battery EVs and fuel cell EVs) but also the consumer electronics can be similarly interested in a 50% longer operating time, reduced weight, and smaller ecological footprint. Thus we have the long-term ambition to become a game-changing silicon anode supplier, thus contributing to the creation of a new EU industry around the production of Li-ion batteries.\nThe first step of this strategy is to carry out a feasibility study to verify the commercial viability of LeydenJar; this will be the overall goal of the present SME Instrument phase 1 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEYDENJAR TECHNOLOGIES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913684226": {
            "orgId": "913684226",
            "orgName": "LEYDENJAR TECHNOLOGIES BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}