{
    "rcn": "210630",
    "acronym": "Smart4Europe",
    "topics": "ICT-04-2017",
    "title": "Catalysing Digitisation throughout Europe",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The project Smart4Europe responds to ICT-04-2017, Smart Anything Everywhere (SAE) Initiative, scope b), Coordination and Support Actions. In recent years innovation in products and services is to an increasing extent based on digitisation. Prominent examples are consumer products like smart phones, autonomous driving, Industrie 4.0 etc. Digitisation enables enhanced or new functionalities in most products and services. A key question is ìHow to optimise the transformation of this potential?î Especially SMEs need an easy access to digitisation technologies. Here SAE will help by pooling different offers in a one-stop-shop.\nThe concept of Smart4Europe is to serve SAE at three levels: \nï the Commission\nï projects aligned to SAE and \nï all parties interested in SAE, with a focus on SMEs and mid-caps. \n\nThe ultimate goals of Smart4Europe are to provide support in:\nï reinforcing the collaboration between projects supported under SAE\nï increasing their outreach and impact\nï providing wide coverage of stakeholders in technological, application, innovation, and geographic terms.\nIn order to achieve this, Smart4Europe will expand an existing website to create an Innovation Portal, provide a service centre; facilitate brokerage; coordinate communication and dissemination activities; help in sharing best practices and experiences; create a Technology Radar to identify technologies SAE can benefit from; and last but not least, establish links to regional/national initiatives to leverage investments and stimulate growth.\nSmart4Europe is driven by a strong consortium of partners that have already demonstrated their commitment and engaged for several years in shaping the SAE Initiative. Under the SAE umbrella there will be a growing number of projects, focusing on different technology domains and positions in the innovation cycle ñ Smart4Europe will include all of them, bringing together the community, helping it to grow organically and catalysing digitisation throughout Europe.",
    "totalCost": "999726,25",
    "ecMaxContribution": "999726,25",
    "coordinator": "HAHN-SCHICKARD-GESELLSCHAFT FUER ANGEWANDTE FORSCHUNG E.v.",
    "coordinatorCountry": "DE",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;FORTISS GMBH;THHINK BV;STEINBEIS 2I GMBH;BLUMORPHO SAS",
    "participantCountries": "FR;HU;DE;NL",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 120132
        },
        "917666755": {
            "orgId": "917666755",
            "orgName": "THHINK BV",
            "ecContrib": 114219
        },
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 101562
        },
        "932536661": {
            "orgId": "932536661",
            "orgName": "BLUMORPHO SAS",
            "ecContrib": 109625
        },
        "996290008": {
            "orgId": "996290008",
            "orgName": "FORTISS GMBH",
            "ecContrib": 80938
        },
        "998872439": {
            "orgId": "998872439",
            "orgName": "HAHN-SCHICKARD-GESELLSCHAFT FUER ANGEWANDTE FORSCHUNG E.v.",
            "ecContrib": 282000
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 191250
        }
    },
    "calculatedTotalContribution": 999726
}