{
    "rcn": "210702",
    "acronym": "KERASTOP",
    "topics": "SMEInst-03-2016-2017",
    "title": "A big jump in preventing problems in refractive surgery for myopia",
    "startDate": "01/06/2017",
    "endDate": "31/08/2017",
    "objective": "The treatment of myopia using the excimer laser technology has been standardized globally. It is the main business for ophthalmologists in private practice. Most of patients undergoing laser refractive surgery achieve a good outcome, but there is a reduced volume of patients that develop a devastating disease, the post-LASIK ectasia. This condition is due to the performance of surgery in eyes with a pathology called keratoconus. It is not completely understood and generates a degradation of vision, with the potential of leading to extreme conditions requiring corneal transplantation. It is a very traumatic situation for both patients and doctors.\nNowadays, keratoconus is only diagnosed when clinical signs are present. Ophthalmologists search for signs in the corneal surface indicating the potential presence of keratoconus and preventing the risk for the development of the disease. This leads to the avoidance of performing surgery in a great volume of patients due to a theoretical risk of ectasia development.\nCORNEA PROJECT has two biomarkers directly related to the presence of keratoconus. Based on the use of these biomarkers, KERASTOP will provide a fast in situ diagnostic test, with high levels of sensitivity and specificity (over 90%) that will facilitate the doctor to determine if the pathology is present, even in very initial stages not detected with the current diagnostic tests. \nKERASTOP will reduce the risks in refractive surgery, will increase the volume of candidates suitable for surgery and will allow the performance of more surgeries with more safety. \nCORNEA PROJECT is composed of two foundational partners with more than 15 years of experience in the laser refractive surgery sector worldwide. Likewise, the company has a human team composed of very relevant experts in the area of biotechnology and ophthalmology. In 5 years, the company is expected to have a positive EBITDA of more than 30 million of euros and to have generated more than 90 employments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CORNEA PROJECT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918652275": {
            "orgId": "918652275",
            "orgName": "CORNEA PROJECT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}