{
    "rcn": "210707",
    "acronym": "MCodaq",
    "topics": "SMEInst-02-2016-2017",
    "title": "Mcodaq is a new benchtop instrument for fraud detection in cosmetics, perfumes, candles and other consumer products, based on NMR and used by technicians without specific analytical chemistry skills",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "What: Fully automated, multiplexed, turnkey commercial routine system for analysis and confirmation of principal components for fraud detection in cosmetics, perfumes, candles and other consumer products, based on NMR (Nuclear Magnetic Resonance) technology and used by laboratory technicians without specific analytical chemistry skills. \n\nWhy: Latest developments in NMR make it suitable, for the first time, as a routine QC technique to be used in Quality Assurance laboratories. Latest room temperature benchtop NMR instruments have the necessary sensitivity, resolution, robustness, operation simplicity and low operating cost, when combined with software implementation of latest innovations in NMR signal processing, analysis, machine learning and chemometrics. \nUsers: Global retailers (e.g., Inditex SA, El Corte Ingles, Primark, Ulta, Sephora, etc. ñ Inditex declaration of interest in attachment) and the network of global, regional and local analytical contract laboratories used by the industry (e.g., SGS, T‹V S‹D, Bureau Veritas, and Underwriters Laboratory) \n\nWho: The proposed members of a Phase 2 consortium are the leading benchtop NMR manufacturer (Magritek GmbH, Aachen, Germany), the leading NMR software developer (Mestrelab Research SL, Santiago de Compostela, Spain) and an experienced method development analytical lab (AMSLab, Lugo, Spain). We have advanced prototypes of the hardware and software needed to deliver the proposed solution, and deep understanding of the needs of Inditex SA. \n\nAim: The phase 1 project would seek to generalise this understanding to the rest of the market and to decide the most valuable turnkey solutions to be implemented in a fully automated finished product. Success of phase 1 would result in a phase 2 application in July, to fund the development of a final market ready system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MESTRELAB RESEARCH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971138490": {
            "orgId": "971138490",
            "orgName": "MESTRELAB RESEARCH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}