{
    "rcn": "210786",
    "acronym": "Cities-4-People",
    "topics": "MG-4.5-2016",
    "title": "New approaches for community-driven sustainable mobility innovations at neighbourhood and urban district level",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "People Oriented Transport and Mobility (POTM) holds a great promise for tackling some of the most persistent urban and peri-urban sustainable mobility challenges of common interest to EU cities. Even though researchers, practitioners and policy makers are aware of this potential, the current research and innovation framework is plagued by a surprising lack of evidence and transformative POTM solutions.\nCities-4-People brings together a multidisciplinary consortium to introduce a community-driven POTM framework based on participatory, inclusive and transparent innovation processes. We incorporate collective awareness and open innovation to understand the real needs of EU citizens and co-create new mobility solutions with them, harnessing digital and social innovation. Based on a local community setting and supported by cross-disciplinary teams and a comprehensive suite of collaborative technologies (both online and offline), citizens along with public and private city stakeholders will co-develop concepts and endorse concrete solutions ñ inspired by growing mobility trends (e.g. shared mobility and connected mobility). The best solutions will be put to the real test in a thorough pilot and scale up program in 5 different EU urban areas with rich diversity in terms of size, population density and socio-economic context. In parallel, the project will introduce an open process to co-develop a common Core Outcome Set of definitions, metrics, indicators and methods to guide POTM impact assessment and place, for the first time, the citizen into the equation. We will use this common baseline throughout our evaluations together with some less traditional techniques (e.g. people as sensors, real time user feedback). We believe that this work will act as the first open standard in POTM and will open up the way not only for the structuring of this young research field, but also for the attraction of interest from entrepreneurs, companies as well as investors (social or not).",
    "totalCost": "3999937,5",
    "ecMaxContribution": "3999937,5",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "USKUDAR BELEDIYESI;ANAPTYXIAKI ETAIREIA DIMOU TRIKKAION ANAPTYXIAKI ANONYMI ETAIREIA OTA - E-TRIKALA AE;OXFORDSHIRE COUNTY COUNCIL;Q-PLAN INTERNATIONAL ADVISORS PC;FREIE UND HANSESTADT HAMBURG;WHITE RESEARCH SPRL;KTI KOZLEKEDESTUDOMANYI INTEZET NONPROFIT KFT;ISTANBUL UNIVERSITESI;UNIVERSITY COLLEGE LONDON;STICHTING WAAG SOCIETY;HAFENCITY UNIVERSITAT HAMBURG;BUDAPEST FOVAROS ONKORMANYZATA",
    "participantCountries": "TR;EL;UK;DE;BE;HU;NL",
    "projectParticipants": {
        "953382543": {
            "orgId": "953382543",
            "orgName": "WHITE RESEARCH SPRL",
            "ecContrib": 351875
        },
        "942791501": {
            "orgId": "942791501",
            "orgName": "USKUDAR BELEDIYESI",
            "ecContrib": 215625
        },
        "998391222": {
            "orgId": "998391222",
            "orgName": "ISTANBUL UNIVERSITESI",
            "ecContrib": 201110
        },
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 260312
        },
        "991940043": {
            "orgId": "991940043",
            "orgName": "ANAPTYXIAKI ETAIREIA DIMOU TRIKKAION ANAPTYXIAKI ANONYMI ETAIREIA OTA - E-TRIKALA AE",
            "ecContrib": 250000
        },
        "963542420": {
            "orgId": "963542420",
            "orgName": "OXFORDSHIRE COUNTY COUNCIL",
            "ecContrib": 374430
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 666330
        },
        "998143193": {
            "orgId": "998143193",
            "orgName": "HAFENCITY UNIVERSITAT HAMBURG",
            "ecContrib": 378216
        },
        "998928602": {
            "orgId": "998928602",
            "orgName": "FREIE UND HANSESTADT HAMBURG",
            "ecContrib": 253438
        },
        "959102439": {
            "orgId": "959102439",
            "orgName": "BUDAPEST FOVAROS ONKORMANYZATA",
            "ecContrib": 215419
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 300868
        },
        "999497604": {
            "orgId": "999497604",
            "orgName": "KTI KOZLEKEDESTUDOMANYI INTEZET NONPROFIT KFT",
            "ecContrib": 200188
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 332128
        }
    },
    "calculatedTotalContribution": 3999939
}