{
    "rcn": "210705",
    "acronym": "FastFinder",
    "topics": "SMEInst-01-2016-2017",
    "title": "Artificial intelligence for automated, standardised interpretation of DNA testing results",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "UgenTec is an award winning Belgian bio-IT start-up that develops software for automated and standardised analysis of DNA detection tests. Founded in 2014, it is venture backed and as raised a capital of Ä3.45 million. The company is led by Wouter Uten and Tom Martens, both with a track record in successful business development. UgenTec has a contracted revenue of Ä427.000, a team of 24 software engineers, data scientists and molecular biologists and is supported by Deloitte, IMEC, KU Leuven university, EIC-ICT labs and Microsoft Innovation Centre Flanders. \nPublic health expenditure in the EU continues to rise with projected growth at 8.5% of GDP in 2060, driven by an ageing population and associated rise in chronic diseases and the promotion of personalised healthcare, demanding molecular information. This highlights an increasing need for automation in molecular diagnostics, including software solutions for interpretation of results. The market for genetic analysis software will grow substantially at  6.9% CAGR already by 2018. There is a clear market pull for automated solutions: as genetic testing volumes are growing every year and quality standards become stricter, the lab budgets are coming under pressure. As a disruptive innovative solution to this problem, UgenTec has developed the FastFinder software platform, advancing state of the art artificial intelligence and machine learning algorithms to automate the interpretation of results in the genetic testing workflow. FastFinder USP allows interpretation 30 times faster than manual interpretation and removes human errors that can lead to serious ñ and often costly ñ implications in treatment decisions for patients. Platform application potential extends beyond a clinical setting, (e.g. pharma, food safety) boosting commercial gain. This innovation has a revenue potential for UgenTec of over Ä100 million within 10 years coupled to the hiring of 100 additional highly skilled employees.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UGENTEC NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917391081": {
            "orgId": "917391081",
            "orgName": "UGENTEC NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}