{
    "rcn": "210793",
    "acronym": "JETSCREEN",
    "topics": "MG-1.1-2016",
    "title": "JET Fuel SCREENing and Optimization",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The requested 10% share of renewable energy in the transport sector in every EU member state by 2020 and the targeted 40% share of low carbon sustainable fuels in aviation by 2050 will necessitate the technical support for approval and production of new or existing renewable fuel blend stock. JETSCREEN will provide alternative fuel producers and, air framers and aero-engine OEMs with knowledge based screening tools. These tools will assess the compatibility of fuels with respect to the fuel system and the combustion system and will help evaluate the chances of success in an approval process. The JETSCREEN objectives are to develop a screening and optimization platform, which integrates distributed design tools and generic experiments to assess the risks and benefits of alternative fuels, and to optimize alternative fuels for a maximum energy per kilogram of fuel and a reduction of pollutants emissions. As a step prior to the lengthy and costly approval process, screening uses low cost small scale experimental and model-based testing to predict the impact of fuel on selected engine and fuel system components. The methodology is based on deriving predictive tools which capture fuel compositionís effects on properties and sub-processes which have a direct impact on the performance of the fuel system and on the performance and emissions of the combustion system. Moreover, once the sequence of models exists to derive a relationship between fuel composition and sub-system performance then the reverse direction namely optimization is possible; for targeted performance or emission reductions can then be connected to a modification in the fuel formulation. The ambition of the JETSCREEN program is to deliver, for candidate fuels, a certificate of analysis where the key results of the ASTM D4054 approval process are listed. The main innovation would be that the only input is the detailed composition of the candidate fuel and the results come from models and simulation.",
    "totalCost": "7469355",
    "ecMaxContribution": "7469355",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "ZODIAC AEROTECHNICS SAS;THE UNIVERSITY OF SHEFFIELD;SAFRAN AIRCRAFT ENGINES;AIRBUS OPERATIONS SAS;THE MANCHESTER METROPOLITAN UNIVERSITY;SAFRAN SA;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;AIRBUS OPERATIONS LIMITED;CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE;ARTTIC;POLITECNICO DI MILANO;IFP Energies nouvelles;ROLLS-ROYCE PLC;MTU AERO ENGINES AG",
    "participantCountries": "FR;UK;IT;DE",
    "projectParticipants": {
        "999945356": {
            "orgId": "999945356",
            "orgName": "ROLLS-ROYCE PLC",
            "ecContrib": 110750
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 949931
        },
        "999987163": {
            "orgId": "999987163",
            "orgName": "SAFRAN AIRCRAFT ENGINES",
            "ecContrib": 100000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 699472
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 317480
        },
        "999964659": {
            "orgId": "999964659",
            "orgName": "SAFRAN SA",
            "ecContrib": 529232
        },
        "950259822": {
            "orgId": "950259822",
            "orgName": "MTU AERO ENGINES AG",
            "ecContrib": 250000
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 205349
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 661152
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 199875
        },
        "999940118": {
            "orgId": "999940118",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE",
            "ecContrib": 549350
        },
        "997771780": {
            "orgId": "997771780",
            "orgName": "ZODIAC AEROTECHNICS SAS",
            "ecContrib": 850000
        },
        "999931582": {
            "orgId": "999931582",
            "orgName": "AIRBUS OPERATIONS LIMITED",
            "ecContrib": 706504
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1139262
        }
    },
    "calculatedTotalContribution": 7268357
}