{
    "rcn": "210708",
    "acronym": "PET-Yield",
    "topics": "SMEInst-11-2016-2017",
    "title": "A new manufacturing method, monitoring platform and material equipment to carry out a moreefficient production of plastic bottles, reducing its waste.",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "The plastic Polyethylene Terephthalate (PET) is one of the most used non-biodegradable materials on the planet. In 2010,\ndemand was 12,621,553 tonnes and it is forecast to grow to 23,452,287 tonnes by 2020. This continuous annual growth\nhighlights a devastating problem facing all of humanity. In addition to this increase in the consumption of plastic, and the\ndifficulties of plastic disposal, there is an incapability of plastic manufacturing companies to control the production\nadequately. In fact, they endure the instability inherently caused by PET raw material variation, the resulting scrap rates, and\nthe low possibility to use recycled material.\nACCUCOLOUR reduces these impacts with ìPET Plastic Yieldî, an advanced product composed of new materials and a\nnew manufacturing process, equipped with constant monitoring. PET Yield enables plastic packaging manufacturers: a\nhigher efficiency in the entire manufacturing process; a 4% reduction in scrap rates, and an increased potential for use of\nrecycled material between 50% (in food packaging) and 100%. Increasing the use of recycled PET and decreasing scrap\nrates, ACCUCOLOUR will have a substantial impact on the health of the environment, especially on the marine ecosystem\nin Europe.\nFurther, over 30 positions will be created at ACCUCOLOUR alone, not including indirect growth for customers.\nACCUCOLOUR's role in the market will be very strong as it will be physically close to the main potential clients in order to\nfoster face-to-face relationships. During the Phase 1 feasibility study the project will focus on identifying and securing the key\npartners required for commercialisation, establishing a sound business model and commercialization strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACCUCOLOUR LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916947209": {
            "orgId": "916947209",
            "orgName": "ACCUCOLOUR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}