{
    "rcn": "210701",
    "acronym": "MILDTECH",
    "topics": "SMEInst-07-2016-2017",
    "title": "MILDTECH- Low cost, low temperature, rapid and energy efficient dual frequency microwave assisted vacuum system for drying and cooking foods",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Freshseal Ltd. is a UK based food and catering equipment company that aims to scale up and bring to market a low cost, low temperature (mild), fast and energy efficient microwave vacuum drying and cooking system that will be commercialised in the EU and global food processing and catering industries. Thanks to the completed FP7 MILD-DRY project, we have successfully demonstrated the system in a relevant environment (TRL6). Our intention now is to build on these pre-industrial results in order to scale up the technology for systematic industrial exploitation. On the one hand our versatile MILDTECH equipment will be capable of drying high value, heat sensitive foods requiring reduce drying times (40% quicker than conventional microwave vacuum dryers), resulting in lower energy (up to 80% reduction in energy consumption) and running costs, increased product throughput, as well as preservation of the nutritional value and improved quality of heat sensitive dried foods compared to conventional drying methods. On the other hand, it will be capable of reduced cooking times (e.g. while chickens can be cooked in 17 minutes vs. 1.5 hours), under a lower heat than conventional ovens resulting in less moisture loss compared to conventional ovens leading to less weight loss (10-15% savings), and at an equipment cost that is cheaper than a conventional Microwave Vacuum dryer. Our business plan is to commercialize the equipment in the global food processing industry with an industrial scale machine (3m x 1.4m x 2m) that will be targeted to food drying companies, as well as a smaller kitchen safe unit (1.4m x 1.2m x 2m) that will be targeted to catering establishments. The market potential of our new food drying/cooking equipment in the global market will be very high; we have initially forecast 5 year sales projections that amount to a cumulative turnover of ~Ä 33M sales revenue (which will be further studied and verified during this Phase 1 feasibility study).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRESHSEAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998754196": {
            "orgId": "998754196",
            "orgName": "FRESHSEAL LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}