{
    "rcn": "210795",
    "acronym": "KupfferCellNiche",
    "topics": "ERC-2016-COG",
    "title": "Determining the instructive tissue signals and the master transcription factors driving Kupffer cell differentiation",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "We have recently shown that contrary to common hypotheses, circulating monocytes can efficiently differentiate into Kupffer cells (KCs), the liver-resident macrophages. Using self-generated knock-in mice that allow specific KC depletion, we found that monocytes colonize the KC niche in a single wave upon KC depletion and rapidly differentiate into self-maintaining KCs that are transcriptionally and functionally identical to their embryonic counterparts. This implies that: (i) access to the KC niche is tightly regulated, ensuring that monocytes do not differentiate into KCs when the KC niche is full but differentiate very efficiently into KCs upon temporary niche availability, and (ii) imprinting by the KC niche is the dominant factor conferring KC identity. Understanding which cells represent the macrophage niche, which signals produced by these cells imprint the tissue-specific macrophage gene expression profile and through which transcription factors (TxFs) this is mediated is emerging as the next challenge in the field. We here propose an original strategy combining state-of-the-art in silico approaches and unique in vivo transgenic mouse models to tackle this challenge specifically for KCs, the most abundant macrophage in the body. We hypothesize that the liver sinusoidal endothelial cell (LSEC) to which the KC is attached represents the most likely candidate to sense KC loss, recruit new monocytes and drive their differentiation into KCs. Thus, this proposal aims to: (I) determine the TxFs through which the niche imprints KC identity, (II) map the LSEC-KC crosstalk during KC development, (III) generate LSEC-specific knock-in mice to study LSECs in vivo, (IV) demonstrate which LSEC factors influence KC development and function. Importantly, understanding how the KC-TxFs and the LSEC-KC crosstalk control KC development and function will be essential for the development of novel therapeutic interventions for hepatic disorders in which KCs play a central role.",
    "totalCost": "1996705",
    "ecMaxContribution": "1996705",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1996705
        }
    },
    "calculatedTotalContribution": 1996705
}