{
    "rcn": "210700",
    "acronym": "COLLABORATRICITY",
    "topics": "SMEInst-09-2016-2017",
    "title": "Utility-in-a- box software platform connecting local electricity producers and consumers to foster Collaborative Energy Ecosystems",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "LUMENAZA was founded when our CEO realised that there was no possibility of buying the local green energy produce from their producing neighbours. As a result, 3 years later the company has created Collaboratricity, a software marketplace platform that connects small, local producers with consumers in the same region. 8 projects are up and running and another 6-8 are expected by the end of the year.\nOur software offers all functions of the energy market: connect and control production facilities, buy electricity from production plants, sell electricity to end users, manage balancing groups and present production data and consume data in real time. \nIn 2014, after a year of development we got the first electricity producers and consumers onto our platform prototype in Berlin-Brandenburg. Three years later, we have expanded the functionality of the platform significantly and the company offers to utilities and communities of producers in several regions of Germany, a Software platform that directly connects up small, local producers with consumers in the same region. We are currently offering our services to 8 utilities in different Germanís regions, making up a total of 10MW. Our goal for the end of 2017 is to accumulate 60 MW of flexible production and storage on the system which is coming mainly from household batteries and heat-pumps. \nLumenazaís goal is to create 60 communities of green energy producers across Europe by 2022, reduce the grid cost, and lower 20% GHG emissions such CO2, by giving small producers an opportunity to produce and sell their electricity cost-effectively. During feasibility study we are going to perform a research about European countries regulation to adapt our software to each market in order to expand our solution to other countries. With Collaboratricity project we expect accumulative profits of Ä54 Million by 2022 and grow from 18 people now up to 205 in 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUMENAZA GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914543258": {
            "orgId": "914543258",
            "orgName": "LUMENAZA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}