{
    "rcn": "210703",
    "acronym": "MEDIVAC",
    "topics": "SMEInst-06-2016-2017",
    "title": "Machine learning software to design personalized neoantigen vaccines tailored to specific vaccine delivery systems",
    "startDate": "01/06/2017",
    "endDate": "31/10/2017",
    "objective": "Cancer remains a leading cause of disease and death worldwide. An estimated 14m new cancer cases were diagnosed in 2012 and 22m are predicted by 2023. Immunotherapy and particularly personalized neoantigen-based vaccines represent an exciting new weapon in the war against cancer, as they are specific to the tumor and potentially safer and more effective than other types of treatment. However, the design of neoantigen-based cancer vaccines is currently hampered by an inability to reliably select immunogenic neoantigens using the existing technologies.\nOncoImmunity proposes to develop disruptive software - MEDIVAC - for the rapid and intelligent design of neoantigen-based personalized cancer vaccines, tailored to specific vaccine deliver systems (VDS). The software will leverage a machine-learning framework being developed at OncoImmunity that addresses key prediction gaps in the field of neoantigen discovery. Preliminary testing of MEDIVAC¥s prediction engine reveals that it can identify immunogenic neoantigens with an unprecedented level of accuracy, and at a fraction of the time and cost of competing wet-lab methodologies. The MEDIVAC technology will enable personalized cancer vaccine companies to make safer more efficacious vaccines in an affordable and clinically actionable timeframe, and will consequently help revolutionize the treatment of cancer. \nWe believe the SME instrument is the ideal funding vehicle to enable OncoImmunity to overcome the remaining barriers to the market and establish the company as the leading provider of software solutions for guiding the design of cancer vaccines. Furthermore, the MEDIVAC software will help nurture and improve the competitiveness of European companies in the rapidly growing personalized cancer vaccine market, and ultimately help Europe to tackle a global cancer epidemic.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ONCOIMMUNITY AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934031043": {
            "orgId": "934031043",
            "orgName": "ONCOIMMUNITY AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}