{
    "rcn": "210784",
    "acronym": "BinGraSp",
    "topics": "ERC-2016-STG",
    "title": "Modeling the Gravitational Spectrum of Neutron Star Binaries",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The most energetic electromagnetic phenomena in the Universe are believed to be powered by the collision of two neutron stars, the smallest and densest stars on which surface gravity is about 2 billion times stronger than gravity on Earth. However, a definitive identification of neutron star mergers as central engines for short-gamma-ray bursts and kilonovae transients is possible only by direct gravitational-wave observations. The latter provide us with unique information on neutron stars' masses, radii, and spins, including the possibility to set the strongest observational constraints on the unknown equation-of-state of matter at supranuclear densities.  \n\nNeutron stars binary mergers are among the main targets for ground-based gravitational-wave interferometers like Advanced LIGO and Virgo, which start operations this year. The astrophysical data analysis of the signals emitted by these sources requires the availability of accurate waveform models, which are missing to date. Hence, the theoretical understanding of the gravitational spectrum is a necessary and urgent step for the development of a gravitational-based astrophysics in the next years.  \n\nThis project aims at developing, for the first time, a precise theoretical model for the complete gravitational spectrum of neutron star binaries, including the merger and postmerger stages of the coalescence process. Building on the PI's unique expertise and track record, the proposed research exploits synergy between analytical and numerical methods in General Relativity. Results from state of the art nonlinear 3D numerical relativity simulations will be combined with the most advanced analytical framework for the relativistic two-body problem. The model developed here will be used in the first gravitational-wave observations and will dramatically impact multimessenger astrophysics.",
    "totalCost": "1432301",
    "ecMaxContribution": "1432301",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 0
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 1432301
        }
    },
    "calculatedTotalContribution": 1432301
}