{
    "rcn": "210711",
    "acronym": "NINA 2.0",
    "topics": "SMEInst-09-2016-2017",
    "title": "Changing the rules of domestic gas metering",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Smart metering constitute a priority in the Energy Union strategy for they contribute to a more efficient use of energy and empower consumers to actively participate in the energy system as ìprosumersî. Consequently, the EU actively fosters ìnew smart technologies that make it possible for consumers to control and actively manage their energy consumptionî. \nNevertheless, while in the case of electricity smart metering is nowadays a well launched business, the same does not hold true in for gas: notwithstanding the huge market potential (120 million across Europe) and the mandate 2009 Gas Directive for the large-scale roll-out of smart gas meters, by 2015 only 2.5 million smart gas meters were in operation, corresponding to a penetration rate of around 2%.\nThis state of facts is mainly due to the considerable variability in gas market characteristics at a national level, whereby the majority of Member States found that, for now, costs of smart gas metering deployment outweigh the benefits\nYet business benefits from installing smart gas meters clearly exist, deriving from reduced operating costs through savings in manual readings, improvement in scheduling, billing and balancing processes, and from consumer engagement opportunities. Gas retailers, i.e. companies engaged in the sale of gas to final users, are the players that would most directly take monetary advantage of the largest share of such benefits.\nOur project focuses on the business opportunity stemming from the unfulfilled market need of smart gas metering adoption. To seize this opportunity we have developed NINA, an innovative non-invasive device whose innovative features make of the answer to both the EU mandates tackling the societal challenge of energy efficiency through consumers empowerment, and to industry playersí need implement improvements toward next generation services while at the same time safeguarding profitability of their business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZENUP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927095834": {
            "orgId": "927095834",
            "orgName": "ZENUP SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}