{
    "rcn": "210855",
    "acronym": "EPSS 2",
    "topics": "SMEInst-04-2016-2017",
    "title": "Enabling Chemical Propulsion System for the Growing Small Satellite Market",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The global satellite industry is experiencing a paradigm shift exhibited by the rapid expansion of the small satellite market. It is being driven by continuously advancing technological, design, manufacturing capabilities and decreasing launch costs.\nDespite the booming demand for and evident advantages of small satellites, one critical system ñ satellite propulsion ñ have fallen behind this recent miniaturization trend. At present, there are no market-ready small satellite green chemical propulsion systems available. Alternative propulsion systems are mostly based on hazardous chemicals, are expensive, difficult to integrate and offer low performance.\nNanoAvionics, a satellite manufacturer and integrator, developed EPSS (TRL 6) ñ low cost, high performance propulsion system for small satellites, making use of a non-toxic, environmentally-friendly propellant. The entry market size for this system is Ä1.75 bn in 2017-2020. Success in this market will permit later extension of the technology to the medium and large scale satellite market.\nTo ensure successful commercialization, during SME Phase 2 project NanoAvionics aims to conduct final piloting and qualification of the technology, preparation of the production infrastructure, product commercialization, and increasing the investment readiness of the company. The project will raise the TRL of EPSS to 8 by integrating it into pilot partnerís satellite, and will contribute to reaching TRL 9 by launching partnerís satellites to space demonstrating EPSS in orbit. Using EPSS will enable pilot partner to offer unique services based on small satellite constellations.\nNanoAvionics has already signed the piloting agreement as well as 3 Memorandums of Understanding and 10 Letters of Intent with organizations that intend to integrate EPSS into their satellites. SME Phase 2 project will result in Ä14 M revenues and Ä4.4 M profit by 2020 and brake even reached in 2 years after the end of the project.",
    "totalCost": "1679507,75",
    "ecMaxContribution": "1175655,43",
    "coordinator": "UAB NANOAVIONIKA",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925001022": {
            "orgId": "925001022",
            "orgName": "UAB NANOAVIONIKA",
            "ecContrib": 1175655
        }
    },
    "calculatedTotalContribution": 1175655
}