{
    "rcn": "210806",
    "acronym": "CIMNAS",
    "topics": "ERC-2016-ADG",
    "title": "Corrosion Initiation Mechanisms at the Nanometric/Atomic Scale",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "The failure of metallic materials caused by corrosion strongly impacts our society with cost, safety, health and performance issues. The mechanisms of corrosion propagation are fairly well understood, and various means of mitigation are known even if research is still necessary to improve this knowledge or to develop corrosion protection for the application of new materials. The vision of CIMNAS is that a major breakthrough for corrosion protection lies in a deep understanding and control of the initiation stage triggering corrosion. Corrosion initiation takes place at the atomic/molecular scale or at a scale of a few nanometres (the nanoscale) on metal and alloy surfaces, metallic, oxidised or coated, and interacting with the corroding environment. The mission of CIMNAS is to challenge the difficulty of understanding corrosion initiation at the nanometric/atomic scale on such complex interfaces, ultimately aiming at designing more robust metallic surfaces via the understanding of corrosion mechanisms. The project is constructed on new ideas to achieve three knowledge breakthroughs, each answering a key question for the understanding of corrosion initiation on metal and alloy surfaces. It is envisioned that the model approach used and the achieved breakthroughs will open up a new horizon for research on corrosion initiation mechanisms at the nanoscale, and new opportunities for a knowledge-based design of novel corrosion protection technologies. Technologies presently at low TRL (Technology Readiness Level) will benefit from these breakthroughs. Resources will include a team of highly experienced and recognised researchers headed by the PI, a unique apparatus recently installed at the PIís lab, integrating surface spectroscopy, microscopy, and electrochemistry for in situ measurements in a closed system, novel experimental approaches, and a strong complementarity of experiments and modelling.",
    "totalCost": "1657055,52",
    "ecMaxContribution": "1657055,52",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1657056
        }
    },
    "calculatedTotalContribution": 1657056
}