{
    "rcn": "210850",
    "acronym": "ZapGoCharger",
    "topics": "SMEInst-02-2016-2017",
    "title": "Rapid charging of cordless appliances using graphene-based supercapacitors",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Zap&Go has developed a fast charging solution to appliances, devices and vehicles. In contrast to Lithium-ion batteries, the dominant solution in these markets today, Zap&Goís supercapacitors charge in 5 minutes or less and are proven to be safe to handle without fire risk. Zap&Go has raised 2m EUR in seed funding in 2015 and a ~7m EUR Round A in 2016 from private investors to invest in its pilot production line. \n\nThe IP was partly developed at Oxford University, exclusively licensed to Zap&Go and is now being advanced by in-house scientists. Zap&Go is expanding its patent portfolio to secure a sustainable competitive advantage in the markets it is addressing. Core to the technology is the use of carbon nano-materials, including graphene that allow the design of rechargeable pouches or flat cells. \n\nIn this Phase II project Zap&Go will develop 1) supercapacitor power modules and electronics specifically integrating with cordless tools such as cordless vacuum cleaners and power drills and 2) build trial units to conduct customer trials. At the end of the project Zap&Go expects to have at least one pre-contract signed with a European high volume manufacturer. In Phase III, Zap&Go will aim to become the leading supplier to the cordless appliance market before entering other global markets such as electric scooters and autonomous passenger transportation vehicles. \n\nIn its self-funded Phase I feasibility study Zap&Go established consumersí willingness via a crowdfunding campaign, pre-selling 1,200 units. Major OEMís like Stanley Black&Decker and Hilti have visited Zap&Go and shown interest in joint development agreements during Phase II. Zap&Go expects to enter the market at EUR30-40 per pouch at a gross margin of over 90%. Initially pouches will be produced in the in-house pilot production unit before production is outsourced under licensing agreements. Revenues are forecast to hit 150m EUR by 2023. Breakeven will be reached in 2020.",
    "totalCost": "2043631,25",
    "ecMaxContribution": "1430541",
    "coordinator": "ZAPGO LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917149066": {
            "orgId": "917149066",
            "orgName": "ZAPGO LTD",
            "ecContrib": 1430541
        }
    },
    "calculatedTotalContribution": 1430541
}