{
    "rcn": "210851",
    "acronym": "NanoScreen",
    "topics": "SMEInst-07-2016-2017",
    "title": "Disruptive portable device for pre-screening of Persistent Organic Pollutants ñPOPs- in food products and water",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Persistent organic pollutants (POPs) are organic compounds produced by human action resistant to environmental degradation and whose bioaccumulative capacity and toxicity can cause harmful health effects e.g. cancer. Hence, they have become global threats for human and environment. The most extended analytic methods used nowadays for detecting POPs are gas chromatography and/or mass spectroscopy to separate and identify them. These methods are expensive -Ä1,000/sample-, time-consuming -24h-, require a laborious sample preparation and a well-equipped laboratory. Consequently, there is a great demand to increase the number of water and food quality tests if available for a lower price and shorter time.\n\nSAFTRA PHOTONICS will bring to market NanoScreen - a portable nano-optical sensing chip for pre-screening purpose that detects food or water contamination by POPs. We will offer a rapid method (10 minutes) to detect the most important POPs (ppb) present in food products and water, carrying out an in-situ analysis for less than 100Ä per sample. By putting NanoScreen solution into the the European, Japanese and USA market, in 2023 we expect to sale 55,000 chips with revenue of Ä4,800,000 (27% Y/Y growth) and ROI 3.25. This ensures sustainability of 37 new full time job positions at company.\n\nThe project resubmission (13.61) reflects couple of great achievements of 2016: FS has elaborated in detail the NanoScreen business plan, the company has signed two investment agreements, three business partners and two distribution partners. Moreover, we have identified another two major replication opportunities of future joint ventures that can form a new business-industrial ecosystem for online nano-screening. The vision is to reach a unique one-box-system tailored for specific applications, e.g. security, agriculture and sport.\n\nThe Phase 2 funding will help us to close the gap from design validation to industrial production and significantly shorten the market entry period.",
    "totalCost": "1745335",
    "ecMaxContribution": "1221734,5",
    "coordinator": "SAFTRA PHOTONICS SRO",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936307148": {
            "orgId": "936307148",
            "orgName": "SAFTRA PHOTONICS SRO",
            "ecContrib": 1221734
        }
    },
    "calculatedTotalContribution": 1221734
}