{
    "rcn": "210857",
    "acronym": "milkGUARD",
    "topics": "SMEInst-07-2016-2017",
    "title": "milkGUARD ñ a continuous whole milk disinfection system for calf feeding on-farm",
    "startDate": "01/05/2017",
    "endDate": "30/09/2017",
    "objective": "The problem: Dairy farms are continuously aiming at increasing milk yield per cow in the herd. Calf early life nutrition dictates\ntheir development. Farmers feed a variety of liquid feeds including milk and milk replacers. The state-of-the-art method to\nreduce the risk of disease spread while feeding milk is to pasteurize it. Though natural milk is the ideal nutrition for calves,\nthe need for pasteurization represents an additional cost of 100,000 Ä/ year (for a herd with 120 calves). Importantly, on-farm\npasteurized milk may still contain measurable amounts of bacteria and the overall procedure is time- and energy-demanding,\nwhich hampers wide application amongst small and medium dairy farms.\nThe solution: We at Calvex have developed the milkGUARD solution, which enables the safe employment of optimum\nnutrition for calves, i.e. natural milk, free of pathogens. The milkGUARD solution combines state-of-the-art methods for fast\nkilling of pathogens in natural milk. In a three-stage continuous process it disinfects milk with an efficacy of 99.99% - 100%.\nBy providing a system that avoids indirect heating elements and works in continuous, we expect to reduce the operating\ncosts to dairy farmers when treating milk for calf-feeding, offering e.g. 30% of energy savings when compared to\nconventional on-farm pasteurizers.\nThe market: Milk is the EU's main agricultural product in terms of value ñ approx. 15% of agricultural output ñ with 160\nmillion tonnes of cowís milk produced in 2014. The EU milk processing industry is a pillar of the European economy, which\ncontributes positively to the EU trade balance, bringing over Ä10 billion surplus. The implementation of the innovation project\nwill place Calvex in a strong position to exploit a market potential over five years exceeding Ä56 million.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CALVEX A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917445207": {
            "orgId": "917445207",
            "orgName": "CALVEX A/S",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}