{
    "rcn": "210805",
    "acronym": "SMESEC",
    "topics": "DS-02-2016",
    "title": "Protecting Small and Medium-sized Enterprises digital technology through an innovative cyber-SECurity framework",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "Small and Medium size Enterprises (SMEs) are an important driver for innovation and growth in the EU. SMEs also stand to gain the most from innovative technology, because it is complicated and costly for them to set-up and run ICT in the traditional way. Taking into account cyber-security, SMEs do not always understand all the risks and business consequences for the development of technologies without the adequate level of protection against cybercrime.\nThe European Union Agency for Network and Information Security (ENISA) declares on the ìInformation security and privacy Standards for SMEsî study of 2016 that, despite rising concerns on information security risks, the level of SMEs information security and privacy Standard adoption is relatively low.\nSMESEC consortium is proposing to develop a cost-effective framework composed of specific cyber-security tool-kit to support SMEs in managing network information security risks and threats, as well as in identifying opportunities for implementing secure innovative technology in the digital market; for this consortium, it is important that SMEs do not only look at cyber-security as an obstacle, but also they understand the business opportunity beyond it.\nIn this scenario, an international group of experts proposes SMESEC as a response to the cyber-security challenges for business companies with a limited background on cyber-security and a restricted budget. The SMESEC project will be developed in 36 months by a competitive consortium of 12 partners from 7 countries, which corresponds to a well-balanced structure, involving big companies, SMEs, research centres and universities. Despite the great diversity of entities within the proposal, SMESEC is an industry-oriented project, since the private companies will cover more than 73% of the total project costs, and will be led by a big company, ATOS, with many years of experience on project management and cyber-security.",
    "totalCost": "5683820",
    "ecMaxContribution": "3998922",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "BITDEFENDER SRL;FACHHOCHSCHULE NORDWESTSCHWEIZ;GRIDPOCKET SAS;SCYTL SECURE ELECTRONIC VOTING SA;CITRIX ELLAS MONOPROSOPI ETAIRIA PERIORISMENIS EVTHINIS;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;WORLDSENSING S.L.N.E;UNIVERSITEIT UTRECHT;IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD;PANEPISTIMIO PATRON;EASY GLOBAL MARKET SAS",
    "participantCountries": "RO;CH;FR;ES;EL;NL;IL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 278400
        },
        "984492383": {
            "orgId": "984492383",
            "orgName": "GRIDPOCKET SAS",
            "ecContrib": 293038
        },
        "952235130": {
            "orgId": "952235130",
            "orgName": "CITRIX ELLAS MONOPROSOPI ETAIRIA PERIORISMENIS EVTHINIS",
            "ecContrib": 301875
        },
        "999787343": {
            "orgId": "999787343",
            "orgName": "IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD",
            "ecContrib": 502775
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 582500
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 559125
        },
        "999856310": {
            "orgId": "999856310",
            "orgName": "FACHHOCHSCHULE NORDWESTSCHWEIZ",
            "ecContrib": 0
        },
        "999763481": {
            "orgId": "999763481",
            "orgName": "SCYTL SECURE ELECTRONIC VOTING SA",
            "ecContrib": 302750
        },
        "954832790": {
            "orgId": "954832790",
            "orgName": "BITDEFENDER SRL",
            "ecContrib": 217000
        },
        "993322002": {
            "orgId": "993322002",
            "orgName": "WORLDSENSING SL",
            "ecContrib": 0
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 347500
        },
        "972455847": {
            "orgId": "972455847",
            "orgName": "EASY GLOBAL MARKET SAS",
            "ecContrib": 244710
        }
    },
    "calculatedTotalContribution": 3629673
}