{
    "rcn": "210818",
    "acronym": "SOCIORATS",
    "topics": "MSCA-IF-2016",
    "title": "Social Distress Response in the Context of Empathy in Rats",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "'Why do humans behave pro-socially to such an extent that it supports the life of other individuals? Similarly, why do certain people harm others by hurting and sometimes killing? Finally, how can we promote pro-sociality and limit harmful actions? The philosopher and economist Adam Smith considered that what motivates us to help a person is that we can 'place ourselves in his situation, we conceive ourselves enduring all the same torments', thus, holding empathy as the driving force of prosociality. \n\tHuman neuroimaging studies show that two brain structures, the anterior insula (AI) and the rostral cingulate cortex (rCC), are involved in empathy. Yet, it remains unknown whether these structures are involved in consequent behaviors, i.e., helping or hurting others. With this fellowship, I intend to fill this gap: I propose an approach to causally test Adam Smith's theory, which will produce findings of tangible societal benefits by informing populations worldwide whether prosocial programs can limit fighting and bullying, and by providing novel pharmacological targets for the treatment anti-social disorders.\n\n\tBecause human neuroimaging is severely limited in its ability to establish causal links between brain activity and behavior, we will use a rat model to study empathy-driven prosociality. Considering that a suited rodent model is completely lacking in the field, we will develop a paradigm where actor rats choose between two levers; while both yield the same reward, one requires more effort to be activated. Once preference for the easy lever has been quantified, it will be paired with an electric shock delivered to another rat. The impact of social distress on the actor's choice will provide a way to study prosocial and aggressive behavior. In a second time, we will deactivate the rCC and AI in order to causally explore the role of each structure in prosociality. Finally, we will use calcium-imaging to map and characterize the neural networks involved.'",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}