{
    "rcn": "210853",
    "acronym": "OptiLift",
    "topics": "SMEInst-10-2016-2017",
    "title": "OPTILIFT - offshore lifting and logistics",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "'The vision of the OptiLift project is to upscale, pilot and commercialise our unique toolset for improved safety, increased efficiency and more environmental friendly offshore lifting and logistics. We will enable annual cost savings of Ä14.m per offshore rig operator and reduce CO2 emissions with up to 50% compared to current platform supply vessels. We will aid solving the industrial and societal problem of safer and more efficient offshore lifting and logistics - provide a significant contribution to the instalment of Blue Energy as outlined in the Blue Growth Strategy of 2012.\n\nThe overall objective of the OptiLift Phase 2 project is to address and implement the findings of our SME Phase 1 Feasibility Study (GA#674094) to enable rapid and successful commercialisation of OptiLift. We have outlined a series of Commercialisation Objectives that can be grouped in 3 categories and achieving them will bring us to a wide international market uptake:\n\n1) Technology maturation objectives will optimise OptiLift functionalities prior to piloting at end-userís facilities. Objective is to raise the TRL of our technology from its current TRL6 to 8 (WP1).\n\n2) Pilot and validation objectives to demonstrate and validate the commercial potential of OptiLift in actual end user operating environments covering both offshore and onshore lifting and logistics operations. The piloting activities will elevate OptiLift from TRL8 to 9 (WP2).\n\n3) Market maturation, communication and innovation management objectives enabling us to successfully bring OptiLift to the\nmarket and reach sales traction beyond Phase 2 (WP3-6).\n\nThrough OptiLift we will significantly boost our growth ñ quantified as accumulated revenues exceeding Ä56m for the 5-year post-project (2023) with accumulated operating profit of more than Ä33.6m and employment growth of at least 63 FTEs. Moreover, we expect to generate Ä1.31bn in reduced costs for our end-users and reduce CO2 emissions with 200,813 tonnes.'",
    "totalCost": "2199312,5",
    "ecMaxContribution": "1539518",
    "coordinator": "VOCA AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934796276": {
            "orgId": "934796276",
            "orgName": "VOCA AS",
            "ecContrib": 1539518
        }
    },
    "calculatedTotalContribution": 1539518
}