{
    "rcn": "210846",
    "acronym": "ZEOSOL",
    "topics": "FTIPilot-01-2016",
    "title": "Integrated solar heating and cooling unit based on a novel zeolite chiller and heat pump",
    "startDate": "01/06/2017",
    "endDate": "30/11/2019",
    "objective": "The overall objective of this project is to develop a new advanced solar cooling and heating product, using advanced heat exchanger technology and integrating a heat pump for covering peak demand. This new product is based on the further improvement and integration of the products already commercialized by Fahren and Akotec. It uses synergies between the technologies of thermal chillers (heat to cooling technology) and heat pump (electricity to cooling technology) and combines know-how on design and manufacturing of adsorption chillers and solar thermal collectors in Germany, with the know-how in heat pump and dry cooling systems of CNR and NTUA.\nThe main innovation of the project is the adsorption chiller unit based on Fahrenís patented zeolite coating technology, reducing the unitís volume and cost by about two times. This new product is expected to become cost-effective and with high flexibility for providing both cooling (during summer) and heating (during winter) from the same compact product, being more competitive than existing mainstream solution, reducing energy costs of the end-users and leading to short ROI. The main target market is the heating, ventilation and air-conditioning (HVAC) market, with the ambition to become front-runners and provide the first cost-effective product, with low maintenance requirements. The target cost is to reach just 2000 Ä/kW (with solar field and cooling, heating and thermal storage included) and secure a short return on investment.\nThe new product will be commercialized by a new joint venture established between Fahren and Akotec with Diadikasia being a strategic partner for promotion and sales in south Europe. The initial target markets are in Greece, Italy and Germany, while further expansion steps will follow once sales increase.",
    "totalCost": "2741375",
    "ecMaxContribution": "2167437,5",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "AKOTEC PRODUKTIONSGESELLSCHAFT MBH;DIADIKASIA BUSINESS CONSULTING SYMVOULOI EPICHEIRISEON AE;CONSIGLIO NAZIONALE DELLE RICERCHE;FAHRENHEIT AG",
    "participantCountries": "DE;EL;IT",
    "projectParticipants": {
        "937374342": {
            "orgId": "937374342",
            "orgName": "AKOTEC PRODUKTIONSGESELLSCHAFT MBH",
            "ecContrib": 476438
        },
        "951808427": {
            "orgId": "951808427",
            "orgName": "FAHRENHEIT AG",
            "ecContrib": 672875
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 334375
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 493875
        },
        "983764495": {
            "orgId": "983764495",
            "orgName": "DIADIKASIA BUSINESS CONSULTING SYMVOULOI EPICHEIRISEON AE",
            "ecContrib": 189875
        }
    },
    "calculatedTotalContribution": 2167438
}