{
    "rcn": "210809",
    "acronym": "EnergyMemo",
    "topics": "ERC-2016-ADG",
    "title": "Dynamic Interplay between Energy and Memory",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Understanding the links between neuronal plasticity which underlies memory and energy metabolism is a major goal of brain studies. The brain is a main energy consumer and the central regulator of energy homeostasis, and it prioritizes its own supply over peripheral organs. Interestingly, our work demonstrates that the brain is also able to regulate its own activity under energy shortage to favor survival.\n\nThe EnergyMemo project proposes to perform in drosophila an original integrated study of the interplay between energy metabolism and olfactory memory at the molecular, cellular and circuit levels. On the ground of important preliminary results, we will investigate in vivo how and why the energy flux increases during long-term memory encoding, and how brain plasticity is regulated by the energy supply. We will focus on three major challenges:\n* Objective 1: to improve our understanding of brain physiology, we will characterize in drosophila neuronal circuits that integrate information about the brain energy status. \n* Objective 2: to understand how abnormal levels of energy can affect the brain, we will analyze how the energy level shapes the functioning of the olfactory memory center.\n* Objective 3: to characterize how energy stores are mobilized during memory formation, we will investigate how the neuronal and glial networks interact to manage the energy fluxes.\n\nThis multidisciplinary project will benefit from our team's longstanding experience in behavioral studies and leadership in live brain imaging, in addition to the unmatched descriptive power of drosophila neuronal circuits at the single-neuron resolution. Successful completion of this program will surely uncover mechanisms of brain function conserved across species, and should bring-up new ideas about how deregulation of energy metabolism can affect cognitive functions in human. Thus the EnergyMemo project could have a major impact in neuroscience from fundamental research to human applications.",
    "totalCost": "2499500",
    "ecMaxContribution": "2499500",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2499500
        }
    },
    "calculatedTotalContribution": 2499500
}