{
    "rcn": "210860",
    "acronym": "MASS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Micro AIS Shore Station - MASS",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Automatic Identification System (AIS) is a VHF based system which is designated to enhance the safety of life and goods at sea by also assuring navigational and environmental improvements. The coverage of national AIS networks are limited because of many reasons (geography, weather conditions, insufficient number of stations etc.) and due to these limitations relevant authorities have difficulties to track and manage the marine traffic properly; causing safety and security weaknesses at sea which also means increased threats of accidents, illegal fishing, immigration & smuggling and water pollution.\n\nMASS is a cost-effective, compact-solar powered Micro AIS Shore Station; which is easy to set-up & maintain with lower power consumption rates thanks to its innovative AIS engine. MASS increases safety and security of coasts by enabling advanced monitoring of sea shores, inland waters & lakes and thus eliminating blind spots which are mainly out of the coverage of conventional AIS networks. \n\nIn order to address this challenge, i-Marine offers a compact-solar powered Micro AIS Shore Station (MASS) which allows better monitoring of sea shores, inland waters and lakes which are mainly out of AIS coverage. MASS is nearly 4 times cost effective over conventional AIS base stations; operates at lower power consumption rates and can operate without a fixed power supply.\n\nThe objective of this proposal is to prepare a proper feasibility study, which will pave the way to successful introduction and diffusion of MASS into global market and maximize its impact in order to better contribute to European transport and mobility goals defined in 2011 Transport White Paper of European Commission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMARINE DENIZ TEKNOLOJILERI VE ARASTIRMALARI SANAYI VE TICARET ANONIMSIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917181076": {
            "orgId": "917181076",
            "orgName": "IMARINE DENIZ TEKNOLOJILERI VE ARASTIRMALARI SANAYI VE TICARET ANONIMSIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}