{
    "rcn": "210856",
    "acronym": "iPROCELL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Commercial validation of iPROCELL: a novel modular assembly practice",
    "startDate": "01/06/2017",
    "endDate": "29/02/2020",
    "objective": "iPROCELL has been developed to meet an identified need to improve for economies of scale within the electric vehicle (EV) production market. The new market we are developing is a world first, sitting between manual manufacturing and full production line assembly. Neither existing solutions are cost effective with the current levels of EVs being produced.\n\nOur solution is a fully automated final assembly cell, with 3 autonomous robots situated around a central industry build location. Our main innovation is our method of assembly, the 3 robots work symbiotically to assemble modules into finished products. This design provides a footprint that is 12 times smaller than traditional production lines. We have incorporated our state of the art gripper technology for fully adaptable programmable robotic heads that can accommodate 12 different design options, allowing assembly of small batches in a cost effective manner. Our modular format allows fully flexible manufacturing, appealing to the increasing customer demand for evermore customised products.\n\nThe high flexibility required to accommodate small series customised products alongside the commercial need to run a cost effective practice is challenging a number of manufacturing industries. When demonstrating the prototype at the Hannover Messe 2015, we received significant interest from a number of industries beyond the EV market including furniture and domestic appliances construction opening further opportunities for us to capitalise on.\n\nForecasted to have a global worth of Ä184 bn by 2020, the automation solutions industry is growing. During this Phase 2 project we intend to finalised our existing technology ahead of market launch, in order to achieve this we need to: refine the subsystems and software; develop gripper and sensor systems; obtain the relevant standards; build a demonstrator unit and trial in a commercial setting. This will enable us to launch iPROCELL to market in 2020.",
    "totalCost": "1741604,5",
    "ecMaxContribution": "1219123,15",
    "coordinator": "IBG-AUTOMATION GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934512551": {
            "orgId": "934512551",
            "orgName": "IBG-AUTOMATION GMBH",
            "ecContrib": 1219123
        }
    },
    "calculatedTotalContribution": 1219123
}