{
    "rcn": "210813",
    "acronym": "XUV-COMB",
    "topics": "ERC-2016-ADG",
    "title": "High Resolution Extreme Ultraviolet Laser Spectroscopy",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Discrepancies between theory and experiments have been fuelling the development of physics from the discrete line spectrum of hydrogen, where classical physics fails, to the Lamb shift, which is unexplained by the Dirac equation. At the precision frontier, comparisons between theory and experiment have been performed almost exclusively with atomic hydrogen. To progress from there, it very good accuracy. The spectroscopic investigation of muonic hydrogen, which was successful recently, was the first step in that direction and has brought up a serious challenge to Quantum Electrodynamics (QED).  Even though we could solve this problem in the meantime, there might be others waiting to be discovered when leaving the beaten track of ordinary atomic hydrogen. Besides anti-hydrogen, high resolution laser spectroscopy of singly ionized helium is the next logical item on the list. In addition of representing a hitherto unexplored system, He\\ allows for a far better test than atomic hydrogen due to the QED power series expansion of its energy levels in terms of ZWith the nuclear charge Z and the fine structure constant the disputed terms are of the order of (Z)6. Unlike ordinary hydrogen, He\\ can be readily stored in an ion trap and sympathetically cooled by co-stored ions with an accessible cooling transition. This approach eliminates essentially all dominating experimental uncertainties that we face with ordinary hydrogen today. The 1S-2S resonance is the sharpest and hence most interesting transition. Its observation requires highly coherent extreme ultraviolet radiation at 60.8 nm which can be generated through high order harmonics from a mode locked laser. The resulting frequency comb is most suitable for a two-photon transition as photons from pairs of modes combine to deliver the excitation energy. Other applications of such new laser source are foreseeable.",
    "totalCost": "1968125",
    "ecMaxContribution": "1968125",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1968125
        }
    },
    "calculatedTotalContribution": 1968125
}