{
    "rcn": "210810",
    "acronym": "ImmuneCheckpointsAD",
    "topics": "ERC-2016-ADG",
    "title": "Immune checkpoint blockade for fighting Alzheimerís disease",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Understanding, and ultimately treating Alzheimerís disease (AD) is a major need in Western countries. Currently, there is no available treatment to modify the disease. Several pioneering discoveries made by my team, attributing a key role to systemic immunity in brain maintenance and repair, and identifying unique interface between the brainís borders through which the immune system assists the brain, led us to our recent discovery that transient reduction of systemic immune suppression could modify disease pathology, and reverse cognitive loss in mouse models of AD (Nature Communications, 2015; Nature Medicine, 2016; Science, 2014). This discovery emphasizes that AD is not restricted to the brain, but is associated with systemic immune dysfunction. Thus, the goal of addressing numerous risk factors that go awry in the AD brain, many of which are -as yet- unknown, could be accomplished by immunotherapy, using immune checkpoint blockade directed at the Programmed-death (PD)-1 pathway, to empower the immune system. In this proposal, we will adopt our new experimental paradigm to discover mechanisms through which the immune system supports the brain, and to identify key/novel molecular and cellular processes at various stages of the disease that are responsible for cognitive decline long before neurons are lost, and whose reversal or modification is needed to mitigate AD pathology, and prevent cognitive loss. Achieving our goals requires the multidisciplinary approaches and expertise at our disposal, including state-of-the art immunological, cellular, molecular, and genomic tools. The results will pave the way for developing a novel next-generation immunotherapy, by targeting additional selective immune checkpoint pathways, or identifying a specific immune-based therapeutic target, for prevention and treatment of AD. We expect that our results will help attain the ultimate goal of converting an escalating untreatable disease into a chronic treatable one.",
    "totalCost": "2287500",
    "ecMaxContribution": "2287500",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2287500
        }
    },
    "calculatedTotalContribution": 2287500
}