{
    "rcn": "210844",
    "acronym": "HILOGEAR",
    "topics": "JTI-CS2-2016-CFP04-ENG-01-13",
    "title": "High load gear and bearings materials",
    "startDate": "01/05/2017",
    "endDate": "30/11/2019",
    "objective": "The Ultra High Bypass Ratio technology achieved with the geared turbofan concept, that decouples fan and turbine speeds by means of an Integral Drive System (IDS), is an innovative architecture that can enable significant reduction in fuel burn, noise and emissions.\n\nThe HILOGEAR (High load gear and bearings materials) project supports the aims to mature differentiating technologies and processes that could be introduced in the innovatve drive system module for the UHPE (Ultra High Propulsion Efficiency Engine) demonstrator. \n\nSince classical aerospace materials, although performant, do not exhibit all the necessary technical characteristics to fulfil both bearing and gears strength needs for their application in the UHPE power gearbox, innovative materials and heat treatments have to be investigated.\n\nTherefore the main HILOGEAR project tasks and goals will be:\nï\tthe selection, jointly with the TM, of promising materials and surface treatments suitable both for gears and bearings\nï\ttesting activities on bearings also in contaminated conditions\nï\ttesting activities on gears in high load and high temperature conditions similar to those of new engines. \n\nThe activity will be managed with a Phase & Gate approach and will include detailed technical / program, documentation, including planning, drawings, design report, risk analysis, test plan and test requirements, test results and test analysis reports.",
    "totalCost": "683565",
    "ecMaxContribution": "450000",
    "coordinator": "AM TESTING SRL",
    "coordinatorCountry": "IT",
    "participants": "FAG AEROSPACE GMBH & CO KG",
    "participantCountries": "DE",
    "projectParticipants": {
        "989424057": {
            "orgId": "989424057",
            "orgName": "AM TESTING SRL",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 300000
}