{
    "rcn": "210858",
    "acronym": "ASGARD",
    "topics": "SMEInst-01-2016-2017",
    "title": "Automatic SaaS Governing of Hybrid Networks for Growing Infrastructure Demands",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "The cost of network failure in SMEs is over $20,000 per hour; 70% of SMEs could not survive for more than 24 hours without their critical IT infrastructure and many struggle to recruit skilled IT staff. Many network outages can be prevented with a full-scale IPAM (IP Address Management) solution; IPAM solutions manage the corporate network more efficiently leading to less network downtime, less manual troubleshooting, and faster provisioning of new network locations and services. Most large corporates already have an IPAM solution to manage their networks. As more and more SMEs are moving part of their networks to public clouds and as Internet of Things is expected to massively increase the number of connections to enterprise networks, SMEs networks will become hybrid, complex to manage and with enormous number of connected devices. IPAM solutions will become a must-have for SMEs, as such complexity is impossible to manage manually. Current IPAM solutions are expensive, reside on the local network and require effort in deployment and expertise that is often beyond the reach of SMEs IT staff. ASGARD is a revolutionary SaaS (Software-as-a-Service) IPAM solution that will provide unprecedented ease-of-use in deployment and extremely user-friendly network management capabilities to SMEs and large corporations with a special focus on the complexity of hybrid networks (both local and cloud based) and IoT. ASGARD takes seconds to deploy and no network administration expertise is required. It is affordable and scales-up with the organization. Founded in 1990, Men  Mice have been developing IPAM solutions for a long time. We understand the necessities and the opportunities in the IPAM market better than anyone. Among Men  Mice customers are well known global enterprises, institutions and service providers from all around the globe. We expect 5-year ROI of 6.7%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEN AND MICE EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916653881": {
            "orgId": "916653881",
            "orgName": "MEN AND MICE EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}