{
    "rcn": "210811",
    "acronym": "CoupledNC",
    "topics": "ERC-2016-ADG",
    "title": "Coupled Nanocrystal Molecules: Quantum coupling effects via chemical coupling of colloidal nanocrystals",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Coupling of atoms is the basis of chemistry, yielding the beauty and richness of molecules and materials. Herein I introduce nanocrystal chemistry: the use of semiconductor nanocrystals (NCs) as artificial atoms to form NC molecules that are chemically, structurally and physically coupled. The unique emergent quantum mechanical consequences of the NCs coupling will be studied and tailored to yield a chemical-quantum palette: coherent coupling of NC exciton states; dual color single photon emitters functional also as photo-switchable chromophores in super-resolution fluorescence microscopy; electrically switchable single NC photon emitters for utilization as taggants for neuronal activity and as chromophores in displays; new NC structures for lasing; and coupled quasi-1D NC chains manifesting mini-band formation, and tailored for a quantum-cascade effect for IR photon emission.  A novel methodology of controlled oriented attachment of NC building blocks (in particular of core/shell NCs) will be presented to realize the coupled NCs molecules.  For this a new type of Janus NC building block will be developed, and used as an element in a Lego-type construction of double quantum dots (dimers), heterodimers coupling two different types of NCs, and more complex NC coupled quantum structures. To realize this NC chemistry approach, surface control is essential, which will be achieved via investigation of the chemical and dynamical properties of the NCs surface ligands layer. As outcome I can expect to decipher NCs surface chemistry and dynamics, including its size dependence, and to introduce Janus NCs with chemically distinct and selectively modified surface faces. From this I will develop a new step-wise approach for synthesis of coupled NCs molecules and reveal the consequences of quantum coupling in them. This will inspire theoretical and further experimental work and will set the stage for the development of the diverse potential applications of coupled NC molecules.",
    "totalCost": "2499750",
    "ecMaxContribution": "2499750",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2499750
        }
    },
    "calculatedTotalContribution": 2499750
}