{
    "rcn": "210861",
    "acronym": "PassivDom",
    "topics": "SMEInst-09-2016-2017",
    "title": "Feasibility study for PassivDom ñ autonomous self-learning 3D-printed modular house",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Global warming is one of the main environmental challenges nowadays and existing inefficiencies in the housing solutions and its manufacturing processes are one of the leading causes of it. Today the approximate number of houses globally is more than 1.5 billion and steadily growing. Construction and the use of standard houses, according to UNEP, consume around 40% of global energy, 25% of global water, 40% of global resources, and emit approximately 33% of Greenhouse gases (GHG) emissions.\n\nPASSIV DOM UKRAINE LLC addressed this problem by completely rethinking the concept of a house and searching for disruptive and innovative ways of constructing houses as completely integrated off-grid systems. PassivDom (TRL 6 ñ prototype is currently being demonstrated in Kyiv), is a ready-to-use mobile, self-sustainable off-grid house powered solely by solar energy with self-learning integrated smart IoT system, and all necessary equipment and furniture to start living from day one. It also has PV cells integrated in roof generating electricity for all inhabitants needs, standalone water supply system with filtration, and a sewing system, which makes the house completely autonomous, thus zero bills on electricity, heating, and water, while having zero harming effect to the environment.\n\nTo ensure successful commercialization, in Phase 1 of SME Instrument, PassivDom Ukraine LLC intends to develop an elaborate feasibility study for PassivDom commercialization which will help the company to have a more detailed vision of target market and its regulations, improve the design and features of the solution to meet the demands of the users, build quality business partnerships, and tailor pricing & sales strategies to customer needs and foreseen demand.\n\nThis project will enable PassivDom Ukraine LLC to ensure successful commercialisation, while the feasibility study will be the stepping-stone and will serve as a roadmap for market entry of PassivDom solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PASSIVDOM UKRAINE LIMITED LIABILTY COMPANY",
    "coordinatorCountry": "UA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913622922": {
            "orgId": "913622922",
            "orgName": "PASSIVDOM UKRAINE LIMITED LIABILTY COMPANY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}