{
    "rcn": "210816",
    "acronym": "KAMINO",
    "topics": "H2020-SGA2-EEN",
    "title": "EEN-services for supporting the Key Account Management process in the SME-instrument and enhancing the INnOvation management capacities of SMEs (KAMINO)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The project will be funded under HORIZON 2020 to boost the participation of European SME in the SME instrument of HORIZON 2020 and to enhance the innovation management capacities of high innovative SME. Implementation activities are organized in two work packages (WP):\nOn the one hand, the project wants to accompany beneficiaries of the SME instrument in the implementation of their project ideas and to organize a coaching for them within the WP Key Account Management (KAM). \nOn the other hand the project activities should result in significant higher innovation management capacities of SME (WP Enhancing Innovation Management Capacity process: EIMC). Therefore, the innovation capacities and processes, innovation strategies and internal organizations of SME as well as their relation with innovation partners are to assess. Identified gaps and bottlenecks in the innovation management capacities will be discussed and measures and work plans to overcome them will be defined by the EEN consultants jointly with the SME. \n\nKAMINO contains a package of assistance for successful applicants in the SME instrument of H2020 and delivers assessments, advise and consultations to support SME to strengthen their innovation management capacities. Three partners ñ the ATI K¸ste GmbH, the Steinbeis Forschungszentrum Nordost and the Technologiepark Warnem¸nde GmbH ñ work on the mentioned activities. For the realisation of the assessment process the partners will apply assessment tools with the relevant SME. The fourth partner ñIHK zu Rostock as the coordinator EEN M-V consortium ñ will formally act as coordinator also for this action.\nThe acquisition of the best suited enterprises will be done by various sources of the partners. For the KAM-process the potential candidates will be nominated by the European Commission through a special evaluation process. The consortium EEN M-V plans to perform 16 assessment service packages, both KAM and EIMC, in the two years.",
    "totalCost": "65761,88",
    "ecMaxContribution": "65761,88",
    "coordinator": "INDUSTRIE UND HANDELSKAMMER ZU ROSTOCK",
    "coordinatorCountry": "DE",
    "participants": "ATI KUSTE GMBH GESELLSCHAFT FUR TECHNOLOGIE UND INNOVATION;TECHNOLOGIEPARK WARNEMUNDE GMBH;STEINBEIS TRANSFER GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "941401006": {
            "orgId": "941401006",
            "orgName": "ATI KUSTE GMBH GESELLSCHAFT FUR TECHNOLOGIE UND INNOVATION",
            "ecContrib": 26304
        },
        "999759116": {
            "orgId": "999759116",
            "orgName": "STEINBEIS TRANSFER GMBH",
            "ecContrib": 26299
        },
        "937585317": {
            "orgId": "937585317",
            "orgName": "TECHNOLOGIEPARK WARNEMUNDE GMBH",
            "ecContrib": 13159
        },
        "941351439": {
            "orgId": "941351439",
            "orgName": "INDUSTRIE UND HANDELSKAMMER ZU ROSTOCK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 65762
}