{
    "rcn": "210842",
    "acronym": "BREEZE",
    "topics": "JTI-CS2-2016-CFP04-SYS-02-27",
    "title": "HyBRid photocatalyitic air filtEr for rEmoving pollutants and odours from aircraft cabin ZonE",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "An aircraft cabin is a unique environment due to the extremely high density of occupation and limited available air volume. This favours the dispersion of germs and the accumulation of pollutants such as Volatile Organic Compounds (VOCs), polybrominated diphenyl ethers (PBDEs) and ozone, which lead to poor air quality affecting travellers and employees. On the majority of aircrafts, air treatment consists of High Efficiency Particulate Air (HEPA) filters, which can trap particles but do not remove other pollutants (i.e. VOCs, ozone) and bio-contaminants (bacteria, viruses or fungi) are not inactivated. There is a need of efficient technologies capable of removing pollutants and bio-contaminants under aircraft environmental conditions while fulfilling constraints imposed by the size, weight and energy consumption. \n\nBREEZE project will develop an alternative air purification filter based on combined adsorption and photocatalytic oxidation using UVA-LEDs as irradiation source. The efficiency of BREEZE technology will be validated for the elimination of VOCs (>85% removal), PBDEs (up to 95% removal), ozone (up to 80% removal) and bio-contaminants such as bacteria and viruses (>95% inactivation). Ageing tests will be carried out in order to validate under real pressure and humidity conditions the air filter durability, which will be of at least 3,000 h. The optimised BREEZE device (including also a particulate filter) will be finally integrated in an Environment Control System demonstrator in topic managerís facilities for its final validation in a real environment.\n\nThe results obtained will be employed for the evaluation of BREEZE impacts i) focusing on safety and security (Risk Assessment); ii) from an environmental point of view (Life Cycle Assessment and Environmental Technical Verification) and iii) on the economy (Benefit Cost Analysis). Market uptake will be boosted by means of Dissemination activities aimed at spreading BREEZE results and impacts.",
    "totalCost": "708347,5",
    "ecMaxContribution": "708347,5",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 708348
        }
    },
    "calculatedTotalContribution": 708348
}