{
    "rcn": "210845",
    "acronym": "IPANEMA",
    "topics": "JTI-CS2-2016-CFP04-ENG-01-14",
    "title": "Inlet PArticle Separator Numerical  ExperiMental Assessment",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "IPANEMA is a joint numerical and experimental undertaking to understand and improve the separation efficiency of inertial particle separators (IPS), which are integrated in the intake to protect turboprop engines from the ingestion of dust particles and water. The project first focuses on the numerical and experimental tools used for this type of studies and design.  Based upon a complementary detailed experimental and numerical study using Large Eddy Simulation of simplified geometries, representative of the IPS and the intake, practical design tools will be developed and calibrated and integrated into an automated design chain. Subsequently, a full configuration will be studied both experimentally and numerically, in order to assess the design, investigate geometrical sensitivities and suggest geometrical optimisations. \n\nDuring the course of the project, new numerical and experimental techniques will be developed. Together with a detailed reference validation database on simplified geometries, these improved techniques will provide a significant contribution to future scientific research on particle separators and particulate flows in general.",
    "totalCost": "949337,5",
    "ecMaxContribution": "949337,5",
    "coordinator": "CENTRE DE RECHERCHE EN AERONAUTIQUE ASBL - CENAERO",
    "coordinatorCountry": "BE",
    "participants": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
    "participantCountries": "BE",
    "projectParticipants": {
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 510900
        },
        "999814018": {
            "orgId": "999814018",
            "orgName": "CENTRE DE RECHERCHE EN AERONAUTIQUE ASBL - CENAERO",
            "ecContrib": 438438
        }
    },
    "calculatedTotalContribution": 949338
}