{
    "rcn": "210832",
    "acronym": "TeaM Cables",
    "topics": "NFRP-1",
    "title": "European Tools and Methodologies for an efficient ageing management of nuclear power plant Cables",
    "startDate": "01/09/2017",
    "endDate": "28/02/2022",
    "objective": "The lifetime of existing NPPs can potentially be extended to between 60 and 80 years if safety and operability of facilities can be guaranteed. With an average of 25 000 cables for a total length of 1 500 km per nuclear power plant (NPP) unit, all organisations involved in the current and next generation of NPPs have recognised the importance of cable qualification, condition monitoring, and ageing management. Cables, especially their insulation and jacket materials made of polymers, are vulnerable to ageing degradation during normal operation and accidents and means must be established to ensure that cable ageing does not lead to unsafe operation. Latest developments in polymer ageing research have revealed important limits in current methods for estimating the lifetime of NPP cables. These are related to the lack of representativeness of accelerated ageing  and the lack of consideration of the polymer composition (e.g. fillers, additives, antioxidants) in cable ageing models. TeaM Cables will develop a novel multiscale approach for more precise estimation of the cable lifetime. The project will analyse the effects of irradiation and temperatures on cables from micro- to macroscale level, in order to develop multiscale models of ageing. Ageing in normal operation conditions and accidental conditions will be addressed. The unique multi-scale and kinetic models produced by the project will be integrated into an open access tool ñ the TeaM Cables tool - which will be built on the merger of a currently used European cable management tool with a cable ageing modelling tool. In parallel, criteria and protocols for on-site use of non-destructive testing techniques will be proposed. The TeaM Cables multiscale modelling approach and associated tools will allow NPP operators to safely extend the plant life duration of generation II and III reactors and thus contribute to the production of sustainable energy responding to future energy needs.",
    "totalCost": "5512068,75",
    "ecMaxContribution": "4179344",
    "coordinator": "ELECTRICITE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE;ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS;AREVA GMBH;NEXANS FRANCE S.A.S;INSTYTUT CHEMII I TECHNIKI JADROWEJ;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ARTTIC;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSITE D'AIX MARSEILLE;UJV REZ, a. s.",
    "participantCountries": "FR;DE;PL;FI;IT;CZ",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 414811
        },
        "999480726": {
            "orgId": "999480726",
            "orgName": "INSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE",
            "ecContrib": 223875
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 364172
        },
        "999919457": {
            "orgId": "999919457",
            "orgName": "AREVA GMBH",
            "ecContrib": 260633
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 527215
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 358324
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 279299
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 127187
        },
        "999464915": {
            "orgId": "999464915",
            "orgName": "INSTYTUT CHEMII I TECHNIKI JADROWEJ",
            "ecContrib": 82129
        },
        "999477428": {
            "orgId": "999477428",
            "orgName": "UJV REZ, a. s.",
            "ecContrib": 285188
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 471250
        },
        "998208571": {
            "orgId": "998208571",
            "orgName": "NEXANS FRANCE S.A.S",
            "ecContrib": 117938
        },
        "990741802": {
            "orgId": "990741802",
            "orgName": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS",
            "ecContrib": 667324
        }
    },
    "calculatedTotalContribution": 4179345
}