{
    "rcn": "210849",
    "acronym": "in.nav",
    "topics": "SMEInst-01-2016-2017",
    "title": "Advanced Intra-Operative Navigation in Arthroscopy Surgery",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Perceive3D (P3D) is an ICT driven company specialized in computer vision technology that creates advanced image software solutions for assisting and guiding the surgeon during minimally invasive procedures. In this project, P3D will specialize its state-of-the-art in.nav software technology for arthroscopic procedures of the knee and hip, providing the first effective solution for Computer-Assisted Orthopedic Surgery (CAOS) in arthroscopy. The outcomes of the project will be two software applications (nav4ACL and nav4FAI) that will provide real-time intra-operative measurements to aid the surgeons throughout the procedures by providing measurements of the joint structure. Guiding information is provided in accordance to the literature to support the surgeonís decision, leading to a system that will improve clinical outcome for patients and reduce healthcare costs. As part of the Horizon 2020 SMEInst-01 phase I project, P3D performed a feasibility study for the development of in.nav navigation software for two arthroscopic procedures: the Antero Cruciate Ligament (ACL) reconstruction in knee arthroscopy, and the removal of Femoroacetabular Impingement (FAI) in hip arthroscopy. A pressing need for assistive systems has been reported for the procedures for these frequent pathologies. This phase II project will leverage these results and translate the in.nav prototype into two commercially viable software products for ACL and FAI procedures. P3D will demonstrate the use and advantages of the in.nav navigation software through tests in post-mortem subjects and will prepare the applications for integration into existing surgical workflows and market deployment. P3D has already approached Key Opinion Leaders (KOL) in the targeted procedures (Knee and Hip) to endorse the in.nav technology and P3D will extend its IP portfolio around this in.nav navigation technology.",
    "totalCost": "1867660",
    "ecMaxContribution": "1307362",
    "coordinator": "PERCEIVE3D SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929866348": {
            "orgId": "929866348",
            "orgName": "PERCEIVE3D SA",
            "ecContrib": 1307362
        }
    },
    "calculatedTotalContribution": 1307362
}