{
    "rcn": "210820",
    "acronym": "INAFLOWT",
    "topics": "JTI-CS2-2016-CFP04-LPA-01-26",
    "title": "INnovative Actuation Concepts for Engine/Pylon/Wing Separation FLOw Control (Design, Build and Wind Tunnel Test)",
    "startDate": "01/06/2017",
    "endDate": "30/09/2020",
    "objective": "The objective of the INAFLOWT project is to use combinations of existing active flow control (AFC) concepts to generate a major advance in AFC aerodynamic efficiency and reliability. Steady suction in combination with oscillatory blowing will be combined using arrays of the no-moving parts SaOB actuator. Active boundary layer separation control concepts will be studied using numerical simulations, as well as with bench-top, simplified geometry and small scale wind tunnel testing. The most promising concept will be tested, integrated as real-scale prototypes in a large wind tunnel model representative of the ultra-high bypass ratio (UHBR) engine/pylon/wing/high-lift system configuration, already tested within AFLONEXT, at realistic Reynolds number, to prove results in near industrial environment. \nThe INAFLOWT consortium consist of known experts with vast experience and extensive excellence record of collaborations in the areas of AFC, high-lift aerodynamic, wind tunnel testing and CFD simulations. These capabilities and features will guarantee the successful realization of the ambitious goals of the INAFLOWT project and will progress the proposed AFC configuration beyond the State-of-the-Art. The outputs are ambitious and innovative and will pave the way to operational use of UHBR engines in commercial aircraft which will provide significant operational benefits of future European aviation products.",
    "totalCost": "1146750",
    "ecMaxContribution": "700000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "ISRAEL AEROSPACE INDUSTRIES LTD.;FEDERAL STATE UNITARY ENTERPRISE THE CENTRAL AEROHYDRODYNAMIC INSTITUTE NAMED AFTER PROF. N.E. ZHUKOVSKY;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.;UNIVERSITAET STUTTGART",
    "participantCountries": "IL;RU;CZ;DE",
    "projectParticipants": {
        "999969315": {
            "orgId": "999969315",
            "orgName": "ISRAEL AEROSPACE INDUSTRIES LTD.",
            "ecContrib": 80000
        },
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 130000
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 130000
        },
        "999534173": {
            "orgId": "999534173",
            "orgName": "FEDERAL STATE UNITARY ENTERPRISE THE CENTRAL AEROHYDRODYNAMIC INSTITUTE NAMED AFTER PROF. N.E. ZHUKOVSKY",
            "ecContrib": 0
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 360000
        }
    },
    "calculatedTotalContribution": 700000
}