{
    "rcn": "210812",
    "acronym": "CLUNATRA",
    "topics": "ERC-2016-ADG",
    "title": "Discovering new Catalysts in the Cluster-Nanoparticle Transition Regime",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The purpose of this proposal is to establish new fundamental insight of the reactivity and thereby the catalytic activity of oxides, nitrides, phosphides and sulfides (O-, N-, P-, S- ides) in the Cluster-Nanoparticle transition regime. We will use this insight to develop new catalysts through an interactive loop involving DFT simulations, synthesis, characterization and activity testing. The overarching objective is to make new catalysts that are efficient for production of solar fuels and chemicals to facilitate the implementation of sustainable energy, e.g. electrochemical hydrogen production and reduction of CO2 and N2 through both electrochemical and thermally activated processes. \nRecent research has identified why there is a lack of significant progress in developing new more active catalysts. Chemical scaling-relations exist among the intermediates, making it difficult to find a reaction pathway, which provides a flat potential energy landscape - a necessity for making the reaction proceed without large losses. My hypothesis is that going away from the conventional size regime, > 2 nm, one may break such chemical scaling-relations. Non-scalable behavior means that adding an atom results in a completely different reactivity. This drastic change could be even further enhanced if the added atom is a different element than the recipient particle, providing new freedom to control the reaction pathway. The methodology will be based on setting up a specifically optimized instrument for synthesizing such mass-selected clusters/nanoparticles. Thus far, researchers have barely explored this size regime. Only a limited amount of studies has been devoted to inorganic entities of oxides and sulfides; nitrides and phosphides are completely unexplored. We will employ atomic level simulations, synthesis, characterization, and subsequently test for specific reactions. This interdisciplinary loop will result in new breakthroughs in the area of catalyst material discovery.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}