{
    "rcn": "210823",
    "acronym": "LEU-FOREvER",
    "topics": "NFRP-11",
    "title": "Low Enriched Uranium Fuels fOR REsEarch Reactors",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Securing the nuclear fuel supply for European research reactors is the overall objective of the LEU-FOREvER project. Our analysis points out two main risks of shortage: (i) the very challenging conversion of High Performance Research Reactors (HPRRs) from High to Low Enriched Uranium fuels (LEU), (ii) the ROSATOM monopoly to fuel medium power research reactors (MPRRs) with original Soviet design. \nOn HPRRs, a multi-disciplinary consortium composed of fuel/core designers, operators and fuel manufacturer has been built to tackle both issues. Five European organisations (AREVA NP, CEA, ILL, SCKïCEN, TUM), which compose the HERACLES group, have been strongly involved for almost 20 years now in the development of LEU fuels. To enter the qualification phase in 2021, HERACLES is pushing towards the completion of an understanding phase. The baseline lies on the development of UMo fuels and their variants. Within LEU-FOREvER, optimisation of both manufacturing process (up to the design of pilot equipment) and modelling of the in-pile behaviour of these fuels are proposed. As a result of an independent review undergone in 2015, an alternative to UMo fuels has to be considered: this will be high-loaded U3Si2. Within LEU-FOREvER, it will be optimised to prepare an ambitious in-pile test (ìHigh PROSITî).\nFor European MPRRs, the ultimate goal is to design a new core which could work with both the original ROSATOM and European elements that would be developed, licensed and qualified (ì4EVERTESTî) within LEU-FOREvER. The Czech LVR-15 reactor (CV Rez) has been selected as a case study, and preliminary design by AREVA-TA is based on U3Si2/Al flat fuel plates. To improve economic competitiveness, AREVA NP will reinvestigate its manufacturing process and propose optimisations.\nStrong synergies are expected between both activities. \nThe modernization of research reactors appears as a key element in the mitigation of the risks surrounding the supply of isotopes, as expressed in the NFRP-11 topic.",
    "totalCost": "6923147,5",
    "ecMaxContribution": "6598148,25",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT MAX VON LAUE - PAUL LANGEVIN;AREVA NP SAS;TECHNISCHE UNIVERSITAET MUENCHEN;CENTRUM VYZKUMU REZ S.R.O.;NARODOWE CENTRUM BADAN JADROWYCH;LGI CONSULTING SARL;Studiecentrum voor Kernenergie/Centre d'Etude de l'Energie NuclÈaire;SociÈtÈ Technique pour l'Energie Atomique",
    "participantCountries": "FR;DE;CZ;PL;BE",
    "projectParticipants": {
        "998207310": {
            "orgId": "998207310",
            "orgName": "Société Technique pour l'Energie Atomique",
            "ecContrib": 658380
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 161952
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 857375
        },
        "996153820": {
            "orgId": "996153820",
            "orgName": "CENTRUM VYZKUMU REZ S.R.O.",
            "ecContrib": 749916
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 473210
        },
        "999986775": {
            "orgId": "999986775",
            "orgName": "Studiecentrum voor Kernenergie/Centre d'Etude de l'Energie Nucléaire",
            "ecContrib": 1244592
        },
        "999506722": {
            "orgId": "999506722",
            "orgName": "NARODOWE CENTRUM BADAN JADROWYCH",
            "ecContrib": 194365
        },
        "999933522": {
            "orgId": "999933522",
            "orgName": "INSTITUT MAX VON LAUE - PAUL LANGEVIN",
            "ecContrib": 128725
        },
        "999956996": {
            "orgId": "999956996",
            "orgName": "AREVA NP SAS",
            "ecContrib": 2129632
        }
    },
    "calculatedTotalContribution": 6598147
}