{
    "rcn": "210847",
    "acronym": "NIRSort",
    "topics": "FTIPilot-01-2016",
    "title": "Development and Market Replication of novel NIR-transparent polymer colourants to replace carbon black, and allow the sorting of black and coloured polymers from mixed waste streams",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Currently, around 25 million tonnes of plastic waste is created each year across Europe, primarily from three sources ñ consumer packaging, WEEE disposal and vehicle dismantling. The requirements for sorting and segregation of polymer types within waste streams are intensifying - more stringent targets for recycling are forcing recyclers to segregate more difficult materials that they could formerly lose as scrap; increased volumes and high labour costs force the industry to reduce manual segregation and increase shredding; this requires more automation of sorting facilities; producer regulations increase the responsibility for the supply side to ensure identifiability of the materials they provide, through to the point of recycling.  Automated sorting operations are all based on Near Infra-Red spectroscopy, which can rapidly recognize the NIR signature of different polymers, and activate sorting equipment to segregate the polymer types.  NIR is the only technique that is fast enough, powerful enough and robust enough to be usable on a recycling line.  BUT the NIR technique fails to ìseeî black materials and some colours, because the carbon black pigment used also absorbs the NIR beam and prevents the reflection of the polymerís characteristic spectrum back to the sensor.  This project, based on our successful previous work, will develop a range of ìNIR transparentî alternatives to carbon black, to enable the NIR sorting operations to segregate black and coloured plastic where they have been unable to before, to a purity that will be usable in high value recycled engineering polymers. We will base our market entry strategy on a ìspiral economyî approach, where the packaging industry uses virgin detectable polymer to make their packaging, and this, with its product life of under one year, is recycled into high quality engineering plastics for the manufacturers of automotive and consumer durables to use without waiting for returns from their own end-of-life materials.",
    "totalCost": "1474375",
    "ecMaxContribution": "1005762,5",
    "coordinator": "LUXUS LTD",
    "coordinatorCountry": "UK",
    "participants": "POLYKEMI AB;ONE51 ES PLASTICS LIMITED",
    "participantCountries": "SE;IE",
    "projectParticipants": {
        "912614607": {
            "orgId": "912614607",
            "orgName": "ONE51 ES PLASTICS LIMITED",
            "ecContrib": 196000
        },
        "952281690": {
            "orgId": "952281690",
            "orgName": "LUXUS LTD",
            "ecContrib": 468125
        },
        "998748376": {
            "orgId": "998748376",
            "orgName": "POLYKEMI AB",
            "ecContrib": 341638
        }
    },
    "calculatedTotalContribution": 1005763
}