{
    "rcn": "210815",
    "acronym": "SynPlex",
    "topics": "ERC-2016-ADG",
    "title": "Tailored chemical complexity through evolution-inspired synthetic biology",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Creating true molecular complexity in a modular, combinatorial fashion is one of the great visions in applied enzymology and chemistry. Nature achieves this feat by using modular biosynthetic enzymes. These microbial proteins generate many of the most important natural products of therapeutic value, including antiinfective, anticancer, and immunosuppressive agents. To construct such compounds, each enzyme module incorporates and often modifies one building block in an assembly line-like process. Among the known modular enzymes, the recently discovered trans-acyltransferase polyketide synthases (trans-AT PKSs) exhibit an unparalleled biosynthetic diversity and tendency to form extensively mosaic-like hybrid enzymes during evolution. As a consequence, many bioactive polyketides generated by these enzymes exhibit combinatorial-like hybrid structures. This phenomenon provides unprecedented opportunities to understand the evolution of metabolic complexity and to apply these principles to metabolic engineering through parts-based synthetic biology. SynPlex will use a novel hypothesis-driven, multi-faceted strategy to interrogate and utilize the distinct combinatorial properties and metabolic richness of trans-AT PKSs. This multidisciplinary project aims to (i) unravel principles of how mosaic PKSs and their metabolites are formed in Nature, (ii) characterize non-canonical PKS components, (iii) create a toolbox of PKS parts for synthetic biology based on these evolutionary and biochemical principles, and (iv) harness the combinatorial potential of trans-AT systems to access complex natural as well as non-natural products. This innovative concept that merges evolutionary biology, enzymology, synthetic biology, and chemistry will result in a broad understanding of these most complex of all known proteins. It has the potential to provide generic, robust synthetic biology platforms to engineer complex polyketides with a wide range of features in a predictable way.",
    "totalCost": "2495755",
    "ecMaxContribution": "2495755",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2495755
        }
    },
    "calculatedTotalContribution": 2495755
}