{
    "rcn": "210898",
    "acronym": "PEVIA",
    "topics": "IMI2-2015-08-01",
    "title": "PAN EBOLA VACCINE INNOVATIVE APPROACH",
    "startDate": "01/06/2017",
    "endDate": "31/05/2023",
    "objective": "Ebola virus (EBOV), a member of Filoviridae family of viruses, is one of the most dangerous microorganisms in the world, causing severe hemorrhagic fevers in humans and non-human primates with high case fatality. Since its discovery in 1976, five different Ebola virus species have been isolated and over 20 sporadic EBOV outbreaks have occurred, mostly confined to rural areas in East and Central Africa and thus did not attract much global attention. However, the 2014 Ebola outbreak in West Africa, caused by Ebola Zaire strain, gained widespread attention as it took a different pattern and has reached historic proportions, characterized by a rapid and larger spread beyond Africa, and a greater magnitude than all the other outbreaks combined, underscoring its serious threat to the public health. No vaccines or antiviral drugs currently approved for prevention or treatment of Ebola infections in humans. However, the severity of the recent Ebola outbreak and the potential risk of global spread, has spurred research for the rapid development of safe and effective preventive Ebola vaccine. Such a vaccine, that can rapidly induce strong and long-lasting protective immune responses against all main Ebola strains and that can be readily produce and deployed in the field, is needed to protect people in endemic regions in an event of an outbreak but also to protect healthcare workers caring for Ebola patients, who are at the highest risk of infection even before an outbreak can be identified.\nA number of EBOV vaccine candidates are under development and some have been shown to induce protective immune responses against lethal Ebola virus infection in different animal models, including non-human primates. In response to the recent Ebola outbreak, three main promising monovalent vector-based vaccines are being investigated in human clinical trials, demonstrating their safety and immunogenicity. However, as this 1st generation of Ebola vaccines is only vector-based, some major obstacles may limit their human application and their deployment for large-scale vaccination in endemic regions. This includes notably their need for storage at very low temperature (-80∞C) to ensure their long-term stability and biological activity; safety concerns related to the introduction of a new man-made virus into the human population; pre-existing anti-vector immunity that may dampen vaccines immunogenicity and efficacy in human immunization; and difficulty to produce long-term protection against Ebola. There is therefore a need for novel vaccine strategies safe and effective against multiple Ebola strains (pan-Ebola vaccine), and more stable for optimal deployment in endemic regions. \nThe objective of the PEVIA project is the development of a new 2nd generation of preventive pan-Ebola vaccine, based on two complementary and synergistic vaccine approaches: a recombinant native Ebola GP-based vaccine, and a long synthetic peptides (LSP)-based vaccine containing multiple overlapping CD4\\ and CD8\\ T-cell epitopes derived from the Ebola GP and nucleoprotein (NP) and highly conserved between all main Ebola strains. The prime-boost combination of these two vaccines will offer safe, strong, specific, efficient, high quality and long-lasting B and T-cell immune protection against major strains of Ebola virus, both identified as fundamental to protect against the EBOV. In addition, this 2nd generation of Ebola vaccine will be fully adapted for large-scale vaccination in Sub-Saharan countries, thanks to its innovative design not requiring storage at low temperatures (\\4 to \\8∞C) and thus allowing overcoming the problems of stability, storage and deployment in endemic regions.\nThe Work Program of this project will consist on the design and manufacture of optimal Ebola LSP-based vaccine candidates and recombinant Ebola Zaire GPs, using VAXEALís proprietary predictive platform and ExcellGeneís manufacturing platform. Pre-clinical proof-of-concept studies will be perf",
    "totalCost": "17731396",
    "ecMaxContribution": "6189570",
    "coordinator": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "VAXEAL Research;UNIVERSITE D ABOMEY CALAVI UAC;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ISTITUTO SUPERIORE DI SANITA;OLIGOVAX;IFAKARA HEALTH INSTITUTE TRUST;CENTRE HOSPITALIER REGIONAL ET UNIVERSITAIRE DE LILLE;CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS;Excellgene SA;Istituto Nazionale Malattie Infettive Lazzaro Spallanzani, IRCCS;Bernhard Nocht Institute for Tropical Medicine;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;HEINRICH-PETTE INSTITUT LEIBNIZ INSTITUT FUER EXPERIMENTELLE VIROLOGIE",
    "participantCountries": "FR;BJ;IT;TZ;CH;DE",
    "projectParticipants": {
        "920029287": {
            "orgId": "920029287",
            "orgName": "Excellgene SA",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1040108
        },
        "991028049": {
            "orgId": "991028049",
            "orgName": "HEINRICH-PETTE INSTITUT LEIBNIZ INSTITUT FUER EXPERIMENTELLE VIROLOGIE",
            "ecContrib": 81250
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 533333
        },
        "920058484": {
            "orgId": "920058484",
            "orgName": "OLIGOVAX",
            "ecContrib": 863000
        },
        "999600909": {
            "orgId": "999600909",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
            "ecContrib": 0
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 246888
        },
        "938818575": {
            "orgId": "938818575",
            "orgName": "VAXEAL Research",
            "ecContrib": 0
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 1297404
        },
        "992656000": {
            "orgId": "992656000",
            "orgName": "IFAKARA HEALTH INSTITUTE TRUST",
            "ecContrib": 502000
        },
        "999845058": {
            "orgId": "999845058",
            "orgName": "UNIVERSITE D ABOMEY CALAVI UAC",
            "ecContrib": 566312
        }
    },
    "calculatedTotalContribution": 5130295
}