{
    "rcn": "210854",
    "acronym": "ULTRAFISH",
    "topics": "SMEInst-08-2016-2017",
    "title": "ECO-INNOVATIVE PROCESSING TECHNOLOGY FOR BETTER QUALITY AND SHELF LIFE OF FISH PRODUCTS",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "'Fish stock management in European waters is becoming increasingly important, as it is necessary to ensure the long-term sustainability of fish catch and conserve marine resources. The fish processing industry plays a key role in this strategy, being responsible for ensuring proper handling and preservation of fish products to retain its quality and to increase its shelf life in the market. Aligned with the 'Blue Growth Strategy' (COM (2012) 494), Scanfisk, a Spanish company based in Zaragoza specialised in fish processing of fresh & frozen products, has developed ULTRAFISH. The project aims at improving today's processes related to handling and processing of fishery products (fresh and primary processed) by applying a green and innovative technique based on the use of ultrasound to eliminate the use of chemical additives for microbial inactivation. This safe and environmentally friendly processing technique will be implemented at different water-based stages to reduce the processing times and water waste generated in these stages in a cost-effective manner. \n\nBy implementing ULTRAFISH, Scanfisk will lower their costs and time of their processes, able to save time, money and energy, and to produce fishery products with longer commercial shelf life. This will enable them to increase their margin and market share, and to enter new markets which to date were not considered. The EU market will benefit from higher value-added products, to cope with increasing consumer demands, and it will be provided with a novel food treatment technology that significantly contributes to the sustainable management of fish stocks.'",
    "totalCost": "1638351,25",
    "ecMaxContribution": "1146845,88",
    "coordinator": "SCANFISK SEAFOOD SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938126771": {
            "orgId": "938126771",
            "orgName": "SCANFISK SEAFOOD SL",
            "ecContrib": 1146846
        }
    },
    "calculatedTotalContribution": 1146846
}