{
    "rcn": "210848",
    "acronym": "ECOSHEET-PRO",
    "topics": "SMEInst-11-2016-2017",
    "title": "An Eco-Innovative Alternative to Plywood",
    "startDate": "01/06/2017",
    "endDate": "31/03/2019",
    "objective": "ECOSHEET-PRO is an eco-innovative and cost effective alternative to plywood made from mixed plastic waste, suitable for high strength applications in the construction industry. This project will tackle two significant environmental challenges facing Europe, whilst also offering added value to the construction industry.\nThe first issue addressed is that of mixed plastic waste. In Europe, in 2014, 18 million tonnes of post-consumer waste plastics were landfilled or incinerated, as they could not be easily separated and recycled. Alternative uses for such waste must be found.\nThe second issue is the growth in the use of plywood, typically manufactured from slow-growing, tropical hardwoods. This material is a key, high volume commodity in construction industry formworks and an area the size of Madrid is deforested each year to meet Europeís demand.\nECOSHEET-PRO transforms mixed plastic that would otherwise be wasted into a competitive, reusable, plywood replacement. Previous attempts to create such boards have failed to deliver the required strength or cost effectiveness required by industry. We have overcome these barriers through an innovative manufacturing process, which will be scaled up and refined during this project.\nECOSHEET-PRO has the potential to re-define the Ä1.8 billion European plywood industry and help Europe meet its demanding plastic recycling targets, contributing to the circular economy. Our success stems from bringing together the complementary expertise of two eco-innovative SMEs from Italy and the UK, both with a strong ambition to grow and internationalise.\nAcross a network of 13 facilities in 2023, ECOSHEET-PRO will create 77 jobs, generate annual revenues of over Ä76.5 million, annual profits of Ä26.8 million, and transform >221,000 tonnes of waste into valuable products.",
    "totalCost": "3183977,5",
    "ecMaxContribution": "2228784,25",
    "coordinator": "I.C.M.A. SAN GIORGIO INDUSTRIA COSTRUZIONI MACCHINE E AFFINI SPA",
    "coordinatorCountry": "IT",
    "participants": "ENVIRONMENTAL TECHNOLOGY EVOLUTION LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "973493844": {
            "orgId": "973493844",
            "orgName": "I.C.M.A. SAN GIORGIO INDUSTRIA COSTRUZIONI MACCHINE E AFFINI SPA",
            "ecContrib": 1751690
        },
        "934599269": {
            "orgId": "934599269",
            "orgName": "ENVIRONMENTAL TECHNOLOGY EVOLUTION LTD",
            "ecContrib": 477094
        }
    },
    "calculatedTotalContribution": 2228784
}