{
    "rcn": "210835",
    "acronym": "CHANCE",
    "topics": "NFRP-7",
    "title": "Characterization of conditioned nuclear waste for its safe disposal in Europe",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "Successful interim storage and final disposal of radioactive waste (RW) requires effective characterization and quality control of the waste. CHANCE aims to address the as yet unsolved and specific issue of the characterization of conditioned radioactive waste (CRW).\nCHANCE will establish a comprehensive understanding of current characterization methods and quality control schemes for conditioned radioactive waste in Europe. \nFurthermore, CHANCE will develop, test and validate already-identified and novel new techniques that will undoubtedly improve the characterization of CRW.\nInput from ìend usersî (mainly WMOs and waste producers) on methods of CRW characterization is critical to the success of CHANCE. Therefore, a dedicated End-Users Group will be established within CHANCE in order to represent and promote the interests and requirements of end-users.\nOne of the projectís key tasks will be dedicated to the identification of links and overlaps between waste acceptance criteria and actual waste characterization technologies available, in order to identify specific, as yet unsolved, methodology issues and technology gaps. \nCHANCEís R&D programme consists of the testing and evaluation of the performance of 3 innovative characterization techniques that are complementary and supplementary to current techniques for the non-destructive assay of RW, specifically:\nï Calorimetry as an innovative non-destructive technique to reduce uncertainties on the inventory of radionuclides (RN), namely from hidden RN-compounds with a weak gamma signal.\nï Muon Tomography to address the specific issue of the non-destructive interrogation of the content of large volume RW.\nï Cavity Ring-Down Spectroscopy as an innovative technique to characterize outgassing of RW at a very low detection level.\nThe activities performed and the results obtained within CHANCE will be integrated and disseminated both between the partners and the whole European community involved in RW management.",
    "totalCost": "4253326,25",
    "ecMaxContribution": "3982603,5",
    "coordinator": "AGENCE NATIONALE POUR LA GESTION DES DECHETS RADIOACTIFS",
    "coordinatorCountry": "FR",
    "participants": "INSTYTUT CHEMII I TECHNIKI JADROWEJ;THE UNIVERSITY OF SHEFFIELD;FORSCHUNGSZENTRUM JULICH GMBH;Teknologian tutkimuskeskus VTT Oy;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;Studiecentrum voor Kernenergie/Centre d'Etude de l'Energie NuclÈaire;POLITECHNIKA WARSZAWSKA;UNIVERSITY OF BRISTOL;KEP NUCLEAR;REGIA AUTONOMA TEHNOLOGII PENTRU ENERGIA NUCLEARA - RATEN",
    "participantCountries": "PL;UK;DE;FI;FR;IT;BE;RO",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 388684
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 218750
        },
        "999454730": {
            "orgId": "999454730",
            "orgName": "AGENCE NATIONALE POUR LA GESTION DES DECHETS RADIOACTIFS",
            "ecContrib": 278536
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 399734
        },
        "919495787": {
            "orgId": "919495787",
            "orgName": "KEP NUCLEAR",
            "ecContrib": 353150
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 683629
        },
        "999464915": {
            "orgId": "999464915",
            "orgName": "INSTYTUT CHEMII I TECHNIKI JADROWEJ",
            "ecContrib": 52500
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 466526
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 92125
        },
        "949436777": {
            "orgId": "949436777",
            "orgName": "REGIA AUTONOMA TEHNOLOGII PENTRU ENERGIA NUCLEARA - RATEN",
            "ecContrib": 22875
        },
        "999986775": {
            "orgId": "999986775",
            "orgName": "Studiecentrum voor Kernenergie/Centre d'Etude de l'Energie Nucléaire",
            "ecContrib": 567539
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 458556
        }
    },
    "calculatedTotalContribution": 3982604
}