{
    "rcn": "210852",
    "acronym": "Castor EDC",
    "topics": "SMEInst-01-2016-2017",
    "title": "Castor EDC: Unlocking the Potential of Data in Biomedical Research",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "A large part of the data collected during the biomedical research is wasted, because there is no affordable and easy-to-use Electronic Data Capture (EDC) tool for clinical trials. As a result, 85% of the research investment in the biomedical research domain ñ equating to $200 billion ñ is dissipated. Castor is a disruptive EDC that solves this problem. It has been successfully commercialized to 5,000 users in the Netherlands, especially in the academic sector. In terms of price and functionalities, Castor EDC is tailored to the needs SMEs performing medical research (e.g., Commercial Research Organizations working on drug development and SMEs manufacturing medical devices/wearables) and academic institutions; these segments are neglected by the existing commercial EDC platforms, which mainly target the needs of pharmaceutical corporations. This market is enormous (over Ä1.7B globally) and growing quickly due to the recent EU regulations on sensitive data protection. Castor EDC is also the first EDC complying with the FAIR guidelines for data collection, which will become the standard de facto within a couple of years. \nThanks to these characteristics, data sets can now be easily shared across researchers and reused, thus unlocking the potential of data of biomedical studies. This will help to overcome the current fragmentation of the European databases that has led to lost opportunities when making sense of big data in health research. \nThis innovation project has two main objectives. First, upgrading the existing tool to TRL 9, by enhancing with advanced functionalities the Electronic Data Capture tool and integrate it with i) a platform that facilitates researchers in sharing and reusing their datasets and ii) a marketplace where 3rd party developers can offer additional services to work on those datasets. Second, carry out the planned exploitation activities to establish Castor EDC as a EU-28 market leader in the market within 3 years from the end of the project.",
    "totalCost": "1547500",
    "ecMaxContribution": "1083250",
    "coordinator": "CIWIT BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919358920": {
            "orgId": "919358920",
            "orgName": "CIWIT BV",
            "ecContrib": 1083250
        }
    },
    "calculatedTotalContribution": 1083250
}