{
    "rcn": "210807",
    "acronym": "RESPEC",
    "topics": "ERC-2016-ADG",
    "title": "Reconstruction of Pollinator-Mediated Speciation by Identification and Substitution of Causative Mutations",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "A central aim of contemporary research on the origin of species is to identify the genes that are functionally differentiated between nascent species. Understanding the molecular-genetic basis of speciation will answer important questions that are of broad interest to geneticists, ecologists and evolutionary biologists. The RESPEC project will identify such ìspeciation genesî, map them onto conventional phylogenies and genetically reconstruct the process of speciation. Pollinator-mediated speciation is an attractive system to achieve these goals. Speciation in Petunia is recent, ongoing and prezygotic. Shifts in pollination syndromes are complex but are composed of distinct traits that can be studied individually. The advertising traits color and scent are known to be encoded by major effect genes, but for morphological traits no such information is available.\nThe Objectives of RESPEC are:\n1. Substitute the four major-effect mutations for advertising traits into the hawkmoth-pollinated species, thereby creating an artificial mimic of the derived bee-pollinated species.\n2. Identify the major-effect genes that specify the morphological differences between a moth- and a hummingbird-pollinated species.\n3. Reconstruct the process of speciation during the shift from hawkmoth to hummingbird pollination.\nThe identification and functional analysis of a complete set of major-effect genes will for the first time provide comprehensive molecular information about the process of speciation in a single system. This will make it possible to construct a ìfunctional phylogenyî that resolves the conflicts inherent in classical phylogenies of recent radiations. The allele substitution experiments will demonstrate the importance of major-effect genes in speciation as opposed to Darwinís view of evolution by gradual change. This has never been done before and was long thought to be impossible on theoretical grounds.",
    "totalCost": "2499380",
    "ecMaxContribution": "2499380",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}