{
    "rcn": "210808",
    "acronym": "EMODHEBREW",
    "topics": "ERC-2016-ADG",
    "title": "The emergence of Modern Hebrew as a case-study of linguistic discontinuity",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The pioneering enterprise I propose is the study of a particular type of linguistic discontinuity ñ  language revival ñ inspired by the revival of Hebrew at the end of the 19th century. The historical and sociocultural dimensions the revival have been studied before, but not its linguistic dimensions. My main aim is to construct a model of the linguistic factors which have shaped the revival of Hebrew. I expect this model to provide clues for the understanding of the process of language revival in general. For a language to be revived, a new grammar must be created by its native speakers. I hypothesize that the new grammar is formed by some of the general principles which also govern other better known cases of linguistic discontinuity (creoles, mixed languages, emergent sign languages etc.). The model I will develop will lay the foundation for a new subfield within the study of discontinuity ñ the study of language revival. I will start with careful work of documenting the development of the grammar of Modern Hebrew, in particular its syntax, something which has not been done systematically before. One product of the project will be a linguistic application for the documentation and annotation of the novel syntactic constructions of Modern Hebrew, their sources in previous stages of Hebrew and in the languages with which Modern Hebrew was in contact at the time of the revival, and the development of these constructions since the beginning of the revival until the present time. The linguistic application will be made available on the web for other linguists to use and to contribute to. The institution of an expanding data-base of the syntactic innovations of Modern Hebrew which comprises both documentation/ annotation and theoretical modeling which could be applied to other languages makes this an extremely ambitious proposal with potentially wide-reaching ramifications for the revival and revitalization of the languages of ethno-linguistic minorities world wide.",
    "totalCost": "2498750",
    "ecMaxContribution": "2498750",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2498750
        }
    },
    "calculatedTotalContribution": 2498750
}