{
    "rcn": "210945",
    "acronym": "PADDLE",
    "topics": "MSCA-RISE-2016",
    "title": "Planning in A liquiD worlD with tropicaL StakEs: solutions from an EU-Africa-Brazil perspective",
    "startDate": "01/07/2017",
    "endDate": "30/06/2021",
    "objective": "Marine environments are subject to growing pressures as traffic, increasing demand and changing land-use of coastal areas, seabed exploitation, dredging or mining, fishing, tourism, development of renewable energies, etc. Sustainably managed oceans and seas can contribute to economic growth and employment, and will allow the international community to meet its global targets, including the reduction of poverty and hunger as detailed in the global 2030 Sustainable Development Agenda. Thus, marine environments are considered opportunities for future growth not only in Europe, but also in bordering marine areas like the tropical Atlantic.\nAs a consequence, new frameworks will be increasingly needed to regulate and optimize the range of feasible uses of marine areas and resources. Marine Spatial Planning (MSP) aims at reconciling human uses and conservation, and offers an attractive setting to combine different uses of marine resources within a single area. There is an urgent and critical need for research on the application of MSP in tropical areas. The research should critically address the fact that the policy framework originally designed for the European Union (EU) may not fit the specificities of Southern countries. \nPADDLE will bring together internationally renowned researchers and actors, from countries bordering the tropical Atlantic and from the EU, to create a network and a colloborative platform, which will build theory and methods for pertinent MSP in tropical areas. This interdisciplinary team will be a pillar of knowledge-based MSP by providing critical analyses of the tools and methods used, and by designing innovative approaches to efficient MSP. \nThe PADDLE proposal will create the first North-South interdisciplinary consortium on MSP in the tropics, highlighting opportunities and limits of tropical MSP and producing toolboxes for a broad range of stakeholders.",
    "totalCost": "1723500",
    "ecMaxContribution": "1557000",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;LEIBNIZ-ZENTRUM FUER MARINE TROPENFORSCHUNG (ZMT) GMBH;TERRA MARIS;UNIVERSITE DE BRETAGNE OCCIDENTALE;FUNDACAO GASPAR FRUTUOSO;WAGENINGEN UNIVERSITY;UNIVERSITE DE NANTES;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;CREOCEAN;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "PT;DE;FR;NL;ES",
    "projectParticipants": {
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 153000
        },
        "924860469": {
            "orgId": "924860469",
            "orgName": "CREOCEAN",
            "ecContrib": 81000
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 72000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 144000
        },
        "951839273": {
            "orgId": "951839273",
            "orgName": "FUNDACAO GASPAR FRUTUOSO",
            "ecContrib": 207000
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 45000
        },
        "921452471": {
            "orgId": "921452471",
            "orgName": "TERRA MARIS",
            "ecContrib": 18000
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 562500
        },
        "999902676": {
            "orgId": "999902676",
            "orgName": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
            "ecContrib": 81000
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 72000
        }
    },
    "calculatedTotalContribution": 1435500
}