{
    "rcn": "210975",
    "acronym": "mtDNA-CURE",
    "topics": "ERC-2016-ADG",
    "title": "Treating mitochondrial disease caused by pathogenic mtDNA mutations",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This proposal describes a series of powerful experimental strategies to develop a completely novel treatment for mtDNA mutation disease based on identifying unknown mechanisms controlling mtDNA replication. Several hundred different mtDNA mutations affect tRNA genes and impair mitochondrial translation leading to human disease. There is typically heteroplasmy with a mixture of wild-type and mutated mtDNA, and the mutations are acting in a ìrecessiveî (loss of function) way. Very high levels of mutated mtDNA are needed to cause disease in affected patients whereas maternal relatives with high, but sub-threshold levels of mutated mtDNA are completely healthy. The corollary of these observations is that even a small increase of wild-type mtDNA may efficiently counteract disease in affected patients. This hypothesis will be validated by a series of genetic experiments with mice harbouring single pathogenic mtDNA mutations. Furthermore, novel factors controlling mtDNA replication will be identified. In particular, we will elucidate the formation and function of the mammalian displacement (D) loop, which provides a switch between abortive and genome length mtDNA replication. This very fundamental problem in mammalian mitochondrial biology has remained unsolved for decades, but I feel that the innovative experimental strategies I present in this proposal are very powerful and should have a fair chance of being successful. In any circumstance, the project will provide important molecular insights into novel mechanisms relevant for mammalian mtDNA replication. Over the years I have been strongly convinced that congruent results from in vivo and in vitro studies are needed to obtain reliable mechanistic insights and this project is therefore based on the close integration of biochemistry, advanced proteomics and state-of-the-art mouse and fly genetics. Finally, I describe a powerful large-scale screening approach to develop small molecular stimulators of mtDNA replication.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}