{
    "rcn": "210984",
    "acronym": "SOUTHINNOGATE",
    "topics": "H2020-SGA2-EEN",
    "title": "SOUTHINNO",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The overall objective of the Project is to boost a single, coherent and collaborative Single Market that will be consisted of the actors of European Union and third countries at regional level, aiming the competitiveness, integration, innovation and internationalism of the SMEs in the regions of Europe. The acceleration of globalization, aided by the rapid development in information and communication technologies, improved access facilities and innovation factors present opportunities and challenges to small and medium sized enterprises. Participation into a Network and being the part of a single market can give SMEs the opportunity to attain financial stability, increase productivity and opportunity to expand their markets. Cooperation within a network of upstream and downstream partners can enhance a firmís status, information flows and learning possibilities, introduce new business practices and more advanced technology. On the other hand, SMEsí involvement in a Network demands greater managerial and financial resources, the ability to meet international standards and the protection of in house intellectual property. SMEs need support to meet these challenges. European Enterprise Network will open a great path to SMEs in the region in support of business competitiveness and integration based on ìnowrong doorî concept. Within the framework of EEN Project and at Horizon 2020 the project consortium will aim to result that the majority of regional SMEís gain momentum from the point where there have low value internal dynamics to the point where perform with added value international dynamics.",
    "totalCost": "51147,5",
    "ecMaxContribution": "47448,75",
    "coordinator": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
    "coordinatorCountry": "TR",
    "participants": "GAZIANTEP UNIVERSITESI TARGET TEKNOLOJI TRANSFER OFISI AS;GAZIANTEP CHAMBER OF INDUSTRY;GAZIANTEP TEKNOLOJI GELISTIRME BOLGESI KURUCU VE ISLETICI ANONIM SIRKETI AS;DIYARBAKIR CHAMBER OF COMMERCE AND INDUSTRY;SANLIURFA TICARET VE SANAYI ODASI",
    "participantCountries": "TR",
    "projectParticipants": {
        "938528351": {
            "orgId": "938528351",
            "orgName": "SANLIURFA TICARET VE SANAYI ODASI",
            "ecContrib": 0
        },
        "939651708": {
            "orgId": "939651708",
            "orgName": "GAZIANTEP TEKNOLOJI GELISTIRME BOLGESI KURUCU VE ISLETICI ANONIM SIRKETI AS",
            "ecContrib": 0
        },
        "935996748": {
            "orgId": "935996748",
            "orgName": "GAZIANTEP UNIVERSITESI TARGET TEKNOLOJI TRANSFER OFISI AS",
            "ecContrib": 17050
        },
        "941567070": {
            "orgId": "941567070",
            "orgName": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
            "ecContrib": 17224
        },
        "938399923": {
            "orgId": "938399923",
            "orgName": "DIYARBAKIR CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 0
        },
        "938531164": {
            "orgId": "938531164",
            "orgName": "GAZIANTEP CHAMBER OF INDUSTRY",
            "ecContrib": 13175
        }
    },
    "calculatedTotalContribution": 47449
}