{
    "rcn": "210995",
    "acronym": "EcoImmuneCosts",
    "topics": "ERC-2016-ADG",
    "title": "Immunity in Ecology and Evolution: 'Hidden' costs of disease, immune function and their consequences for Darwinian fitness",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Eco-immunology targets one of the great challenges in biology and medicine - how the immune system has evolved to optimize protection and minimize immunopathology (incl. autoimmune) costs. A primary target of my proposal is to study low-virulent pathogens causing mild infections, which for long have been considered harmless. Recent research suggests that this notion is false and that seemingly harmless pathogens entail delayed (ëhiddení) fitness costs. However, the mechanisms mediating these costs are still unknown. I will experimentally test if accelerated telomere degradation is a causative mechanism through which small immune costs can accumulate and be translated into senescence and reduced Darwinian fitness. Another key target is immune costs, which may be ëhiddení because of sexually antagonistic effects, and I will study how this may affect immune gene variation, immune costs and Darwinian fitness. These aspects are central for advancing our understanding of the evolution of disease resistance and immune function, incl. immune over-reactions (autoimmunity).\n\nMy project exploits a comprehensive 32-year study of great reed warblers to analyze selection patterns in the wild (Fig. 1a), and uses established captive songbird set-ups to conduct carefully designed experiments. The exceptional quality of the long-term data set, together with cutting-edge techniques to measure and manipulate parasite infection, telomere length, oxidative stress and immune gene diversity, provides exciting opportunities to conduct research that previously was unfeasible, pushing the rapidly growing field of eco-immunology (Fig. 1b) to new frontiers. The work integrates theory and methods of evolutionary ecology, immunology and molecular biology, and has broad significance including for e.g. epidemiology and ageing research. I envision my research to change how we look upon causes, consequences (and precautions) of mild infectious, autoimmune and degenerative diseases.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}