{
    "rcn": "210998",
    "acronym": "Ub-BAC",
    "topics": "ERC-2016-ADG",
    "title": "Dissecting and targeting ubiquitin networks in the course of bacterial infections",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Ubiquitination represents one of the most versatile post-translational modifications in eukaryotes and is involved in regulation of numerous cellular processes. Despite prokaryotes lacking this system, facultative intracellular bacteria like Salmonella, Shigella and Legionella have evolved multiple strategies to manipulate the host ubiquitin (Ub) system to their own benefit. This proposal is focussed on gaining a fundamental understanding of the Ub system in the course of bacterial infections. We will employ advanced quantitative proteomics to perform a global analysis of the dynamic changes in the ubiquitinome and phosphoproteome of epithelial cells and macrophages upon infection with Salmonella, Shigella and Legionella. The comprehensive datasets will constitute an invaluable resource freely available to the scientific community. We expect to identify novel pathways triggered by selected bacterial ligases and will characterise their contribution to pathogenicity and virulence, as well as their suitability for being targeted in a therapeutic setting. Both medicinal chemistry and structural biology approaches will be exploited to identify inhibitors for NEL-type bacterial ligases. Hypothesis-driven projects within the work program focus on (i) a novel chemical modification of Ub controlling Legionella infections and (ii) the observation that Ub chains on Salmonella can form nanoscale clusters that recruit and activate multiple signalling pathways within the host cell. Super-resolution microscopy and single-molecule imaging will be used to visualise and dissect these Ub-triggered complexes.\nTaken together, the combination of unbiased global proteome analysis and hypothesis-driven projects creates a unique scientific program within the biomedical field of understanding and combatting bacterial infections. Along the same lines, this proposal holds a great potential for the future development of novel strategies for antibacterial therapies.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}