{
    "rcn": "210926",
    "acronym": "ReCAP",
    "topics": "ERC-2016-COG",
    "title": "Repair capacity and genome diversity in mammals",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Genome evolution is driven by the generation of diversity. In mammals, genome diversification occurs in germline during the specialised division (meiosis) in gametes, when chromosomes recombine and assort into new haploid sets as they are passed from parent to offspring. Recently, the traditional view that genome diversification occurs exclusively in the germline has been challenged by findings that mutations in early embryos may cause predisposition to childhood cancers. We are uniquely placed to explore genome diversification in the germline and early embryos due to our breakthroughs in developing single-cell genomics and reproductive technologies. \n\nOur strategic aim is to uncover the capacity for genetic diversity in the human genome and investigate how DNA repair capacity in adult oocytes and early embryos facilitates genome stability. This will allow us to identify the selective forces that shape the genomic landscape in humans. Based on preliminary data, we hypothesize that repair capacity determines reproductive fitness of mammalian females, and that impaired repair capacity may underlie infertility, miscarriage, and congenital disorders. In Objective 1 we focus on adult oocytes, their survival in the adult ovary and the maintenance of genetic quality as women age. Objective 2 investigates genome diversification and stability in early embryos and putative ëself-correctiveí mechanisms that restore the genetic quality of embryos. This proposal will shed light on a poorly understood area of enormous socioeconomic and medical importance.",
    "totalCost": "1997592,92",
    "ecMaxContribution": "1997592,92",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1997593
        }
    },
    "calculatedTotalContribution": 1997593
}