{
    "rcn": "210909",
    "acronym": "FEAR-SAP",
    "topics": "ERC-2016-STG",
    "title": "Function and Evolution of Attack and Response Strategies during Allelopathy in Plants",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In natural and agricultural habitats, plants grow in organismal communities and therefore have to compete for limited resources. Competition between different crop plants and between crops and weeds leads to losses of potential agricultural product and requires heavy use of fertilizer and herbicides, with negative effects for the environment and human health. Plants have evolved various strategies to outcompete their neighbours and to secure their access to resources; one of them is the release of toxic chemical compounds into the soil that interfere with the growth of neighbouring plants. Many of todayís major crops, such as wheat, rye and maize, produce phytotoxins. Conversely, crop species also suffer from chemical attack by other plants growing in their vicinity. Although many of the chemical compounds applied in this biochemical warfare have been identified, we know little about how they act in the target plant; neither do we understand how some plant species are able to tolerate this chemical attack.\nFEAR-SAP studies the genetic architecture that underlies biochemical plant-plant interference and the evolution of weed resistance to crop-released phytotoxins. To this end it employs a comprehensive array of molecular genetics, genomics and metagenomics analyses, unprecedented in the research on plant-plant competition. The aims of FEAR-SAP are to uncover the molecular targets of plant-derived phytotoxins and to identify the genetic components that are essential for tolerance to these substances. Moreover, FEAR-SAP investigates how the microbial community that is associated with the plant might enhance efficiency of the donor and/or mediate tolerance of the target plant. Ultimately, we will use this information to explore intelligent engineering of more refined and competitive crops, which will be at the foundation of efficient and ecologically responsible weed control and improved crop rotation strategies.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "GREGOR-MENDEL-INSTITUT F‹R MOLEKULARE PFLANZENBIOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998705502": {
            "orgId": "998705502",
            "orgName": "GREGOR-MENDEL-INSTITUT FÜR MOLEKULARE PFLANZENBIOLOGIE GMBH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}