{
    "rcn": "210905",
    "acronym": "ASSHURED",
    "topics": "ERC-2016-STG",
    "title": "Analysing South-South Humanitarian Responses to Displacement from Syria: Views from Lebanon, Jordan and Turkey",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Since 2012, over 4 million people have fled Syria in ëthe most dramatic humanitarian crisis that we have ever facedí (UNHCR). By November 2015 there were 1,078,338 refugees from Syria in Lebanon, 630,776 in Jordan and 2,181,293 in Turkey. Humanitarian agencies and donor states from both the global North and the global South have funded and implemented aid programmes, and yet commentators have argued that civil society groups from the global South are the most significant actors supporting refugees in Lebanon, Jordan and Turkey. Whilst they are highly significant responses, however, major gaps in knowledge remain regarding the motivations, nature and implications of Southern-led responses to conflict-induced displacement. This project draws on multi-sited ethnographic and participatory research with refugees from Syria and their aid providers in Lebanon, Jordan and Turkey to critically examine why, how and with what effect actors from the South have responded to the displacement of refugees from Syria. The main research aims are:\n1. identifying diverse models of Southern-led responses to conflict-induced displacement,\n2. examining the (un)official motivations, nature and implications of Southern-led responses,\n3. examining refugeesí experiences and perceptions of Southern-led responses,\n4. exploring diverse Southern and Northern actorsí perceptions of Southern-led responses,\n5. tracing the implications of Southern-led initiatives for humanitarian theory and practice. \nBased on a critical theoretical framework inspired by post-colonial and feminist approaches, the project contributes to theories of humanitarianism and debates regarding donor-recipient relations and refugeesí agency in displacement situations. It will also inform the development of policies to most appropriately address refugeesí needs and rights. This highly topical and innovative project thus has far-reaching implications for refugees and local communities, academics, policy-makers and practitioners.",
    "totalCost": "1498069",
    "ecMaxContribution": "1498069",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1498069
        }
    },
    "calculatedTotalContribution": 1498069
}