{
    "rcn": "210980",
    "acronym": "IRiMaS",
    "topics": "ERC-2016-ADG",
    "title": "Interactive Research in Music as Sound:Transforming Digital Musicology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "In an age when technology is revolutionizing the ways in which music is made and distributed, this project proposes correspondingly to transform approaches to musicology, moving from a primarily fixed, text-based approach to one that incorporates as an integral feature the interactive and aural. It brings skills and expertise from music technology to assist in the development of research strategies and software to enable musicological research to engage more directly with sound. It will pioneer a ground-breaking approach to music research in which dynamic interaction with sound is fundamental and musicís temporal and transient nature are central to research investigations and their dissemination, presenting a significant conceptual challenge to the traditional textual bias of much musical research and leading to new enhanced modes of musicological knowledge. Unlike current Digital Musicology, rather than using software primarily to extract quantized data, IRiMaS facilitates research through dynamic interactive engagement with sound.\nThe interactive approach will be developed in the context of three Case Studies in specific areas where prioritizing the aural is of particular significance. The Case Studies will focus on Spectralism in the field of Contemporary ëArtí Music; Tracking the Creative Process in Free Improvisation; and Folk Songs in Performance in the field of Ethnomusicology. Each study will produce substantial ground-breaking musicological outcomes in the form of software packages (as is appropriate to the nature of the project) and associated articles discussing the approach taken. They will also assist in working towards the development of models and generic tools to help establish the wider adoption of this interactive approach. Building on the PI's previous experience in related areas, researchers from musicological and technical backgrounds will come together to help realize these ambitious aims.",
    "totalCost": "2471416",
    "ecMaxContribution": "2471416",
    "coordinator": "THE UNIVERSITY OF HUDDERSFIELD",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM;BATH SPA UNIVERSITY;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "FR;UK;IE",
    "projectParticipants": {
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 58874
        },
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 2215331
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 115496
        },
        "960110366": {
            "orgId": "960110366",
            "orgName": "BATH SPA UNIVERSITY",
            "ecContrib": 81715
        }
    },
    "calculatedTotalContribution": 2471416
}