{
    "rcn": "210947",
    "acronym": "CATCH-U-DNA",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Capturing non-Amplified Tumor Circulating DNA with Ultrasound Hydrodynamics",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The project suggests replacing the labor-intensive, occasionally biased and costly PCR method currently used for the detection of genetic markers with a simple, non-PCR based DNA quantification method. The suggested system will exploit the ability of acoustic waves to probe the hydrodynamic shape of surface-bound molecules, rather than mass. The scientific challenge to be addressed is to push the limit of detection to the zM range obviating the need to use a polymerase for DNA amplification. The technological challenge is to fabricate ultra sensitive acoustic devices and after capturing with high efficiency very low numbers of DNA present in a complex medium detecting them on the device surface. These ambitious goals will be achieved by developing novel probes and nanoparticles of tailor-made sizes and shapes for enhanced acoustic response; exploiting high frequency acoustic devices up to the GHz range; and, employing magnetic beads with microfluidics for specific target-capturing and enrichment. The proof-of-principle will be demonstrated during the detection of circulating-tumor DNA (ctDNA), currently an area perceived by cancer researchers as the ìHoly Grailî of future cancer diagnosis, prognosis and treatment. We intend to validate our integrated acoustic platform towards the detection of common mutations occurring in colorectal and lung cancers, i.e., KRAS, EGFR and BRAF in serum. We anticipate that the ìCATCH-U-DNAî concept will set the foundations for a simpler, more sensitive and affordable diagnostic method, from which patients in both the developed and developing countries will greatly benefit.",
    "totalCost": "3412478,75",
    "ecMaxContribution": "3411478,75",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "ADVANCED WAVE SENSORS S.L.;JOBST TECHNOLOGIES GMBH;BEN-GURION UNIVERSITY OF THE NEGEV;PANEPISTIMIO KRITIS;INSTITUT CURIE;UNIVERSIDAD AUTONOMA DE MADRID",
    "participantCountries": "ES;DE;IL;EL;FR",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 682500
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 456891
        },
        "999615265": {
            "orgId": "999615265",
            "orgName": "JOBST TECHNOLOGIES GMBH",
            "ecContrib": 319250
        },
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 546000
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 307500
        },
        "951434395": {
            "orgId": "951434395",
            "orgName": "ADVANCED WAVE SENSORS S.L.",
            "ecContrib": 524000
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 575338
        }
    },
    "calculatedTotalContribution": 3411479
}