{
    "rcn": "210943",
    "acronym": "TROPICO",
    "topics": "CULT-COOP-11-2016-2017",
    "title": "Transforming into Open, Innovative and Collaborative Governments",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "The TROPICO project (Transforming into Open, Innovative and Collaborative Governments) aims to comparatively examine how public administrations are transformed to enhance collaboration in policy design and service delivery, advancing the participation of public, private and societal actors. It will analyse collaboration in and by governments, with a special emphasis on the use of information and communication technologies (ICT), and its consequences.\nAssessing the institutional conditions and individual drivers and barriers is crucial for understanding the transformation of governments towards greater collaboration. The state structures and administrative traditions provide different 'starting points' of the public sectors in Europe. Likewise, individual attitudes, skills, and expertise of officials play a decisive role in understanding this transformation. Subsequently, TROPICO will examine collaboration practices within governments (internal) and between public, private and societal actors (external), across a variety of policy sectors. We will study the actors and means of innovative collaboration, including ICT, and how they are interlinked. Lastly, assessing the effects of collaboration for legitimacy, accountability and government efficiency is essential to provide a comprehensive analysis of the transformation towards open, innovative, and collaborative governments.\nOur multidisciplinary project will follow a truly comparative approach, examining ten countries representing the five administrative traditions in Europe: Nordic (Norway, Denmark), Central and Eastern European (Estonia, Hungary), Continental (Netherlands, Germany), Napoleonic (France, Spain; Belgium (mixed)), and Anglo-Saxon (United Kingdom). We will combine rigorous quantitative and qualitative research methods. TROPICO puts a strong emphasis on the inclusion of stakeholders and users throughout the project to test and reflect upon the applicability of our key findings and policy recommendations.",
    "totalCost": "4953196,25",
    "ecMaxContribution": "4747077,15",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "UNIVERSITEIT ANTWERPEN;UNIVERSIDAD DE ZARAGOZA;KOZEP-EUROPAI EGYETEM;ROSKILDE UNIVERSITET;UNIVERSITAET POTSDAM;HERTIE SCHOOL OF GOVERNANCE GGMBH;ERASMUS UNIVERSITEIT ROTTERDAM;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;KATHOLIEKE UNIVERSITEIT LEUVEN;TALLINNA TEHNIKAULIKOOL;CARDIFF UNIVERSITY",
    "participantCountries": "BE;ES;HU;DK;DE;NL;FR;EE;UK",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 148499
        },
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 245000
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 204250
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 888276
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 169968
        },
        "997917765": {
            "orgId": "997917765",
            "orgName": "HERTIE SCHOOL OF GOVERNANCE GGMBH",
            "ecContrib": 402300
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 184165
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 400930
        },
        "999901803": {
            "orgId": "999901803",
            "orgName": "ROSKILDE UNIVERSITET",
            "ecContrib": 394045
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 1012518
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 412500
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 284626
        }
    },
    "calculatedTotalContribution": 4747077
}