{
    "rcn": "210940",
    "acronym": "RELATE",
    "topics": "ERC-2016-COG",
    "title": "Environmental Spaces and the Feel-Good Factor: Relating Subjective Wellbeing to Biodiversity",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "We live in a time of profound environmental change. Phenomena such as urbanisation and agricultural intensification have led to ecosystem degradation and species extinctions, and thus a reduction in biodiversity. Yet, while it is now widely asserted in the research, policy and practice arenas that interacting with nature is fundamental to human wellbeing, there is a paucity of evidence characterising how biodiversity, the living component of nature, plays a role in this accepted truth. With RELATE, I will pioneer a completely novel approach to investigating this challenging problem, innovating through interdisciplinary (human geography, environmental psychology, economics and ecology) integration and the use of both qualitative and quantitative methods. As such, RELATE will initiate a step-change in our understanding of how nature underpins human wellbeing. Three objectives will be met: (1) explore how people relate to different biodiversity attributes (particular morphologies, sounds, smells, textures, behaviours and/or cultural meanings associated with species), positively and negatively, across all classes of cultural ecosystem service and types of human-nature experience (intentional, incidental, indirect, thereness); (2) quantify variation in how people value, or not, different biodiversity attributes using a range of monetary and non-monetary valuation techniques, including new subjective wellbeing measures; (3) understand how co-occurrence between biodiversity and people may alter across space/time (both seasonal and inter-decadal), and the impact this may have on human-biodiversity relationships. The crucial trade-offs decision-makers tasked with managing environmental spaces have to make between multiple biodiversity, individual and societal deliverables cannot be optimised until we understand human-biodiversity relationships specifically. Consequently, RELATE will deliver a timely, rich and holistic evidence-base, supported by transformative science.",
    "totalCost": "1953715,63",
    "ecMaxContribution": "1953715,63",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "THE JAMES HUTTON INSTITUTE;UNIVERSITY OF LEEDS",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 72504
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 1826921
        },
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 54291
        }
    },
    "calculatedTotalContribution": 1953716
}