{
    "rcn": "210941",
    "acronym": "StressGene",
    "topics": "ERC-2016-COG",
    "title": "The Genetics of Morbidity and Survival in Response to Significant Life Stressors",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Significant life stressors ñ including death of loved ones, being diagnosed with a life-threatening illness, and exposure to natural disasters or violence ñ are well-documented risk factors of ill health, disability and premature mortality. Why some individuals remain healthy while others remiss to adverse symptoms, disease or death after exposure to such life stressors remains unclear. The overarching aim of this research program is to advance current understanding of the potential genetic contribution to varying trajectories of health following exposure to significant life stressors. \nThe program leverages the registries of major diseases and mortality covering the whole Icelandic nation (N=330.000) and the unique genetic- and genealogical resources at deCODE Genetics to perform genome-wide association studies (GWAS) on the varying risks of overall mortality and major diseases (including psychiatric disorders and cardiovascular disease) after loss of a family member or after receiving a cancer diagnosis. We will further seek to identify sequence variants associated with variation in symptoms of posttraumatic stress disorder (PTSD) in two highly traumatized cohorts: the SAGA cohort of 30.000 Icelandic women with high lifetime prevalence of violence exposure, as well as a cohort of 5.000 Swedes exposed to the 2004 SA-Asian Tsunami. This research program represents the first major attempt to address the potential genetic basis of varying somatic health outcomes after exposure to significant life stressors and, to our knowledge, one of the first comprehensive GWAS on PTSD in European populations. \nVirtually everyone is at some point in their life exposed to significant life stressors or trauma; the knowledge gained from this comprehensive research program may facilitate early identification and refined, personalized interventions for the most vulnerable individuals of the large populations worldwide that inevitably will continue to be exposed to trauma.",
    "totalCost": "1998545",
    "ecMaxContribution": "1998543,75",
    "coordinator": "HASKOLI ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 1998544
        }
    },
    "calculatedTotalContribution": 1998544
}