{
    "rcn": "210971",
    "acronym": "THUNDERR",
    "topics": "ERC-2016-ADG",
    "title": "Detection, simulation, modelling and loading of thunderstorm outflows to design wind-safer and cost-efficient structures",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Wind actions are crucial for the safety and cost of structures.\nThe wind climate of Europe and many parts of the world is dominated by synoptic extra-tropical cyclones and mesoscale thunderstorm outflows. Thunderstorms are frequent events causing wind speeds often higher than cyclones.\nIn spite of an impressive amount of research, there is not yet a model for thunderstorm outflows and their actions on structures like that for cyclones. Thus, thunderstorm actions on structures are still determined using the cyclone model developed half a century ago and engineering practice often leads to unsafe or too expensive construction.\nThis happens because the complexity of thunderstorms makes it difficult to develop realistic and simple models. Their short duration and small size make the available data very poor. There is a great gap between research in wind engineering and atmospheric sciences.\nThe realization of an unprecedented wind monitoring network, the role of the PI and his novel vision, a project team leader in wind engineering with interdisciplinary skill in atmospheric sciences, the chance to simulate large-scale thunderstorms in a new unique laboratory, the recent advance in CFD simulations, the success and synergy of previous and on-going projects, and a top host institution represent extraordinary conditions to overcome these shortcomings.\nTHUNDERR is an acronym of THUNDERstorm that points out the ground-breaking Roar of this project. It aims to detect novel thunderstorm measurements, to create a huge dataset of field acquisitions and a new interpretation of their weather scenarios, to conduct unique wind tunnel tests and CFD analyses, to formulate a thunderstorm model that is physically correct and suitable to develop a loading scheme easily transferable to engineering and codification, to radically change the existing wind loading format and the engineering practice, to design safer and cost-efficient structures producing a deep social and economic impact.",
    "totalCost": "2396643,75",
    "ecMaxContribution": "2396643,75",
    "coordinator": "UNIVERSITA DEGLI STUDI DI GENOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 2396644
        }
    },
    "calculatedTotalContribution": 2396644
}