{
    "rcn": "210934",
    "acronym": "TransfoPneumo",
    "topics": "ERC-2016-COG",
    "title": "Structure and Function of the Bacterial Transformasome",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Natural genetic transformation, first discovered in Streptococcus pneumoniae by Griffith in 1928, is observed in many Gram-negative and Gram-positive bacteria. This process promotes genome plasticity and adaptability. In particular, it enables many human pathogens such as Streptococcus pneumoniae, Staphylococcus aureus or Neisseria gonorrhoeae to acquire resistance to antibiotics and/or to escape vaccines. For natural transformation to occur, bacteria must develop a highly regulated physiological state called competence, during which a multiprotein machinery, designated as the transformasome, is specifically expressed. The transformasome drives the uptake of extracellular DNA and its subsequent integration into the bacterial genome. This intricate system can be divided into three functional entities: the transformation pilus, the DNA entry pore and the recombination apparatus. The architecture and function of the transformasome remains largely elusive. We propose to dissect the structure and function of this system in the human pathogen Streptococcus pneumoniae. We will combine four complementary approaches to attain our goal: (1) Molecular biology and biochemical studies in vitro (2) Structural biology on purified proteins or protein complexes using X-ray crystallography and cryo-electron microscopy (3) Structure-function studies in vitro and in vivo (4) Structural biology in situ using cryo-tomography.\nOverall, we believe this ambitious project will provide major insights to understand the molecular basis of bacterial transformation, a fundamental process in bacterial physiology. In addition, this project may provide new strategies to reduce pneumococcal adaptation during infection.",
    "totalCost": "1999920",
    "ecMaxContribution": "1999920",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999920
        }
    },
    "calculatedTotalContribution": 1999920
}