{
    "rcn": "210968",
    "acronym": "EXOCONDENSE",
    "topics": "ERC-2016-ADG",
    "title": "Climate Dynamics of Exoplanets with Condensible Atmospheres",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Condensible substances, which undergo a phase change from gaseous to liquid or solid condensed form, have a profound impact on planetary atmospheres, and are central to the determination of most key aspects of a planet's climate. The three phases of water operating in Earth's present climate provide the archetype for condensible processes in climate dynamics, but the dawning age of exoplanet discovery and characterization requires that the understanding of phase change effects be expanded far beyond the situations familiar from the study of Earth's climate, or indeed of the climate of any Solar System planet.  The goal of this project is to pioneer the advances needed to understand condensible climate dynamics for the vastly broader range of condensible substances, thermodynamic and planetary configurations presented by the growing catalogue of exoplanets.  The emphasis will be on the smaller range of planets (super-Earth to Earth mass or size class), which need not have hydrogen-dominated atmospheres and therefore present a richer and highly challenging variety of possible condensible behavior. This class of planets includes all planets that are potentially habitable for Earthlike life, but even planets that are far from habitable shed light on essential features of planets in the Universe, and will be studied. The work will embrace both small scale buoyancy-driven turbulent convection and planetary scale circulations. Idealized numerical simulations, buttressed by theoretical analysis will be employed. Particular emphasis will be put on aspects of exoclimate that are amenable to probing by current observations and improved observational techniques likely to become available in the coming decade. Such properties include cloud properties observable through transit-depth spectra and dayside/nightside temperature and composition contrasts observable through phase curve observations.",
    "totalCost": "2492565",
    "ecMaxContribution": "2492565",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2492565
        }
    },
    "calculatedTotalContribution": 2492565
}