{
    "rcn": "210919",
    "acronym": "MECHIDENT",
    "topics": "ERC-2016-COG",
    "title": "Who is that? Neural networks and mechanisms for identifying individuals",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Our social interactions and survival critically depend on identifying specific individuals to interact with or avoid (ìwho is that?î). Identifying individuals can be achieved by different sensory inputs, and by many accounts any sensory input elicits a representation of an individual that somehow becomes transmodal or independent of any sensory system. However, how the brain achieves transmodal integration facilitating individual recognition remains a mystery: Investigations in humans allowing direct access to site-specific neuronal processes are generally rare and have not focused on understanding neuronal multisensory integration for person recognition. Also, animal models to study the neuronal mechanisms of related processes have only recently become known. I propose to use direct recordings of neuronal activity in both humans and monkeys during face- and voice-identification tasks, combined with site-specific manipulation of the sensory input streams into the lateral anterior temporal lobe (ATL). The ATL brings together identity-specific content from the senses but the neuronal mechanisms for this convergence are entirely unknown. My core hypothesis is that auditory voice- or visual face-identity input into key ATL convergence sites elicits a sensory-modality invariant representation, which once elicited is robust to degradation or inactivation of neuronal input from the other sense. The central aim is to test this in human patients being monitored for surgery and to directly compare and link the results with those in monkeys where the neuronal circuit and mechanisms can be revealed using optogenetic control of neuronal responses. Analyses will assess neuronal dynamics and sensory integration frameworks. This proposal is poised to unravel how the brain combines multisensory input critical for identifying individuals and cognitive operations to act upon. The basic science insights gained may inform efforts to stratify patients with different types of ATL damage.",
    "totalCost": "1995677",
    "ecMaxContribution": "1995677",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1995677
        }
    },
    "calculatedTotalContribution": 1995677
}