{
    "rcn": "210988",
    "acronym": "ChAMPioN",
    "topics": "ERC-2016-ADG",
    "title": "Game-changing Precision Medicine for Curing All Myeloproliferative Neoplasms",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Despite decades of research, developing ways to overcome drug resistance in cancer is the most challenging bottleneck for curative therapies. This is because, in some forms of cancer, the cancer stem cells from which the diseases arise are constantly evolving, particularly under the selective pressures of drug therapies, in order to survive. The events leading to drug resistance can occur within one or more individual cancer stem cell(s) ñ and the features of each of these cells need to be studied in detail in order to develop drugs or drug combinations that can eradicate all of them. The BCR-ABL\\ and BCR-ABL- myeloproliferative neoplasms (MPN) are a group of proliferative blood diseases that can be considered both exemplars of precision medicine and of the drug resistance bottleneck. While significant advances in the management of MPN have been made using life-long and expensive tyrosine kinase inhibitors (TKI), patients are rarely cured of their disease. This is because TKI fail to eradicate the leukaemia stem cells (LSC) from which MPN arise and which persist in patients on treatment, often leading to pervasive drug resistance, loss of response to therapy and progression to fatal forms of acute leukaemia. My goal is to change the way we study the LSC that persist in MPN patients as a means of delivering more effective precision medicine in MPN that is a ìgame-changerî leading to therapy-free remission (TFR) and cure. Here, I will apply an innovative strategy, ChAMPioN, to study the response of the MPN LSC to TKI in innovative pre-clinical laboratory models and directly in patients with MPN - up to the resolution of individual LSC. This work will reveal, for the first time, the molecular and clonal evolution of LSC during TKI therapies, thus enabling the development of more accurate predictions of TKI efficacy and resistance and rational approaches for curative drug therapies.",
    "totalCost": "3005817,75",
    "ecMaxContribution": "3005817,75",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF MANCHESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 2856679
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 149139
        }
    },
    "calculatedTotalContribution": 3005818
}