{
    "rcn": "210974",
    "acronym": "PAIRPLASMA",
    "topics": "ERC-2016-ADG",
    "title": "Creating an electron-positron plasma in a laboratory magnetosphere",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "The visible Universe is predominantly in the plasma state. On Earth, plasmas are less common, but they find many applications in industry and are also studied with the goal of providing an abundant energy source for mankind through fusion energy. The behaviour of plasmas studied thus far, in particular those that are magnetized, is very complex. The complexity manifests itself first and foremost as a host of different wave types, many of which are generically unstable and evolve into turbulence or violent instabilities. This complexity and the instability of these waves stems to a large degree from effects that can be traced back to the difference in mass between the positive and negative species, the ions and the electrons.\n\nIn contrast to conventional ion-electron plasmas, electron-positron (pair) plasmas consist of equal-mass charged particles. This symmetry results in unique behaviour of the pair plasmas, a topic that has been intensively studied theoretically and numerically for decades but experimental studies are only just starting. These studies are not only driven by curiosity: Strongly magnetized electron-positron plasmas are believed to exist ubiquitously in pulsar magnetospheres and active galaxies in the Universe, and the entire Universe is believed to have been a matter-antimatter symmetric plasma in its earliest epochs after the Big Bang.\n\nWe propose here to create and study the first long-lived and confined pair plasmas on Earth. This is now possible by combining novel techniques in plasma and beam physics. We will develop a levitated dipole confinement device and will fill it with readily available electrons and low-energy positrons from the world-leading steady-state positron source.",
    "totalCost": "2378958",
    "ecMaxContribution": "2378958",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2378958
        }
    },
    "calculatedTotalContribution": 2378958
}