{
    "rcn": "210921",
    "acronym": "Struct. vs. Individ",
    "topics": "ERC-2016-COG",
    "title": "The ëDeclining Significance of Genderí Reexamined: Cross-Country Comparison of Individual and Structural Aspects of Gender Inequality",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The comparative research of long-term trends largely neglects structural mechanisms of gender inequality, i.e. the gender bias in which jobs and activities are evaluated and rewarded. I argue that as more women become integrated in positions of power, the stronger the role of structural elements is likely to become. However, because these are less visible and amenable to empirical assessment, they are under-researched compared to individual aspects, and are commonly assumed to be gender-neutral. The implication is that the importance of gender as a determinant of economic inequality in the labour market becomes insufficiently acknowledged, and thus difficult to track and eradicate.\n\nMy empirical objective is to track structural vs. individual processes of gender inequality over a period of 40 years, using the case of occupations. My aim is to uncover the countervailing processes of womenís (individual) upward occupational mobility versus womenís (collective) effect on occupational pay. I argue that the effects of structural aspects of gender inequality increase over time, but are concealed by womenís (individual) upward mobility.\n\nI expect the dynamic of the two processes to vary between countries and also by class. I thus seek to examine the processes in four representative countries ñ Sweden, Germany, Spain and the United States ñ that differ in many of the institutional aspects that affect gender inequality, including the provision of welfare, gender ideology, wage structure, and political economy factors. Therefore, gender in/equality processes in these countries are expected to take different forms in both structural and individual appearances. That said, in all countries I expect gender equality processes to be more pronounced and rapid for advantaged women. At the structural level, however, the rapid upward occupational mobility of skilled and educated women may expose highly rewarded occupations to devaluation and pay reduction more than others.",
    "totalCost": "1395000",
    "ecMaxContribution": "1395000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1395000
        }
    },
    "calculatedTotalContribution": 1395000
}