{
    "rcn": "210983",
    "acronym": "TOPMAT",
    "topics": "ERC-2016-ADG",
    "title": "Topological Materials: New Fermions, Realization of Single Crystals and their Physical Properties",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "The topologies of the electronic and magnetic structure in reciprocal and real space underlies much of condensed matter physics. Moreover, the properties of single crystals with particular topological electronic structures can mimic phenomena found in high energy physics and cosmology. New classes of quantum materials are found in insulators and semimetals that exhibit non-trivial topologies: they display a plethora of novel phenomena including: topological surface states; new Fermions such as Weyl, Dirac or Majorana; and non-collinear spin textures such as Skyrmions. A hallmark of many of these new quantum properties that are derived from fundamental symmetries of the bulk, is that they are topologically protected. Just recently a general scheme to identify novel Fermions was proposed that is based on the symmetries and the Wyckhoff positions of relevant space groups. These new types of Fermions are a groundbreaking concept beyond the known Dirac and Weyl and have no high-energy counterparts. The translation of these theoretical concepts into realizable materials is one focus of this proposal. The next step is to apply this approach to magnetic space groups so as to identify new magnetic Fermions. We will engineer these topological materials via synthesising high quality single crystals and by applying for example high magnetic fields and high pressure, to tune topological phase transitions, electrical transport properties and surface states. Particularly high-pressure Hall measurements will be developed. Hall measurements allow the investigation of the fundamental electrical transport properties of topological materials such as their carrier densities, oscillation frequencies, mobilities, and anomalous and topological Hall effects. The PI and her team have already synthesized more than 50 different topological materials as single crystals. To boost topological science in Europe even further a single crystal platform will be established within the proposed project.",
    "totalCost": "2070000",
    "ecMaxContribution": "2070000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2070000
        }
    },
    "calculatedTotalContribution": 2070000
}