{
    "rcn": "210908",
    "acronym": "ALLERGUT",
    "topics": "ERC-2016-STG",
    "title": "Mucosal Tolerance and Allergic Predisposition: Does it all start in the gut?",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Currently, more than 30% of all Europeans suffer from one or more allergic disorder but treatment is still mostly symptomatic due to a lack of understanding the underlying causality. Allergies are caused by type 2 immune responses triggered by recognition of harmless antigens. Both genetic and environmental factors have been proposed to favour allergic predisposition and both factors have a huge impact on the symbiotic microbiota and the intestinal immune system. Recently we and others showed that the transcription factor ROR(?t) seems to play a key role in mucosal tolerance in the gut and also regulates intestinal type 2 immune responses. \nBased on these results I postulate two major events in the gut for the development of an allergy in the lifetime of an individual: First, a failure to establish mucosal tolerance or anergy constitutes a necessity for the outbreak of allergic symptoms and allergic disease. Second, a certain ëcoreí microbiome or pathway of the intestinal microbiota predispose certain individuals for the later development of allergic disorders. Therefore, I will address the following aims:\n1) Influence of ROR(?t) on mucosal tolerance induction and allergic disorders \n2) Elucidate the T cell receptor repertoire of intestinal Th2 and ROR(?t)\\ Tregs and assess the role of alternative NF?B pathway for induction of mucosal tolerance\n3) Identification of ëcoreí microbiome signatures or metabolic pathways that favour allergic predisposition\n\nALLERGUT will provide ground-breaking knowledge on molecular mechanisms of the failure of mucosal tolerance in the gut and will prove if the resident ROR(?t)\\ T(reg) cells can function as a mechanistic starting point for molecular intervention strategies on the background of the hygiene hypothesis. The vision of ALLERGUT is to diagnose mucosal disbalance, prevent and treat allergic disorders even before outbreak and thereby promote Public Health initiative for better living.",
    "totalCost": "1498175",
    "ecMaxContribution": "1498175",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1498175
        }
    },
    "calculatedTotalContribution": 1498175
}