{
    "rcn": "210903",
    "acronym": "ENERGY ETHICS",
    "topics": "ERC-2016-STG",
    "title": "The Ethics of Oil: Finance Moralities and Environmental Politics in the Global Oil Economy",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "In October 2014, the Chairman of the Bank of England Mark Carney warned that many oil reserves cannot be developed. If so, they would contribute so significantly to increased greenhouse gas emissions that international targets to avoid dangerous levels of global warming would be exceeded. However, stock valuations of oil companies assume that all proven and probable reserves can indeed be produced. Amounting to a potentially enormous debt overhang, the Bank of England has launched an enquiry into the threat of a crisis similar to the subprime mortgage crash, known as the ëcarbon bubbleí. This looming crisis with its ëstranded assetsí raises urgent questions about the conflicting dynamics between finance moralities and environmental politics at a time of oil dependency and an uncertain climate future. Grounded in ethnographic fieldwork with oil companies in the US and Norway, energy analysts in the UK and the US, and fossil fuel divestment movements in Germany and the UK, ENERGY ETHICS will develop a new framework for understanding the relationship between oil, money and climate change that counters the prevalent tendency to interpret these issues through aggregated normative systemic analysis only. Taking its starting point in peopleís own perceptions of and direct involvement in the oil economy, it will offer a major step forward in understanding how people in positions of influence within the oil economy make financial and ethical valuations of oil. This will contribute to public stakeholder dialogue and wider transdisciplinary engagements. Focusing on oil and its financialization, ENERGY ETHICS has three main research objectives: 1) to examine how people positioned strategically in relation to the global production of oil conceptualise and influence the oil market; 2) to understand the linkages and frictions between these different valuations of oil; and 3) to investigate how oil valuations relate to political reforms and new climate economic initiatives.",
    "totalCost": "1498052",
    "ecMaxContribution": "1498052",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1498052
        }
    },
    "calculatedTotalContribution": 1498052
}