{
    "rcn": "210925",
    "acronym": "INtheSELF",
    "topics": "ERC-2016-COG",
    "title": "Inside the Self: from interoception to self- and other-awareness",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Modern psychology has long focused on the importance of the body as the basis of the self.  However, this focus concerned the exteroceptive body, that is, the body as perceived from the outside, as when we recognize ourselves in the mirror. This influential approach has neglected another important dimension of the body, namely the interoceptive body, that is, the body as perceived from within, as for example when one feels her racing heart.  In psychology, research on interoception has focused mainly on its role in emotion. INtheSELF, however, goes beyond this approach, aiming instead to show how interoception and interoceptive awareness serve the unity and stability of the self, analogous to the role of interoception in maintaining physiological homeostasis. To test this hypothesis we go beyond the division between interoception and exteroception to consider their integration in self-awareness. INtheSELF will develop novel, pioneering methods for the study of causal relationships between interoceptive and exteroceptive awareness (WP1), allowing us to test how these two sources of information about the self interact to reflect the balance between stability and adaptation (WP2); how their inter-relation is built in parallel to the development of self-awareness in early childhood and adolescence (WP3); and the role that their interaction has for social relatedness (WP4). INtheSELF provides an alternative to existing psychological theories of the self insofar it goes beyond the apparent antagonism between the awareness of the self from the outside and from within, to consider their dynamic integration. In doing so, INtheSELF aims to elucidate for the first time how humans navigate the challenging balance between inside and out, in terms of both the individualís natural (interoception vs. exteroception) and social (self vs. others) embodiment in the world.",
    "totalCost": "1998393,75",
    "ecMaxContribution": "1998393,75",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 1998394
        }
    },
    "calculatedTotalContribution": 1998394
}