{
    "rcn": "210965",
    "acronym": "ADSNeSP",
    "topics": "ERC-2016-ADG",
    "title": "Active and Driven Systems: Nonequilibrium Statistical Physics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Active Matter systems, such as self-propelled colloids, violate time-reversal symmetry by producing entropy locally, typically converting fuel into mechanical motion at the particle scale. Other driven systems instead produce entropy because of global forcing by external fields, or boundary conditions that impose macroscopic fluxes (such as the momentum flux across a fluid sheared between moving parallel walls). \n\nNonequilibrium statistical physics (NeSP) is the basic toolbox for both classes of system. In recent years, much progress in NeSP has stemmed from bottom-up work on driven systems. This has provided a number of exactly solved benchmark models, and extended approximation techniques to address driven non-ergodic systems, such as sheared glasses. Meanwhile, work on fluctuation theorems and stochastic thermodynamics have created profound, model-independent insights into dynamics far from equilibrium. \n\nMore recently, the field of Active Matter has moved forward rapidly, leaving in its wake a series of generic and profound NeSP questions that now need answers:  When is time-reversal symmetry, broken at the microscale, restored by coarse-graining? If it is restored, is an effective thermodynamic description is possible? How different is an active system's behaviour from a globally forced one? \n\nADSNeSP aims to distil from recent Active Matter research such fundamental questions; answer them first in the context of specific models and second in more general terms; and then, using the tools and insights gained, shed new light on longstanding problems in the wider class of driven systems.\n\nI believe these new tools and insights will be substantial, because local activity takes systems far from equilibrium in a conceptually distinct direction from most types of global driving. By focusing on general principles and on simple models of activity, I seek to create a new vantage point that can inform, and potentially transform, wider areas of statistical physics.",
    "totalCost": "2043630",
    "ecMaxContribution": "2043630",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}