{
    "rcn": "210973",
    "acronym": "HoldCancerBack",
    "topics": "ERC-2016-ADG",
    "title": "What Holds Cancer Cells Back?",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Since decades the bulk of cancer research focusses on the genetic and molecular level. To complement this knowledge, I will focus on the collective behaviour of cancer cells in cell clusters and in the extracellular matrix (ECM).\nConventional cancer research tackles issues like genetic changes, signalling pathways or intracellular mechanisms, I want to answer the question: When is a cancer cell jammed or when can it overcome the yield stress to actively ìflowî in a dense microenvironment (ME)? I have brought forward the basic idea within the concept of Physics of Cancer that changes in a cancer cellís material properties determine its metastatic potential. As follows I propose the next breakthrough by determining a predictive phase diagram for unjamming transitions of cancer cells. \nCancer cell jamming is quantified by cell speed as a measure of the motile forces and by cellular shape to account for the interplay between cell contractility and adhesion. Our self-propelled Voronoi model (SPV) will explain whether a cell is jammed by its neighbours or the ECM, overcoming the limitations of existing theories which only apply to specific environments.\nBuilding on my leadership in cell biomechanics and the exclusive access to two types of carcinomas (mamma, cervix), I will introduce highly innovative bionic modulators of intracellular mechanics and develop live cancer cell tracking in biopsies as a ground-breaking alternative to vital imaging. While these approaches are perfect to prove that unjamming transitions are key to tumour progression, I will investigate to what extent fluid, i.e. unjammed, tissue behaviour can be detected by magnetic resonance imaging  elastography (MRE) as an individual predictive marker for metastasis. Moreover the results may guide surgeons when concerning the local spreading of cancer and thus greatly empower surgery in tumour therapies.",
    "totalCost": "2379250",
    "ecMaxContribution": "2379250",
    "coordinator": "UNIVERSITAET LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 2379250
        }
    },
    "calculatedTotalContribution": 2379250
}