{
    "rcn": "210942",
    "acronym": "VERSUS",
    "topics": "ERC-2016-COG",
    "title": "Violence Elites and Resilience in States Under Stress",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Political violence affects 2 billion citizens across the developing world. Conflict contributes to political decline, high corruption and poverty, poor social cohesion and low institutional trust. VERSUS represents a new direction in political, geographic and empirical subnational studies of conflict and governance. It determines how violence erupts from political processes in varied environments and examines how common internal and external shocks create new trajectories of governance, violence and potential for political resilience. It argues that political relationships between subnational elites and regimes incentivise political violence in developing states. Through a suite of multi-and-mixed methods including power mapping, extensive elite interviews, Bayesian spatial models and dynamic network innovations, VERSUS creates multiple real-time measures of power distribution across select African, Middle Eastern and Asian states for widespread research and policy use.  It has five objectives: to advance a developing paradigm on subnational political architectures and environments over static institutionalism; to generate several measures of comparative political power distributions in developing states that capture the degree and depth of regime and elite relationships; to design and test scenarios to explain how, when and where violence erupts as a strategic function of architectures and environments; to develop and implement novel conflict ëresilienceí tests of regimes, elites and vulnerable members of society in response to internal and external shocks. This creates a stateís ëcarrying capacityí for shocks and violence; and finally, to collaborate with development practitioners and civil society to implement new standards for elite transparency, support for human rights and ëgood governanceí outcomes.",
    "totalCost": "1999390",
    "ecMaxContribution": "1999390",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1999390
        }
    },
    "calculatedTotalContribution": 1999390
}