{
    "rcn": "210987",
    "acronym": "GENSURGE",
    "topics": "ERC-2016-ADG",
    "title": "Designer recombinases for efficient and safe genome surgery",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Recent breakthroughs in the field of genome editing provide a genuine opportunity to establish innovative approaches to repair DNA mutations to replace, engineer or regenerate malfunctioning cells in vitro or in vivo. However, most of the recently developed technologies introduce double-strand DNA breaks at a target locus as the first step to gene correction. These breaks are subsequently repaired by one of the cell intrinsic DNA repair pathways, typically inducing an abundance of insertions and deletions (indels). Ideally, for many applications genome editing should, however, be efficient and specific, without the introduction of indels. Site-specific recombinases (SSRs) allow precise genome editing without triggering endogenous DNA repair pathways and possess the unique ability to fulfill both cleavage and immediate resealing of the processed DNA in vivo. However, customizing the DNA binding specificity of SSRs is not straightforward. With this project, we propose to solve this shortcoming. We have already demonstrated that by applying substrate-linked directed evolution, SSRs can be generated that specifically recognize therapeutic targets. The objective of this project is the development of a universal genome editing platform that allows flexible, efficient and safe gene corrections in cells of any origin without triggering cell intrinsic DNA repair. GenSurge aims to: i) sequence an unprecedented, comprehensive compendium of evolved SSRs to understand the directed molecular evolution process at nucleotide resolution; ii) integrate the knowledge obtained in i) to develop a unique SSR-based approach to correct genomic inversions; iii) develop a universal SSR-based strategy that allows flawless, precise and safe genome editing to correct any gene defect in human, animal or plant cells. The successful implementation of this project will deliver a comprehensive, safe and efficient platform from which genome surgery-based cure strategies can be initiated.",
    "totalCost": "2380425",
    "ecMaxContribution": "2380425",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 2380425
        }
    },
    "calculatedTotalContribution": 2380425
}