{
    "rcn": "210982",
    "acronym": "Redox Relays",
    "topics": "ERC-2016-ADG",
    "title": "Detecting, understanding and exploiting intracellular redox signaling relays",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Redox signaling is a process by which endogenous oxidants, derived from metabolism, reversibly modify particular thiols on particular proteins to change their functional behavior in an adaptive manner. However, the molecular mechanisms of redox signaling remain largely unknown. In particular, specificity and efficiency of redox signaling remain unexplained. The now emerging solution to this conundrum is that redox signaling is mediated and channeled by protein-to-protein redox relay chains that dynamically assemble in the cytosolic, nuclear and mitochondrial compartments. We and others have found that H2O2 signals are relayed through thiol peroxidases to neighboring proteins within supramolecular assemblies. Evidence now suggests that so far we have just glimpsed the ëtip of the icebergí, namely that redox relay chains are ubiquitous and also operate for reactive nitrogen and sulfur species. This project aims to systematically uncover, dissect, monitor and manipulate the redox relay chains that give specificity and efficiency to redox signaling. The basic strategy is to tag all protein-coding genes with genetically encoded reporters which ñwithin the context of the living cellñ sense the transmission of thiol oxidizing equivalents within their sphere of immediate proximity (?10 nm). A combination of genetic screening, redox proteomics and transcription profiling will then allow to identify the composition of redox relays, their endogenous target proteins und their functional impact on gene regulation. The knowledge about the composition of redox relays will lead to precision tools for the observation and manipulation of defined redox signaling pathways in vivo. The project is expected to yield fundamental insights into the specific molecular links by which reactive oxygen, nitrogen and sulfur species couple changes in metabolism to cellular and organismal adaptations regulating resilience and healthspan.",
    "totalCost": "2006250",
    "ecMaxContribution": "2006250",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 2006250
        }
    },
    "calculatedTotalContribution": 2006250
}