{
    "rcn": "210958",
    "acronym": "INNOV",
    "topics": "INNOSUP-02-2016",
    "title": "Automate VertECO",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "alchemia-nova GmbH has great expertise in phytotechnologies, phyto-chemistry and biological systems. Its core activity is research and the development of green, nature based solutions. It is looking to increasingly translate research results into commercial products with national and European distribution. To achieve this, improvement in the area of automated data collection, electronic control systems and computation is needed. Unfortunately, the company lacks well trained experts in the area of electronica and proprietary information technology. The specific objective to be achieved by the innovation associate is  to equip an indoor ecosystem (VertECO) prototype (TRL 7) with a customised sensor & control unit that generates information about the quality of treated and purified greywater as well as with an internal energy generation system that ensures broad energy autonomy of the sensor & control unit. Tapping his/her expertise, the associate supervises the planning, development and testing of these units and initiates combinations and adaptations accordingly. In this process, the innovation assistant minds the commercial solution to feature simplicity, reliability, smart automation, cost- and energy effectiveness. Eventually, the sensor/control and power supply systems are directed to be an integral part of VertECO and in this sense, the realisation of the features will considerably contribute to the market potential and positioning.",
    "totalCost": "119225",
    "ecMaxContribution": "119225",
    "coordinator": "ALCHEMIA-NOVA GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926828502": {
            "orgId": "926828502",
            "orgName": "ALCHEMIA-NOVA GMBH",
            "ecContrib": 119225
        }
    },
    "calculatedTotalContribution": 119225
}