{
    "rcn": "210956",
    "acronym": "POLYWOOD",
    "topics": "INNOSUP-02-2016",
    "title": "Combining wood and polymers to produce a translucent, reinforced and ecological material",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The project POLYWOOD (Combining wood and polymers to produce a translucent, reinforced and ecological material) is mono-partner, lead by French startup WOODOO, and responds to the call topic ìCoordination and support actions, H2020 SME Innovation Associateî. WOODOO has developed a breakthrough patented technology, focusing on wood modification at the cellular and molecular scale. It starts from native wood, removing lignin and impregnating the cellulosis matrix with selected monomers, polymerizing in situ to create much stronger bonds between the wood native fibers. The result is a translucent wood, three times stiffer than natural wood, much more durable, water and fire resistant.\nResearch has been done before on de-lignification and on the monomeric impregnation of wood, but never have they been combined in the way WOODOO does, with a direct and highly promising application potential across various industries. The industrial development of this process could establish Europe as a world leader on the market of bio-based materials. In alignment with the new EU forest strategy (EC, 2013), WOODOO will help unfold the potential of the European forest. This bio-based, low-carbon material will help tackle the urgent need of lowering the carbon footprint in the building industry.\nWOODOO offers a 12 month position to a European material science researcher, with a strong knowledge of functional monomers, wood structure, and industrial processes, in order to reach its next objective: bringing the technology from the lab to the market. The research associate will take full advantage of WOODOO international team, as well a use an occasion to show polyvalence, leadership and commitment in the exciting environment of a booming startup, awarded with multiple innovation awards. The POLYWOOD total grant request to the EC is 79 375 Ä and the total eligible project budget is of equal amount. The project will be conducted over 12 months in close alignment with the overall WOODOO needs",
    "totalCost": "79375",
    "ecMaxContribution": "79375",
    "coordinator": "SAS WOODOO",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913652216": {
            "orgId": "913652216",
            "orgName": "SAS WOODOO",
            "ecContrib": 79375
        }
    },
    "calculatedTotalContribution": 79375
}