{
    "rcn": "210964",
    "acronym": "lending",
    "topics": "ERC-2016-ADG",
    "title": "Drivers of Growth in Bank Lending and Financial Crises",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Banking crises are thought to be recurrent phenomena that generally come on the heels of strong credit growth. Their damaging real effects have generated a broad agreement among academics and policymakers that financial regulation needs to tighten and to obtain a macroprudential dimension that aims to lessen the negative externalities from the financial to the macro real sector.\n\nAmong the main ingredients that are often mentioned to have played a role in the explosive growth of credit in the run-up to the latest financial crisis are the financial innovations by financial institutions, in particular loan securitization, the boom in mortgage lending and prices of real estate, the lack of information about prospective borrowers, and the high leverage (and corresponding low capital ratios) of financial institutions.\n\nYet, despite the singling out of these ingredients by policymakers, decisive empirical evidence about their role and relevancy is lacking. However, given the magnitude and complexity of the global banking system and the lack of encompassing micro-level data, it is currently impossible to confidently study the impact of all ingredients jointly. This project therefore analyses pertinent settings where we can empirically identify the correspondence between the aforementioned individual ingredients and the credit granting by financial institutions.\n\nThe objective of the project is to advance identification and estimation of the impact of each respective factor on loan growth by combining the appropriate methodology with an exceptional set of micro-level datasets. When missing in the literature a theoretical framework will be provided. The project further aims to assess how potential combinations of these ingredients may have interacted in spurring credit growth. While the identification of the impact of each ingredient on credit growth is paramount, the individual setting of the studied datasets and employed methodologies will ensure maximum external validity.",
    "totalCost": "2103440",
    "ecMaxContribution": "2103440",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2103440
        }
    },
    "calculatedTotalContribution": 2103440
}