{
    "rcn": "210990",
    "acronym": "BRCA-ERC",
    "topics": "ERC-2016-ADG",
    "title": "Understanding cancer development in BRCA 1/2 mutation carriers for improved Early detection and Risk Control",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Recent evidence demonstrates that cancer is overtaking cardiovascular disease as the number one cause of mortality in Europe. This is largely due to the lack of preventative measures for common (e.g. breast) or highly fatal (e.g. ovarian) human cancers. Most cancers are multifactorial in origin. The core hypothesis of this research programme is that the extremely high risk of BRCA1/2 germline mutation carriers to develop breast and ovarian cancer is a net consequence of cell-autonomous (direct effect of BRCA mutation in cells at risk) and cell non-autonomous (produced in distant organs and affecting organs at risk) factors which both trigger epigenetic, cancer-initiating effects. \nThe projectís aims are centered around the principles of systems medicine and built on a large cohort of BRCA mutation carriers and controls who will be offered newly established cancer screening programmes. We will uncover how ëcell non-autonomousí factors work, provide detail on the epigenetic changes in at-risk tissues and investigate whether these changes are mechanistically linked to cancer, study whether we can neutralise this process and measure success in the organs at risk, and ideally in easy to access samples such as blood, buccal and cervical cells.\nIn my Department for Womenís Cancer we have assembled a powerful interdisciplinary team including computational biologists, functionalists, immunologists and clinician scientists linked to leading patient advocacy groups which is extremely well placed to lead this pioneering project to develop the fundamental understanding of cancer development in women with BRCA mutations. To reset the epigenome, re-establishing normal cell identity and consequently reducing cancer risk without the need for surgery and being able to monitor the efficacy using multicellular epigenetic outcome predictors will be a major scientific and medical breakthrough and possibly applicable to other chronic diseases.",
    "totalCost": "2497841",
    "ecMaxContribution": "2497841",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY COLLEGE LONDON HOSPITALSNHS FOUNDATION TRUST",
    "participantCountries": "UK",
    "projectParticipants": {
        "988412056": {
            "orgId": "988412056",
            "orgName": "UNIVERSITY COLLEGE LONDON HOSPITALSNHS FOUNDATION TRUST",
            "ecContrib": 233251
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2264590
        }
    },
    "calculatedTotalContribution": 2497841
}