{
    "rcn": "210932",
    "acronym": "FINEPRINT",
    "topics": "ERC-2016-COG",
    "title": "Spatially explicit material footprints: fine-scale assessment of Europeís global environmental and social impacts",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "In the era of globalisation, supply chains are increasingly organised on the international level, thus disconnecting final consumption from the location of material extraction and related environmental and social impacts. Reducing these global impacts ñ or footprints ñ of European consumption is a major societal and scientific challenge. Methods to assess teleconnections between distant places of raw material extraction and consumption along global supply chains have improved significantly, with multi-regional input-output (MRIO) analysis being the most prominent method applied. However, the limited spatial resolution of MRIO models distorts footprint calculations, as specific properties of raw materials as well as impacts of extraction can vary significantly within production countries. I therefore propose a new method for the calculation of fine-scale material consumption footprints. It will encompass (1) a spatial assessment of global material extraction on a high-resolution grid and (2) a detailed physical model that tracks raw materials from the location of extraction via international transport facilities to processing industries in importing countries. Integrating this very detailed spatial information with a MRIO model will enable the first fine-scale assessment of European countriesí material footprints, overcoming prevailing aggregation errors in footprint indicators. Furthermore, I will investigate environmental and social impacts related to material footprints through linking the spatially explicit multi-regional material flow model with datasets on impacts related to raw material extraction, such as increasing water scarcity, deforestation and mining conflicts. This project will not only lift the accuracy of footprint models to a new level, but will also open up a range of options for sustainability assessments of specific commodity flows. Building on this knowledge, targeted policy instruments for sustainable product supply chains can be designed.",
    "totalCost": "1999908,75",
    "ecMaxContribution": "1999908,75",
    "coordinator": "WIRTSCHAFTSUNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 1999909
        }
    },
    "calculatedTotalContribution": 1999909
}