{
    "rcn": "210959",
    "acronym": "FormulaGP",
    "topics": "INNOSUP-02-2016",
    "title": "FormulaGP - Recruitment plan for a skilled associate to help developing the patent pending IRIS GreenPlasma device",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "FormulaGP aims to recruit a specialist researcher (grade R3 ìEstablished Researcher) able to take forward the work undertaken so far by IRIS on a small scale thermal waste treatment technology, the GreenPlasma. The device is an original idea of the Company and it is currently at TRL6 but it requires a redesign and further work in order to:\n1. Transform the process from batch to continuous;\n2. Complete the device by adding same scale pre- and post-treatment, by miniaturising existing technologies and by optimising the overall process, considering the likely efficiency and efficacy issues due to its very small scale; \n3. Ensure all the requirements of the foreseen main application (a ìdomesticî waste pyroliser) are met in terms of e.g. safety of use by non-technical users and for improper use, and ability to integrate in a domestic context including connecting to the grid (electricity and methane distribution);\n4. Devising an innovation project (industrialisation and commercialisation) that will start at the end of the 12 months if the objectives are achieved and that will be implemented by the SME Associate if he/she wished to accept the challenge and the position;\n5. Initiating the declination of the GreenPlasma device in other applications, including scale ups, use on board of unmanned vehicles and vessels, etc in a longer term role as Head of product development once the commercialisation of the device is starting.\nThe first step of this plan, i.e. the 12 months leading to an improved version of the original GreenPlasma, requires a PhD figure of experience with a strong engineering background and ideally with a specialist expertise in thermal processing of waste but also a problem solving approach and an applied research attitude. The same set of skills is valuable for the innovation project to follow after successful completion of this project, with the Associate being rewarded with a permanent contract in a prominent and permanent position.",
    "totalCost": "106681,25",
    "ecMaxContribution": "106681,25",
    "coordinator": "IRIS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952984358": {
            "orgId": "952984358",
            "orgName": "IRIS SRL",
            "ecContrib": 106681
        }
    },
    "calculatedTotalContribution": 106681
}