{
    "rcn": "210999",
    "acronym": "AMPLIPORE",
    "topics": "ERC-2016-ADG",
    "title": "Understanding negative gas adsorption in highly porous networks for the design of pressure amplifying materials",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Negative gas adsorption (NGA) is a new, counterintuitive and paradoxical phenomenon, for the first time reported by my group in 2016: Normal solid materials with significant outer or inner surface area always take up gas when the pressure in the surrounding reservoir is increased (adsorption). NGA networks instead react at a certain point in the opposite direction: They release gas upon external pressure increase, leading to an overall pressure amplification in a closed system. Comparable phenomena have never been reported before. What is so exciting about NGA? We have a unique material in hand, that counteracts to an external force by force amplification.\nSo far NGA has solely been observed in one of our new coordination polymers, featuring a colossal selfcompression associated with a mesopore-to-micropore transformation. Gas pressure amplifying materials could lead to important innovations in gas releasing rescue systems, pneumatic control systems (production, transportation), micropumps, microfluidic devices, pneumatic actuators, and artificial lungs. A fundamental understanding of the physical mechanisms, structures, and thermodynamic boundary conditions is an essential prerequisite for any industrial application of this counterintuitive phenomenon. Combining strong synthetic methodologies with advanced analytical techniques, AMPLIPORE will elucidate the characteristic molecular and mesoscopic materials signatures as well as thermodynamic boundary conditions of NGA phenomena. We will elaborate a generic NGA-materials concept to tailor the pressure amplification and explore temperature and pressure ranges at which NGA can be applied. Developing tailormade instrumentation for kinetic investigations of NGA will give fundamental insights into the intrinsic and macroscopic dynamics of crystal-to-crystal transformations for applications in micropneumatic systems.",
    "totalCost": "2363125",
    "ecMaxContribution": "2363125",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 2363125
        }
    },
    "calculatedTotalContribution": 2363125
}