{
    "rcn": "210924",
    "acronym": "AUTOCOMPLEMENT",
    "topics": "ERC-2016-COG",
    "title": "The role of complement in the induction of autoimmunity against post-translationally modified proteins",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "In many prevalent autoimmune diseases such as rheumatoid arthritis (RA) and systemic lupus erythematosus (SLE) autoantibodies are used as diagnostic and prognostic tools. Several of these autoantibodies target proteins that have been post-translationally modified (PTM). Examples of such modifications are citrullination and carbamylation. The success of B cell-targeted therapies in many auto-antibody positive diseases suggests that B cell mediated auto-immunity is playing a direct pathogenic role. Despite the wealth of information on the clinical associations of these anti-PTM protein antibodies as biomarkers we have currently no insight into why these antibodies are formed.\nImmunization studies reveal that PTM proteins can induce antibody responses even in the absence of exogenous adjuvant. The reason why these PTM proteins have ëautoadjuvantí properties that lead to a breach of tolerance is currently unknown. In this proposal, I hypothesise that the breach of tolerance towards PTM proteins is mediated by complement factors that bind directly to these PTM. Our preliminary data indeed reveal that several complement factors bind specifically to PTM proteins. Complement could be involved in the autoadjuvant property of PTM proteins as next to killing pathogens complement can also boost adaptive immune responses. I plan to unravel the importance of the complementñPTM protein interaction by answering these questions: \n1) What is the physiological function of complement binding to PTM proteins?\n2) Is the breach of tolerance towards PTM proteins influenced by complement?\n3) Can the adjuvant function of PTM be used to increase vaccine efficacy and/or decrease autoreactivity?\nWith AUTOCOMPLEMENT I will elucidate how PTM-reactive B cells receive ëautoadjuvantí signals. This insight will impact on patient care as we can now design strategies to either block unwanted ëautoadjuvantí signals to inhibit autoimmunity or to utilize ëautoadjuvantí signals to potentiate vaccination.",
    "totalCost": "1999802,5",
    "ecMaxContribution": "1999802,5",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1999802
        }
    },
    "calculatedTotalContribution": 1999802
}