{
    "rcn": "210994",
    "acronym": "GLOBAL-HOT",
    "topics": "ERC-2016-ADG",
    "title": "A Global History of Technology, 1850-2000",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "What role did technology play in the age of colonization and globalization? The proposed project, A Global History of Technology, 1850-2000 (GLOBAL-HOT), explores this vital question. \nTraditional histories written about this period usually trace the wide circulation of mainstream technologiesófrom railways and telegraphs to container ships and mobile phones. The standard narrative claims these technologies supported colonialism and later triggered globalizationóthe growing uniformity and homogenization of lifestyles and practices worldwide. GLOBAL-HOT challenges this linear view of technology and globalization.\nAnother feature of traditional histories is their focus on the Global NorthóEurope and North America. A Global History of Technology counterbalances this focus by expanding the research to include the long-neglected Global South: Asia, Africa, and Latin America. By analyzing these continentsí artifacts, infrastructures, and practicesówhether indigenous, imported, or hybridówe will revise standard accounts of users in the Global South as passive recipients of artifacts and consumer goods.\nThe GLOBAL-HOT project team seeks to support three key hypotheses:\n1. Technologies circulated between the Global North and the Global South. Artifacts and material systems did not flow in one direction only: from North to South, e.g., from Europe to the rest of the world.\n2. The development and use of technologies took on a variety of formsónot a single, ìglobalizedî formóin various parts of the world.\n3. The local appropriation of globally circulating artifacts and technical solutions was primarily a highly specific and often contested process.\nThe overarching goal of the project is to increase our understanding of the relationship between the development and use of technologiesówhether for construction or harvesting, transportation or cooking, for exampleóin Europe and the rest of the world. Thus, we can better grasp the realities of global technologies.",
    "totalCost": "2499789",
    "ecMaxContribution": "2499789",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 2499789
        }
    },
    "calculatedTotalContribution": 2499789
}