{
    "rcn": "210904",
    "acronym": "DEVBRAINTRAIN",
    "topics": "ERC-2016-STG",
    "title": "Neurocognitive mechanisms of inhibitory control training and transfer effects in children",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Inhibitory control refers to the ability to control behavioural impulses and is critical for cognitive development. It has been traditionally thought of as a stable trait across the lifespan but recent insights from cognitive neuroscience show prolonged changes in brain regions that support inhibitory control indicating greater malleability than previously believed. Because childhood inhibitory control predicts well-being later in life this suggests exciting opportunities for enhancing inhibitory control. I build on highly promising pilot results and draw on a recent neurocognitive model of inhibitory control to test 1) if inhibitory control can be enhanced during childhood, 2) if this transfers onto other domains important for healthy psychological development such as prosocial- and patient decision-making and academic achievement and 3) which factors predict training success. Children aged 5 to 10 years will undergo 8 weeks of inhibitory control training, which is a critical duration for observing prolonged training effects and be compared to a group undergoing active sham-training of comparable stimuli and duration but without inhibition. I will assess training effects on the brain and look at transfer effects onto other domains such as other executive functions, prosocial- and patient decision-making and academic achievement, both immediately and 1 year after training. I expect training to 1) improve inhibitory control, 2) transfer onto performance on above-mentioned domains and 3) elicit neural changes indicating the effectiveness of training for re- and proactive control. I also expect that individual differences in inhibitory control ability and associated brain regions prior to training will predict training success. The proposed research has the potential to generate a new and ground-breaking framework on early malleability of inhibitory control with implications for interventions at the time point of greatest likely impact.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}