{
    "rcn": "210985",
    "acronym": "SPIDI",
    "topics": "ERC-2016-ADG",
    "title": "Star-Planet-Inner Disk Interactions (SPIDI): unveiling the formation and evolution of inner planetary systems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "With more than 2,000 confirmed exoplanets discovered to date, and about 4,000 additional candidates, it is now widely accepted that nearly every star in the Galaxy hosts a planetary system. These systems greatly differs from our Solar System: a vast majority of exoplanets revolves at a distance less than the Earthís orbit (1 astronomical unit, 1 AU), and many orbit very close to their parent star indeed (<0.1 AU). These inner planets, with an orbital period less than 100 days, are quite diverse, ranging from Earth-like to Jupiter-like. How do they form or migrate close their star is still an open issue. ALMA and VLT/SPHERE recently released spectacular images of circumstellar disks around young stars, which exhibit large-scale structures (>10 AU), including rings, gaps, and spiral arms that presumably are the signposts of planet formation. Yet, as powerful as they are, imaging techniques are yet unable to probe the inner disk region. The goal of the SPIDI project is to investigate the origin and evolution of inner planetary systems. Specifically, we will develop dynamical models of inner planets embedded in the accretion disk of young stars to investigate the physical processes that govern the star-disk-planet interactions from 1 AU down to the stellar surface. From these models, we will then predict the observational signatures of disk-embedded inner planetary systems, and devise and implement observations that will allow us to detect them. This can only be done indirectly through simultaneous time domain photometry, spectroscopy, spectropolarimetry, and interferometry. Combined with current results obtained on larger scales, the SPIDI project will thus yield a synthetic view of nascent planetary systems, down to the inner edge of protoplanetary disks. It will bring clues to the origin of our own inner Solar System, and more generally, address the formation process and ubiquity of inner planetary systems throughout the Galaxy.",
    "totalCost": "2362230",
    "ecMaxContribution": "2362230",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2362230
        }
    },
    "calculatedTotalContribution": 2362230
}