{
    "rcn": "210922",
    "acronym": "Connections",
    "topics": "ERC-2016-COG",
    "title": "Oligopoly Markets and Networks",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Via our connections we learn about new ideas, quality of products, new investment opportunities and job opportunities. We influence and are influenced by our circle of friends. Firms are interconnected in complex processes of production and distribution. A firmís decisions in a supply chain depends on other firmsí choices in the same supply chain, as well as on firms' behaviour in competing chains. Research on networks in the last 20 years has provided a series of tolls to study a system of interconnected economic agents. This project will advance the state of the art by further developing new applications of networks to better understand modern oligopoly markets.  \n\nThe project is organised into two sub-projects. In sub-project 1 networks will be used to model diffusion and adoption of network goods. Different consumers' network locations will summarise different consumers' level of influence. The objectives are to understand how firms incorporate information about consumers' influence in their marketing strategiesópricing strategy and product design. It will provide a rigorous framework to evaluate how the increasing ability of firms to gather information on consumersí influence affects outcomes of markets with network effects. In sub-project 2 networks will be used to model how inputsóe.g., intermediary goods and patentsóare combined to deliver final goods. Possible applications are supply chains, communication networks and networks of patents. The objectives are to study firms' strategic behaviour, like pricing and R&D investments, in a complex process of production and distribution, and to understand the basic network metrics that are useful to describe market power. This is particularly important to provide a guide to competition authorities and alike when they evaluate mergers in complex interconnected markets.",
    "totalCost": "829000",
    "ecMaxContribution": "829000",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 829000
        }
    },
    "calculatedTotalContribution": 829000
}