{
    "rcn": "210914",
    "acronym": "GASVESSEL",
    "topics": "MG-2.3-2016",
    "title": "Compressed Natural Gas Transport System",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "The GASVESSEL aims to prove the techno-economic feasibility of a new CNG transport concept enabled by a novel patented Pressure Vessel manufacturing technology and a new conceptual ship design including safe on- and offloading solution. It carries out research and innovates different steps in the value chain from a decision support model to simulate and benchmark scenarios until the process of ship design, new Pressure Vessel designs and manufacturing as well as novel high pressure on- and offloading.\nThe project supports the European Commissionís Maritime Transport Strategy in which maritime transport is considered key to securing Europeís energy supply. It sets the knowledge base for identifying where the novel CNG concept has added value, develop prototype technologies and related business cases, promote the concept with end-users and foster market introduction, first in Europe, and subsequently beyond. \nThe GASVESSEL project contributes the Energy Union to become less dependent on energy imports by serving as a flexible interconnector which enables energy to flow freely across the EU. The project will make it possible to supply natural gas to places where natural gas is not yet a part of the energy supply e.g. where large investment in regassifiers are not feasible or done (yet) such as the Mediterranean Islands. The concept offers novel cost effective gas transportation and hence promising prospects to start using and monetising the huge amount of currently wasted (flared), stranded and associated gas which is currently wasted or not used, while contributing to reducing an important environmental side effect of global oil exploitation.\nThe validation and proof of concept of the GASVESSEL project is performed by a cost-benefit analyses (financial viability), safety assessment, environmental impact analyses and value chain business cases development in relation to real-life geo-logistic scenarios.",
    "totalCost": "11997162,5",
    "ecMaxContribution": "11997162,5",
    "coordinator": "NAVALPROGETTI SRL",
    "coordinatorCountry": "IT",
    "participants": "DOWAKSA DEUTSCHLAND GMBH;ESTECO SPA;AMERICAN MPIRO OF SIPING HELLENIC MONOPROSOPI  ETAIREIA PERIORISMENIS EVTHINIS, AMERICAN BUREAU OF SHIPPING;SINTEF OCEAN AS;HANSEATIC LLOYD SCHIFFAHRT GMBH & CO KG;C.N.G.V., INZENIRING, RAZISKAVE IN TRZENJE REZERVOARJEV ZA STISNJEN PLIN DOO;CENERGY SRL;PUBLIC JOINT STOCK COMPANY ENGINEERING AND PRODUCTION ENTERPRISE VNIPITRANSGAZ;ETAIREIA YDROGONANTHRAKON  KYPROU (E.Y.K) LTD;DOW DEUTSCHLAND ANLAGENGESELLSCHAFTMBH;BM PLUS SRL;PNO INNOVATION",
    "participantCountries": "DE;IT;EL;NO;SI;UA;CY;BE",
    "projectParticipants": {
        "915397925": {
            "orgId": "915397925",
            "orgName": "DOWAKSA DEUTSCHLAND GMBH",
            "ecContrib": 1155375
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 288712
        },
        "997806603": {
            "orgId": "997806603",
            "orgName": "SINTEF OCEAN AS",
            "ecContrib": 551875
        },
        "922502108": {
            "orgId": "922502108",
            "orgName": "HANSEATIC LLOYD SCHIFFAHRT GMBH & CO KG",
            "ecContrib": 231225
        },
        "928491373": {
            "orgId": "928491373",
            "orgName": "PUBLIC JOINT STOCK COMPANY ENGINEERING AND PRODUCTION ENTERPRISE VNIPITRANSGAZ",
            "ecContrib": 243412
        },
        "922402877": {
            "orgId": "922402877",
            "orgName": "ETAIREIA YDROGONANTHRAKON  KYPROU (E.Y.K) LTD",
            "ecContrib": 535350
        },
        "954272421": {
            "orgId": "954272421",
            "orgName": "ESTECO SPA",
            "ecContrib": 443500
        },
        "913380713": {
            "orgId": "913380713",
            "orgName": "BM PLUS SRL",
            "ecContrib": 3420550
        },
        "952595194": {
            "orgId": "952595194",
            "orgName": "CENERGY SRL",
            "ecContrib": 345600
        },
        "928388941": {
            "orgId": "928388941",
            "orgName": "C.N.G.V., INZENIRING, RAZISKAVE IN TRZENJE REZERVOARJEV ZA STISNJEN PLIN DOO",
            "ecContrib": 1783100
        },
        "928512810": {
            "orgId": "928512810",
            "orgName": "NAVALPROGETTI SRL",
            "ecContrib": 2004538
        },
        "913701395": {
            "orgId": "913701395",
            "orgName": "AMERICAN MPIRO OF SIPING HELLENIC MONOPROSOPI  ETAIREIA PERIORISMENIS EVTHINIS, AMERICAN BUREAU OF SHIPPING",
            "ecContrib": 496400
        }
    },
    "calculatedTotalContribution": 11499637
}