{
    "rcn": "210993",
    "acronym": "STAMP",
    "topics": "ERC-2016-ADG",
    "title": "Stratified turbulence and mixing processes",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "We propose to study turbulence and mixing in stably stratified fluid. Mixing is central to a wide range of questions from the heat uptake in the global ocean, the transport and dilution of pollutants in the atmosphere, the efficient cooling of buildings, to the homogenising of products in the food industry. However, the mechanisms that are responsible and their physical and dynamical aspects are largely unknown, and it is not possible to predict mixing rates from a knowledge of the overall flow and density fields.\n\nWe have invented a new laboratory experiment that produces a maintained stratified shear flow in parameter ranges directly applicable to the situations described above. The experiment, consisting of a two-layer counterflow in a stratified inclined duct, is easy to use and highly flexible. A rich variety of flows from transitional, to spatial and temporal intermittent flow, to fully turbulent flow are obtained, and can be maintained for long times to explore the life-cycles of the turbulence.\n\nWe have also developed a unique capability to make near-instantaneous, highly spatially resolved, measurements of all three components of velocity and the density field over a volume. This capability allows, for the first time in a laboratory experiment, measurements of all the quantities of interest over a three-dimensional region.\n\nIn addition we have a computational code with which we will carry out direct numerical simulations (DNS) of the experiments over a limited region of parameter space. We will use data from the experiments as initial conditions for the DNS, and compare the time evolution of the flow in the computations and the experiments. We will then use the experiments to extrapolate the results to the full scale.\n\nThis study, using the new experiment and diagnostics and state-of-the-art computations, will provide new insights into the dynamics of stratified turbulence and set the standard for future studies of this problem.",
    "totalCost": "2283955",
    "ecMaxContribution": "2283955",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}