{
    "rcn": "210979",
    "acronym": "STEM-AGING",
    "topics": "ERC-2016-ADG",
    "title": "Tissue regeneration and aging: the decisive quiescent stem-cell state",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The basic mechanisms of stem cell malfunction during aging are poorly understood even though they underlie the regenerative decline of most organs and tissues as we age. Based on our recent contributions (Nature 2014, Nature 2016), the fields of tissue regeneration and aging converge on the key role of the quiescent state, the preferred state of stem cells in low turnover tissues such as skeletal muscle. Our unifying hypothesis is that stem-cell quiescence maintenance, which requires active proteostasis (protein homeostasis), lies at the basis of stemness, and that its substitution by a senescence state in aging impairs regeneration. How these variables connect to drive stem cell aging is not known. Crucial experimental systems in this proposal are sensitive reporter mice for proteostasis, senescence and quiescence/fate in aging muscle stem cells. The project is divided as follows: Objective 1. Proteostasis and stem cell quiescence maintenance: tracing proteostasis in quiescent stem cells from autophagy and chaperone-mediated autophagy (CMA) reporter mice during aging / impact of autophagy/CMA loss on quiescence and regeneration / molecular regulators of proteostasis. Objective 2. Proteostasis and quiescent stem cell heterogeneity and fate: asymmetric segregation of proteotoxic waste as an instructor of stem cell heterogeneity and regenerative fate. Objective 3. The quiescence-to-senescence-switch in aging muscle stem cells: tracing and isolating senescent stem cells in senescence-cell reporter mice during aging / impact of senescent cell ablation on regenerating aged muscle. Objective 4. Circadian regulation in the quiescent stem-cell state: impact of aging on circadian rhythms and consequences for quiescence maintenance and regeneration. We expect that completion of these objectives will provide new fundamental knowledge on stem-cell biology, regeneration and aging.",
    "totalCost": "2499949",
    "ecMaxContribution": "2499949",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "participantCountries": "ES",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1251824
        },
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 1248125
        }
    },
    "calculatedTotalContribution": 2499949
}