{
    "rcn": "210996",
    "acronym": "CHIMO",
    "topics": "ERC-2016-ADG",
    "title": "Chiral Morphogenesis - Physical Mechanisms of Actomyosin-Based Left/Right Symmetry Breaking in Biological Systems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The aim of this grant is to understand how cellular, tissue-scale and organismal left-right asymmetry arises from the chirality of molecular constituents. In many instances the actomyosin cortex, a thin and mechanically active layer of dynamically cross-linked filaments and molecular motors at the surface of cells, drives the emergence of chiral morphogenetic events. In the nematode Caenorhabditis elegans, mesoscale chiral active torques generated by this active layer establish the embryoís left-right body axis. Here we want to understand how mesoscale actomyosin active torques are generated at the molecular level, and how active torque generation in the actomyosin surface drives chiral morphogenesis of cells, tissues and organisms. Cells and tissues represent a new class of active chiral materials where both the force and the torque balance need to be considered, and we will perform a systematic and cross-scale characterization of active chiral biological matter. We will pursue an interdisciplinary approach at the interface of physics and biology. At the molecular-scale, we will use optical tweezers to measure active torques generated by single molecules of the molecular myosin and the actin polymerizing protein formin. At the cell-scale, we will reconstitute chiral actomyosin flows in vitro and characterize chiral dynamics of single molecules in vivo. At the tissue-scale, we will investigate chiral cell movements in a multicellular environment and unravel the physical basis of chiral tissue flow in vertebrates. Theory is essential at all stages, and we will build a molecular-scale model of actomyosin torque generation that will be coarse-grained to a generalized hydrodynamic description of active chiral matter. This interdisciplinary and cross-scale approach will provide fundamentally new insights into active chiral materials and the mechanisms by which left-right asymmetries arise in development.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}