{
    "rcn": "210913",
    "acronym": "e-Sequence",
    "topics": "ERC-2016-COG",
    "title": "e-Sequence: a sequential approach to engineer heteroatom doped graphene nanoribbons for electronic applications",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Graphene nanoribbons (NR) are quasi-1D nanostructures with discrete band gaps, ballistic conduction, and one-atom thickness. Such properties make them ideal candidates to develop low-dimensional semiconductors, which are essential components in nanoelectronics. Atomically-precise control over the structure of NR (width, length, edge, doping) is crucial to fully exploit their potential. However, current approaches for the synthesis of NR suffer from several drawbacks that do not allow attaining such level of precision, therefore alternative methods need to be sought.\n\ne-Sequence will develop an unprecedented approach that assembles stepwise small molecular building blocks into NR to specifically target the most important challenges in NR synthesis. Such approach will enable the preparation of an unlimited number of NR with atomically-precise control over their structure and with almost no synthetic and purification effort, exceeding the limits of existing methods.\n\nThe impact of e-Sequence will not be limited to NR synthesis but it will also extend to other disciplines, since NR are promising candidates to develop new technologies with applications in electronics, sensing, photonics, energy storage and conversion, spintronics, etc.\n\ne-Sequence ambitious research programme will be orchestrated by an independent scientist with an excellent track record of achievements in low-dimensional carbon nanostructures, and who has already established a fledgling and internationally competitive research group. Building on this and on his recent permanent appointment as Research Professor, the award of this ERC project will enable him to consolidate his group, build a portfolio of excellent research, and produce results that compete on the world stage.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}