{
    "rcn": "210910",
    "acronym": "GESTIMAGE",
    "topics": "ERC-2016-STG",
    "title": "Gestures in nonhuman and human primates, a landmark of language in the brain? Searching for the origins of brain specialization for language",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Most of language functions are under the left brain control in both left- and right-handers and involve structural asymmetries between the two hemispheres. While this asymmetry was considered as associated with handedness, such a relation has been recently questioned. Considering the strong language/gesture links in humans and the continuities between the gestural system in apes and monkeys and some language properties, we recently suggested the hypothesis of a continuity between language lateralization and asymmetry of communicative gestures in both human and nonhuman primates. Given the phylogenetical proximity between those species, comparative research on brain specialization between a non-linguistic gestural system (i.e., in monkeys) versus a linguistic gestural systems in humans (i.e., sign language in deaf) might help evaluating the gestural continuities with language lateralization in term of manual asymmetries, structural and functional lateralization of the brain. \nTo this purpose, a first objective is to evaluate the continuities of manual and brain asymmetries between (1) a linguistic gestural system in humans using MRI in 100 adult native deaf French signers, and (2) a non-linguistic gestural system of adult baboons Papio anubis using 106 MRI brain images.\nA second objective is to explore the functional brain lateralization of gestures production in baboons (versus manipulation) using non-invasive wireless Infrared Spectroscopy in 8 trained subjects within interactions with humans.\nA last innovative objective is to investigate, through the first non-invasive longitudinal MRI study conducted from birth to sexual maturity in primates, the development and heritability of brain structural asymmetries and their correlates with gesture asymmetries in 30 baboons.\nAt both evolutionary and developmental levels, the project will thus ultimately contribute to enhance our understanding on the role of gestures in the origins of brain specialization for language.",
    "totalCost": "1499192",
    "ecMaxContribution": "1499192",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499192
        }
    },
    "calculatedTotalContribution": 1499192
}