{
    "rcn": "210929",
    "acronym": "Honeyguides-Humans",
    "topics": "ERC-2016-COG",
    "title": "How a mutualism evolves: learning, coevolution, and their ecosystem consequences in human-honeyguide interactions",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Species interactions such as mutualism, parasitism and predation underpin much of lifeís diversity. We aim to understand the mechanistic role of learnt traits in the origin and maintenance of mutualistic interactions between species, and to test their evolutionary and ecological consequences. To do so, we shall study a remarkable mutualism: the foraging partnership between an African bird species, the greater honeyguide Indicator indicator, and the human honey-hunters whom it guides to beesí nests. Honeyguides know where beesí nests are located and like to eat beeswax; humans have the ability to subdue the bees and open the nest, thus exposing beeswax for the honeyguides and honey for the humans. This model system gives us a wonderful opportunity to study mutualisms, because local human and honeyguide populations vary strikingly in whether and how they interact, and because we can readily manipulate these interactions experimentally. We have already demonstrated that it is fully feasible to carry out observational and experimental work at a study site we have established in cooperation with a honey-hunting community in northern Mozambique. Here, and at a series of comparative field sites we have identified in south-eastern Africa, we shall ask: is learning involved in maintaining a geographical mosaic of honeyguide adaptation to local human cultures? How does reciprocal communication between humans and honeyguides mediate their interactions? What are the effects of cultural co-extinctions on each partner and their ecosystems, and how quickly can such cultures be re-ignited following their loss? In so doing we shall test for the first time the hypothesis that reciprocal learning can give rise to matching cultural traits between interacting species. Understanding the role of such phenotypic plasticity is crucial to explain how and why the outcome of species interactions varies in space and time, and to predict how they will respond to a rapidly changing world.",
    "totalCost": "1998885",
    "ecMaxContribution": "1998885",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF CAPE TOWN",
    "participantCountries": "ZA",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999849229": {
            "orgId": "999849229",
            "orgName": "UNIVERSITY OF CAPE TOWN",
            "ecContrib": 590625
        }
    },
    "calculatedTotalContribution": 590625
}