{
    "rcn": "210992",
    "acronym": "MECSPEC",
    "topics": "ERC-2016-ADG",
    "title": "Interaction and feedback between cell mechanics and fate specification in vertebrate gastrulation",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Embryogenesis is achieved by the close interplay between the gene regulatory networks that control cell fate specification and the physical processes by which the embryo takes shape. While each of these systems has been extensively investigated over the past decades, comparably little is yet known about how they functionally interact across different scales of organization within the physiological context of the developing embryo. The central aim of this proposal is to elucidate the fundamental principles underlying the interaction and feedback between cell mechanics and fate specification during vertebrate gastrulation. Using zebrafish as a vertebrate model organism, we will explore how germ layer progenitor cell fate specification affects the physical processes by which the gastrula takes shape, and, vice versa, how alterations in cell/tissue mechanics feed back onto the gene regulatory networks and signals controlling progenitor cell fate specification during gastrulation. To dissect the fundamental mechanisms underlying this crosstalk, we will combine genetic, cell biological and biophysical experimentation with mathematical modeling. We expect that this transdisciplinary approach will provide answers to a central yet unresolved question in developmental biology: how the interplay between cell mechanics, dynamics and fate specification drives embryo morphogenesis and patterning.",
    "totalCost": "2306862",
    "ecMaxContribution": "2306862",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 2306862
        }
    },
    "calculatedTotalContribution": 2306862
}