{
    "rcn": "210981",
    "acronym": "HEPASPHER",
    "topics": "ERC-2016-ADG",
    "title": "Mimicking liver disease and regeneration in vitro for drug development and liver transplantation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The liver is a vital organ for synthesis and detoxification. The most significant liver diseases are  hepatitis, non alcoholic fatty liver disease (NAFLD),  non-alcoholic fatty liver steatohepatitis (NASH), carcinoma and cirrhosis. An additional and important cause of liver injury is adverse drug reactions (ADRs). In particular NAFLD is the most common liver disease affecting between 20% and 44% of European adults and 43-70% of patients with type 2 diabetes, and is one prime cause for chronic and end-stage liver disease, such as cirrhosis and primary hepatocellular carcinoma. \n \nThis proposal is based on recent findings in the laboratory: The development of novel 3D spheroid system with chemically defined media allowing studies of chronic drug toxicity, relevant liver disease and liver function for 5 weeks in vitro, the finding of the role of miRNA in hepatocyte dedifferentiation and that hepatocytes during spheroid formation first de-differentiate but later in spheroids re-differentiate to an in vivo relevant phenotype. This forms the basis for the main objectives: i) to study diseased liver in vitro with identification of mechanisms, biomarkers and novel drug candidates for treatment of NAFLD and fibrosis, ii) evaluate drug toxicity sensitivity and mechanisms in diseased liver systems and iii) further develop methods for hepatocyte proliferation and regeneration in vitro for transplantation purposes, including genetic editing in cases of hepatocytes obtained from patients with genetically inherited liver diseases. \n\nThis work is carried out in close contact with the Hepatology unit at the Karolinska Hospital partly using resources at the Science for Life Laboratory at Karolinska. It is anticipated that the project can provide with novel mechanisms, biomarkers and new targets for treatment of liver disease as well as novel methods for clinically applicable liver regeneration without the use of stem cells or transformed cells.",
    "totalCost": "2413449",
    "ecMaxContribution": "2413449",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 2413449
        }
    },
    "calculatedTotalContribution": 2413449
}