{
    "rcn": "210906",
    "acronym": "POINTS",
    "topics": "ERC-2016-STG",
    "title": "Revealing the neurocognitive mechanisms underlying the visual perception of social interactions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "ìSocial perceptionî has emerged as an umbrella term to describe research addressing the visual perception of others. To date, this discipline has focused on the perception of individuals; for example, researchers have examined the visual processing of faces and facial expressions, body shapes and postures, actions and kinematics. The resulting body of research suggests that social stimuli are detected by specialised mechanisms, recruit dedicated perceptual models, and are processed by particular neural substrates. However, while social perception research has made considerable progress elucidating the visual perception of individuals, virtually nothing is known about the visual perception of social interactions; how we detect, encode, and interpret visual displays of social interactions viewed from third-person perspectives. Given the adaptive value of accurate interaction interpretation, this paucity of knowledge represents a remarkable gap in our understanding of social perception. POINTS will develop a battery of original behavioural and neuroimaging paradigms to reveal the neurocognitive mechanisms that mediate this essential form of social perception. The overarching objective of POINTS will be achieved by addressing five research questions: 1) Do observers exhibit evidence of interaction detection mechanisms? 2) How do we process fleeting visual displays of social interactions? 3) How do we represent dynamic interaction change? 4) Do specialised neural substrates mediate interaction perception? 5) Do some observers exhibit impaired interaction perception? The POINTS project represents a significant step-change in social perception research. Understanding the mechanisms of interaction perception will provide new insights into the organisation of the human visual system, and will inform attempts to remediate socio-cognitive and perceptual deficits in neurodevelopmental populations, including those with Autism Spectrum Disorder.",
    "totalCost": "1499672",
    "ecMaxContribution": "1499672",
    "coordinator": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "CITY UNIVERSITY OF LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}