{
    "rcn": "210931",
    "acronym": "POLITICS",
    "topics": "ERC-2016-COG",
    "title": "The politics of anti-racism in Europe and Latin America: knowledge production, decision-making and collective struggles",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The main objective of POLITICS is to innovate knowledge on anti-racism that brings about a greater understanding of how historically rooted injustices are being challenged by institutions and grassroots movements. Considering the centrality and mutual influence of Europe and Latin America in the global processes of racial formation, POLITICS will develop an inter-disciplinary and comprehensive approach towards two core goals: (a) the analysis of processes of knowledge production about ëraceí and (anti-)racism in the spheres of (inter)national governmental politics, State universities and grassroots movements; (b) the examination of diverse paths of denunciation and collective mobilisation against everyday racism concerning police practice and representations in the mass media. \nPOLITICS embraces a multilevel analysis and information-oriented selection of case-studies in three interrelated research streams: (i) Global, regional and state-sponsored political frameworks and public policies; (ii) Cultures of scholarship and the study of racism and (post)colonialism at State universities; (iii) Tackling everyday racism: processes of denunciation, political mobilisation and case-law concerning police practice, and racist representations in the media and mass media. The research challenges the shortcomings of evaluative comparisons and the selection of research contexts enables interrogating the relations between the global, national and local levels. They include the Organisation of American States, the European Union and national and local politics in Brazil, Peru, Portugal and Spain. Qualitative research and data collection engage with race critical theories, critical discourse analysis and participatory methods that consider power/knowledge at their core. \nPOLITICS will unravel the configuration of different notions of dignity, justice and equality resulting from anti-racist struggles and policy interventions and their significance for envisaging decolonial horizons.",
    "totalCost": "1915381",
    "ecMaxContribution": "1915381",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 1915381
        }
    },
    "calculatedTotalContribution": 1915381
}