{
    "rcn": "210912",
    "acronym": "FastBio",
    "topics": "ERC-2016-STG",
    "title": "A genomics and systems biology approach to explore the molecular signature and functional consequences of long-term, structured fasting in humans",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Dietary intake has an enormous impact on aspects of human health, yet scientific consensus about how what we eat affects our biology remains elusive. To address the complex biological impact of diet, I propose to apply an unconventional, ëhumans-as-model-organismsí approach to compare the molecular and functional effects of a highly structured dietary regime, specified by the Eastern Orthodox Christian Church (EOCC), to the unstructured diet followed by the general population. Individuals who follow the EOCC regime abstain from meat, dairy products and eggs for 180-200 days annually, in a temporally-structured manner initiated in childhood. I aim to explore the biological signatures of structured vs. unstructured diet by addressing three objectives. First I will investigate the effects of the two regimes, and of genetic variation, on higher-level phenotypes including anthropometric, physiological and biomarker traits. Second, I will carry out a comprehensive set of omics assays (metabolomics, transcriptomics, epigenomics and investigation of the gut microbiome), will associate omics phenotypes with genetic variation, and will integrate data across biological levels to uncover complex molecular signatures. Third, I will interrogate the functional consequences of dietary regimes at the cellular level through primary cell culture. Acute and long-term effects of dietary intake will be explored for all objectives through a two timepoint sampling strategy. This proposal therefore comprises a unique opportunity to study a specific perturbation (EOCC structured diet) introduced to a steady-state system (unstructured diet followed by the general population) in a ground-breaking human systems biology type of study. This approach brings together expertise from genomics, computational biology, statistics, medicine and epidemiology. It will lead to novel insights regarding the potent signalling nature of nutrients and is likely to yield results of high translational value.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "BIOMEDICAL SCIENCES RESEARCH CENTER ALEXANDER FLEMING",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999458610": {
            "orgId": "999458610",
            "orgName": "BIOMEDICAL SCIENCES RESEARCH CENTER ALEXANDER FLEMING",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}