{
    "rcn": "210937",
    "acronym": "RHEA",
    "topics": "ERC-2016-COG",
    "title": "Rotifers Highlight the Evolution of Asexuals: the mechanisms of genome evolution in the absence of meiosis",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Why sexual reproduction is overwhelmingly predominant among the metazoans remains unclear. Ancient asexual taxa are interesting model systems to gain general insights into the adaptive values of sex. The most notorious and the highest taxonomic rank within the metazoans to reproduce asexually is the bdelloid rotifers. While studies suggest that most asexuals arose recently, the published genome of the bdelloid rotifer Adineta vaga provided the first positive evidence for the long-term ameiotic evolution of this group, confirming its ancient asexuality. How bdelloid rotifers have been able to persist despite the expected negative consequences of asexuality is the focus of this ERC proposal. I will study the mechanisms that prevent genome deterioration and promote diversification in the absence of meiotic recombination. I will include sexual rotifer sister clades in the comparison and study all components of the bdelloid lifestyle that may foster their evolution. One of the key components could be their desiccation resistance and the associated DNA double-strand breaks that appear upon prolonged desiccation. To this end, I plan to (i) sequence genomes of sexual rotifers and distinct bdelloid species that diverged a long time ago, including lineages that never experience desiccation; (ii) apply contact genomics, cellular and molecular assays, as well as targeted mutagenesis to uncover their DNA repair mechanisms; (iii) use whole-genome and RAD sequencing to perform a population genomic study of genetic exchanges among bdelloids; and (iv) investigate the function of the meiosis-specific Spo11 gene in bdelloids through targeted mutagenesis and complementation experiments. Using a computational simulation I will generate theoretical predictions on the impact of the mechanisms promoting genome evolution in asexuals. This proposal should revolutionize the field of asexual evolution and provide a new biological model system to study fundamental processes such as DNA repair.",
    "totalCost": "1908375",
    "ecMaxContribution": "1908375",
    "coordinator": "UNIVERSITE DE NAMUR ASBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 1908375
        }
    },
    "calculatedTotalContribution": 1908375
}