{
    "rcn": "210902",
    "acronym": "FINDER",
    "topics": "ERC-2016-STG",
    "title": "Fossil Fingerprinting and Identification of New Denisovan remains from Pleistocene Asia",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Scientific analyses of ancient biomolecules (proteins, DNA, hard tissues) have transformed our knowledge of archaic hominins present in Eurasia prior to the expansion of modern humans from Africa. In 2010, a finger bone discovered in Siberia was assigned using DNA to a new, previously unknown human group, the Denisovans. The Denisovans interbred with both Asian Neanderthals and AMH over the past 100,000 years; their geographic distribution is now thought to have stretched from the Siberian steppes to the tropical forests of SE Asia and Oceania.\nDespite their broad spatio-temporal range, the Denisovans are only known from 4 tiny bones, all from a single Siberian cave. This patchy knowledge of an entire human population significantly limits our ability to test hypotheses and interpretative models concerning major issues in human evolution, such as the routes and timing of people movements across Asia, the nature and frequency of interaction between archaic indigenous groups and migratory modern humans, the mechanisms leading to the demise of archaic lineages and eventual sole dominance of our species on Earth.\nThis project aims to rectify the dearth of Denisovan fossils by applying a novel combination of cutting-edge scientific methods (collagen fingerprinting, radiocarbon dating and ancient DNA analyses) designed to identify, date and genetically characterize new human fossils, with a particular emphasis on the discovery of Denisovan remains. Instead of only focusing on the few morphologically identifiable human bones, a groundbreaking high-throughput approach will target bulk collections of unidentified bone fragments (n=30,000) from ~20 Asian sites dating to between 100,000-10,000 years.\nUltimately, the goal is to expand our understanding of the Denisovans, reveal their geographic range, age, genetic variation and archaeological signature. In addition to solving the puzzles of ancient population history, this research has the potential to decode the patchwork that makes modern humans who we are today, physically, behaviourally and genetically.",
    "totalCost": "1999292",
    "ecMaxContribution": "1999292",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1999292
        }
    },
    "calculatedTotalContribution": 1999292
}