{
    "rcn": "210901",
    "acronym": "PHOCONA",
    "topics": "ERC-2016-STG",
    "title": "Photonics in Flatland: Band Structure Engineering of 2D Excitons in Fluorescent Colloidal Nanomaterials",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "In PHOCONA we aim to develop a new class of highly fluorescent 2D and quasi-2D colloidal nanomaterials for solution-processed coherent light sources and ultrafast single-photon emitters. The 2D excitons are created in suspended semiconductor nanoplates with a thickness below 5 nm, and transition-metal dichalcogenide monolayers. Prepared by colloidal chemistry and liquid-phase exfoliation, respectively, they take advantage of both quantum confinement through their nanoscale dimensions, as well as dielectric confinement via the dielectric mismatch between nanomaterials and surrounding matrix. Via smart nanocrystal design, more specifically by exploiting novel synthesis methods that include asymmetric in-plane confinement potentials, anisotropic crystal structures, and lattice strain-induced band structure modifications in core/shell heterostructures,  the nanomaterials will be shaped toward efficient multiexciton and stimulated emission, as well as stable, blinking-free single-photon emission. The intrinsic 2D exciton properties will be further modified toward ultrafast exciton recombination by coupling the nanomaterials to small mode-volume plasmonic nanocavities, hereby placing them in a local photon density-of-states that will lead to a strong Purcell enhancement. The realization of cost-effective, energy-efficient and highly flexible light emitters, which can be synthesized and processed via methods that are scalable to large areas and volumes, forms an important milestone in the ongoing development of optical and quantum communications technology, as well as new lighting and display applications.",
    "totalCost": "1427625",
    "ecMaxContribution": "1427625",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1427625
        }
    },
    "calculatedTotalContribution": 1427625
}