{
    "rcn": "210976",
    "acronym": "NOSCEMUS",
    "topics": "ERC-2016-ADG",
    "title": "Nova Scientia. Early Modern Scientific Literature and Latin",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Fundamental changes occurred in the study of nature between the late 15th and 18th centuries, leading to the emergence of modern science as we know it. This process would have been impossible without Latin as the scientific lingua franca of the era, just as today's science is hard to imagine without English. At present, this crucial role of Latin is insufficiently acknowledged, and the hundreds of thousands of scientific texts written in Latin have largely remained neglected. This severely limits the scope of research into the history of early modern science, an otherwise thriving field. \nThe proposed project intends to decisively advance our understanding of the interrelation of Latin and science in early modern times. By applying the methods of Latin philology, yet at the same time reaching out to historians of science, it will establish early modern scientific literature in Latin as an interdisciplinary research field. This will be accomplished \n   (a) by examining and classifying the formal variety and range of content of this literature to create an overall picture\n   (b) by analysing its function as a medium of communication within and beyond the scientific community. \nTo realise the first of these objectives, a tripartite database for authors, early modern texts, and secondary literature will be compiled and a sourcebook with a selection of digitally searchable texts put together, both of which will be made available online. A monograph will provide an overview structured according to the literary genres of early modern scientific literature in Latin. The second objective will be achieved through a series of interlinked monographs, whose analyses will build on the system of ancient rhetoric, the most important communicative paradigm of the early modern age. On this basis, four key functions of Latin scientific texts will be assessed: naming new phenomena; describing and explaining them; convincing others of the views expressed; and promoting science.",
    "totalCost": "2421223,75",
    "ecMaxContribution": "2421223,75",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "LUDWIG BOLTZMANN GESELLSCHAFT GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 2000542
        },
        "998399079": {
            "orgId": "998399079",
            "orgName": "LUDWIG BOLTZMANN GESELLSCHAFT GMBH",
            "ecContrib": 420681
        }
    },
    "calculatedTotalContribution": 2421223
}