{
    "rcn": "210936",
    "acronym": "OVO-GROWTH",
    "topics": "ERC-2016-COG",
    "title": "Oogenesis spotlighted: making mature human oocytes",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Women who survive childhood cancer often fail to conceive because their eggs are damaged by (gonadotoxic) chemotherapy. A major breakthrough has been the possibility to cryopreserve cortical strips of their ovarian tissue for autologous transplantation later in life. This has led to over 40 successful pregnancies worldwide, the latest in the Netherlands. However, the risk of reintroducing cancer cells with the ovarian graft in patients with previous hematopoietic malignancies is too great and alternatives are needed. \nHere, I propose to build on my expertise in gametogenesis in mice and humans and perform a detailed study of the cellular networks and molecular pathways that control development and maturation of the oocyte within the human ovary. We have access and ethical approval for research on human foetal tissue and postnatal ovarian biopsies over a wide age range. I will use this rare material to systematically benchmark the transcriptional profile of cells in the human ovary (oocytes as well as somatic cells) during development and adulthood using Drop-seq, a novel cost-efficient single-cell technology that allows the profiling of thousands of cells in a matter of hours. Thereafter, we will apply mathematical algorithms to reveal cellular identities, developmental trajectories and signalling networks that control oogenesis. With this knowledge, I plan to engineer a human follicular niche creating a ìmini-ovaryî in vitro that could support the formation and maturation of the oocyte (using patient-specific cells) and to explore mechanisms of follicle maturation through a xenotransplantation mouse model. The cellular outcomes of these assays will be sequenced using Drop-seq and directly compared to their in vivo counterparts.\nOur approach will lead to more effective personalized-therapy for fertility preservation and contribute to the development of an in vitro mini-ovary organoid model to use in human reproductive toxicology and disease modelling.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}