{
    "rcn": "210927",
    "acronym": "FATE",
    "topics": "ERC-2016-COG",
    "title": "Functional Biology of Hepatic CD8+ T cells",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "CD8\\ T cells have a key role in eliminating intracellular pathogens and tumors that affect the liver. The protective capacity of these cells relies on their ability to migrate to and traffic within the liver, recognize pathogen- or tumor-derived antigens, get activated and deploy effector functions. While some of the rules that characterize CD8\\ T cell behavior in the infected and cancerous liver have been characterized at the population level, we have only limited knowledge of the precise dynamics of intrahepatic CD8\\ T cell conduct at the single-cell level. In preliminary data for this project we have developed several advanced imaging techniques that allow us to dissect the interactive behavior of CD8\\ T cells within the mouse liver at an unprecedented level of spatial and temporal resolution. We predict that this approach, combined with unique models of hepatitis B virus pathogenesis and a new model of hepatocellular carcinoma created ad hoc for this proposal, will generate novel mechanistic insights into the spatiotemporal determinants that govern the capacity of CD8\\ T cells to home and function in the virus- or tumor-bearing liver. Specifically, we plan to pursue two main goals: 1) To assess how the anatomical, hemodynamic and environmental cues that characterize hepatocellular carcinomas shape CD8\\ T cell behavior and function; 2) To characterize intrahepatic T cell priming events that induce functionally defective T cell responses. Results emerging from these studies will advance our knowledge on how adaptive immunity mediates pathogen clearance and tumor elimination. This new knowledge may lead to improved vaccination and treatment strategies for immunotherapy of infectious diseases and cancer.",
    "totalCost": "2390000",
    "ecMaxContribution": "2390000",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 2390000
        }
    },
    "calculatedTotalContribution": 2390000
}