{
    "rcn": "210989",
    "acronym": "HBEAM",
    "topics": "ERC-2016-ADG",
    "title": "Probing chemical dynamics at surfaces with ultrafast atom pulses",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Ultra-short light pulses have become invaluable in time-resolved studies in chemistry and physics. But many important processes are initiated by collisions. While lasers have revolutionized experiments using light pulses, experimentally proven concepts for producing ultra-short pulses of neutral matter are still in their infancy. Hence, our ability to control when a collision occurs is still extremely limited. Recently, we have reported bunch-compression photolysis, the first demonstrated method for producing ultra-short pulses of neutral matter. Here, photolysis of jet-cooled hydrogen iodide is carried out with femto-second laser pulses whose frequency bandwidth has been spatially ordered. Thus, fast H-atom photoproducts overtake slow ones, producing an ultra-short pulse.The central objective of this project is to develop bunch-compression photolysis as a tool for ultrafast timing experiments involving collisions of ultrashort pulses of H-atoms at synchronously photo-excited solid surfaces. Bunch-compression photolysis allows collisions at a surface to be synchronized with photoexcitation on the ps time scale, opening up new ways to study the dynamics of collisions at selectively photo-excited surfaces that have not yet relaxed. Studies on collision dynamics involving excitons produced in 2D semiconductors is one exciting direction for this work. Experiments on synchronized H atom collisions with vibrationally excited surfaces prepared by infrared photoexcitation is another - this enables kinetics experiments with surface site-specificity as well as the direct observation of reaction intermediates. The work and ideas presented here show how to overcome the most challenging barrier to a new class of time-resolved dynamics experiments, opening new frontiers in the study of surface chemistry, where we will begin to understand how selected degrees of freedom of the solid influence collision dynamics and reaction rates.",
    "totalCost": "2499356,27",
    "ecMaxContribution": "2499356,27",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2499356
        }
    },
    "calculatedTotalContribution": 2499356
}