{
    "rcn": "210962",
    "acronym": "FamilyTies",
    "topics": "ERC-2016-ADG",
    "title": "Family ties that bind: A new view of internal migration, immobility and labour-market outcomes",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Internal migration (long-distance moves within national borders) is generally assumed to be beneficial to individuals and households. This FamilyTies project has been designed to make a decisive contribution to a much more comprehensive explanation of internal migration and its labour-market outcomes than current, mainly economic, explanations have achieved thus far. It introduces a novel perspective on internal migration and immobility, which focuses on the role of family outside the household in deciding on whether and where to relocate, and which takes into account contemporary family complexity: the family ties perspective. The aim is to identify the role of family ties in internal migration, immobility and labour-market outcomes. The objectives are:\n1. Identifying the role of family ties as a deterrent of migration and key determinant of immobility.\n2. Explaining migration towards family in relation to migration in other directions.\n3. Determining to what extent and for whom family-related motives drive migration and immobility.\n4. Unravelling how individual labour-market outcomes of migration versus immobility differ between (im)mobility related to family ties and (im)mobility due to other factors.\nGeo-coded register and census data containing micro-links between family members will be used for Sweden, Norway, Denmark, the Netherlands and Belgium, as well as survey data for Sweden, the Netherlands, the UK, the USA and New Zealand. These will be analysed using advanced applications of hazard regression, logistic regression, OLS regression and structural equation models, which take into account the multilevel and multi-actor structure of the data and issues of endogeneity and self-selection. The project will provide major new insights into migration, immobility and labour-market outcomes, and input for better predictions and policies concerning migration, population growth and decline, ethnic segregation, labour-market flexibility and family support.",
    "totalCost": "2499418,75",
    "ecMaxContribution": "2499418,75",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "VRIJE UNIVERSITEIT BRUSSEL",
    "participantCountries": "BE",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2308734
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 190685
        }
    },
    "calculatedTotalContribution": 2499419
}