{
    "rcn": "210955",
    "acronym": "acteno",
    "topics": "INNOSUP-02-2016",
    "title": "Industrial Energy Storage Integration - development of a new bussiness segment in the area of energy storage at the SME acteno energy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "We see industrial grade storage solutions as the fourth cornerstone of a future energy network.\n\nRecruiting an innovation associate will help us to gain essential know-how in the fields of commercial storage applications, statistical time series analysis and grid based energy storage integration in order to reveal the full business potential of the ìstorage application platformî.\n\nActeno energy provides smart metering services for industrial, commercial and renewable energy applications. One of our main tasks is to gather and analyse realtime energy data and provide insight into the energy system for our customers.\nAs part of our innovation strategy we want to focus on the application of energy storage. Therefore, we are searching for an innovative associate in order to extend our team in the new business area of storage integration. \n\nThe potential opportunity we have in mind is to develop a data driven service platform for industrial storage applications. The understanding and identification of potentials in the field of storage integration is also part of the scientific work as to obtain an overview of the ever-changing regulatory environment within the power economy. The aim of the scientific work is to develop an industry specific recommendation for multiuse of energy storage in the industry. \n\nThe new horizons we address are to identify and leverage the customer, grid and market centric applications that can be generated through energy storage integration with our ìacteno storage application platformî. The analysis of the bivalent and singular storage use is as much essential as the economic allocation of different storage technologies. The potentials of an industrially embedded storage use, shown also in terms of industry 4.0, should be shown as well as the option of saving and the economic impact of the relevant markets.",
    "totalCost": "143900",
    "ecMaxContribution": "143900",
    "coordinator": "ACTENO ENERGY GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918610759": {
            "orgId": "918610759",
            "orgName": "ACTENO ENERGY GMBH",
            "ecContrib": 143900
        }
    },
    "calculatedTotalContribution": 143900
}