{
    "rcn": "210977",
    "acronym": "FIRMNET",
    "topics": "ERC-2016-ADG",
    "title": "Firms and Their Networks",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "There is mounting evidence that firms are becoming more fragmented; production is less often made ìin-houseî. Firms buy inputs from abroad. Tasks are often split in parts. Some are offshored, others are subcontracted. Hence, firms buy services from other, local or international, firms. But they also supply inputs to other firms. Technical change, the internet, and globalization, all facilitate this transformation. \n\nIn order to better understand how firms thrive in the new global environment, the proposed research aims to construct a networks view of the firm. Fragmentation offers new opportunities: firms may specialize in what they make best, hence creating a business network of customers and suppliers. Networks are also useful to secure provision of fragmented tasks. The firmsí suppliers of goods and services ñ accountants, logisticians, consultantsÖ -- may well be related to the firm through its workersí social networks: family ties, boardroom relationsÖ These social networks should be useful when times are tough -- board members could help find financing in banks where their schoolmates have a job ñ or when times are unusually good -- employees could help in spotting the right hires among their former co-workers. \n\nThe proposed research will focus on how firms social and business networks help firms to be resilient in the face of shocks. Resilience will be measured using the firmsí and workersí outcomes ñ value-added, wages, employment, or occupations. The research will have a theoretical component using general equilibrium models with heterogeneous firms, an empirical component with unique data sources from at least two countries (France, Sweden), and an ìeconometric theoryî component which will seek to develop techniques for the study of many-to-one matches in the presence of networks. The research will speak to the labor economics community but also to the international trade community, the management community, as well as the econometrics community.",
    "totalCost": "1753287,89",
    "ecMaxContribution": "1753287,89",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UPPSALA UNIVERSITET",
    "participantCountries": "SE",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 342958
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1410330
        }
    },
    "calculatedTotalContribution": 1753288
}