{
    "rcn": "210997",
    "acronym": "MIST",
    "topics": "ERC-2016-ADG",
    "title": "Molecules, magnetic fields and Intermittency in coSmic Turbulence ñ Following the energy trail.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The discovery of molecules in the early universe is a challenging providence. Molecules unveil the truly cold universe in which stars form and their rich versatility provides unique diagnostics to unravel the îrelative importance of purely gravitational effects and gas dynamical effects involving dissipation and radiative coolingî, recognized 40 years ago by White and Rees to be a central issue in theories of galaxy formation. Molecules also reveal that cosmic turbulence is far less dissipative than predicted by cosmological simulations, with a broad equipartition in a vast variety of media between the thermal energy of the hottest phases and the turbulent energy of the coldest. Our project focuses on the physics of turbulent dissipation, and its link to the emergence of molecules, in the magnetized compressible medium where gravitational instability develops to form stars and seed galaxies in the early universe. It builds on a fundamental property of turbulence, its space-time intermittency: dissipation occurs in bursts. Our team will foster strong interactions between three main research axes: (1) observations of the chemical and thermal markers of turbulent dissipation in the high-redshift and local universe, (2) statistical analyses of the magnetic and velocity fields in samples of unprecedented size and sensitivity to study the non-Gaussian signatures of turbulent dissipation, and (3) numerical experiments dedicated to (a) the space-time structures of turbulent dissipation and the formation of molecules in their wake, and (b) the split of the energy trails between hot/thermal and cold/turbulent phases. This project will benefit from the prodigious capabilities of the ALMA and NOEMA interferometers, the launch of the JWST in 2018, and the Planck satellite data on polarized Galactic foregrounds. The ENS Physics Department, with its strong theoretical and experimental expertise on turbulence, is an ideal place to house such a project.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}