{
    "rcn": "210933",
    "acronym": "NO-ESKAPE",
    "topics": "ERC-2016-COG",
    "title": "Addressing Antibiotic Resistance: New Strategies for Overcoming the ESKAPE Pathogens",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Antibiotic resistance poses an alarming threat to global health. Most worrisome are the so-called ìESKAPEî pathogens (E. faecium, S. aureus, K. pneumoniae, A. baumanii, P. aeruginosa, and Enterobacter species), a collection of organisms capable of escaping the effects of almost all conventional antibiotics. Key to combating drug-resistant bacteria is the identification of new antibacterial targets and the ability to exploit these targets with novel and unconventional antibiotics.\n\nThe microbial world produces a wealth of antibacterial compounds that, while not suitable for therapeutic use, operate by diverse and unique modes of action. This proposal describes innovative approaches aimed at the discovery and development of such compounds as leads towards novel antibiotics with entirely new modes of action. Using a multidisciplinary approach, firmly grounded in synthetic organic chemistry, I will prepare and validate new antibiotics that target the ESKAPE pathogens by exploiting mechanisms critical to their survival and/or resistance.\n\nTo tackle the Gram-positive ESKAPE pathogens a number of new approaches to interfering with bacterial cell wall biosynthesis will be examined. Specifically, novel (semi)synthetic compounds capable of binding to and sequestering various bacterial cell wall precursors will be prepared and their antibiotic activity assessed. To address the Gram-negative ESKAPE pathogens, inhibitors of the metallo-beta-lactamase enzymes responsible for much of their antibiotic resistance will be pursued. These inhibitors will be achieved via a combination of rational design strategies and innovative natural product screening approaches.\n\nThe 21st century threat of a post-antibiotic era makes clear the need for innovation in antibacterial drug discovery. The strategies outlined in this proposal address this threat head-on with the aim of delivering valuable lead compounds in pursuit of novel antibiotics.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}