{
    "rcn": "210923",
    "acronym": "DISCRETION",
    "topics": "ERC-2016-COG",
    "title": "Discretion and the child¥s best interests in child protection",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "DISCRETION aims to unlock the black box of discretionary decision-making in child protection cases by a comparative-empirical study of how discretionary decisions are made and justified in the best interests of the child. There are huge research gaps in this important area of the welfare state, with a great deal of uncertainty concerning how, when and why discretionary decisions about the child¥s best interests are different between decision-makers within and between child protection systems.\n\nThe main objectives for this project are to reveal the mechanisms for exercising discretion, and improve the understanding of the principle of the child¥s best interests. \n\nThese objectives will be reached by systematically examining the role of institutional, organisational and individual factors including regulations of best interest principles; professions involved; type of courts; type of child protection system; demographic factors and individual values; and the populationsí view on children and paternalism. DISCRETION employs an innovative methodological approach, with multilevel and cross-country studies.\n\nDISCRETION will, by conducting the largest cross-national study on decision-making in child protection to date, lift our understanding of international differences in child protection to a new level. By conducting randomized survey experiments with both decision-makers in the system and the general population, DISCRETION generates unique data on the causal mechanisms explaining differences in discretionary decisions.\n \nThe outcomes of DISCRETION are important because societies are at a crossroad when it comes to how children are treated and how their rights are respected, which creates tensions in the traditional relationship between the family and the state. DISCRETION will move beyond the field of child protection and provide important insights into the exercise of discretion in all areas where the public interest as well as national interest must be interpreted.",
    "totalCost": "1997918",
    "ecMaxContribution": "1997918",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 1997918
        }
    },
    "calculatedTotalContribution": 1997918
}