{
    "rcn": "210953",
    "acronym": "EEN Scotland EIMC",
    "topics": "H2020-SGA2-EEN",
    "title": "EEN Scotland EIMC",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The projectís underlying objective is to to encourage smart inclusive and sustainable growth in the EU by increasing effective investment in innovation linked to profitable exploitation in international markets.\n\nThe projectís specific objective is to ensure that Scottish SMEs with international innovation and growth ambitions are empowered by unlocking their full growth potential through better internal innovation management capability and tailored mentoring and coaching.   The aim is to support SMEís international competitiveness through the exploitation of new or enhanced products, process or service through improved innovation efficiency.\n\nTo this end, the project will seek to improve the innovation performance of Scottish SMEs, both for beneficiaries of the SME Instrument (through the Key Account Management service: KAM Service) and for the wider SME innovation base (through the innovation management capacity building service: EIMC Service).\nSpecific objectives include: \n\nï Identification of bottlenecks to the creation of economic impact in companies benefiting from grants by Horizon2020's SME instrument and addressing these bottlenecks with the help of capable coaches.\nï Increasing the efficiency and effectiveness of innovation processes in SMEs with significant innovation activities that could potentially become beneficiaries of European support to research and innovation but would not have effective access to consulting services for innovation management.\nï Ensure EEN Scotland staff have the competencies to engage professionally with high-end target companies.",
    "totalCost": "179270",
    "ecMaxContribution": "179270",
    "coordinator": "SCOTTISH ENTERPRISE",
    "coordinatorCountry": "UK",
    "participants": "THE HIGHLAND COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999763772": {
            "orgId": "999763772",
            "orgName": "SCOTTISH ENTERPRISE",
            "ecContrib": 179270
        },
        "932374671": {
            "orgId": "932374671",
            "orgName": "THE HIGHLAND COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 179270
}