{
    "rcn": "210920",
    "acronym": "Secret Surface",
    "topics": "ERC-2016-COG",
    "title": "The cell surface tetraspanin web drives tumour development and alters metabolic signalling",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Cancer development is characterized by uncontrolled proliferation, cell survival and metabolic reprogramming. Tumour cells are surrounded by a fluid-mosaic membrane that contains tetraspanins (Tspans) which are evolutionary conserved proteins important in the formation of multiprotein complexes at the cell surface (ëtetraspanin webí). Increasing evidence indicates that Tspans are involved in cancer, still the architecture of the Tspan web in native tumour membranes and its (patho)physiological functions have not been resolved. Based on my preliminary data, I hypothesize that tumour cells contain a disrupted Tspan web in which Tspan interactions are modified leading to aberrant metabolic signalling and tumour development. This is supported by my discovery that loss of Tspan CD37 leads to spontaneous lymphomagenesis due to activation of the Akt survival pathway. The overall aim of Secret Surface is to unravel the composition, physiological functions and molecular mechanisms of the Tspan web on tumour development and clinical outcome. To achieve this, I will focus on studying lymphomas using a multidisciplinary approach: I. Detailed analyses of Tspan web composition in lymphoma to select clinically relevant Tspans (high-throughput tissue microarray technology, multispectral imaging). II. Resolve the endogenous Tspan web on lymphoma cells (super-resolution microscopy), and generation and analysis of lymphoma cells that have a complete deficiency of multiple Tspans (CRISPR/Cas9 technology). III. Decipher molecular mechanisms underlying Tspan web function in lymphoma cells (membrane organization, membrane-proximal signalling, metabolic reprogramming). With my unique toolbox of Tspan knock-outs coupled to advanced microscopy and metabolic studies, I expect that Secret Surface will lead to a new concept in cellular physiology in which cell surface organization by the Tspan web drives tumour development, which may open new horizons for the generation of new cancer therapies.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}