{
    "rcn": "210970",
    "acronym": "ENLIGHTEN",
    "topics": "ERC-2016-ADG",
    "title": "INTEGRATION AND PROPAGATION OF IMMUNOLOGICAL SIGNALS DURING CANCER AND INFECTION",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The immune system uses both short- and long-range communication mechanisms to mount the coordinated and sophisticated cellular responses required to control microbial infections or fight tumors. Yet, our understanding of how immunological signals are integrated and propagated by individual cells in complex tissue microenvironments remains largely limited.\n\nENLIGHTEN is a research program dedicated to establish new mechanisms by which the immune system fight tumors or infections, based on the direct manipulation of immunological signals in vivo. In relevant mouse models of human disease, we will combine intravital imaging, fluorescent sensors and optogenetic actuators to control single cell functions in real-time. We wish to understand how T cells sense and interpret cell-contacts in lymphoid organs and in developing tumors at steady state or during immunotherapy. In addition, we aim to establish how cytokine and chemokine gradients form in tissues and are interpreted by immune cells during infection or cancer.\n\nBy determining the functional contribution of single immune cells in vivo, we aim to identify new paradigms for information transfer in the immune system during cancer or infection and to establish the combination of optogenetics and intravital imaging as a powerful strategy for decoding immune reactions in the context of disease pathogenesis.",
    "totalCost": "2499994",
    "ecMaxContribution": "2499994",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2499994
        }
    },
    "calculatedTotalContribution": 2499994
}