{
    "rcn": "210991",
    "acronym": "ECCLES",
    "topics": "ERC-2016-ADG",
    "title": "Emergent Constraints on Climate-Land feedbacks in the Earth System",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The Land Biosphere is a critical component of the Earth System, linking to climate through multiple feedback processes. Understanding these feedback processes is a huge intellectual challenge. In part because of the pioneering work of the PI (Cox et al., 2000), many of the climate projections reported in the IPCC 5th Assessment Report (AR5) now include climate-carbon cycle feedbacks. However the latest Earth System Models (ESMs) continue to show a huge range in the projected responses of the land carbon cycle over the 21st century. This uncertainty threatens to undermine the value of these projections to inform climate policy.  This project (ECCLES) is designed to produce significant reductions in the uncertainties associated with land-climate interactions, using the novel concept of Emergent Constraints - relationships between future projections and observable variations in the current Earth System that are common across the ensemble of ESMs. Emergent Constraints have many attractive features but chief amongst these is that they can make ensembles of ESMs more than the sum of the parts - allowing the full range of ESM projections to be used collectively, alongside key observations, to reduce uncertainties in the future climate. The project will deliver: (i) a theoretical foundation for Emergent Constraints; (ii) new datasets on the changing function of the land biosphere; (iii) Emergent Constraints on land-climate interactions based on observed temporal and spatial variations; (iv) a new generation of scientists expert in land-climate interactions and Emergent Constraints. ECCLES will benefit from the expertise and experience of the PI, which includes training as a theoretical physicist, an early career developing models of the land biosphere for ESMs, and a current career in a department of mathematics where he is at the forefront of efforts to develop and apply the concept of Emergent Constraints (Cox et al., 2013, Wenzel et al., 2016).",
    "totalCost": "2249834",
    "ecMaxContribution": "2249834",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 2249834
        }
    },
    "calculatedTotalContribution": 2249834
}