{
    "rcn": "210907",
    "acronym": "SPACE",
    "topics": "ERC-2016-STG",
    "title": "Space-time structure of climate change",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "I will determine and use the space-time structure of climate change from years to millennia to test climate models, fundamentally improve the understanding of climate variability and provide a stronger basis for the quantitative use of paleoclimate records.\nThe instrumental record is only a snapshot of our climate record. Two recent advances allow a deeper use of the paleo-record: 1.increased availability and number of paleoclimate records, 2.major advances in the understanding of climate proxies. In a recent PNAS paper, we showed that consistent estimates of regional temperature variability across instruments and proxies can now be obtained by inverting the process by which nature is sampled by proxies. Empirical evidence and physics suggest an intrinsic link between time scale and the associated spatial scale of climate variations: While fast variations such as weather are regional, glacial-interglacial cycles appear to be globally coherent. I will quantify this presumed tendency of the climate system to reduce its degrees of freedom on longer time scales and use it to constrain the sparse, noisy and at times contradictory evidence of past climate changes. By systematically analyzing instrumental and paleo-records, I will\n1. determine the space-time structure of climate changes on annual to millennial time scales. This provides the prerequisite for mapping past climate changes and will allow me to confront climate models with robust estimates of climate variability across spatial scales;\n2. provide a clearer separation of internal and external forced climate variability, by leveraging their distinct space-time structures;\n3. examine the past relationship between mean-state and climate variability to predict how variability will change in a warmer future.\nThis will provide a key step forward to transform paleoclimate science from describing data to using the data as a quantitative test for models and system understanding in order to see more clearly into the future",
    "totalCost": "1499082",
    "ecMaxContribution": "1499082",
    "coordinator": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 1499082
        }
    },
    "calculatedTotalContribution": 1499082
}