{
    "rcn": "211080",
    "acronym": "DIATOMIC",
    "topics": "ICT-04-2017",
    "title": "Digital Innovation Hubs boosting European Microelectronics Industry",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "DIATOMIC aims to establish a sustainable ecosystem to facilitate AME/SSI-based innovation in the health, agrifood and manufacturing sectors, all of which are under-digitized and of prime importance for society and the economy. \nDIATOMIC ecosystem draws from the advanced technological excellence of the DIATOMIC consortium to execute three sector-specific cross-border Application Experiments to help technology adopters, end-users and smart solution developers realise tangible benefits of digitization. In-house excellence in dissemination is leveraged to ignite further ideation of digital products, processes and business models from non-tech SMEs and midcaps; thus promoting interest in experimentation with AME and SSI.\nAt the heart of the ecosystem, three interconnected sector-specific Digital Innovation Hubs (DIH) pulsate to accelerate digitization in-beat with sector-specific needs, and to enable delivery of AME/SSI based applications to a critical mass of customers. DIHs first assist non-tech companies to couple with counterparts across the EU with complementary technological competencies. Then, acting as a one-stop-shop, they offer the teams (i) strong technological support to accelerate design, development, prototyping and manufacturing and (ii) business support to develop solutions with a robust product/market fit.\nTwo open calls are organised to attract and select the best of the best consortia, consisting of tech adopters, tech providers and Competence Centers. Application Experiments will be funded to generate AME/SSI-based products, processes and business models with strong market potential.\nDIATOMIC delivers the structure and three instances of sector-specific DIHs, \\75 Competence Center, \\20 application experiments, along with a validated ecosystem sustainability plan.\nDIATOMIC consortium is a fusion between: technological research centers (IPA, IPN and BIOS), CCs (INTRA, LIB and SYN), innovation consulting (INO), SMEs community (F6S) and investors (FASTT).",
    "totalCost": "7087506,25",
    "ecMaxContribution": "6267643,75",
    "coordinator": "INTRASOFT INTERNATIONAL SA",
    "coordinatorCountry": "BE",
    "participants": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SYNELIXIS LYSEIS PLIROFORIKIS AUTOMATISMOU & TILEPIKOINONION ANONIMI ETAIRIA;INOSENS DOO NOVI SAD;F6S NETWORK LIMITED;BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS;FASTTRACK VC SCR SA;LIBELIUM COMUNICACIONES DISTRIBUIDAS SOCIEDAD LIMITADA",
    "participantCountries": "PT;DE;EL;RS;UK;ES",
    "projectParticipants": {
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 633325
        },
        "999668227": {
            "orgId": "999668227",
            "orgName": "SYNELIXIS LYSEIS PLIROFORIKIS AUTOMATISMOU & TILEPIKOINONION ANONIMI ETAIRIA",
            "ecContrib": 287612
        },
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 3503069
        },
        "997636562": {
            "orgId": "997636562",
            "orgName": "LIBELIUM COMUNICACIONES DISTRIBUIDAS SOCIEDAD LIMITADA",
            "ecContrib": 187250
        },
        "950220149": {
            "orgId": "950220149",
            "orgName": "F6S NETWORK LIMITED",
            "ecContrib": 378875
        },
        "933205185": {
            "orgId": "933205185",
            "orgName": "INOSENS DOO NOVI SAD",
            "ecContrib": 224000
        },
        "999578502": {
            "orgId": "999578502",
            "orgName": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA",
            "ecContrib": 322625
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 528938
        },
        "916713051": {
            "orgId": "916713051",
            "orgName": "FASTTRACK VC SCR SA",
            "ecContrib": 201950
        }
    },
    "calculatedTotalContribution": 6267644
}