{
    "rcn": "211074",
    "acronym": "X5gon",
    "topics": "ICT-19-2017",
    "title": "X5gon: Cross Modal, Cross Cultural, Cross Lingual, Cross Domain, and Cross Site Global OER Network",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "The proposal X5gon stands for easily implemented freely available innovative technology elements converging currently scattered Open Educational Resources (OER) available in various modalities across Europe and the globe. X5gon combines content understanding, user modelling quality assurance methods and tools to boost a homogenous network of (OER) sites and provides users (teachers, learners) with a common learning experience. X5gon deploys open technologies for recommendation, learning analytics and learning personalisation services that works across various OER sites, independent of languages, modalities, scientific domains, and socio-cultural contexts. It develops services OER media convergence including full courses, course materials, modules, textbooks, videos, tests, software, related events, tools, materials, techniques used to support access to knowledge. Fivefold solutions are offered to OER sites:\nï Cross-modal: technologies for multimodal content understanding;\nï Cross-site: technologies to transparently accompany and analyse users across sites;\nï Cross-domain: technologies for cross domain content analytics;\nï Cross-language: technologies for cross lingual content recommendation;\nï Cross-cultural: technologies for cross cultural learning personalisation.\nX5gon collects and index OER resources, track data of users progress and feed an analytics engine driven by state-of-the-art machine learning, improve recommendations via user understanding and match with knowledge resources of all types. \nThe project will create three services X5oerfeed, X5analytics and X5recommend and run a series of pilot case studies that enable the measurement of the broader goals of delivering a useful and enjoyable educational experience to learners in different domains, at different levels and from different cultures. Two exploitation scenarios are planned: (i) free use of services for OER, (ii) commercial exploitation of the multimodal, big data, real-time analytics pipeline.",
    "totalCost": "3120957,5",
    "ecMaxContribution": "2995145",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "POSTA SLOVENIJE DOO;INSTITUT JOZEF STEFAN;KNOWLEDGE 4 ALL FOUNDATION LBG;UNIVERSITAET OSNABRUECK;UNIVERSITAT POLITECNICA DE VALENCIA;UNIVERSITE DE NANTES;Ministrstvo za izobrazevanje, znanost in sport",
    "participantCountries": "SI;UK;DE;ES;FR",
    "projectParticipants": {
        "953355965": {
            "orgId": "953355965",
            "orgName": "Ministrstvo za izobrazevanje, znanost in sport",
            "ecContrib": 209000
        },
        "951646631": {
            "orgId": "951646631",
            "orgName": "POSTA SLOVENIJE DOO",
            "ecContrib": 293562
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 404331
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 414500
        },
        "969032426": {
            "orgId": "969032426",
            "orgName": "KNOWLEDGE 4 ALL FOUNDATION LBG",
            "ecContrib": 284625
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 500094
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 762208
        },
        "999855049": {
            "orgId": "999855049",
            "orgName": "UNIVERSITAET OSNABRUECK",
            "ecContrib": 126825
        }
    },
    "calculatedTotalContribution": 2995145
}