{
    "rcn": "211069",
    "acronym": "HDR4EU",
    "topics": "ICT-19-2017",
    "title": "Enabling End-to-End HDR Ecosystem",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "HDR technology can provide a never before seen increase in contrast, colour and luminance, producing images of unsurpassed realism and immersive potential, and is lauded in the creative sector as a truly transformative consumer experience, representing ìthe most exciting format to come along since color TVî. All the possibilities that the HDR format could offer, in terms of market growth for companies and improved user experience for the viewer, depend upon the existence of a fully functional HDR ecosystem. But we are currently a long way from such an ecosystem, as stated in very recent reports from several international organizations and standardization bodies, due to open challenges happening at all stages of the production chain, from capture to display.\n\nThe main goal of HDR4EU is to position EU companies in the creative sector as world leaders in the emerging HDR format by producing a set of professional tools, techniques and guidelines allowing for an HDR ecosystem to emerge, yielding a notably superior viewer experience in terms of image quality and content personalization. HDR4EU will:\n\n- Showcase close-to-market and pilot versions of new technologies addressed to HDR content, catering for different communication and delivery platforms, and highlighting the feasibility and possibilities of an end-to-end HDR pipeline.\n\n- Allow a user to have the best possible HDR experience on the outlet of their choice (cinema, TV, mobile device, AR/VR headset) by producing tools to meet new user expectations in hyper-personalized content consumption, using data and metadata generated during production, coming from the display device and its viewing environment, and taking into account individual characteristics and preferences.\n\n- Provide content creators with tools to fully exploit the expressive possibilities of their media with HDR technology, making HDR media and HDR content converge onto an overwhelmingly better, at a whole different level, viewer experience.",
    "totalCost": "2935000",
    "ecMaxContribution": "2234125",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "BARCO NV;SMOKE AND MIRRORS PRODUCTIONS LTD;BRAINSTORM MULTIMEDIA S.L.;FILMLIGHT LIMITED;ARNOLD & RICHTER CINE TECHNIK GMBH& CO BETRIEBS KG",
    "participantCountries": "BE;UK;ES;DE",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 598750
        },
        "997898365": {
            "orgId": "997898365",
            "orgName": "ARNOLD & RICHTER CINE TECHNIK GMBH& CO BETRIEBS KG",
            "ecContrib": 177625
        },
        "999441732": {
            "orgId": "999441732",
            "orgName": "BRAINSTORM MULTIMEDIA S.L.",
            "ecContrib": 335125
        },
        "999927023": {
            "orgId": "999927023",
            "orgName": "BARCO NV",
            "ecContrib": 424375
        },
        "998130001": {
            "orgId": "998130001",
            "orgName": "FILMLIGHT LIMITED",
            "ecContrib": 379750
        },
        "916793270": {
            "orgId": "916793270",
            "orgName": "SMOKE AND MIRRORS PRODUCTIONS LTD",
            "ecContrib": 318500
        }
    },
    "calculatedTotalContribution": 2234125
}