{
    "rcn": "211002",
    "acronym": "COS-OCS",
    "topics": "ERC-2016-ADG",
    "title": "Carbonyl Sulphide: new ways of Observing the Climate System",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The future climate of our planet strongly depends on the capacity of the biosphere to sequester atmospheric CO2, and on the abundance of stratospheric sulphate aerosols (SSA). These aerosols form a layer that resides at about 16 km altitude that, contrary to CO2, has a cooling effect on climate. These two climate-regulating mechanisms are intricately linked to the atmospheric trace gas carbonyl sulphide (COS).†\nCOS is the most abundant sulphur compound in our atmosphere. The dominant COS source is biogenic activity in the ocean, while uptake by the terrestrial biosphere, and a small amount of destruction in the stratosphere, contribute to its removal. The COS loss to the biosphere could potentially be used to quantify photosynthetic CO2 uptake, while its stratospheric destruction is an important precursor for the formation of SSA. A deeper understanding of atmospheric COS variations would therefore signal a major step forward in our ability to diagnose CO2 uptake and SSA formation.\nWith this research program, I aim to fundamentally improve our limited understanding of the COS budget. The program combines innovative modelling and measurements. I aim to collect samples from aircraft, ship cruises, and stations across all latitudes, on which highly challenging analyses of COS and its isotopologues will be performed.  To characterise the important transition to the stratosphere, vertical COS profiles up to 30 km will be sampled with so-called ìAirCoresî. A larger spatial coverage will come from currently untapped satellite data of COS isotopologues. My program will integrate these measurements into the first multispecies and isotope-enabled inverse modelling framework for COS, building on techniques I developed during the past decade. The measurements and model together will allow breakthroughs in the coupled COS and CO2 budgets, and unlock the potential of COS as new climate diagnostic.",
    "totalCost": "2462135",
    "ecMaxContribution": "2462135",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "RIJKSUNIVERSITEIT GRONINGEN;UNIVERSITEIT UTRECHT",
    "participantCountries": "NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 950137
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 927625
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 584373
        }
    },
    "calculatedTotalContribution": 2462135
}