{
    "rcn": "211030",
    "acronym": "MEET-CINCH",
    "topics": "NFRP-12",
    "title": "A Modular European Education and Training Concept In Nuclear and RadioCHemistry",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "In order to maintain European nuclear operations, expertise in nuclear and radiochemistry (NRC) is of strategic relevance. Besides the obvious needs of NRC skills in the context of nuclear power and assessment of disposal options for nuclear waste there are many other applications. This includes radiologic diagnostics and therapy, unthinkable without radiopharmaceutical chemistry, dating in geology and archaeology, (nuclear) forensics and safeguard operations, radiation protection including radioecological assessments of releases and legacies and last but not least basic research e.g. on super heavy elements. The MEET-CINCH project will counteract the massive lack of NRC expertise by three actions. A teaching package for high schools and a MOOC on NRC for general public are built in order to attract young persons to the NRC field and convey them its fascination and relevance.  Two additional actions focus on vocational training and (university) education. MEET-CINCH will develop completely new education and training approaches based on remote teaching and the flipped classroom concept including and further developing material generated in the CINCH I and CINCH II projects, such as the NucWik platform and the remote controlled RoboLab experiments. MEET-CINCH will provide ECVET course modules in an e-Shop adapted to the needs of end-users which have been surveyed in the previous projects. After the end of MEET-CINCH the e-shop will be continuously operated by the NRC-network as part of a sustainable European Fission Training Scheme (EFTS). \nThe consortium includes 13 partners from ten European member states; both academia and nuclear laboratories are represented. All partners are experienced in conducting training and education. Networking on national and European level will be an important part of the project, facilitated by having ENEN as one of the partners and by having structural links with other Euratom projects, the EuCheMS DNRC and the NRC-network.",
    "totalCost": "2157965,63",
    "ecMaxContribution": "2110051,25",
    "coordinator": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "HELSINGIN YLIOPISTO;RESEAU EUROPEEN POUR L ENSEIGNEMENT DES SCIENCES NUCLEAIRES;INSTITUT JOZEF STEFAN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;NATIONAL NUCLEAR LABORATORY LIMITED;EVALION SRO;UNIVERSITY OF LEEDS;CESKE VYSOKE UCENI TECHNICKE V PRAZE;POLITECNICO DI MILANO;UNIVERSITY OF CYPRUS;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FI;FR;SI;UK;CZ;IT;CY;SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 140782
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 23625
        },
        "998312555": {
            "orgId": "998312555",
            "orgName": "RESEAU EUROPEEN POUR L ENSEIGNEMENT DES SCIENCES NUCLEAIRES",
            "ecContrib": 151250
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 168724
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 197144
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 79519
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 336615
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 301390
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 162485
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 209730
        },
        "999757952": {
            "orgId": "999757952",
            "orgName": "NATIONAL NUCLEAR LABORATORY LIMITED",
            "ecContrib": 217288
        },
        "963204472": {
            "orgId": "963204472",
            "orgName": "EVALION SRO",
            "ecContrib": 121500
        }
    },
    "calculatedTotalContribution": 2110052
}