{
    "rcn": "211094",
    "acronym": "ULTRAWAVE",
    "topics": "ICT-09-2017",
    "title": "Ultra capacity wireless layer beyond 100 GHz based on millimeter wave Traveling Wave Tubes",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "For the first time, smartphones and tablets data usage exceeds desktops. This is a wake up call for manufacturers and operators to provide users with ubiquitous, high speed and high quality wireless coverage. The 5G cell densification is the only available route due to the constraints of sub-6GHz networks. A dense deployment of small cells requires a capillary backhaul and novel approaches to fronthaul. While the increase of data rate at small cell level has found solutions, the quest for high-density backhaul remains still unanswered. The fiber is too expensive and of difficult deployment. The wireless backhaul is the preferred solution for operators for performance, flexibility and cost. The traffic demand requires an upshift from microwave to high capacity millimeter wave backhaul, and overcome the current technology limits. ULTRAWAVE responds to the challenge of high capacity, high cell density backhaul by proposing, for the first time, the exploitation of the whole millimeter wave spectrum beyond 100 GHz. This will be used to create an ultra capacity layer providing more than 100 Gbps per kilometer square in Point to Multi point at D-band (141 ñ 174.8 GHz) over 500 m radius of coverage, fed by novel G-band (300 GHz) Point to Point high capacity links with more than 600 m range. The ULTRAWAVE system is empowered by the convergence of three main technologies: vacuum electronics, solid-state electronics and photonics in a unique wireless system, with transmission power at Watt level at millimeter waves, generated by novel traveling wave tubes. The ULTRAWAVE consortium includes five top Academic institutions and three high technology SMEs from five European countries. The vast capacity, flexibility and easy deployment of the ULTRAWAVE layer will enable backhaul of hundreds of small and pico cells, no matter the density, and will open scenarios so far not conceivable for new networks paradigms and architectures aiming at a full 5G implementation.",
    "totalCost": "2971366,25",
    "ecMaxContribution": "2971366,25",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;HF SYSTEMS ENGINEERING GMBH & CO KG;FORSCHUNGSVERBUND BERLIN EV;OMMIC SAS;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;UNIVERSITAT POLITECNICA DE VALENCIA;FIBERNOVA SYSTEMS SL",
    "participantCountries": "IT;DE;FR;ES",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 254688
        },
        "940347683": {
            "orgId": "940347683",
            "orgName": "HF SYSTEMS ENGINEERING GMBH & CO KG",
            "ecContrib": 294750
        },
        "999612452": {
            "orgId": "999612452",
            "orgName": "OMMIC SAS",
            "ecContrib": 240000
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 370375
        },
        "996373622": {
            "orgId": "996373622",
            "orgName": "FIBERNOVA SYSTEMS SL",
            "ecContrib": 285312
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 681554
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 368250
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 476438
        }
    },
    "calculatedTotalContribution": 2971367
}