{
    "rcn": "211048",
    "acronym": "AlForAMA",
    "topics": "JTI-CS2-2016-CFP04-REG-01-07",
    "title": "Innovative Al alloy For aircraft structural parts using Additive MAnufacturing technology",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "The main goal of AlForAMA project is to develop an innovative High Strength Al alloy, feasible by powder metallurgy and suitable for Selective Laser Melting (SLM), with improved weldability and increased mechanical and corrosion resistance in comparison to cast grades Al alloys currently employed in Additive Manufacturing (AM).\nAlForAMA project is focused on powder bed based additive manufacturing (AM) of the innovative Al alloy. Selective Laser Melting (SLM), that utilizes a laser as a thermal energy source to melt the powder has been chosen as the preferred AM technology.\nDevelopment of the innovative aluminium alloy specifically designed for SLM will be mainly focused on two different aspects: on one hand, on tailoring the chemical composition to improve processability and/or mechanical response of well-established commercial aluminium alloys and, on the other hand, on defining the specific P/M processing of the raw powder material.\nRaw materials for SLM, produced in a powder form, will be obtained by atomization process or, alternatively, by a mixing procedure of different starting powders.\nA suitable heat treatment will be defined for the developed innovative Al alloy after its SLM processing. To optimize thermal treatments AlForAMA project will consider the specific microstructural characteristics that SLM generates. \nSLM process development will be performed to ensure a defect free material manufacturing. A deep characterization of the new material will be carried out including mechanical, chemical and corrosion aspects. Afterwards the manufacturing process will be validated at component level.\nThe AlForAMA project will be developed by a well-balanced consortium that brings together 3 partners: the technical institutes LORTEK and IMDEA (Spain) and the university KU LEUVEN (Belgium).",
    "totalCost": "598447,5",
    "ecMaxContribution": "598447,5",
    "coordinator": "LORTEK S COOP",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION IMDEA MATERIALES;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "ES;BE",
    "projectParticipants": {
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 239252
        },
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 159475
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 199720
        }
    },
    "calculatedTotalContribution": 598447
}