{
    "rcn": "211098",
    "acronym": "INVITE",
    "topics": "CO-CREATION-03-2016",
    "title": "Co-designing and piloting demand-driven mechanisms, skill-sets and measures for stimulatingand facilitating open innovation across European innovation systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "INVITE envisages a well-connected European Open Innovation (OI) ecosystem, in which knowledge meaningfully flows across borders and is translated into marketable innovations, bringing increased socio-economic benefits to EU citizens. To this end, INVITE applies a multi-stakeholder approach to co-design, pilot and demonstrate in diverse real-life settings demand-driven mechanisms, skill-sets and measures in order to facilitate OI. An innovation voucher scheme will stimulate interactions between the demand and the supply of knowledge via an unconventional yet highly flexible way, namely virtual human capital mobility. At the same time, a highly interactive and flexible e-learning intervention will empower EU businesses with the skill-sets to tap into EUís knowledge-base and turn it into value, while a public-private co-investment scheme will leverage small amounts of public funds to increase participation of private investors in open and collaborative models of innovation.  All pilots will integrate OI support services that will appropriately scale to the needs and capabilities of each case and will be facilitated through open ICT tools. Along the process a participatory co-evaluation framework will keep track of the pilotsí performance and fuel iterative, user-driven refinements to generate results ready for scale up and replication. Dedicated business planning exercises in line with a tailored IPR strategy will pave the way for the launch of a pan-European service platform we dub as Open Innovation Lab, to the market, synergising with existing OI platforms and service offers to co-create value for the European OI ecosystem. To this end, INVITE brings together a complementary and multi-disciplinary consortium, comprised of key players within the OI market including leading platform and service providers, international and regional support networks, ICT solution providers as well as private investor networks and pioneering in OI regional development agencies.",
    "totalCost": "2933737,5",
    "ecMaxContribution": "2499941,25",
    "coordinator": "Q-PLAN INTERNATIONAL ADVISORS PC",
    "coordinatorCountry": "EL",
    "participants": "STEINBEIS INNOVATION GGMBH;WIRTSCHAFTSFOERDERUNG REGION STUTTGART GMBH;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;EUROPE UNLIMITED S.A.;RTC NORTH LIMITED;NINESIGMA EUROPE BVBA;THE DURHAM, GATESHEAD, NEWCASTLE UPON TYNE, NORTH TYNESIDE, NORTHUMBERLAND, SOUTH TYNESIDE AND SUNDERLAND COMBINED AUTHORITY;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "DE;EL;BE;UK;LU",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 344062
        },
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 247844
        },
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 354594
        },
        "999917032": {
            "orgId": "999917032",
            "orgName": "RTC NORTH LIMITED",
            "ecContrib": 355938
        },
        "996019766": {
            "orgId": "996019766",
            "orgName": "NINESIGMA EUROPE BVBA",
            "ecContrib": 203691
        },
        "999775315": {
            "orgId": "999775315",
            "orgName": "EUROPE UNLIMITED S.A.",
            "ecContrib": 206062
        },
        "915518302": {
            "orgId": "915518302",
            "orgName": "THE DURHAM, GATESHEAD, NEWCASTLE UPON TYNE, NORTH TYNESIDE, NORTHUMBERLAND, SOUTH TYNESIDE AND SUNDERLAND COMBINED AUTHORITY",
            "ecContrib": 271250
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 243312
        },
        "999728852": {
            "orgId": "999728852",
            "orgName": "WIRTSCHAFTSFOERDERUNG REGION STUTTGART GMBH",
            "ecContrib": 273188
        }
    },
    "calculatedTotalContribution": 2499941
}