{
    "rcn": "211051",
    "acronym": "AccesSME",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Peer Learning of Innovation Agencies for Services of Access to Finance for Innovative SMEs",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Innovative SMEs are most likely to create new markets, achieve rapid growth, and help the economy recover. External\nfinance may be particularly important for innovative SMEs, as they usually lack the internal resources to successfully\ncommercialise innovations. However, innovative SMEs often find it the hardest to obtain finance because they tend to have\nriskier business models, which are important to create new markets but are also difficult for banks to value. Innovative SMEs\nare often more reliant on intangible assets, rather than physical property, but intangibles are difficult to value as they are\ncontext specific, and thus hard to use as collateral for lending.\nAccesSME project is dedicated to contribute tackling this issue. The objective of the project is to enable the participating\ninnovation agencies to cooperate in a tangible and cost-effective manner so as to improve existing or create new concepts,\nmethodologies and tools for SMEs on access to finance through mutual learning and exchange of good practices. The\nproject aims to cover three kinds of access to finance options:\n1) Business to business (B2B) matching for partnerships and investments\n2) Horizon 2020 SME Instrument\n3) crowdfunding platforms.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
    "coordinatorCountry": "LT",
    "participants": "ETTEVOTLUSE ARENDAMISE SIHTASUTUS;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "participantCountries": "EE;EL",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 0
        },
        "999456476": {
            "orgId": "999456476",
            "orgName": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
            "ecContrib": 50000
        },
        "999805773": {
            "orgId": "999805773",
            "orgName": "ETTEVOTLUSE ARENDAMISE SIHTASUTUS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}