{
    "rcn": "211047",
    "acronym": "ADVENT",
    "topics": "JTI-CS2-2016-CFP04-SYS-02-28",
    "title": "Advanced ventilation techniques for modern long-range passenger aircraft to promote future energy management systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Alternative or novel ventilation concepts with enhanced heat removal efficiency and local ventilation efficiency allow reconsidering the fresh air fraction of modern passenger aircraft cabins and thus help to save bleed air and energy in the future. In order to identify and verify corresponding concepts, parametric studies will be conducted in a long range aircraft cabin mock-up by numerical simulations and experimental investigations. Design and set-up of the mock-up is part of the project, whereas special attention will be given to the possibility to precisely define the thermal and fluid dynamical boundary conditions. This enables experimental simulations of operational conditions using temperature controlled surfaces on the one hand and allow for precise implementation in numerical simulations by appropriate idealizations of the inflow velocity profiles on the other. While most of the existing studies of aircraft cabin ventilation just consider the performance under steady conditions, the dynamic performance is of high relevance under real conditions. Therefore, we give special attention in our investigations to the performance of the ventilation scenarios under dynamic conditions and non-ideal distributions of heat loads.",
    "totalCost": "1999571,25",
    "ecMaxContribution": "1999571,25",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1999571
        }
    },
    "calculatedTotalContribution": 1999571
}