{
    "rcn": "211020",
    "acronym": "Super-Vaccine",
    "topics": "MSCA-IF-2016",
    "title": "Exploring the potential applications of live viral vaccine encoded small-hairpin-RNAs in improving both vaccine safety and efficacy through RNA-interference and stimulation of the innate immune system",
    "startDate": "19/09/2018",
    "endDate": "18/09/2020",
    "objective": "Live vaccines represent one of the most important and effective interventions against the spread of viral disease. As such, they are instrumental in addressing ongoing societal challenges in areas such as healthcare and global food security. However, their capacity to genetically recombine with wild type (WT) viruses circulating in the field remains a primary safety concern. Modifying live vaccine strains to reduce such occurrences would be highly desirable from a safety perspective. Also efforts to enhance the intrinsic potency of vaccine strains would be very beneficial. This would facilitate the use of much lower doses, while reducing the manufacturing resources required to meet market needs and the cost of vaccination programs.\n\nWith this in mind, this project will explore a novel strategy to improve both the safety and efficacy of live viral vaccine strains by modifying them to express small-hairpin-RNAs (shRNAs), which can be designed to:\n\ni) Exclusively inhibit WT virus replication/propagation via RNA-interference (RNAi), thus reducing the levels of WT available for recombination with vaccine strains during vaccination i.e. improving safety\n\nii) Increase live vaccine strain stimulation of the innate immune system by functioning as potent inducers of Type-1 Interferon (IFN-I) expression during vaccination i.e. enhancing efficacy\n\nThis novel strategy will be explored by modifying an existing attenuated Cyprinid herpesvirus-3 vaccine strain to express appropriately designed shRNAs, followed by an assessment of their impact on both WT virus replication and IFN-I expression in-vitro, providing a basis for future progression to in-vivo trials.\n\nUltimately, if feasible, this novel vaccine design strategy may be applied in the control of many economically important viruses. Also elements of this project are in harmony with the ìStrategic European Roadmap for the Vaccines of Tomorrowî launched in 2016 to outline specific EU priorities in future vaccine innovation.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}