{
    "rcn": "211079",
    "acronym": "HRadio",
    "topics": "ICT-19-2017",
    "title": "Hybrid Radio everywhere for everyone",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "HRADIO (Hybrid Radio everywhere for everyone) focuses on radio service innovations enabled by convergence. While radio, with its rich editorial content, remains a highly popular medium, listening figures are slowly declining, particularly among youngsters. With the rapid rise of smartphones, radio faces competition from many new services including music steaming platforms. Regular radio today often does not include attractive features as known from vertical platforms. And if present, they are mostly not well integrated with the actual radio programme. This is where HRADIO will deliver.\nDriven by the industry need to create attractive new radio experiences, the project will leverage the full potential of hybrid technology for radio ñ enabling the integration of cost-effective broadcast distribution with new online features. Broadcasters will be enabled to personalise radio services (while respecting privacy), to provide intuitive functionalities like time-shifting and, eventually, to foster and to exploit user engagement. HRADIO will pave the way to bring these features not only to broadcastersí native mobile applications, but also to portals, to connected radios and into the car. The core approach is to integrate validated solutions and to harmonise APIs which together will provide broadcasters with an abstracted service layer accessible across any device and distribution platform ñ ensuring sustainability and return of investment. Therefore, consumers will be able to access their personal radio services on different devices and platforms enabled by a seamless broadcast-internet integration for radio content distribution. All features will be tested in 3 phases of large-scale pilots involving broadcasters, app developers for mobile and automotive devices. \nEventually, HRADIO will publish its developments as ready-to-use Android and HTML client implementations including an extensive set of well documented APIs fostering new service developments for the radio sector.",
    "totalCost": "3255538,75",
    "ecMaxContribution": "2953370,88",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV;INSTITUT FUR RUNDFUNKTECHNIK GMBH;RUNDFUNK BERLIN-BRANDENBURG;KONSOLE LABS GMBH;UK RADIOPLAYER LTD;GEIE ERCIM",
    "participantCountries": "DE;BE;UK;FR",
    "projectParticipants": {
        "999638254": {
            "orgId": "999638254",
            "orgName": "RUNDFUNK BERLIN-BRANDENBURG",
            "ecContrib": 407625
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 501125
        },
        "916608194": {
            "orgId": "916608194",
            "orgName": "UK RADIOPLAYER LTD",
            "ecContrib": 230125
        },
        "999593828": {
            "orgId": "999593828",
            "orgName": "GEIE ERCIM",
            "ecContrib": 289625
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 372750
        },
        "996432016": {
            "orgId": "996432016",
            "orgName": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
            "ecContrib": 436250
        },
        "917173316": {
            "orgId": "917173316",
            "orgName": "KONSOLE LABS GMBH",
            "ecContrib": 185308
        },
        "999644656": {
            "orgId": "999644656",
            "orgName": "INSTITUT FUR RUNDFUNKTECHNIK GMBH",
            "ecContrib": 530562
        }
    },
    "calculatedTotalContribution": 2953370
}