{
    "rcn": "211018",
    "acronym": "DATAMINE4.0",
    "topics": "MSCA-IF-2016",
    "title": "Advanced Data Modeling and Analysis Applied to next Generation Industry 4.0 settings and the Internet of Things",
    "startDate": "22/01/2018",
    "endDate": "21/01/2020",
    "objective": "DATAMINE4.0 is an IF for Career Development for Natasa Sarafijanovic-Djukic, PhD in Computer/Communication Sciences obtained from EPFL, Switzerland, a researcher in statistical modelling originally from Serbia, whereby she will work in IRIS, a Spanish R&D and advanced engineering SME. The project will study the modeling and analysis of data coming from complex industrial and organizational applications, in order to identify hidden causistic relationships in order to calibrate production and organizational control systems. It is highly multidisciplinary combining data science, statistics, artificial intelligence, telecommunications, specific engineering and organizational domains and information technology processing competences. In line with new paradigms such as Industry 4.0 and the Internet of Things. Although machine learning paradigms have been in existence for several decades, their penetration in the industrial and public organization setting has been limited. The goal is to build calibration and optimization models using advanced statistical and machine learning methods and other artificial intelligence inspired algorithms, for applications in which existing methods have been unsatisfactory. This will have a big impact on productivity and repeatability of winning formulas for key industrial applications such as customized  production, public sector applications (e.g. optimization of urban mobility), and food processing. This is in line with findings published by the European Union. The developed data mining solutions will greatly enhance the current performance of the selected applications, allowing them a competitive advantage over current methods. The work will be done in an applied R&D environment in line with the objective for Dr. Natasa Sarafijanovic-Djukicís career continuation. An engineering approach will be ideally completed with 7 formal scientific trainings, including two academic secondments, each of 2 months.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}