{
    "rcn": "211036",
    "acronym": "CRiSTA",
    "topics": "JTI-CS2-2016-CFP04-AIR-01-24",
    "title": "Multifunctionnal Cabin ReST Area",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "Airbus has defined the need for a multi-functional cabin rest area, under JTI-CS2-2016-CFP04-AIR-01-24 Program Area AIR ñ WP A-5.1.1. Zodiac answers to this call with project CRiSTA (Cabin ReST Area). Zodiac has an excellent track record in cabin concepts, crew rests  and galleys (almost 90% market share of galleys in single aisle aircraft), and within the Zodiac group there is knowledge on all required building blocks such as: flexible cabin concepts, light-weight storage, high comfort cabin attendant seats, lighting and a wide variety of systems.\nThe concept envisaged by Zodiac, compliant to the call text, is a flexible, reconfigurable area with minimally (single aisle aircraft) one seat, one bed, a working position and medical equipment, all stowed and folded innovatively in an isolated space. The solution shall be intended for future large aircraft and be scalable to all existing platforms. The space can be used as crew rest, work station, medical area and cultural needs area (meditation, nurturing or prayer).\nThe project will impact resource efficiency (efficient weight/space use, less flight diversions for medical events) and societal needs with increased passenger comfort for passengers with different cultural backgrounds. \nZodiac has an excellent track record in obtaining user requirements from interviews with users and use of its cabin experience center in Alkmaar, The Netherlands. Based on requirements, building blocks will be defined and integrated for testing in a representative cabin environment. Additionally also regulatory impact will be defined (medical emergencies, crew resting times).\nThe CRiSTA total grant request to the CS2 JU is Ä 547.324,- and the total eligible project budget is Ä781.892,- for the whole consortium consisting of one Zodiac Business Unit which contains two legal entities, in The Netherlands and in the Czech Republic. The project will be conducted over 30 months in close alignment with the overall Airframe ITD needs.",
    "totalCost": "781892,5",
    "ecMaxContribution": "547324",
    "coordinator": "ZODIAC AIRCATERING EQUIPMENT EUROPE BV",
    "coordinatorCountry": "NL",
    "participants": "ZODIAC GALLEYS EUROPE SRO",
    "participantCountries": "CZ",
    "projectParticipants": {
        "973056083": {
            "orgId": "973056083",
            "orgName": "ZODIAC GALLEYS EUROPE SRO",
            "ecContrib": 248757
        },
        "949692857": {
            "orgId": "949692857",
            "orgName": "ZODIAC AIRCATERING EQUIPMENT EUROPE BV",
            "ecContrib": 298567
        }
    },
    "calculatedTotalContribution": 547324
}