{
    "rcn": "211092",
    "acronym": "BLOOMEN",
    "topics": "ICT-19-2017",
    "title": "Blockchains in the new era of participatory media experience",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Digital technologies have transformed media content production and distribution in the global entertainment and media industry over the last two decades. The market is forecast to continue to grow over the next five years, and is currently estimated to be worth just over $2 trillion . Acute challenges remain, though, especially relating to the way in which digital content can be copied and freely distributed on the Internet, and how content contributors are compensated when their materials are used or bought through legitimate channels. The blockchain technology and the virtual currencies can provide the ideal, cost effective framework for payments, preserving privacy, low commission fees, instant financial transactions, without intermediaries. \nThe main goal of the Bloomen proposal is to extend the use of the blockchain technology to handle different online user transactions, provide an innovative way of content creation, sharing, personalized consumption, monetization and copyrighting.  \nIn particular within the Bloomen project,  blockchains will be used as a distributed database for media copyright information, for fast micropayments of media content, and for transparency in copyright management and monetization. \nThe project will deliver among others innovative services for the media industry and its results will be validated in three pilot use cases: i) User generated content and news, sharing, copyrighting and monetizing through social media and blockchains, ii) Music industry digital content broadcasting in open, blockchain enabled markets, iii) Media content delivery through WebTV and cyrptocurrency paywalls. All three use cases will be operated by well established stakeholders in the broader media industry.",
    "totalCost": "3273812,5",
    "ecMaxContribution": "2757662,5",
    "coordinator": "WORLDLINE IBERIA SA",
    "coordinatorCountry": "ES",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;KENDRA FOUNDATION;DEUTSCHE WELLE;ANTENNA LTD;BMAT LICENSING SL;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "EL;UK;DE;CY;ES",
    "projectParticipants": {
        "918299680": {
            "orgId": "918299680",
            "orgName": "ANTENNA LTD",
            "ecContrib": 118125
        },
        "999586262": {
            "orgId": "999586262",
            "orgName": "DEUTSCHE WELLE",
            "ecContrib": 399062
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 323750
        },
        "974982406": {
            "orgId": "974982406",
            "orgName": "WORLDLINE IBERIA SA",
            "ecContrib": 567350
        },
        "999628942": {
            "orgId": "999628942",
            "orgName": "KENDRA FOUNDATION",
            "ecContrib": 643000
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 511250
        },
        "996454908": {
            "orgId": "996454908",
            "orgName": "BMAT LICENSING SL",
            "ecContrib": 195125
        }
    },
    "calculatedTotalContribution": 2757662
}