{
    "rcn": "211023",
    "acronym": "HOTFLOW",
    "topics": "ERC-PoC-2016",
    "title": "A Photothermal Lateral Flow Test for Visual Point of Care Detection",
    "startDate": "01/08/2017",
    "endDate": "31/01/2019",
    "objective": "The rapid development of cost-effective and efficient biosensors has had a profound worldwide socioeconomic impact. Advances in the fields of microelectronics, materials science and nanotechnology have been vital to the implementation of enhanced sensing platforms aimed at providing alternatives to traditional analytical methods. Further, current sensing platforms are often slow, unreliable and expensive; in particular, when ultralow concentration detection is required. Although progress in the biosensors field typically focuses on clinical point-of-care diagnosis, a clear demand exists in areas such as food safety regulation, environmental policy, military and the arts, where time, cost, portability and ease-of-use of the device are critical. The grand aim of HOTFLOW is to develop an innovative, rapid, inexpensive, versatile and sensitive thermal transduction biosensor for the ultralow detection and quantification of relevant proteins such as tumoral markers. This novel sensing technology will use detection biomolecules linked to plasmonic gold nanoprisms which serve as thermal transducers by based on a lateral flow immunoassay and a ìsandwichî recognition strategy with capture biomolecules immobilized on a dual-active nitrocellulose membrane support/thermosensitive paper that subsequently functions as photographic and tracing detection element. Although the ambitious thermal sensing device proposed here will be prototyped using simple analytes, this ERC POC project goes significantly beyond the current state-of-the-art in nanoplasmonics and biosensing by proposing the development and elaboration of an almost universal paper-based thermal sensing device. This technology will be implemented and validated by applying it to a specific problem, gastrointestinal cancer diagnosis.",
    "totalCost": "149293",
    "ecMaxContribution": "149293",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 149293
        }
    },
    "calculatedTotalContribution": 149293
}