{
    "rcn": "211019",
    "acronym": "STRCHANGEINEQ",
    "topics": "MSCA-IF-2016",
    "title": "Effects of Structural Change on Income Inequality",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "This project aims to identify the distributional effects of the structural change phenomenon. It develops a dynamic macroeconomic model that introduces heterogeneities across workers and asset owners into the structural change models. For this purpose, it will focus on growth models with heterogeneous agents and complete asset markets. With this methodology, we will be able to characterize not only the aggregate patterns of structural change, but also its distributional consequences. By uncovering the long term factors behind the evolution of income distribution during structural change, the proposed model will be highly relevant to the most recent debates of rising income inequality in developed countries. The theoretical model will be calibrated to assess and quantify the historical roots of the current distributional picture in U.S. and Europe. In doing so, it will determine the ìstructuralî level of inequality; a level that is due to the intrinsic forces of structural change. Then any deviations -positive or negative- from this level can be identified as ìpoliticalî, which would provide a clearer picture of the effects of governmental policies on inequality. This model will be the first in the literature to integrate structural models with distributional issues and will open up a new research area. Finally, the model will be enriched with fiscal policies such as income taxes and productive government spending in order to draw policy conclusions regarding the growth-income inequality relationship in Europe, where boosting economic growth while holding the income inequality at a socially acceptable level has been a major concern in recent years.  Therefore, the proposed project will both contribute to advancement of European research and address one of the Societal Challenges targeted by H2020 programs, which is working towards ìInclusive, innovative and reflective societiesî.",
    "totalCost": "157734",
    "ecMaxContribution": "157734",
    "coordinator": "BOGAZICI UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882500": {
            "orgId": "999882500",
            "orgName": "BOGAZICI UNIVERSITESI",
            "ecContrib": 157734
        },
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 157734
}