{
    "rcn": "211064",
    "acronym": "SmartEEs",
    "topics": "ICT-04-2017",
    "title": "SMART Emerging Electronics Servicing DIH",
    "startDate": "14/09/2017",
    "endDate": "13/09/2020",
    "objective": "The market for organic & printed electronic products is growing at a high level (BUS$ 23-24 in 2014) with predicted annual growth rates of 20 % in all fields. Although the use of OLAE in products is still limited and only have been commercialized by large corporates, the number and type of products has grown significantly. These emerging markets are a huge opportunity for the EU industry. But EU small & mid-size companies have had only a limited access to technologies and often lack the capabilities needed to benefit from OLAE. These include the ability to fully understand the technological implications and the related business implications. They need support in the translation of the OLAE technologies into innovative products, assessing potential markets, finding investors, developing new business models and creating the right partnerships to optimally benefit from OLAE opportunities.\nSMARTEES will be the Digital Innovation Hub dedicated to OLAE, an organized European innovation network that provides both access to competencies and business support for innovation adoption. SMARTEES will help the European industry to create a competitive advantage within the global economy by providing access to disruptive OLAE technologies and innovation support in a pragmatic, operative and efficient pan-European manner.\nA 1-Stop-Shop will be set to establish a collaborative environment and to provide wider access to the technology at the same time as coordinating the bespoke services and efficiently and effectively linking them together. 20 Application Experiments will be conducted to explore the technology transfer into business, organization of cooperation, access to finance, services to be provided and act as showcases to raise awareness and activate potential users. The established eco-system will be harnessed by the consortium to propel the continuity of the initiative beyond SMARTEES. This will include the formulation of a comprehensive business plan as a strategic outcome.",
    "totalCost": "4836951,25",
    "ecMaxContribution": "4550548,75",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;Centre for Process Innovation Limited;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;BLUMORPHO SAS;FUNDACIO EURECAT;AMIRES SRO",
    "participantCountries": "NL;UK;FI;DE;BE;FR;ES;CZ",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 289755
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 325639
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 287875
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 338600
        },
        "956723805": {
            "orgId": "956723805",
            "orgName": "AMIRES SRO",
            "ecContrib": 343648
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1702839
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 325000
        },
        "932536661": {
            "orgId": "932536661",
            "orgName": "BLUMORPHO SAS",
            "ecContrib": 324625
        },
        "996621069": {
            "orgId": "996621069",
            "orgName": "Centre for Process Innovation Limited",
            "ecContrib": 325062
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 287506
        }
    },
    "calculatedTotalContribution": 4550549
}