{
    "rcn": "211054",
    "acronym": "PIUR tUS",
    "topics": "FTIPilot-01-2016",
    "title": "Tomographic 3D Ultrasound for Safe and More Cost Effective Vascular Diagnostics andTreatment Planning",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Annually, cardiovascular disease (CVD) causes over 4m deaths in Europe and 17.3m deaths globally, and is expected to grow to over 23.6m by 2030. It accounts for 40% of deaths in the EU and costs the EU economy almost Ä196bn each year. 2D ultrasound scans are currently the primary choice for vascular diagnostics. Due to low sensitivity, a limited field of action and the lack of volume information, patients are often referred for CTa, MRa and catheter angiography for the detailed imaging required for diagnosis and treatment planning. Referrals delay treatment, exposes the patient to risks associated with radiation and contrast mediums and increases costs. This presents a need to improve the speed and safety of the diagnosis of vascular conditions for rapid treatment, as well as to improve workflow efficiency and reduce costs. The project consortium will further develop the piur tUS system, a 3D freehand tomographic US system capable of rapid, safe and accurate reconstructive 3D quantifiable vascular imaging. It will provide a low cost and reproducible imaging solution that will reduce the need for referrals and be an effective preventative screening tool for CVD. We aim to complete and publish the results from 4 CVD clinical studies to generate the clinical evidence required for CE marking and clinical validation for market uptake. The 4 clinical applications studied will provide a solution for conditions most frequently referred for detailed 3D imaging to maximise the cost-benefit to clinics of purchasing the piur tUS system. The project consortium combines piur imagingís expertise in medical device development and commercialisation with 3D imaging specialist ImFusion GmbH and medical device product development and manufacturing experts ACMIT. The clinical input for the product development and the clinical studies will be provided by our consortium partners, Independent Vascular Services Ltd and the Institute for Cardiovascular Science: University of Manchester.",
    "totalCost": "2691746,25",
    "ecMaxContribution": "2091204,78",
    "coordinator": "INDEPENDENT VASCULAR SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF MANCHESTER;IMFUSION GMBH;PIUR IMAGING GMBH;ACMIT GMBH",
    "participantCountries": "UK;DE;AT",
    "projectParticipants": {
        "921015777": {
            "orgId": "921015777",
            "orgName": "PIUR IMAGING GMBH",
            "ecContrib": 674276
        },
        "984976413": {
            "orgId": "984976413",
            "orgName": "ACMIT GMBH",
            "ecContrib": 451312
        },
        "924019479": {
            "orgId": "924019479",
            "orgName": "INDEPENDENT VASCULAR SERVICES LIMITED",
            "ecContrib": 551583
        },
        "932574394": {
            "orgId": "932574394",
            "orgName": "IMFUSION GMBH",
            "ecContrib": 174825
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 239208
        }
    },
    "calculatedTotalContribution": 2091204
}