{
    "rcn": "211033",
    "acronym": "NOVITREP",
    "topics": "ERC-PoC-2016",
    "title": "Novel viral therapy through targeting DNA repair",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Natural epidemics and outbreaks of emerging infectious diseases are a growing problem internationally. RNA viruses remain under constant attention due to the recent Zika virus (ZIKV) outbreak with potential causal relationship with microcephaly of newly born babies and Ebola virus (EBOV) and Crimean-Congo hemorrhagic fever virus (CCHFV) causing life threatening hemorrhagic fever, demonstrating how zoonotic viruses pose a major global health concern. There is an ongoing need to discover novel therapies to battle these pathogenic viruses given that no specific therapy exists. Developing new antiviral treatments by targeting host cell proteins needed in the viral life cycle is an emerging strategy to improve therapeutic power and reduce acquired drug resistance. \n\nBased on the results from the ERC grant Genetic Networks as a tool for anti-Cancer Drug Development (GENECADD), we have developed potent inhibitors to DNA repair proteins that disturbs repair of oxidative DNA lesions. To our surprise, we observed, in collaboration with Public Health Agency of Sweden, that these inhibitors potently prevent ZIKV, EBOV and CCHFV viral replication in human cells, suggesting that these inhibitors may be used as antiviral therapeutics. Further investigation into the possible mechanism of action revealed that our inhibitors prevented the repair of oxidative damage to RNA. \n\nHere, the overall aim is to (1) further develop and optimize our inhibitors as a novel antiviral target and demonstrate proof of concept, (2) explore and secure IP (3) develop a business plan and (4) perform a market analysis. The overall goal is to develop general antiviral treatments made available to virus-infected individuals through a public foundation in low-income areas or through a company in the Western world.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "KAROLINSKA INSTITUTET INNOVATIONS AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 139162
        },
        "949694894": {
            "orgId": "949694894",
            "orgName": "KAROLINSKA INSTITUTET INNOVATIONS AB",
            "ecContrib": 10838
        }
    },
    "calculatedTotalContribution": 150000
}