{
    "rcn": "211027",
    "acronym": "ImmortaSTEM",
    "topics": "ERC-PoC-2016",
    "title": "ImmortaSTEM: Transient Immortalisation for Patient Stem Cell Expansion and Therapeutic Application",
    "startDate": "01/07/2017",
    "endDate": "30/06/2018",
    "objective": "Under an ERC Advanced Grant, and subsequent PoC grant, Professor Shakesheff's team have invented a new intracellular delivery system that overcomes a problem in drug delivery in stem cell culture as well as regenerative medicine and other therapeutic approaches. The system, called GAG-binding enhanced transduction (GET), enables intracellular delivery of proteins, nucleic acids and particles into cells that resist other non-viral strategies. The work under ERC Advanced Grant and PoC funding has allowed exemplification of the delivery of proteins that promote pluripotency or differentiation, and delivery and expression of mRNA \n\nThis ImmortaSTEM: Proof-of-Concept Application will achieve 7 deliverables that together will generate a robust business plan for commercialisation of a specific application of GET to aid cell therapy attempts. This is a unique approach allowing expansion of a patientís own cells as a therapy. We will begin by performing a comprehensive market analysis to test our view that GET could be used to expand valuable cells presently defined as challenging or impossible. Next we take account of the market analysis to refine our technical work resulting in a report that provides robust evidence of market required advantages of GET over competitor products for stem cell expansion. This technical work will include a consideration of manufacturing routes and costs of goods. In parallel with the technical work we will commission an independent freedom-to-operate report. Finally, we will initiate confidential discussions with potential partners and customers via face-to-face meetings in Europe and the US.\n\nThe final business plan will establish the technical and commercial feasibility of our approaches in one or more of our target markets. We envisage that at the end of the ERC PoC grant we will attract substantial funding to rapidly progress product launches and licenses with significant impact on the regenerative medicine and cell therapy sectors.",
    "totalCost": "149932",
    "ecMaxContribution": "149932",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 149932
        }
    },
    "calculatedTotalContribution": 149932
}