{
    "rcn": "211037",
    "acronym": "EMPhAsIS",
    "topics": "ERC-PoC-2016",
    "title": "Electrochemical Testing Platform for Advanced Energy Materials",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "'Throughout history, the Li-ion battery technology has relied on cationic redox reactions as the sole source of energy storage capacity. This is no longer true since 2013, where our group had demonstrated that Li-driven reversible formation of (O2)n peroxo-groups in new layered oxides led to extraordinary increases in energy storage capacity. To fully exploit this discovery we were granted in 2015 an advanced ERC grant entitled 'Anionic redox processes: A transformational approach for advanced energy materials (ARPEMA)', the goal being to rationalize the fundamental science underpinning this new concept. This calls for new paradigms in characterization techniques to fully track among others the stability of these new compounds as well as the side reactions that they could generate at both electrodes during cycling together with their transport and kinetic properties. To address this critical need we developed a new design test system which enables for monitoring potential, current, temperature, pressure as well as the nature and composition of the released gases together with the impedance built-up at each electrode. Owing to the relative simplicity, high versatility and great reliability of such a new-patented multi-function testing device we anticipate its rapid implementation to various battery technologies. The goal of this project is to develop a proof of concept prototype and a small series production, as well as performing an extensive market analysis and budgeting suppliers, all for establishing an accurate business proposition. This information will be consolidated in a business plan and will be used in the creation of a company together with potential investors. We believe that this device will enable a rapid development of the next generation of high energy density batteries and consists in a global market commercial opportunity.'",
    "totalCost": "148375",
    "ecMaxContribution": "148375",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 148375
        }
    },
    "calculatedTotalContribution": 148375
}