{
    "rcn": "211082",
    "acronym": "Hyper360",
    "topics": "ICT-19-2017",
    "title": "Enriching 360 media with 3D storytelling and personalisation elements",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The media market is currently undergoing a major change as its traditional business models are shifting to digital products and services rapidly. Besides the prevalent digitisation, this change is also driven by network advances and consumer behaviour. The introduction of non-linear content (OTT, VOD) has given consumers more control of their screen and the content they consume, placing them in the driving seat and leaving the commercial broadcasters competing for their attention. Thus, a migration toward as subscription VOD services is observed with OTT services emerging and becoming very competitive by acquiring a large share of the media market. Hyper360 aims to use ICT technology and innovation exploiting the ongoing Virtual Reality revolution. The goal is to offer a complete end-to-end production toolset for enriched 360o video, with novel 3D storytelling elements, while also leveraging the powerful implicit preference extraction means that omnidirectional viewing offers, i.e. the viewing direction, to build a personalisation framework on top of the consumption of this new hybrid format. 360o content is well posed to provide feelings of presence and immersion and is now starting to be utilized in the media industry. Sky, BBC, NY Times are just some of the media players already starting to experiment with it, while big ICT players like Facebook, Google and Intel are investing in it. Hyper 360 aims to exploit this 360 hype and offer to it extensions for directrs, by allowing them to insert 3D appearances of narrators to appropriately navigate and immerse the viewers. The production toolset will be deployed and validated with the help of 2 large broadcasters and OTT providers, in the contexts of Immersive Journalism (free viewpoint) and Targeted Advertising (personalisation), as 360o video is seeing increased usage in both marketing and journalism. Finally, Hyper360 will greatly contribute in the emerging standards for free viewpoint video.",
    "totalCost": "4464292,5",
    "ecMaxContribution": "3736254,75",
    "coordinator": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "coordinatorCountry": "IT",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;RETI TELEVISIVE ITALIANE SPA;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;DRUKKA KORLATOLT FELELOSSEGU TARSASAG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;RUNDFUNK BERLIN-BRANDENBURG;EUROKLEIS S.R.L.",
    "participantCountries": "AT;IT;EL;HU;DE",
    "projectParticipants": {
        "999638254": {
            "orgId": "999638254",
            "orgName": "RUNDFUNK BERLIN-BRANDENBURG",
            "ecContrib": 523625
        },
        "917363436": {
            "orgId": "917363436",
            "orgName": "DRUKKA KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 557812
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 540000
        },
        "996035965": {
            "orgId": "996035965",
            "orgName": "EUROKLEIS S.R.L.",
            "ecContrib": 198625
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 428500
        },
        "931552014": {
            "orgId": "931552014",
            "orgName": "RETI TELEVISIVE ITALIANE SPA",
            "ecContrib": 414255
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 545375
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 528062
        }
    },
    "calculatedTotalContribution": 3736254
}