{
    "rcn": "211029",
    "acronym": "HYDRO_RIG 3G",
    "topics": "JTI-CS2-2016-CFP04-REG-02-03",
    "title": "Development of a hydraulic installation for electro-hydraulic integration of hybrid surface actuation systems in on-ground rigs",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "'Clean Sky 2 aims to deliver full-scale in-flight demonstration of novel architectures and configurations. This ambitious goal implies the development of a huge number of innovative technologies and systems which must be properly tested on ground and in flight.\nIndeed, in the certification of any aircraft device, the qualification tests are essential and mandatory as part of the Validation & Verification process. This tests will enable demonstrate that the related equipment is compatible with all Environmental and Performance conditions put on top of the development phase and conceived during the requirements definition.\nCurrent trends in aeronautics lead to an increase in electrical systems, which must be combined with hydraulic ones, especially in critical aircraft control surfaces, as ailerons. Ensuring properly operation of both type of systems, stand-alone or integrated mode, is an essential step so developing test benchs fully representative of the A/C network will be a key issue.\nUnder this framework, the project HYDRO_RIG 3G has been conceived to develop an A/C representative hydraulic installation that integrates all the A/C hydraulic system equipment, considering hydraulic generation and distribution and the corresponding sensors representative of flight test instrumentation (FTI) in order to reproduce complete A/C conditions that will be present in the Regional FTB#2 Demonstrator regarding to the actuation of hybrid surfaces as ailerons. The system will be designed fully representative of A/C environment like volume, pressure loss, etc. For this, it will be necessary to simulate all components that integrate the system. FTI sensors will be installed with a wireless system. Commercial components to be used in the hydraulic system shall be fully representative of A/C environment like volume, pressure loss, etc. For this, it will be necessary to simulate all components that integrate the system.'",
    "totalCost": "330313,75",
    "ecMaxContribution": "231219,63",
    "coordinator": "AERONAUTICA, INGENIERIA, ENERGIAS RENOVABLES Y SEGURIDAD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918294733": {
            "orgId": "918294733",
            "orgName": "AERONAUTICA, INGENIERIA, ENERGIAS RENOVABLES Y SEGURIDAD",
            "ecContrib": 231220
        }
    },
    "calculatedTotalContribution": 231220
}