{
    "rcn": "211007",
    "acronym": "H2020 Armenia",
    "topics": "H2020-SGA2-EEN",
    "title": "EEN Armenia assists SMEs involved in Horizon 2020",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The lack of knowledge, skills or ability to manage innovation processes is still an issue for Armenian SMEs, The biggest EU Research and Innovation programme, the Horizon 2020 and in particular, SME Instrument will give an opportunity to Armenian SMEs, those capable for growth and internationalization, to enhance their capacity to manage innovation process and will facilitate their cooperation with R&D partners and other relevant partners from EU countries.\n\nIn the scope of proposed Activity SME DNC of Armenia in consortium with NAS RA envisages the following number of 7-day service packages to be delivered in Armenia:\n\t\n\t3 Key Account Management (KAM) package services, and \n\t12 innovation management capacity (EIMC) package services to enhance the innovation management capacities of SMEs. In what concerns these services that address highly innovative SMEs at large, the COSME-related activity of EEN Armenia will implement specially designed activities in order to educate, stimulate and support SMEs initiatives for innovation projects.",
    "totalCost": "15927,5",
    "ecMaxContribution": "15927,5",
    "coordinator": "SMALL AND MEDIUM ENTREPRENEURSHIP DEVELOPMENT NATIONAL CENTER OF ARMENIA FUND",
    "coordinatorCountry": "AM",
    "participants": "NATIONAL ACADEMY OF SCIENCES OF THE REPUBLIC OF ARMENIA",
    "participantCountries": "AM",
    "projectParticipants": {
        "999586553": {
            "orgId": "999586553",
            "orgName": "NATIONAL ACADEMY OF SCIENCES OF THE REPUBLIC OF ARMENIA",
            "ecContrib": 14422
        },
        "952168782": {
            "orgId": "952168782",
            "orgName": "SMALL AND MEDIUM ENTREPRENEURSHIP DEVELOPMENT NATIONAL CENTER OF ARMENIA FUND",
            "ecContrib": 1505
        }
    },
    "calculatedTotalContribution": 15927
}