{
    "rcn": "211053",
    "acronym": "ANDRUPOS",
    "topics": "FTIPilot-01-2016",
    "title": "Automatic non-destructive recognition of used printing techniques on substrates",
    "startDate": "01/07/2017",
    "endDate": "31/12/2019",
    "objective": "ANDRUPOS is a leading edge web based document examination system capable of authenticating printing techniques, printer and paper sources. It is built on research projects and studies, in which the feasibility and the relevant technologies in ICT, software and analysis technologies have been validated and tested with pilot users. ANDRUPOS is a game changer in document fraud detection such as ID documents, passports or banknotes, as it enables for the first time an automatic reliable detection method, giving quick and confident reports on possible fraud and ñ another very new not yet available feature ñ links counterfeits with printers, so that also different counterfeits and cases can be traced back to the people responsible for it like organized crime.\nFraudulent identity and security documents are integral prerequisites for the smuggling of migrants, trafficking in persons, terrorist mobility, to facilitate the smuggling of drugs, weapons and other goods and they simplify cross-border crime of all types. Counterfeit documents enable opening of bank accounts or receiving illegal social insurance benefits. Making and using fraudulent documents by organised crime produce huge civil, social and personal losses.\nThe target market comprises banking (national banks), border security (airports, border crossing points), public and private forensic institutes as well as law enforcement agencies. ANDRUPOS pro-actively targets the needs and requirements of national and European users like Law Enforcements Agencies, Criminal Offices, National Police Services, Customs Investigation Bureaus, National Banks, Financial/Customs.\nThe main objective of the FTI project now is to do the final optimization and upgrading as well as customization and then going into a final validation phase with test at first customer stations.",
    "totalCost": "1753433,75",
    "ecMaxContribution": "1269421,25",
    "coordinator": "EINS - ENTWICKLUNG INTERAKTIVER SOFTWARE GMBH",
    "coordinatorCountry": "DE",
    "participants": "EPYXS GMBH;LEENAARS ERNA HELENE PETRONELLE;HOME OFFICE",
    "participantCountries": "DE;NL;UK",
    "projectParticipants": {
        "938956800": {
            "orgId": "938956800",
            "orgName": "EINS - ENTWICKLUNG INTERAKTIVER SOFTWARE GMBH",
            "ecContrib": 512400
        },
        "999832351": {
            "orgId": "999832351",
            "orgName": "HOME OFFICE",
            "ecContrib": 140059
        },
        "937963035": {
            "orgId": "937963035",
            "orgName": "EPYXS GMBH",
            "ecContrib": 376232
        },
        "937974384": {
            "orgId": "937974384",
            "orgName": "LEENAARS ERNA HELENE PETRONELLE",
            "ecContrib": 240730
        }
    },
    "calculatedTotalContribution": 1269421
}