{
    "rcn": "211022",
    "acronym": "REALTA",
    "topics": "ERC-PoC-2016",
    "title": "Challenging Hypertension Through Novel Medical Device Development",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Hypertension directly causes approximately 25% of heart attacks in Europe and, in its progressed form of cardiovascular disease, it is estimated to cause 42% of all deaths across Europe annually. Untreated hypertension is one of the primary contributors to a number of the medical conditions with the greatest burden of care, including stroke, dementia and kidney failure. One of the most promising avenues for the treatment of hypertension has been research into primary aldosteronism (PA). In the last ten years, PA has been recognised as the most common curable cause of hypertension. PA is thought to account for up to 18% of all cases of hypertension within the population and is caused by benign shallow adenomas on the surface of the adrenal gland. Researchers have identified the effective treatment of PA as a clear mechanism to address Europeís hypertension problem. However, finding an effective surgical or pharmaceutical treatment for PA has been challenging to date.  \nRadiofrequency ablation (RFA) has also been evaluated for the treatment of adrenal cancer . RFA involves the insertion of an ablation needle into adrenal adenoma and passing high frequency electrical current into the gland. The weakness of RFA is that it produces a large ablation zone, which is particular problematic in a small organ typically less than 5cm3 in volume.  In many cases, a large proportion of the functional cortex tissue surrounding the adenoma can be destroyed during the RFA process , thereby negating the benefit of the RFA over the traditional adrenalectomy approach. An ideal ablation technology would involve a custom-designed microwave ablation device capable of destroying the shallow adrenal adenoma, while simultaneously protecting the delicate tissue of the remaining gland. That is precisely what is proposed in the REALTA project.",
    "totalCost": "149954",
    "ecMaxContribution": "149954",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 149954
        }
    },
    "calculatedTotalContribution": 149954
}