{
    "rcn": "211035",
    "acronym": "DynaCOMP",
    "topics": "ERC-PoC-2016",
    "title": "Assessing compounds targeting DNA replication licensing complexes as anti-tumor agents",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Cancer is a major clinical, societal and economic burden worldwide and development of novel anti-cancer therapies constitutes a major investment of public and private funds. Despite intense research over decades however, which has led to a much improved understanding of cancer biology, cancer treatment remains a challenge. This is to a large extent due to the genetic heterogeneity of cancer and the ability of cancer cells to escape treatment by constantly undergoing further genetic alterations. During our ERC funded work, we have shown that aberrations in the DNA replication licensing pathway may contribute to the genome plasticity of cancer cells, and appear a common feature of cancer cells. They may however also constitute an Achilles foot, as cancer cells appear more dependent on negative regulators of the licensing system for survival. Cancer cells may therefore be more sensitive than normal cells to compounds targeting this control (inhibition of untimely licensing). We have identified compounds which target the DNA replication licensing inhibitor Geminin. The proposed PoC study will enable us to:\n-\tassess the efficacy and specificity of the identified compounds in cells and preclinical models and study their mechanism of action.\n-\tinvestigate the potential use of these compounds for studying cell cycle processes. \n-\tassess whether the functional imaging approaches developed under the mother ERC project, which quantify protein-protein interactions within living cells, may constitute a powerful tool for in-cell analysis of novel lead compounds. \nThe project thus aims to characterize, protect and commercialize novel putative anti-tumor agents as well as the in-cell methods developed for their characterization.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}