{
    "rcn": "211062",
    "acronym": "CPN",
    "topics": "ICT-19-2017",
    "title": "Content Personalisation Network",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "Diversity is one of the strengths of the European media industry. Europe is scattered with media companies, large and small, representing an enormous amount of cultural diversity. This is certainly also true for the European news production and publishing industry, a subset of the European media sector. Millions of content items have to find their way to millions of users. CPN will tackle the challenge by developing a new approach to personalisation of digital content, allowing both large and small media companies to benefit from the value of being able to better target content to media consumers. From the viewpoint of the media consumer, the challenge is to enable a better delivery of news, insights and informations in the right format at the right time, and better contextualized to the media consumer. \nTo achieve this, CPN will build an innovative virtual open platform with pluggable services allowing both large and small media companies to effective personalise their content distribution. The proposed virtual open platform and services will be validate through large scale piloting activities with the different media organisation, integrating the virtual open platform with their existing operational infrastructure. In order to achieve all this, CPN brings together a strong multidisciplanary consortium having all the skills needed for a succesful project implementation. It includes broadcasters, media companies, different technology providers and legal expertise. Through the involvement of WAN-IFRA, wide visibility of the results is guaranteed.",
    "totalCost": "4544937,5",
    "ecMaxContribution": "3951500",
    "coordinator": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
    "coordinatorCountry": "BE",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;DEUTSCHE WELLE;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;Dias Publishing Public Ltd;ENGINEERING - INGEGNERIA INFORMATICA SPA;LIVE TECH SRL;DIGITAL CATAPULT;WAN-IFRA FR",
    "participantCountries": "EL;DE;BE;CY;IT;UK;FR",
    "projectParticipants": {
        "999586262": {
            "orgId": "999586262",
            "orgName": "DEUTSCHE WELLE",
            "ecContrib": 439812
        },
        "947642277": {
            "orgId": "947642277",
            "orgName": "DIGITAL CATAPULT",
            "ecContrib": 506250
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 390250
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 645000
        },
        "996432016": {
            "orgId": "996432016",
            "orgName": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
            "ecContrib": 773750
        },
        "919275209": {
            "orgId": "919275209",
            "orgName": "LIVE TECH SRL",
            "ecContrib": 358312
        },
        "949690820": {
            "orgId": "949690820",
            "orgName": "WAN-IFRA FR",
            "ecContrib": 202000
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 511875
        },
        "996011909": {
            "orgId": "996011909",
            "orgName": "Dias Publishing Public Ltd",
            "ecContrib": 124250
        }
    },
    "calculatedTotalContribution": 3951499
}