{
    "rcn": "211021",
    "acronym": "INTACt",
    "topics": "ERC-PoC-2016",
    "title": "ImmuNogenomics TArgeting Cancer",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "Melanoma is the most aggressive, treatment-resistant and lethal type of skin cancer. Its increasing incidence worldwide emphasizes the need for new treatment strategies. Major recent breakthroughs in melanoma therapy have highlighted the role of immune T cell-mediated responses against tumor cells, showing that immune-system recognition of neo-antigens on cancer cells serves as a distinctive immunological signature. However, current strategies to identify neo-antigens are biased, costly and time-consuming. Directly addressing this major therapeutic limitation, this PoC project is aimed at commercializing an innovative tool, called INTACt, for designing highly personalized therapies for melanoma patients, ones that efficiently target the composition of patient-specific neo-antigens that arise as a consequence of mutations in a patientís melanoma genome. INTACt is designed to identify neo-antigens in a high-throughput, systematic and cost-effective manner in cell lines, fresh tumors, patient-derived xenografts and plasma. INTACt will further identify the patient neo-antigen-reactive T cells to then be returned to the patient, using neo-antigen-specific T cells or RNA vaccines. Such personalized targeting of the patientís melanoma genetic landscape is key to a significantly improved mortality. Unlike existing therapeutic strategies, INTACt may be considered the ultimate personalized immune therapy for the treatment of melanoma patients to be expended to other cancer types. This patient-specific tool will significantly lower patientsí economic and psychological burden caused by unnecessary chemotherapy and targeted therapy. INTACt also holds the promise of realizing value from enormous past investments in drug candidates that were eliminated due to person-specific toxicities or lack of efficacy as these can be combined with the neo-antigen-based immunotherapy. INTACt will thus enable the creation of new business models for the highly pressured pharmaceutical industry.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}