{
    "rcn": "211087",
    "acronym": "EASYTV",
    "topics": "ICT-19-2017",
    "title": "Easing the access of Europeans with disabilities to converging media and content",
    "startDate": "01/10/2017",
    "endDate": "31/03/2020",
    "objective": "One of the many challenges people with various degrees of disabilities face (visually or hearing impaired) is their inability and difficulty to access mainstream products and services thus being excluded from enjoying audio-visual services on an equal basis as people without disabilities. Marginalising people with disabilities on this level is a critical and problematic issue, especially in todayís ìInformation Societyî, where access to information should be freely available to all, in order for each individual to be able to reach his/her maximum potential, personally, professionally and socially. While these challenges have been identified, they have not been addressed yet efficiently since existing solutions still inherit characteristics of the analogue TV or just focus on traditional TV viewing.\n\nIn this context, the EasyTV system aims not only to ease the access to multimedia services, by offering novel media delivery mechanisms but also to move one step further, by enhancing interaction based on a multi-language approach, and adapt it to the userís preferences providing personalised content in a integrated single multiterminal platform. Specifically EasyTV will be based on four pillars:\na) Improved access services for enhanced multimedia visual and sound experience for people with disabilities. \nb) Improved personalisation of the content experiencing and interaction, towards a hyper-personalised experience to all.\nc) Novel technologies to break the sign language barrier (based on crowdsourcing techniques).\nd) Improvement and development of voice and gesture/gaze recognition to control the TV set and TV applications (e.g., eye movement or head movement) in the form of a universal remote control.\n\nDifferent testing with users will establish a close cooperation by exchanging experiences among the different partners and user groups, in order to enhance the whole evaluation and validation process of the EasyTV technology",
    "totalCost": "3929321,43",
    "ecMaxContribution": "3253250",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FUNDACION CNSE PARA LA SUPRESION DE BARRERAS DE COMUNICACION;MEDIAVOICE SRL;UNIVERSITAT AUTONOMA DE BARCELONA;ENGINEERING - INGEGNERIA INFORMATICA SPA;CORPORACIO CATALANA DE MITJANS AUDIOVISUALS SA;ARX NET AE YPIRESIES KAI EPICHIRISIS DIADIKTYOU ANONIMI ETAIRIA",
    "participantCountries": "EL;ES;IT",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 592625
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 335000
        },
        "973494426": {
            "orgId": "973494426",
            "orgName": "MEDIAVOICE SRL",
            "ecContrib": 568625
        },
        "998827819": {
            "orgId": "998827819",
            "orgName": "CORPORACIO CATALANA DE MITJANS AUDIOVISUALS SA",
            "ecContrib": 247625
        },
        "970086428": {
            "orgId": "970086428",
            "orgName": "FUNDACION CNSE PARA LA SUPRESION DE BARRERAS DE COMUNICACION",
            "ecContrib": 148250
        },
        "949756877": {
            "orgId": "949756877",
            "orgName": "ARX NET AE YPIRESIES KAI EPICHIRISIS DIADIKTYOU ANONIMI ETAIRIA",
            "ecContrib": 280438
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 599875
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 480812
        }
    },
    "calculatedTotalContribution": 3253250
}