{
    "rcn": "211004",
    "acronym": "m1ARNA",
    "topics": "ERC-2016-ADG",
    "title": "Transcriptomic m1A - a new key player in the epitranscriptome arena",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Reversible epigenetic modifications regulate gene expression to define cell fate and response to environmental stimuli.  Gene expression tuning by DNA and chromatin modifications is well studied, yet the effect of RNA modifications on gene expression is only starting to be revealed. More than a hundred chemical modifications decorate RNAs, mainly non-coding ones, expanding their nucleotide vocabulary and mediating their diverse functions. Several modifications were globally mapped in mRNA. Only two, N6-methyladenosine (m6A) and N1-methyladenosine (m1A) exhibit a distinct topology alluding to a functional role. We pioneered the identification of m6A that is located preferentially in distinct transcript landmarks, mostly around stop codons and mediates transcript localization, splicing, decay and translation. We now identified m1A which decorates thousands of genes mainly in the start codon vicinity, upstream to the first splice site. Our preliminary results indicate that m1A dynamically responds to environmental stimuli and plays a central role in translation regulation. The regulation and functions of m1A are still terra incognita. Our objectives are to identify m1A writers and erasers, elucidate m1A readers and the mechanisms whereby m1A dictates downstream outcomes, particularly translation regulation. We will study m1A functions in response to physiologic stimuli and stress conditions in cells and animal models by manipulation of the m1A deposition machinery. As epigenetic marks operate in a context-dependent concerted way we will map m1A marks concomitantly with m6A to decipher their interplay in regulating gene expression via a putative ìepigenetic RNA codeî. The data obtained from parallel mapping of m1A and m6A at a single nucleotide and a single transcript resolution, will expose the interplay between these two mRNA modifications in the context of multilayer epigenetics.  The study of m1A circuits may identify targets amenable to therapeutic manipulations.",
    "totalCost": "2457500",
    "ecMaxContribution": "2457500",
    "coordinator": "MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998129904": {
            "orgId": "998129904",
            "orgName": "MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER",
            "ecContrib": 2457500
        }
    },
    "calculatedTotalContribution": 2457500
}