{
    "rcn": "211040",
    "acronym": "ARIESS",
    "topics": "JTI-CS2-2016-CFP04-AIR-02-34",
    "title": "Augmented Reality and Indoor Navigation for Enhanced ASSembly",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "The future of the aeronautical industry is tied inevitably to the development of enabling technologies that make it possible the coming of the Factory of the Future.\nTechnology advances like those on Geoposition and Navigation, the Internet of Things (IoT), Virtual and Augmented reality (VR/AR), speech and handwriting recognition, biometrics, wearable technology, drones, etc. are being widely implanted in many industries. However, aircraft manufacturing has been traditionally reluctant to the introduction of technology leaps in the production process, even those considered game changers in other sectors. This is mainly due to the complexity and the strict safety assurance requirements involving the aeronautical sector but it is that hereís a tremendous bias against taking any sort of risks, and any innovation is seen as a risk in this industry. Therefore, any improvement must guarantee the highest quality and safety standards.\n\nThe final assembly of an aircraft is identified as a field with a lot of room for improvement. The introduction of some of the aforementioned technologies in the modern Final Assembly Line (FAL) can definitely impact the factoryís lean manufacturing and the environmental sustainability of the whole process.  Implantation of new assembly procedures can take advantage of commercially available technology, but also actual methods and procedures like the moving assembly line, visual control systems, point-of-use staging, just-in-time delivery systems, etc. can be significantly improved.\n\nThe General Objective of the current proposal (ARIESS, Augmented Reality Indoor Enhanced aSSembling for factory of the future industry) is the introduction of cutting-edge Human-Machine Interfaces (HMI) and the supporting infrastructure for indoor positioning and navigation, augmented reality techniques and real-time data integration to improve the productivity, competitiveness, and sustainability of a FAL, paving the way for the modern Industry 4.0.",
    "totalCost": "495534,5",
    "ecMaxContribution": "495534,5",
    "coordinator": "SKYLIFE ENGINEERING SL",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE SEVILLA",
    "participantCountries": "ES",
    "projectParticipants": {
        "952538061": {
            "orgId": "952538061",
            "orgName": "SKYLIFE ENGINEERING SL",
            "ecContrib": 329607
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 165928
        }
    },
    "calculatedTotalContribution": 495535
}