{
    "rcn": "211075",
    "acronym": "FED4SAE",
    "topics": "ICT-04-2017",
    "title": "Federated CPS Digital Innovation Hubs for the Smart Anything Everywhere Initiative",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "'The overall ambition of the FED4SAE innovation action (IA) is to boost and sustain the digitization of the European industry by strengthening competitiveness in Cyber Physical Systems (CPS) and embedded system markets. In alignment with the 'Smart Anything Everywhere' initiative goals, FED4SAE will:\n- Create a pan-European network of Digital Innovation Hubs (DIH) by leveraging existing regional ecosystems across full value chains and a range of competencies. DIHs will enable both tech and non-tech innovative Third parties (Startups SMEs, Midcaps) from any sector to build new products and services with ìdigital insideî.\n- Act as a European added-value one-stop-shop to facilitate innovators-suppliers cross-border partnerships which will accelerate innovation in products and processes of European Third parties by providing technical, industrial and innovation management expertise. This will lead to quantifiable increases in market shares, productivity, industrial capacities of the Third parties, and a broader adoption of CPS and embedded systems solutions.\n- Link innovators to investors associated to DIHs to reach out to further funding opportunities and enable the next steps of the Third partiesí developments after completing their application experiments (AEs).\n- Ensure the self-sustainability of the DIHs pan-European network by developing cooperation with regional organizations and key stakeholders engaging public and or private investment to fund FED4SAE network activities.\nFED4SAE is built upon the key learnings obtained in the EuroCPS, Gateone-project, CPSE Labs IAs. FED4SAE will leverage the best practices related to Third party engagement, submission, evaluation and selection of AEs. FED4SAE will give birth to a competitive ecosystem where European Startups, SMEs and Midcaps will thrive as they access to leading technology sources, competencies and industrial platforms and also to well-connected business infrastructures and existing regional innovation hubs.\n'",
    "totalCost": "7644785",
    "ecMaxContribution": "6995195,77",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;KUNGLIGA TEKNISKA HOEGSKOLAN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;FORTISS GMBH;AVL LIST GMBH;INTEL RESEARCH AND DEVELOPMENT IRELAND LIMITED;UNIVERSIDAD DE CANTABRIA;BLUMORPHO SAS;THALES SA;STMICROELECTRONICS GRENOBLE 2 SAS;STMICROELECTRONICS SRL;DIGITAL CATAPULT",
    "participantCountries": "CH;SE;DE;HU;AT;IE;ES;FR;IT;UK",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 282800
        },
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 493154
        },
        "947642277": {
            "orgId": "947642277",
            "orgName": "DIGITAL CATAPULT",
            "ecContrib": 628041
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 314273
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 631111
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1542559
        },
        "999977657": {
            "orgId": "999977657",
            "orgName": "STMICROELECTRONICS SRL",
            "ecContrib": 138270
        },
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 557841
        },
        "987086066": {
            "orgId": "987086066",
            "orgName": "INTEL RESEARCH AND DEVELOPMENT IRELAND LIMITED",
            "ecContrib": 239989
        },
        "997962094": {
            "orgId": "997962094",
            "orgName": "STMICROELECTRONICS GRENOBLE 2 SAS",
            "ecContrib": 199301
        },
        "932536661": {
            "orgId": "932536661",
            "orgName": "BLUMORPHO SAS",
            "ecContrib": 341075
        },
        "996290008": {
            "orgId": "996290008",
            "orgName": "FORTISS GMBH",
            "ecContrib": 612500
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 629850
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 384431
        }
    },
    "calculatedTotalContribution": 6995195
}