{
    "rcn": "211096",
    "acronym": "CORUS",
    "topics": "RPAS-01",
    "title": "Concept of Operations for EuRopean UTM Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The drone business sector is growing rapidly, but in Europe today is held back by the absence of a harmonized approach for the integration of drones into Very Low Level (VLL) airspace. The CORUS (Concept of Operation for EuRopean UTM Systems) project gathers experts from aviation (manned and drone), research and academia to develop a reference Concept of Operations (CONOPS) for UTM (UAS Traffic Management) in VLL airspace in Europe.\nBuilding on the state-of-the-art, CORUS will develop an operational concept enabling safe interaction between all airspace users in VLL considering contingencies and societal issues. Specifically CORUS will:\n1. Establish a CONOPS for nominal situations, developing use cases for major scenarios\n2. Address drones operations in the vicinity of airfields and controlled airspace and for transfer between controlled and non-controlled airspaces.\n3. Describe how losses of safety in non-nominal drone situations can be minimized.\n4. Examine non-aviation aspects, identifying key issues for society and offering solutions to ease social acceptance\n5. Identify necessary technical developments, quantifying the level of safety and performance required\nThe broad acceptance of the CORUS CONOPS is paramount. To this end CORUS will establish a ìUTM community Networkî drawing on a wide range of stakeholders, to guide and review the development through a series of workshops. A subset of the ìUTM community Networkî will form an Advisory Board to review draft documents and answer questions. Through these bodies coordination with other ongoing research and rulemaking initiatives from the European Commission, EUROCAE, EASA, JARUS and NASAís UTM research project will be ensured, as well as the regular interaction with the Work Area 2 projects of the same Call.\nComprehensive communication and dissemination activities will be implemented to ensure the widest possible outreach of the project outcomes throughout the projectís life.",
    "totalCost": "2003651,25",
    "ecMaxContribution": "800000",
    "coordinator": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
    "coordinatorCountry": "BE",
    "participants": "UNIFLY;HEMAV TECHNOLOGY SL;DIRECTION DES SERVICES DE LA NAVIGATION AERIENNE;ENAV SPA;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;NATS (EN ROUTE) PUBLIC LIMITED COMPANY;UNIVERSITAT POLITECNICA DE CATALUNYA;DFS DEUTSCHE FLUGSICHERUNG GMBH",
    "participantCountries": "BE;ES;FR;IT;DE;UK",
    "projectParticipants": {
        "999936820": {
            "orgId": "999936820",
            "orgName": "DFS DEUTSCHE FLUGSICHERUNG GMBH",
            "ecContrib": 105000
        },
        "924870557": {
            "orgId": "924870557",
            "orgName": "UNIFLY",
            "ecContrib": 170000
        },
        "928673636": {
            "orgId": "928673636",
            "orgName": "DIRECTION DES SERVICES DE LA NAVIGATION AERIENNE",
            "ecContrib": 105000
        },
        "997542763": {
            "orgId": "997542763",
            "orgName": "NATS (EN ROUTE) PUBLIC LIMITED COMPANY",
            "ecContrib": 105000
        },
        "998197513": {
            "orgId": "998197513",
            "orgName": "ENAV SPA",
            "ecContrib": 105000
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 70000
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 89500
        }
    },
    "calculatedTotalContribution": 749500
}