{
    "rcn": "211050",
    "acronym": "MOWOOT",
    "topics": "SMEInst-06-2016-2017",
    "title": "Integral Intestinal Transit Management System for chronic constipation",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Up to 15% of the EU and USA population suffer from Chronic Constipation. The most affected collectives are women, aging people and patients with Neurogenic Bowel disorders related to Spinal cord injury, Parkinson and Multiple Sclerosis. Constipation causes a painful evacuation, faecal impaction and faecal incontinence, which have a big negative impact on the quality of life of these patients.\n\nUSMIMA S.L., created in 2014, offers MOWOOT, a non-pharmacological, non-invasive solution to relieve chronical constipation, without side-effects, in form of a wearable class II medical device that automatically emulates the abdominal massage techniques of professional therapists via a number of actuators. A pilot study with chronically constipated patients has already shown that the daily use of MOWOOT ameliorates idiopathic chronic constipation (TRL7).  \n\n\nUSMIMA wants to target a 90B MÄ market of 150 million people with chronic constipation identified. A feasibility study showed that, in order to target this market and increase the influence on target clients, USMIMA has to priorize the following activities during this phase 2:\n\nï Conduct a larger clinical study as a marketing strategy to build confidence in the medical sector and promote MOWOOT prescriptions\nï Upgrade Mowoot 1.0 prototype to Mowoot 2.0 product, by adding cloud and smart services and other features required by users\nï Reduce costs (below current 500Ä) through scaling the manufacturing process \n\nMOWOOT is expected to produce a big impact on USMIMA by: \nï Generating 2.5 MÄ of EBITDA by 2018\nï Incorporating 5 new specialized employees to complement current staff profiles  \nï Introducing MOWOOT products in EU and USA markets by 2019\n\nMoreover, MOWOOT will empower patients and elderly people, enhance well-being among the society, increase autonomy and reduce the increasing health care expenses due to aging population and the derived long-term cares.",
    "totalCost": "1632148,75",
    "ecMaxContribution": "1142504,13",
    "coordinator": "USMIMA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934415648": {
            "orgId": "934415648",
            "orgName": "USMIMA SL",
            "ecContrib": 1142504
        }
    },
    "calculatedTotalContribution": 1142504
}