{
    "rcn": "211078",
    "acronym": "TERRANOVA",
    "topics": "ICT-09-2017",
    "title": "Terabit/s Wireless Connectivity by TeraHertz innovative technologies to deliver Optical Network Quality of Experience in Systems beyond 5G",
    "startDate": "01/07/2017",
    "endDate": "31/12/2019",
    "objective": "To provide reliable connectivity of extremely high data rates in the Tbit/s regime and almost ëzero-latencyí in networks beyond 5G, TERRANOVA proposes to extend the fibre-optic systems Quality of Experience and performance reliability to wireless, by exploiting frequencies above 275GHz for access and backhaul links. To this end, TERRANOVA will take advantage of breakthrough novel technology concepts, namely the design of baseband signal processing for the complete optical and wireless link, the development of  H-band (>275GHz) RF front ends, as well as THz network information theory framework, channel and interference modelling in the THz regime, waveforms and high-order modulation schemes, pencil beam antenna arrays and multiple-access schemes and cashing techniques tailored to the particularities of the THz regime and the associated extremely large bandwidth. \n\nSustaining a flexible and ubiquitously available Tbit/s access network in systems beyond 5G will require rethinking of design principles and architectures, mainly replacing the notion of joint optimisation with that of ëco-designí, e.g. optical and wireless, backhaul and access, channel models and waveforms, signals and coding, beam-patterns and medium access schemes and so on. \nMost importantly, TERRANOVA will identify, assess and address the critical technology gaps and devise the appropriate enablers, expected to catalyse the road to beyond 5G. TERRANOVA innovations and technologies will be demonstrated by means of a Proof-of-Concept experimental platforms, validating and assessing the feasibility and performance of the THz wireless transceiver, the pencil beam based tracking and the co-design of fibre-optical and wireless principles.\n\nTo realise this vision, TERRANOVA consortium brings together various stakeholders viewpoints and roadmaps from across Europe, an impressive record on research excellence and impact, technology innovation and transfer, implementation and demonstration expertise.",
    "totalCost": "2996775",
    "ecMaxContribution": "2996775",
    "coordinator": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
    "coordinatorCountry": "EL",
    "participants": "OULUN YLIOPISTO;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INTRACOM SA TELECOM SOLUTIONS;ALTICE LABS SA;JCP-CONNECT;PICADVANCED SA",
    "participantCountries": "FI;DE;EL;PT;FR",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 360500
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 380000
        },
        "934950215": {
            "orgId": "934950215",
            "orgName": "PICADVANCED SA",
            "ecContrib": 259500
        },
        "999911503": {
            "orgId": "999911503",
            "orgName": "ALTICE LABS SA",
            "ecContrib": 170500
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1058775
        },
        "999969994": {
            "orgId": "999969994",
            "orgName": "INTRACOM SA TELECOM SOLUTIONS",
            "ecContrib": 363750
        },
        "999760183": {
            "orgId": "999760183",
            "orgName": "JCP-CONNECT",
            "ecContrib": 403750
        }
    },
    "calculatedTotalContribution": 2996775
}