{
    "rcn": "211017",
    "acronym": "FunCoSpeedSpine",
    "topics": "MSCA-IF-2016",
    "title": "Mapping the functional connectome for speed control in spinal motor circuits",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The study of spinal circuits underlying locomotion has a rich history, spanning over 100 years of research. Great efforts have been made to map out the connection patterns between motor neurons and different muscle targets. Yet, we know little about how premotor networks govern the recruitment of motor neurons and the control of speed. Recent advances in optogenetics, 3D light patterning and fluorescent-targeted patch clamp recordings of identified neurons now enable to map the functional connectome for speed control in spinal motor circuits. Here we will focus on the role of V2a excitatory premotor interneurons since these cells have the potential to act as a key nexus in the spinal network: i) spanning both in the hindbrain and spinal cord, ii) making direct connections with motor neurons and iii) modulating locomotor speed. Recent studies revealed piecemeal information related to the V2a to motor neurons connection pattern. By taking advantage of the optical clarity of the zebrafish larva, we will implement a comprehensive approach combining in vivo electrophysiology, state-of-the-art 3D optical stimulation of genetically targeted cells and functional calcium imaging to resolve the connectivity map of V2a neurons and answer 3 new key questions:\n1. What are the synaptic connections among V2as and between V2a and motor neurons within both slow and fast locomotion?\n2. What is the degree of convergence and divergence between V2a neurons and motor neurons? \n3. Do supraspinal inputs to the spinal cord segregate based on speed?\nA talented young scientist, with a great track record and the right expertise to tackle these ambitious questions, will carry out the project in the prolific research environment offered by the Wyart lab at the Brain and Spine Institute in Paris. This effort will lead to high impact publications as well as to develop the necessary skills to launch an independent research career for the applicant.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT DU CERVEAU ET DE LA MOELLE EPINIERE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983240210": {
            "orgId": "983240210",
            "orgName": "INSTITUT DU CERVEAU ET DE LA MOELLE EPINIERE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}