{
    "rcn": "211014",
    "acronym": "NEMESIS",
    "topics": "MSCA-IF-2016",
    "title": "Neuron/mast cell interactions in skin diseases",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Atopic dermatitis (AD) is a chronic skin inflammatory disease affecting 10-20% of children worldwide. The etiology of AD is incompletely understood, but many elements (e.g., genetic, environmental or immune) are thought to contribute to the pathogenesis. The skin is specifically enriched in mast cells (MCs) and innervated by a network of abundant sensory neurons. New findings suggest that nociceptive sensory neurons (nociceptors) might regulate the development of immune responses. Skin MCs also express a transcriptional signature of genes encoding neuropeptide receptors (e.g., Mrgprb2: the receptor for the substance P [SP]), through which MCs might uniquely interact with nociceptors. Based on solid preliminary data, the central hypothesis of this project is that SP-producing nociceptor/Mrgprb2\\ MC interactions play a critical role in AD pathogenesis. Using a relevant mouse model of AD and innovative imaging approaches, we now aim to elucidate [1] which subset(s) of nociceptor is involved in AD, [2] how SP\\ nociceptor/Mrgprb2\\ MC interact in our model and in skin lesions from patients diagnosed with AD and [3] how such interactions might favor skin barrier dysfunction. This project promises to provide new insights into skin neuro-immune interactions and may lead to the discovery of new therapeutic targets to treat AD pathology.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}