{
    "rcn": "211015",
    "acronym": "SELFIEv2.0",
    "topics": "MSCA-IF-2016",
    "title": "Identifying the neuronal basis of self-concept in the human medial prefrontal and medial temporal brain regions",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "Humans have a remarkable ability to construct a complex conceptual representation of their own identity and personality. This self-concept plays a crucial role in everyday life; however, its neurobiological basis remains unknown. Here, we will use the state-of-the-art method of intracranial electroencephalography (iEEG) to characterize the neuronal representation of self-concept at the level of single-neurons in the medial prefrontal and medial temporal brain regions. IEEG will be recorded from awake human subjects, which is possible because a subset of neurosurgical patients requires placement of intracranial electrodes to identify the focus of epileptic seizures. We will conduct our studies during this monitoring time, with no added risk to the patients. Our data will provide unprecedented insights into the neuronal basis of the human self. Our findings will be of great interest to scientists in a broad range of disciplines, including neuroscience, psychology, artificial intelligence, neurology, psychiatry, as well as to the general public. The supervisors are world-leading experts in the neural self-representation (Prof. Ehrsson) and iEEG (Prof. Fried). Their laboratories conduct excellent research, as documented by multiple high-impact publications. The host institution (Karolinska Institute) and the partner institution (University of California, Los Angeles) are among the best universities in the world. Together, the fellowship provides an exceptional opportunity for the experienced researcher to become a leader in his field; he will learn the unique method of iEEG and he will collect the very first data on the neuronal basis of the conceptual self.",
    "totalCost": "265059",
    "ecMaxContribution": "265059",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 265059
        }
    },
    "calculatedTotalContribution": 265059
}