{
    "rcn": "211013",
    "acronym": "QoLRO",
    "topics": "MSCA-IF-2016",
    "title": "Measuring Quality of Life in the general population and Roma minority in Romania: implications for health policies and economic evaluations",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The importance of health related quality of life (HRQoL) data in research, clinical practice and health policy has significantly increased over the past decade. EQ-5D-5L is one of the most widely used instruments to measure HRQoL worldwide. Nevertheless, the quality of life of the Romanian general population or ethnic minorities has never been assessed before with EQ-5D-5L. Here, I propose to use EQ-5D-5L to provide locally robust HRQoL data for Romania to support reimbursement decisions and public health interventions in wider and vulnerable groups, such as the Roma minority. A representative sample of the Romanian general population and Roma minority will be recruited and face-to-face interviews will be conducted to explore differences in HRQoL according to sociodemographic characteristics, socioeconomic status and ethnicity. Additionally, population norms and social preferences for different health states (tariff) for EQ-5D-5L will be obtained. \nThe successful delivery of this fellowship will be ensured by a fruitful combination of my experience in quality of life and in psychometric properties of questionnaires with the expertise of Newcastle University in health economics and preference elicitation methods. This fellowship will nurture a dual transfer of knowledge between myself and Newcastle University allowing me to gain new skills in preference elicitation methods, economic evaluations and modelling, teaching and project management. Additionally, the 3-month secondment at the EuroQoL foundation will provide me the skills to successfully undertake fieldwork for population-based valuation studies. These combined experiences will enable me to develop an independent career as a researcher that will play a key role in developing health services research and in building HTA capacity in Romania.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}