{
    "rcn": "211073",
    "acronym": "FuturePulse",
    "topics": "ICT-19-2017",
    "title": "FuturePulse: Multimodal Predictive Analytics and Recommendation Services for the Music Industry",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Music is one of the fastest evolving media industries, currently undergoing a transformation at the nexus of music streaming, social media and convergence technologies. As a result, the music industry has become a mixed economy of diverse consumer channels and revenue streams, as well as disruptive innovations based on new services and content distribution models. In this setting, music companies encounter daunting challenges in dealing successfully with the transition to the new field that is shaped by streaming music, social media and media convergence. The availability of huge music catalogues and choices has rendered the problems of recommendation and discovery as key in the competition for audience, while the continuous access to multiple sources of music consumption have resulted in a dynamic audience, characterized by a highly diverse set of tastes and volatility in preferences which also depend on the context of music consumption.\n\nTo serve the increasingly complex needs of the music ecosystem, FuturePulse will develop and pilot test a novel, close to market music platform in three high-impact use cases: a) Record Labels, b) Live Music, c) Online Music Platforms. The project will help music companies leverage a variety of music data and content, ranging from broadcasters (TV, radio) and music streaming data, to sales statistics and streams of music-focused social media discussions, interactions and content, through sophisticated analytics and predictive modelling services to make highly informed business decisions, to better\nunderstand their audience and the music trends of the future, and ultimately to make music distribution more effective and profitable. FuturePulse will offer these capabilities over a user-friendly, highly intuitive and visual web solution that will enable the immersion of music professionals in the realm of music data, and will support them to make highly informed and effective business decisions.",
    "totalCost": "2898875",
    "ecMaxContribution": "2249150",
    "coordinator": "BMAT LICENSING SL",
    "coordinatorCountry": "ES",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;PLAYGROUND MUSIC SCANDINAVIA AB;MUSIMAP SA;SOUNDTRACK YOUR BRAND SWEDEN AB;BASS NATION",
    "participantCountries": "EL;FR;SE;BE",
    "projectParticipants": {
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 326875
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 324625
        },
        "929232162": {
            "orgId": "929232162",
            "orgName": "SOUNDTRACK YOUR BRAND SWEDEN AB",
            "ecContrib": 171500
        },
        "916759029": {
            "orgId": "916759029",
            "orgName": "BASS NATION",
            "ecContrib": 157500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 406250
        },
        "996454908": {
            "orgId": "996454908",
            "orgName": "BMAT LICENSING SL",
            "ecContrib": 359975
        },
        "929922220": {
            "orgId": "929922220",
            "orgName": "PLAYGROUND MUSIC SCANDINAVIA AB",
            "ecContrib": 175000
        },
        "916734294": {
            "orgId": "916734294",
            "orgName": "MUSIMAP SA",
            "ecContrib": 327425
        }
    },
    "calculatedTotalContribution": 2249150
}