{
    "rcn": "211008",
    "acronym": "PEEI",
    "topics": "H2020-SGA2-EEN",
    "title": "POLE EUROPE ENTREPRISE INNOVATION (MARTINIQUE ET ILES DE GUADELOUPE)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Since 2008, Chambers of Commerce and Industry (CCI) of Martinique and Guadeloupe Islands have been involved in the\nEEN (Enterprise Europe Network), joined from 2015 by Technopole Martinique. Along with EEN, the 3 partners have been developing a set of services customized for the specific needs of the local enterprises to support their creation, development,  or the enhancement of their competiveness with ICT and innovation. In 2015, to pursue and reinforce this momentum for Antillesí growth, these players decided to meet within the PEEI (PÙle Europe Entreprise Innovation Antilles) consortium to carry out the EEN missions over the 2015 -2020 period in the French Antilles. Initiated and led by CCI Martinique largely involved in this new dynamic to foster the development of local SMEs, PEEI gathers and capitalises the unique competences of the CCI Martinique and Guadeloupe Islands, the Technopole Martinique, which are the best interlocutors to relay EU policies and programmes and provide onestop shop for all the business needs of the local enterprises. Over the 2015 -2020 period, PEEI will provide growth-oriented, integrated business and innovation support services, promote EU policies and programmes and provide a communication channel between local SMEs and EU policy making. It will also facilitate access to European and international markets for local SMEs and improve the environment for entrepreneurial activities. The enclosed H2020 work plan detail the PEEI proposed innovation activities over the 2017-2018 period.",
    "totalCost": "79684,55",
    "ecMaxContribution": "53556,91",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE LA MARTINIQUE",
    "coordinatorCountry": "FR",
    "participants": "COMMUNAUTE D'AGGLOMERATION DU CENTRE DE LA MARTINIQUE;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION DES ILES DE GUADELOUPE",
    "participantCountries": "FR",
    "projectParticipants": {
        "933126518": {
            "orgId": "933126518",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION DES ILES DE GUADELOUPE",
            "ecContrib": 1234
        },
        "933496185": {
            "orgId": "933496185",
            "orgName": "COMMUNAUTE D'AGGLOMERATION DU CENTRE DE LA MARTINIQUE",
            "ecContrib": 48820
        },
        "933901160": {
            "orgId": "933901160",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE LA MARTINIQUE",
            "ecContrib": 3503
        }
    },
    "calculatedTotalContribution": 53557
}