{
    "rcn": "211028",
    "acronym": "DNR",
    "topics": "ERC-PoC-2016",
    "title": "Blended Learning Course for Police Students: Death Notification with Responsibility",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "The aim of the proposed transfer project is to develop the blended learning course ÑDeath Notification with Responsibilityì (DNR) for police officers. In situations of unnatural death (accidents, suicides, terror attacks or other forms of violence), police officers have to deliver a death notification to the family members of the deceased. Unnatural death is the worst possible message to be delivered. It will change the lives of those informed decisively and will remain in their memories forever. The core findings of the ERC project ÑNarratives of Terror and Disappearanceì (NoT-240984) established the devastating social effects of uncertainty caused by non-information and the material absence of bodies in confrontation with violent death. \n\nPolice officers have a big impact on the way the bereaved can cope with this event. Psychological disorders like depressions are among the long-lasting effects on victims, if communication in this situation fails. At present, no sufficient training is offered at police academies that would ensure the systematic implementation of victimsí right to information as protected by EU Directive 2012/29. DNR will enable police officers to prepare for death notification delivery through a multi-layered approach, integrating classroom education and group-work as well as interactive e-learning components on a range of topics related to death and communication in highly sensitive situations. DNR will be produced with the IT department of Stuttgart police headquarters. Asides from the technological production the collaboration with police is crucial for developing the content of DNR modules. The prototype will be tested and evaluated in the police academy of Duisburg/Germany where it will be integrated into a semester-based course on ethics and social skills. In case of success, DNR markets will be expanded to other professional groups and prepared  for use in other countries.",
    "totalCost": "147000",
    "ecMaxContribution": "147000",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 147000
        }
    },
    "calculatedTotalContribution": 147000
}