{
    "rcn": "211031",
    "acronym": "IN2DIAG",
    "topics": "ERC-PoC-2016",
    "title": "Application of genomic inversions as diagnostic markers in precision medicine",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Despite the initial high expectations of genome variation studies, only a small proportion of the genetic risk of common and complex diseases has been identified so far. Most of the work has focused on single nucleotide polymorphisms (SNPs) and copy number variants (CNVs). Inversions, on the other hand, are a type of structural variant that affects a large fraction of the human genome and is implicated in phenotypic differences in diverse organisms. However, they have been poorly studied because their specific characteristics make their detection especially challenging and how much they contribute to human diseases is not yet well known. As part of the INVFEST ERC Starting Grant, we have developed a novel high-throughput technique for genotyping multiple human inversions in hundreds of individuals, which opens new opportunities in the characterization of inversion functional effects and their association with diseases. The aim of the IN2DIAG project is to increase the value of this technology as an innovative diagnostic kit for human inversions that could be licensed to an industrial partner for its commercialization. To achieve that, the main goals are: (1) Carry out a proof of principle study of the association of inversions and 10 common diseases and other health-relevant traits to demonstrate the potential applicability of the technology; (2) Extend the current market research of inversion genotyping needs in a clinical setting and strengthen the contacts with potential licensees and end-user companies; and (3) Maintain the current IPR strategy and if necessary expand this protection with additional patents of possible new discoveries. Our project therefore involves a combined approach, strengthening both the scientific and commercial aspects of the technology, to bring to the market a new tool for the analysis of previously unknown genetic variants, helping to fulfill precision medicine promises.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}