{
    "rcn": "211003",
    "acronym": "EASY",
    "topics": "ERC-2016-ADG",
    "title": "Ejection Accretion Structures in YSOs (EASY)",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "For a number of reasons, in particular their proximity and the abundant range of diagnostics to determine their characteristics, outflows from young stellar objects (YSOs) offer us the best opportunity of discovering how astrophysical jets are generated and the nature of the link between outflows and their accretion disks. Models predict that the jet is initially launched from within 0.1 to a few au of the star and focused on scales at most ten times larger. Thus, even for the nearest star formation region, we need high spatial resolution to image the ìcentral engineî and test current models.  \nWith these ideas in mind, and the availability of a whole new set of observational and computational resources, it is proposed to investigate the origin of YSO jets, and the jet/accretion zone link, using a number of highly novel approaches to test magneto-hydrodynamic (MHD) models including: \n(a) Near-infrared interferometry to determine the spatial distribution and kinematics of the outflow as it is launched as a way of discriminating between competing models.  \n(b) A multi-epoch study of the strength and configuration of the magnetic field of the parent star to see whether model values and geometries agree with observations and the nature of its variability. \n(c) Examining, through high spatial resolution radio observations, how the ionized component of these jets are collimated very close to the source and how shocks in the flow can give rise to low energy cosmic rays.\n(d) Use the James Webb Space Telescope (JWST) and, in particular, the Mid-Infrared Instrument (MIRI) and Near-Infrared Spectrograph (NIRSpec) to investigate with high spatial resolution atomic jets from protostars that are still acquiring most of their mass. In addition, we will study how accretion is affected by metallicity by studying young solar-like stars in the low metallicity Magellanic Clouds. \nIn all cases the required observational campaigns have been approved.",
    "totalCost": "1853090",
    "ecMaxContribution": "1853090",
    "coordinator": "DUBLIN INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847386": {
            "orgId": "999847386",
            "orgName": "DUBLIN INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 1853090
        }
    },
    "calculatedTotalContribution": 1853090
}