{
    "rcn": "211006",
    "acronym": "Epiherigans",
    "topics": "ERC-2016-ADG",
    "title": "Writing, reading and managing stress with H3K9me",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Epigenetic inheritance is the transmission of information, generally in the form of DNA methylation or post-translational modifications on histones that regulate the availability of underlying genetic information for transcription. RNA itself feeds back to contribute to histone modification. Sequence accessibility is both a matter of folding the chromatin fibre to alter access to recognition motifs, and the local concentration of factors needed for efficient transcriptional initiation, elongation, termination or mRNA stability. In heterochromatin we find a subset of regulatory factors in carefully balanced concentrations that are maintained in part by the segregation of active and inactive domains. Histone H3 K9 methylation is key to this compartmentation. \nC. elegans provides an ideal system in which to study chromatin-based gene repression. We have demonstrated that histone H3 K9 methylation is the essential signal for the sequestration of heterochromatin at the nuclear envelope in C. elegans. The recognition of H3K9me1/2/3 by an inner nuclear envelope-bound chromodomain protein, CEC-4, actively sequesters heterochromatin in embryos, and contributes redundantly in adult tissues. \nEpiherigans has the ambitious goal to determine definitively what targets H3K9 methylation, and identify its physiological roles. We will examine how this mark contributes to the epigenetic recognition of repeat vs non-repeat sequence, and mediates a stress-induced response to oxidative damage. We will examine the link between these and the spatial clustering of heterochromatic domains. Epiherigans will develop an integrated approach to identify in vivo the factors that distinguish repeats from non-repeats, self from non-self within genomes and will examine how H3K9me contributes to a persistent ROS or DNA damage stress response. It represents a crucial step towards understanding of how our genomes use heterochromatin to modulate, stabilize and transmit chromatin organization.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}