{
    "rcn": "211178",
    "acronym": "ULTRANERVE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Feasibility assessment of an all?in?one nerve repair and regeneration product",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Peripheral Nerve Injuries (PNIs) are lesions of the nerves of the head or the extremities. Grand View Research estimates over 2 million cases of PNIs per year in the EU and the USA. These injuries remain incurable, resulting in permanent loss of body function as in paraplegia, leading to disabilities and heavy social burden. The chance to cure PNIs based on smart nano-engineered biomaterials will have a major positive impact in heavy and long term burdens on patients and healthcare systems. \n\nIn this context, Nerve Biomedís team, a spin-off company of the Polytechnic University of Valencia (Spain) has been leading an R&D initiative in advanced PNI reparation over the past 11 years, in order to develop and further commercialise ULTRANERVE: an easy-to-use medical solution for PNI regeneration, which is going to simplify medical procedures and reduce the average full recovery time, while decreasing significantly the average cost of actual repair procedures.\n\nWithin the roadmap established by the company to commercialize the product internationally by 2020, Nerve Biomed wants to perform a thorough feasibility study, through this SME Instrument Phase 1, which will assess in detail the practical and economic viability of introducing this solution in the PNI repair and regeneration market ih the EU and the USA.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NERVE BIOMED SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917729611": {
            "orgId": "917729611",
            "orgName": "NERVE BIOMED SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}