{
    "rcn": "211164",
    "acronym": "QUARRYSMART",
    "topics": "SMEInst-11-2016-2017",
    "title": "Smart software platform for the economic and sustainable exploitation of dimension stone quarries",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "With a steady growth and more than 140million tons of material traded yearly, the dimension stone sector represents today a dynamic industry, with the opening and development of new quarries in many countries, from Europe to the BRICS countries and others in Africa and the Far East. This growth of dimension stone quarries has raised attention to the natural resources and land degradation of mining activities often wild, non-economic and poorly managed.\n\nA solution to this problem has been developed by us, two innovative Italian SMEs, ECO-TER and TerreLogiche. ECO-TER, is an engineering and services company working on environmental issues, geology, work health, safety and design in the areas of infrastructure projects and plant engineering works. ECO-TER provides to their clients specialized services in environmental and geological impact monitoring, studies and risk assessment, completing those activities with the development of technical and organizational solutions to be implemented during design and production phase. TerreLogiche is a company founded by personnel with 20\\ years in high-tech solutions for administration, research institutes and professionals in the field of environmental monitoring, Geographic Information System and training. \n\nWorking closely together, we have been developing QUARRYSMART: a reliable, practical and easy-to-use software platform to support dimension stone companies in the pre-evaluation of quarrying costs and to assist them in turning their operations into sustainable, manageable and profitable extractive units, hence attracting investments while minimizing impacts on social, ecological and environmental systems.\nWith this project, our companies have partnered to consolidate their position in the environment sector while extending their business into the growing quarrying segment, as the commercialization of QUARRYSMART will generate Ä7.6million accumulated revenues for 2019-2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECO-TER SERVIZI INTEGRATI PER ECOLOGIA E TERRITORIO SRL",
    "coordinatorCountry": "IT",
    "participants": "TERRELOGICHE SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "914624544": {
            "orgId": "914624544",
            "orgName": "ECO-TER SERVIZI INTEGRATI PER ECOLOGIA E TERRITORIO SRL",
            "ecContrib": 50000
        },
        "914670231": {
            "orgId": "914670231",
            "orgName": "TERRELOGICHE SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}