{
    "rcn": "211114",
    "acronym": "PeptIn",
    "topics": "ERC-2017-PoC",
    "title": "employing protein aggregation as an antibacterial design strategy",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Antibiotic resistance is increasing globally at such a pace that many experts fear the dawn of the post-antibiotic era if we fail to meet the urgent need for novel therapeutics. We evaluated if the working hypothesis of the MANGO ERC project that protein aggregation is driven by sequence specific interactions can be exploited to generate aggregates that are specifically toxic to bacteria without affecting mammalian cells. In particular we examined if peptides encoding aggregation-prone sequence segments of bacterial proteins can display antimicrobial activity by initiating aggregation in bacteria but not in mammalian cells. Unbiased in vitro screening of aggregating peptides lead to the identification of several hits that are strongly bactericidal against drug resistant gram\\ S aureus strains, and others against pathogenic gram- E coli strains. The peptides cured mice from bacterial sepsis without apparent toxic side effects. The peptides enter and accumulate in the bacterial cytosol where they cause aggregation of bacterial polypeptides and the formation of inclusion bodies. Although the precise chain of events that leads to cell death remains to be elucidated, the ability to tap into aggregation-prone sequences of bacterial proteomes to elicit antimicrobial activity represents a rich and unexplored chemical space to be mined in search of novel therapeutic strategies to fight infectious diseases that are increasingly threatening global healthcare. However, given the novelty of this concept, the viability of aggregating peptides as antimicrobial therapeutics needs to be further advanced in order to consolidate the already significant interest from the pharmaceutical industry. In the current proposal we outline a series of experiments designed to address some of the key questions that were raised by potential investors and experts from the pharmaceutical sector to whom we presented the current data package.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}