{
    "rcn": "211165",
    "acronym": "RIVER-POWER",
    "topics": "SMEInst-09-2016-2017",
    "title": "Water flow kinetics energy exploitation for mini/micro hydropower plants.",
    "startDate": "01/06/2017",
    "endDate": "31/10/2017",
    "objective": "RIVER-POWER is a disruptive technology able to efficiently convert the water flow kinetics energy in electricity thanks to a turbine innovative design derived from the wind power technology. The new technology enlarges the hydropower potentialities, being able to exploit the zero-head water flows with mini-micro applications (nominal power < 1 MW) and thus allowing the exploitation of new electricity production sources.\n\nRIVER-POWER initiative objectives are: \nï producing the zero-head kinetics energy driven hydroelectric turbines with the following technical targets: production = 4200 kWh/kW; efficiency = 45%; electricity production cost < 7 cÄ/kWh; investment < 2.000 Ä/kW; trigger speed < 1 m/s; minimization of the environmental impact reducing the civil works; easy and cheap installation.\nï Fabricating and testing a integrated prototype (nominal power = 50 kW), to be proved in operational environment, in order to reach the TRL 9 at the end of the testing phase.\nï Industrializing the RIVER-POWER plant, protecting the intellectual right and launching the technology industrial production and commercialization.\n\nDuring the feasibility study, the Proposer EOL Power will assess in detail the technical, economical and financial viability of the initiative, quantifying the production costs and the market price, involving suppliers and potential end-users, developing a market strategy and a 5-years financial projections.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EOLPOWER INVESTMENTS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927463464": {
            "orgId": "927463464",
            "orgName": "EOLPOWER INVESTMENTS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}