{
    "rcn": "211158",
    "acronym": "NBS2017",
    "topics": "SC5-23-2016-2017",
    "title": "Nature-based Solutions: From Innovation to Common-use",
    "startDate": "01/06/2017",
    "endDate": "28/02/2018",
    "objective": "The Estonian Presidency Conference ìNature-based Solutions: From Innovation to Common-useî (NBS2017) will involve original knowledge on Nature-based Solutions (NBS) policy, multi-functionality and effectiveness and management options. Presented research and applied results will contribute to improved use and implementation of NBS. The conference aims to strengthen synergy among various recent initiatives and programs launched by the European Commission and the Member States and develop recommendations for future practical solutions and actions. This benefits the overall coherence and helps to improve policies and implementation of NBS in the European Union (EU). \nThe conference is planned for 500 participants and will be held 24 - 26 October 2017 in Tallinn, Estonia. The first day of the conference will be planned for side events (including special working meeting with invitations) and field trips related to the theme of the conference; the second day will concentrate on the EU level and strategic steps related to NBS concept and policy; the third day will concentrate on applied projects and case studies of NBS (EU including Estonian cases, Eastern Partnership countries).\nThe knowledge and experiences of the invited guests, politicians and representatives of international organizations and countries will provide an input for drafting recommendations related to necessary political and societal processes that can facilitate the process towards NBS at national and EU level. In line with the objectives of 7th Environment Action Programme, the Council conclusions on the EU action plan for the circular economy and the European Commission Research & Innovation agenda ìNature-Based Solutions and Re-Naturing Citiesî on new and innovative NBS to societal challenges, the conference will contribute to the protection of our natural capital, stimulate resource-efficiency and innovation, and safeguard peopleís health and wellbeing, while respecting the Earthís natural limit.",
    "totalCost": "274516,58",
    "ecMaxContribution": "274516,58",
    "coordinator": "KESKKONNAMINISTEERIUM",
    "coordinatorCountry": "EE",
    "participants": "TALLINN UNIVERSITY",
    "participantCountries": "EE",
    "projectParticipants": {
        "941609750": {
            "orgId": "941609750",
            "orgName": "KESKKONNAMINISTEERIUM",
            "ecContrib": 56580
        },
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 217937
        }
    },
    "calculatedTotalContribution": 274517
}