{
    "rcn": "211177",
    "acronym": "KuRx",
    "topics": "SMEInst-04-2016-2017",
    "title": "Ku-Band Satellite Receiver",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "The objective of the feasibility study is to explore and assess the technical feasibility, and the commercial potential of the company's, award-winning and highly-disruptive invention: a novel Ku-band receiver for space applications. For the first time, the innovation will allow satellites to directly process signals up to 18 GHz completely removing the need for any traditional, analogue, RF down-conversion. This represents a profound advance for electronic engineering and satellite communications!\n\nThe expected outcome is that the company will have elaborated a commercial strategy for formally productising and bringing to market its innovation, e.g. assembly, test, branding, sales and marketing.  \n\nThe proposed innovation solves the following problems:\n\nToday, the satellite industry is handicapped by the inflexibility, complexity, power consumption and cost of  traditional, analogue RF down-conversion, with each stage costing Ä160k. For key European suppliers of satellites, conventional receiver designs are adding over Ä8M to the cost of each European payload.\n\nThe current approach to satellite design requires the design of existing receiver technology to be changed for almost every new mission adding unnecessary, non-recurring re-design and re-qualification costs and effort to key European programs. These disadvantages severely handicap European space companies when competing for global satellite tenders. \n\nToday, the majority of satellite communication occurs at L/S & C-band, however, these frequencies have become congested and both the space industry, European governments and European space agencies are looking to Ku-band to provide operators the bandwidths needed to deliver tomorrow's, space-enabled economy for everyone. \n\nSpacecraft operators are constantly complaining that the cost to develop satellites is prohibitively expensive, delivery takes too long and never right-first-time.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPACECHIPS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931684128": {
            "orgId": "931684128",
            "orgName": "SPACECHIPS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}