{
    "rcn": "211191",
    "acronym": "VSV-EBOPLUS",
    "topics": "IMI2-2015-08-01",
    "title": "SYSTEMS ANALYSIS OF ADULT AND PEDIATRIC RESPONSES TO THE VSV-ZEBOV EBOLA VACCINE",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The vesicular stomatitis virus (VSV)-Zaire Ebola vaccine (VSV-ZEBOV) is a recombinant vector-based vaccine in which the VSV envelope glycoprotein was replaced with the Zaire strain Ebola virus glycoprotein. Within one year of the initiation of its clinical development, the VSV-ZEBOV vaccine has demonstrated safety, immunogenicity and a remarkably high protective efficacy against Ebola Virus Disease, using a high vaccine dose (2x107 pfu) in the WHO-sponsored VSV-ZEBOV ring-vaccination trial in adults in Guinea. However, several key questions remain unanswered, including its mode of action, its correlation with protection and reactogenicity, the expected duration of protective efficacy and determinants of long-term responses, the influence of baseline immunity on vaccine ìtakeî, and the vaccine efficacy in children - a most vulnerable population. Following the interruption of the 2014-2015 Ebola Virus Disease (EVD) outbreak, these questions, being central to the future licensing and use of VSV-ZEBOV, may not be addressed by collecting field data. The VSV-EBOPLUS project therefore proposes to use cutting-edge systems biology approaches to address these key questions, capitalizing on the unique availability of large series of extremely well defined samples from clinical vaccine studies with the VSV-ZEBOV vaccine in three different continents (Europe, Africa, US).\n\nSpecifically, the overarching objective of VSV-EBOPLUS is to comprehensively decipher the immune and molecular signatures of adult and pediatric responses elicited by VSV-ZEBOV through systems biology approaches. VSV-EBOPLUS will benefit from harmonized and standardized clinical trial protocols, in almost 1í000 adults, adolescents and children.\nWe propose:\n1) To examine early (days 0 to 7) blood samples from 512 adults injected with graded doses (from 3x103 to 1x108 pfu) of VSV-ZEBOV; \n2) To implement additional visits and thus gain access to early (days 0 to 3) samples from 180 children (aged 6 months to 18 years) to be enrolled in a clinical trial of VSV-ZEBOV in LambarÈnÈ/Gabon; \n3) To implement yearly follow-up visits up to 60 months after immunization for subjects from the two largest cohorts (total 160) of the Phase I dose-finding studies initiated in Geneva/Switzerland and LambarÈnÈ/Gabon in November 2014.\n\nUsing this unique set of thousands of biological samples combined with clearly defined clinical (reactogenicity) and biological (hematology, immunology, viral control) outcomes,  VSV-EBOPLUS will apply cutting-edge transcriptomics, metabolomics, immunomics, mirnomics, and systems vaccinology approaches to characterize human responses to VSV-ZEBOV vaccine responses and identify their signatures. The rapidly developing field of ìliquid biopsiesî has offered unprecedented opportunities to discover in plasma and serum a wide range of liquid biomarkers, including cytokines, chemokines, antibodies, metabolites and circulating microRNA. Our work will explore liquid biomarkers in the serum and plasma of volunteers vaccinated with VSV-ZEBOV and identify their cellular sources, with a special focus on immunogenicity and safety. Transcriptomics profiles of the immune response to VSV-ZEBOV vaccination will be determined using state-of-the-art technologies.\n\nThe wealth of data generated by the clinical observations, the multiplex phenotyping and profiling of immune responses, transcriptomics and metabolomics will be integrated to capture different layers of biological and clinical information, in order to generate novel and important insights into the mechanism of action of VSV-ZEBOV induced immunity and protection. These analyses will inform vaccine development and use by providing signatures that can be used to assess safety (reactogenicity) and effectiveness (immunogenicity, protection) associated with vaccination.\n\nVSV-EBOPLUS leverages the latest knowledge from the Ebola field and will ensure that all the information which may be obtained from the ongoing.",
    "totalCost": "15430660",
    "ecMaxContribution": "8553750",
    "coordinator": "Sclavo Vaccines Association",
    "coordinatorCountry": "IT",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;Universit‡ degli Studi di Siena;MICROBIOTEC SRL;UNIVERSITE DE GENEVE;Merck Sharp and Dohme, Corp.;Eidgenˆssisches Department f¸r Verteidigung, Bevˆlkerungsschutz und Sport;EBERHARD KARLS UNIVERSITAET TUEBINGEN;Centre de Recherches Medicales de LambarÈnÈ;GOETEBORGS UNIVERSITET;UNIVERSIDADE DE SAO PAULO",
    "participantCountries": "NL;IT;CH;US;DE;GA;SE;BR",
    "projectParticipants": {
        "986293479": {
            "orgId": "986293479",
            "orgName": "Centre de Recherches Medicales de Lambaréné",
            "ecContrib": 701250
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1696875
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 1698750
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "999844379": {
            "orgId": "999844379",
            "orgName": "UNIVERSIDADE DE SAO PAULO",
            "ecContrib": 306250
        },
        "994900095": {
            "orgId": "994900095",
            "orgName": "MICROBIOTEC SRL",
            "ecContrib": 485000
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 395625
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5283750
}