{
    "rcn": "211140",
    "acronym": "GlobalBLED",
    "topics": "SMEInst-10-2016-2017",
    "title": "Ecosystem of Advanced ICT-based Services  Personalised Training for Efficient  Secure Driving",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Opportunity: Professional fleets market faces important challenges to meet EU strategies while optimizing their own business because of (i) their constant need to reduce operative costs without decreasing service quality. (ii) their obligation to gradually reduce CO2 emissions following the EU strategies and policies (iii) their need to increase workers and citizensí safety and as a result transport security minimizing accidents.\nAdded value proposal: GlobalBLED aims to deliver an advance quality, secure (\\25%), personalized, eco-efficient support driving platform that achieves fuel consumption savings (10%) and so accomplishes operative costs and CO2 emissions savings (10%) with a ROI> 250% per vehicle. GlobalBLED provides an innovative personalized learning-by-doing driving support service thorough Smart Tools and a net of Certified Agents, under established traffic rule standards for each context, increasing transport safety, including users and pedestrians, and therefore mobility sustainability. \nObjectives of Phase 2: The main objective of this proposal is to reduce the time to market and scale up production of the GlobalBLED to reach the stage of market ready innovative product (from TRL 7 to TRL9) by further (i) developing product key innovation aspects & optimizing production (ii) deploying two great scales iterations of demo pilots covering 3,000 drivers of 3 different types of fleets (iii) ensure market replication scale-up creation a network of providers & distributors worldwide\nExpected outcomes: After 5 years GlobalBLED solution operating in 150 clients; more than 17 countries, 89,5 thousand drivers, 336 thousand CO2 Tons saved yearly. Passing from total revenues of 685 kÄ in 2015 to 39.5 million euros by 2023 with an EBITDA of 65%.",
    "totalCost": "1591343,75",
    "ecMaxContribution": "1113940,63",
    "coordinator": "ADN CONTEXT -  AWARE MOBILE SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958958491": {
            "orgId": "958958491",
            "orgName": "ADN CONTEXT -  AWARE MOBILE SOLUTIONS SL",
            "ecContrib": 1113941
        }
    },
    "calculatedTotalContribution": 1113941
}