{
    "rcn": "211163",
    "acronym": "3ants",
    "topics": "SMEInst-13-2016-2017",
    "title": "Enhancing security of digital property rights and citizensí awareness through an innovative anti-piracyframework of digital content based on Machine Learning and Artificial Intelligence",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "Digital piracy and counterfeit activity causes incredible economic damages in creative & e-commerce sectors. It jeopardizes the rights of all creative individuals, puts jobs at risks, and undermines new legal business models and distribution platforms. Piracy and counterfeiting the statistic losses sum $125 billion and 2.5 million of jobs. Part of those loss are transformed into benefits to those who break the law and rights. Consumer is not property aware of such impact.\n3antS aims to become the main reference cyber-security service framework to fight against contents piracy & digital distribution of counterfeited goods. , 3ANTS mission is to deliver a set of breakthrough cybersecurity SaaS services built over a disruptive self-developed algorithm based on machine learning techniques, that follows as a crawler pirated content & goods through the internet (web, torrents, mobile applications, social networks, e-commerce etc) automatically geo-locating (100% accuracy) the items and forcing their withdrawal (98%)\n3antS - over this unique technology ñprovides a framework of an innovative set of added value SaaS services as a response to the business challenges and opportunities: (1)SaaS to remove specific pirated content & goods (2)Smart Analysis & Reports Scorecard to Support Decision Taken (3)Gamification mobile applications to raise awareness, and engage content public targets against the pirate fighting (4)APIs to allow third parties data entrance or developing of new services over it.\n3ants has gone through processes of ìdesign thinkingî and ìcustomer discovery & validationî - with more than 31 million of contents removed, having demonstrated the value proposal with reference entities in the media sector as WarnerBros or SonyPictures (TRL7)\n3ants aims to scale-up the product internationally, covering all digital content (video, books, music) and main e-commerce segments (fashion, pharma, electronics) achieving an accumulated EBITDA of 44,8MÄ by 2023 with 80% margin",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "3ANTS DEVELOPMENT & STRATEGIES SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936150784": {
            "orgId": "936150784",
            "orgName": "3ANTS DEVELOPMENT & STRATEGIES SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}