{
    "rcn": "211143",
    "acronym": "serverChill",
    "topics": "SMEInst-01-2016-2017",
    "title": "Server liquid cooling for  Data Centres... done right!",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "'With the accelerating increase of cloud-based services, the advent of the Internet of Things (IoT) and big data the IT sector is running into a fundamental bottleneck. Indeed, the demand for upscaling the computational power requires even denser server farms, whose thermal management of dissipated heat with conventional air-based cooling is both becoming technically unfeasible, environmentally questionable and economically unbearable. Thus, power/cooling is currently the #1 Data Centre (DC) design criteria.\nAsetekís Direct-To-Chip liquid cooling solutions are based on the fact that water absorbs and conducts heat much more efficiently than air. This directly translates in computational performance gains, since the components can run at speed without overheating or undesired throttling thanks to efficient heat dissipation. Moreover, Asetekís data centre-oriented liquid cooling solution ñ RackCDU D2Cô, a disruptive server chassis with an integrated liquid piping that transfers heat from CPUs/GPUs and memory modules to flowing liquid through radiator interfaces ñ can even enable the dissipated heat to be recovered for building heating, thus reducing the cooling energy bill of data centres up to 70%. In addition, these significant savings are delivered while requiring only a 6% CAPEX increase for new DCs and having a <1 year investment payback time ñ thus providing a much stronger value proposition than direct competitors.\nThe key market barrier to generate strong pull for RackCDU in the $5bn market of Data Centre cooling technologies is the very conservative and risk-averse mind-set of data centre managers. Thus, the core activities of the project primarily focus on large scale showcasing of RackCDU, which will enable Asetek to thoroughly anchor its communication around a fact-based strategy . This will propel our SME growth over the next decade, posing a potential business revenue stream allowing to graduate from its SME status within the first 5-years post-project.'",
    "totalCost": "1558750",
    "ecMaxContribution": "1091125",
    "coordinator": "ASETEK AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915241270": {
            "orgId": "915241270",
            "orgName": "ASETEK AS",
            "ecContrib": 1091125
        }
    },
    "calculatedTotalContribution": 1091125
}