{
    "rcn": "211168",
    "acronym": "STORM",
    "topics": "SMEInst-13-2016-2017",
    "title": "The first cybersecurity management system providing evidence based metrics for cyber risk at the business asset level in real-time",
    "startDate": "01/07/2017",
    "endDate": "31/10/2017",
    "objective": "InnoSecís main product, STORM, is the only Cyber Risk Management application that provides evidence based metrics defining cyber risk at the business asset level in real-time, using a flexible risk modeling method, while improving the overall user experience. STORM allows companies to answer strategic questions such as ìHow much cyber risk do we have?î, ìHow well are our assets protected against a cyber-attack?î, ìWhat work is in progress related to remediation of cyber risk?î, ìHow much cyber insurance do I need?î and ìWhat should my customer pay for cyber insurance?î STORM is designed to solve the pains of seeing the cyber risk picture across all aspects of the enterprise including the CEO/board, CISO, Compliance Manager, Risk Manager and Cyber Security Remediators. STORM, is a complete risk management framework that breaks the bounds of the traditional siloed risk management solutions and connects the dots between strategic and operational cyber. STORM allows the organization to collaborate on cyber risk management activities through information sharing, advanced analysis tools, flexible workflows, operational management, smart dashboards, a dynamic reporting engine and interaction with the existing user workspace. STORM is a comprehensive solution for cyber risk management and decision support, and provides business intelligence that enables organizations to plan, measure, manage and monitor their cyber-security posture.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOSEC LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917675873": {
            "orgId": "917675873",
            "orgName": "INNOSEC LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}