{
    "rcn": "211116",
    "acronym": "EExres",
    "topics": "H2020-IBA-SC6-Expand-2016",
    "title": "Estonian Presidency Research Policy Conference ëEuropean Research Excellence - Impact and Value for the Societyí",
    "startDate": "01/06/2017",
    "endDate": "31/03/2018",
    "objective": "The international high-level conference will be organised during the Estonian Presidency of the European Union Council in Tallinn in October 2017. The conference aims to demonstrate the impact and value of excellent research to the society and thereby strengthen political commitment to ambitious public investments in research in Europe. It encourages to take a perspective that goes beyond short-term gain, and to develop a long-term vision for European research and innovation policy. Research and innovation are pillars of the Europe 2020 Strategy to put Europe back on the path to smart, sustainable and inclusive growth. At the same time, we can observe strong pressure on the research budgets across Europe.\nThe conference has three specific objectives:\nï Contribute to better communication of the impact and value of bottom-up and interdisciplinary excellent research in increasing EU competitiveness and creating a better future for the society. We want to demonstrate to policy-makers, stakeholders and wider public that excellent bottom-up research is the catalyst of societal development that provides practical solutions for society.\nï Broaden the understanding on research impact that goes beyond short-term economic stimulus, including impact to policy-making, society, culture and systemic impact. In light of the discussion of the next Multiannual Financial Framework (MFF), discuss how the current macroeconomic models could better take into account the longer-term impact and benefits of investments in R&I.\nï Contribute to the debate on the future of European research policy in the lead-up to the next Framework Programme. \nThe outcome of the EU Presidency conference will be presented in the final declaration Tallinn Call to Action. Tallinn Call to Action is emphasising the importance of excellent research for the future of Europe; it is about changing research and changing Europe.",
    "totalCost": "207781,25",
    "ecMaxContribution": "179656",
    "coordinator": "SIHTASUTUS EESTI TEADUSAGENTUUR",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998483760": {
            "orgId": "998483760",
            "orgName": "SIHTASUTUS EESTI TEADUSAGENTUUR",
            "ecContrib": 179656
        }
    },
    "calculatedTotalContribution": 179656
}