{
    "rcn": "211110",
    "acronym": "BIRD RELEASE",
    "topics": "SMEInst-07-2016-2017",
    "title": "BIRD RELEASE: REpelLEnt Auto-SystEm",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "For decades, farmers have been in conflict with birds. Changing national agricultural regimes and EU directives are among the main reasons for a growing geese population: 60% increase since 1993 to 5 million. Throughout Northern Europe, the rising geese population causes great damage to farmersí crops (up to 68k per farmer per incident). Bird Control Group offers solutions which eradicate this damage without harming wildlife or impacting geese populations. \n\nThe overall objective of the project is to bring our next generation system to market: the Autonomous Bird Control Deterrent System (ABCD). This system is able to successfully scare geese without causing harm and has the potential to revolutionise the way farmers deal with geese problems. When a goose enters an agricultural field, it is immediately detected by a smart software-powered camera system that is continuously scanning the field. Based on the movement characteristics of geese, a pattern is chosen to aim a diode laser towards the birds, causing all birds to scare off and leave immediately. Our field trials and scientific research have proven that lasers are 96% effective in deterring birds when applied correctly. Research has shown that our laser is animal-friendly (acknowledged by the World Wildlife Fund) and that birds do not become accustomed to laser, thus giving it a long term effect.\n\nABCD is based on 4 years of R&D and is capable of deterring more than 80% of birds from farmland, while harming none. As a result, farmers are able to avoid thousands of euros in yearly damage. The Netherlands alone represents a 78mÄ nearterm market opportunity, while Europe and Northern America account for 260,650 farmers and amount to 4bÄ. We plan to sell over 4,000 products by 2023, yielding a total cumulative revenue of 33mÄ. We already have the support from 4 distributors, the Dutch House of Representatives, the Dutch Society for the Protection of Animals, LTO Nederland and Rabobank (letters of support included).",
    "totalCost": "2074099,5",
    "ecMaxContribution": "1451869,65",
    "coordinator": "BIRD CONTROL GROUP BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916937703": {
            "orgId": "916937703",
            "orgName": "BIRD CONTROL GROUP BV",
            "ecContrib": 1451870
        }
    },
    "calculatedTotalContribution": 1451870
}