{
    "rcn": "211161",
    "acronym": "BITNET-INNOSUP",
    "topics": "H2020-EEN-SGA2-2017-1",
    "title": "Improvement of Innovation Management Capacity of SMEs from Bosnia and Herzegovina (FBH) through the Enterprise Europe Network",
    "startDate": "01/03/2017",
    "endDate": "31/12/2018",
    "objective": "A single network of excellence will be created covering territory of Federation of Bosnia and Herzegovina (hereinafter FB&H) implementing ìno-wrong doorî concept. This Network (Business, Innovation and Technology Network-BITNET) will build on the results of the Business Information and Technology Innovation Network-BITIN that has been successfully operating  since 2009 offering integrated services in support to business and innovation. The partners agreed to work together within the Enterprise Europe Network 2017-2020 offering to their clients a variety of the Network services. This Network will be a member of the Enterprise Europe Network giving its contribution to increased competitiveness of FB&H (B&H) and EU companies. The network of competent and proficient partners will implement the project.\nConsortium partners are: The Foreign Trade Chamber of Bosnia and Herzegovina (FTC), located in Sarajevo (FTC)- coordinator; Sarajevo Economic Region Development Agency (SERDA) located in Sarajevo, University of Sarajevo (UNSA) located in Sarajevo, INTERA Technology Park (INTERA) located in Mostar, Zenica Economic Development Agency (ZEDA) located in Zenica, BIT Centre (BIT) located in Tuzla and Development Agency of the Una-Sana Canton (DAUSC) located in Biha?. All the partners are strategically chosen and positioned in FB&H, namely the cities are the main centres of economic activities in FB&H and most of SMEs are concentrated around these cities.\nThe Consortium partners that will be delivering Key Account Management (KAM) services and services to enhance the innovation management capacity of SMEs, within the project, will be UNSA, INTERA and BIT. All these activities will support SMEs on their way of becoming more competitive internationally.",
    "totalCost": "13045",
    "ecMaxContribution": "13045",
    "coordinator": "VANJSKOTRGOVINSKA/SPOLJNOTRGOVINSKA KOMORA BIH",
    "coordinatorCountry": "BA",
    "participants": "JAVNA USTANOVA RAZVOJNA AGENCIJA UNSKO-SANSKOG KANTONA;ZAKLADA ZA INOVACIJSKI I TEHNOLOSKI RAZVITAK;JAVNO PREDUZECE BIT CENTAR DOO U TUZLI;SARAJEVSKA REGIONALNA RAZVOJNA AGENCIJA SERDA DOO SARAJEVO;AGENCIJA ZA EKONOMSKI RAZVOJ DOO;UNIVERZITET U SARAJEVU",
    "participantCountries": "BA",
    "projectParticipants": {
        "933020594": {
            "orgId": "933020594",
            "orgName": "AGENCIJA ZA EKONOMSKI RAZVOJ DOO",
            "ecContrib": 0
        },
        "940649741": {
            "orgId": "940649741",
            "orgName": "SARAJEVSKA REGIONALNA RAZVOJNA AGENCIJA SERDA DOO SARAJEVO",
            "ecContrib": 0
        },
        "933023504": {
            "orgId": "933023504",
            "orgName": "JAVNO PREDUZECE BIT CENTAR DOO U TUZLI",
            "ecContrib": 3360
        },
        "938838266": {
            "orgId": "938838266",
            "orgName": "VANJSKOTRGOVINSKA/SPOLJNOTRGOVINSKA KOMORA BIH",
            "ecContrib": 0
        },
        "950746956": {
            "orgId": "950746956",
            "orgName": "ZAKLADA ZA INOVACIJSKI I TEHNOLOSKI RAZVITAK",
            "ecContrib": 5905
        },
        "995549995": {
            "orgId": "995549995",
            "orgName": "UNIVERZITET U SARAJEVU",
            "ecContrib": 3780
        },
        "933024086": {
            "orgId": "933024086",
            "orgName": "JAVNA USTANOVA RAZVOJNA AGENCIJA UNSKO-SANSKOG KANTONA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 13045
}