{
    "rcn": "211109",
    "acronym": "RHYP",
    "topics": "SMEInst-03-2016-2017",
    "title": "A new hope for early gonarthrosis treatment using a biotechnological therapeutic drug to regenerate cartilage by intra-articular knee injection",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The aim of RHYP is to sustain the commercialization of a new promising therapeutic product (REG-O3) to restore the joint function for the treatment of early and moderate gonarthrosis (GA). GA is a degenerative knee joint disease that represents a huge social and economic burden worldwide. According to the World Health Organization, more than 5% of people over 40 and 50% of people over 75 years suffer specifically from GA in developed countries. It affects also a growing number of younger people as athletes and obese people, among others. There are currently no therapeutic molecules on the market for the treatment of early GA to slow down or stop disease progression and avoid surgery joint replacement. Available treatments for this disease stage are mainly symptomatic, such as the widely use injection of hyaluronic acid (HA) in articulation (viscosupplementation ñ Global market Ä1.5 Mrd in 2014). RHYPís ambition is to tackle this current drawback by pushing forward its drug candidate REG-O3 into clinics to propose a disruptive and long-term treatment (curative and symptomatic action) using a painless local administration mode at a competitive price (Ä450 for total treatment is estimated).\nThe selected lead REG-O3 activity proof of concept on chondrocytes proliferation activation to slow down cartilage degradation was previously established in vitro and in vivo. \nFollowing successful feasibility studies conducted thanks to the European commission (EC) through the Phase 1 of the SME Instrument, RHYP is now responding to the topic ìSMEInst-03-2016-2017î in phase 2. RHYP is now aiming, during this 24 monthsí project with a EC requested contribution of Ä2,1 M, to plug the gap from TRL 6 to TRL 9 by launching REG-O3 GMP batch manufacturing and syringes conditioning to conduct First-in-Human clinical trial. The project objective is also to prepare future partnership with identified potential licensees to conduct Clinical trials in Phase III and drug commercialization.",
    "totalCost": "3008500",
    "ecMaxContribution": "2105950",
    "coordinator": "REGULAXIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934334265": {
            "orgId": "934334265",
            "orgName": "REGULAXIS",
            "ecContrib": 2105950
        }
    },
    "calculatedTotalContribution": 2105950
}