{
    "rcn": "211124",
    "acronym": "NEUROON-MED",
    "topics": "SMEInst-01-2016-2017",
    "title": "NEUROON-MED ñ the future of at-home diagnosis of sleep disorders",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "More than 100 million people suffer from sleep apnea (SA) worldwide according to the WHO data. People with SA have a life expectancy 20 years shorter than the average life span. Additionally, they have a three- to sevenfold increased risk of motor vehicle crashes. The economic impact of sleep disorders is massive, specialists from the Harvard School of medicine calculated that costs of SA only in the US accounts for $115 billion every year. The main problem the world is facing with stopping the SA epidemic is not a treatment but diagnosis. It is estimated that 85% of people who suffer from SA have never been diagnosed. The reason for the low screening rate of SA is a limited access to polysomnography (PSG) ñ the gold standard for testing sleep disorders. \nAt Inteliclinic, we have developed the NeuroOn-MED mask which is addressing the customers need for effective and inexpensive solution for home diagnosis of SA. Our advantage over competitors is built upon the technological excellence of NeuroOn-MED, which analyses the brainwaves and eye movements in the same way as PSG does. The sensors of NeuroOn-MED (EEG, EOG, pulse oximetry, and others) combined with artificial intelligence algorithms for sleep data analysis provide \\90% of PSG effectiveness, allowing for distinguishing between sleep stages and various variants of SA. Comparing with the currently offered home sleep monitors which are capable only of diagnosing moderate and severe SA cases.  Moreover, the price of our device will be lower than currently offered solutions. \nNeuroOn-MED is perfectly aligned with new trends in remote diagnosis of sleep disorders. The market of SA diagnostic devices is expected to reach a value of $7.3 billion in 2018, with a CAGR of 15.0%. The proposed SMEI-funded project will be focused on clinical studies of the NeuroOn-MED, which will lead to registration as a medical device and fast commercialisation on European and US markets in 2019-20.",
    "totalCost": "2321250",
    "ecMaxContribution": "1624875",
    "coordinator": "INTELICLINIC SP. Z.O.O.",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930117675": {
            "orgId": "930117675",
            "orgName": "INTELICLINIC SP. Z.O.O.",
            "ecContrib": 1624875
        }
    },
    "calculatedTotalContribution": 1624875
}