{
    "rcn": "211133",
    "acronym": "PPPL",
    "topics": "SMEInst-10-2016-2017",
    "title": "Novel paper pallet and manufacturing technology",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Pallets are essential accessories of the transport of goods, as they have the potential to handle a large quantity of products quickly and efficiently. During the past decades wooden pallets became dominant players of the market for their affordable prices. Plastic and metal pallets are only available in a minimum quantity, since their prices are several times higher than the prices of wooden pallets. Despite their numerous disadvantages, thanks to their affordable prices, no substitute alternatives for wooden pallets could be found until now. Owing to their restricted and mostly distant availability, paper pallets are currently not competitive with wood, moreover their technical parameters (static and dynamic load) leave only limited scope for replacing wooden pallets. For economic and environmental protection reasons, a significant demand is shown at present for cheap paper pallets customizable to the terms of delivery, provided that they are easily available and can replace wooden pallets. This demand appears at the same time at several million companies in the world, who wish to reduce their costs related to pallets towards the transportation industry providing services to them, and who currently spend euro billions for unnecessary fuel. Taking advantage of the market potential, GGP developed and patented a cost-efficient and heavy-duty paper pallet, which offers a solution for the problem. Together with B&T , GGP has planned a compact manufacturing process to the individually designed, patented and ISO certified paper pallet, which can be mass-produced quickly in the form of a production line. This is how PPPL (Paper Pallet Production Line) was born. PPPL is a production line affordable for industrial players who use pallets in their everyday business. Using PPPL they are able to manufacture custom-designed pallets in a cost-efficient and quickly recoverable way. Our aim is not just to sell paper pallets, but we are also planning to sell the PPPL technology.",
    "totalCost": "1430750",
    "ecMaxContribution": "1001525",
    "coordinator": "B & T BLECHBEARBEITUNG UND LASERTECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "GREENGLOBEPACK KFT",
    "participantCountries": "HU",
    "projectParticipants": {
        "918204038": {
            "orgId": "918204038",
            "orgName": "B & T BLECHBEARBEITUNG UND LASERTECHNIK GMBH",
            "ecContrib": 712250
        },
        "921581287": {
            "orgId": "921581287",
            "orgName": "GREENGLOBEPACK KFT",
            "ecContrib": 289275
        }
    },
    "calculatedTotalContribution": 1001525
}