{
    "rcn": "211180",
    "acronym": "Andiamo",
    "topics": "SMEInst-06-2016-2017",
    "title": "A revolutionary new orthotics serviceóconsultation to delivery in less than a week.",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "The number of Europeans with paralysis, deformity or orthopaedic impairments that use orthotics will reach 9.6 million by the\nyear 2020. Orthotics is a speciality involving the application of external devices to the body to support and improve posture,\nfunction and mobility, and manage pain and deformity. The majority of people requiring orthotics are over 50 years old;\ndemand is expected to increase with the ageing population and the rising prevalence of obesity, cardiovascular disease,\ndiabetes and stroke, where foot complications and reduced mobility are commonplace.\n\nApproaches to orthotics have not changed in over 50 years. The process takes up to 12 months, and requires technicians,\nphysiotherapists, orthotists and manufacturers. Often, by the time patient receives their orthotic their condition has\ndeteriorated or the orthotic no longer fits, resulting in ineffective treatment, repeat visits, poorer clinical outcomes, and higher\nrisk of surgery.\n\nFamilies all over Europe are being failed by this service. In order to tackle this challenge, we have developed a streamlined\northotic 3D scanning, design and printing service. Our orthotic service is the only service in the world capable of delivering\nan effective custom orthotic within 1 week of consultation. Our pathway is faster and more cost effective than traditional\nmethods.\n\nWe use a multidisciplinary team, CAD and FEA to optimise design, add strength and flexibility and reduce unwanted\nmovement, resulting in better patient reported outcomes and quality of life. Our key innovation is the overarching technology\nand software that links together the entire service pathway, from consultation to delivery in under a week.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROJECT ANDIAMO LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918672645": {
            "orgId": "918672645",
            "orgName": "PROJECT ANDIAMO LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}