{
    "rcn": "211144",
    "acronym": "STUNNING",
    "topics": "EEB-08-2017",
    "title": "SusTainable bUsiNess models for the deep reNovation of buIldiNGs",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "With the involvement of a comprehensive stakeholders community (including industrials and SMEs from the construction sector, energy utilities, capital providers, municipalities, building owners, tenants, research institutes), STUNNING will accelerate the adoption and large scale replication of new business models delivering adaptable and affordable refurbishment solutions (incl. decentralised RES generation), in order to meet the building renovation rate set by the upgraded EPBD. Under the coordination of TECHNOFI, five players (CSTB, DíAppolonia, Solintel and Steinbeis 2i GmbH, all key active members within the ECTP) propose a systemic and integrated approach to address the market roll-out of innovative refurbishment packages, supported by an Advisory Board covering the whole refurbishment value chain. The five project objectives are aligned with all the EEB-08-2017 call challenges:\n- Supporting the cooperation of diverse, yet dispersed, stakeholders federated in a single stakeholder community built around a web-based knowledge sharing platform addressing technologies and business models for refurbishment in EU27;\n- Benchmarking and (geo)clustering innovative refurbishment packages and ranking them according to profitability/energy efficiency indicators; \n- Identifying and addressing barriers which still prevent these refurbishment packages from being replicated by value chain players;\n- Promoting and validating (through 10 real business cases) novel renovation business models allowing consumers and the market to invest with confidence, thanks to performance-guaranteed energy savings, and addressing end userís commitment to energy efficiency after renovation;\n- Disseminating the support action outputs, with an exploitation strategy for the newly built knowledge sharing platform, thus continuing to interact with the stakeholdersí community beyond the completion of the STUNNING project and contributing to maximising its impact and more globally the EEB PPP.",
    "totalCost": "1044812,5",
    "ecMaxContribution": "1044812,5",
    "coordinator": "DOWEL MANAGEMENT",
    "coordinatorCountry": "FR",
    "participants": "SOLINTEL M&P SL;RINA CONSULTING SPA;STEINBEIS 2I GMBH;CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
    "participantCountries": "ES;IT;DE;FR",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 183125
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 167500
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 189625
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 196562
        }
    },
    "calculatedTotalContribution": 736812
}