{
    "rcn": "211127",
    "acronym": "PanaMast",
    "topics": "SMEInst-07-2016-2017",
    "title": "Progressing a non-antibiotic antimicrobial treatment for Bovine Mastitis towards market - PanaMast",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The world is facing an antibiotics crisis, with resistant bacteria rendering current treatments ineffective. Novel, effective solutions are urgently required for this $40bn global market. Westway Health (WWH) is based in Galway, Ireland, and is on track to become a leading veterinary antimicrobials company in the EU. It has developed an innovative, non-antibiotic technology, effective at killing all bacteria, including antibiotic-resistant bacteria like MRSA, while not inducing resistance. WWHís lead product in development is PanaMastTM LC, a breakthrough treatment of bovine mastitis, the most economically important infectious disease affecting the dairy industry. PanaMastTM LC will represent a step change in the way that dairy farmers manage mastitis, which affects 30% of the herd annually. It will: 1. Be the worldís first non-antibiotic medicine for mastitis, offering superior clinical outcomes and significant financial gains to end-users (Ä150/case); 2. Reduce wastage of milk and culling of cows; (3) Improve profitability and environmental performance on European farms and dairy processing sites. The innovation directly addresses the major global problem of antibiotic resistance, while providing a sustainable animal health solution that supports production of safe and high quality food. The Phase 1 PanaMast project was successfully completed ahead of schedule and on budget. It allowed WWH to: 1. Develop a regulatory roadmap detailing all steps required to progress from current stage of development (TRL7) to first sale of commercial product (TRL8); 2. Develop a robust commercial exploitation plan for PanaMastTM LC in EU and global markets; 3. Establish key strategic relationships to assist commercialisation of PanaMastTM LC\nThe Phase 1 results underpin this proposed project. The Phase 2 activities (pre-commercialisation/product development/product launch and commercialisation) are designed to ensure market launch and sale of PanaMastTM LC in the EU at TRL8 by 2020",
    "totalCost": "3549237,75",
    "ecMaxContribution": "2484466,43",
    "coordinator": "SLAINTE BEOGA TEORANTA",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934784345": {
            "orgId": "934784345",
            "orgName": "SLAINTE BEOGA TEORANTA",
            "ecContrib": 2484466
        }
    },
    "calculatedTotalContribution": 2484466
}