{
    "rcn": "211126",
    "acronym": "ColoFast",
    "topics": "SMEInst-05-2016-2017",
    "title": "Developing a Non-Invasive Kit for Early Colorectal Cancer Detection",
    "startDate": "01/07/2017",
    "endDate": "30/06/2021",
    "objective": "Colorectal cancer (CRC) represents one of the most important health problems worldwide. Decreasing the mortality rate by CRC in Europe is a clear unmet need today. Medical community agrees that this number of CRC related deaths could be prevented by adequate screening programs for early detection. European authorities look for new strategies to address the clinical need for early diagnosis of CRC that will reduce patient care associated costs. Potential savings would be achieved if CRC patients were diagnosed earlier. The objective of this proposal is to validate and commercialize a novel, non-invasive, simple to use kit (ColoFastTM), regulatory approved for the diagnosis of CRC in blood. It is based on a new generation of leading-edge biomarkers that showed very high sensitivity and specificity for early detection of CRC in two prospective cohorts. The commercialization of the kit will have clear impact in improving survival of patients and reducing mortality by CRC cancer, with significant costsavings for National Health Services. It will be easily implemented in the clinical routine of the majority of European hospitals, with better acceptance of patients. ColoFast represents a significant business opportunity, addressing a clear unmet medical need in a large and expanding target population of 189M people in Europe in 2020, growing at 25%, with a significant global market of Ä1,616M in Europe, the US and Japan this year. It will have a huge impact on the growth of a SME as Amadix over the next 10 years, multiplying the team size by five in five years (41 employees in 2020). 2M European people will benefit from the test in 2024. Amadix turnover in 2021 will be Ä18 m, which will give our company a profit of Ä7 m in 2021. From this year on the company will be profitable. Overall, ColoFast will reduce mortality rate and treatment cost while improving quality of life in a cost-effective way, assisting also to fulfill European priorities for healthcare improvements.",
    "totalCost": "2817154,75",
    "ecMaxContribution": "2817154,75",
    "coordinator": "ADVANCED MARKER DISCOVERY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940748487": {
            "orgId": "940748487",
            "orgName": "ADVANCED MARKER DISCOVERY SL",
            "ecContrib": 2817155
        }
    },
    "calculatedTotalContribution": 2817155
}