{
    "rcn": "211181",
    "acronym": "SUBPORT",
    "topics": "SMEInst-09-2016-2017",
    "title": "Subsea socket for offshore Platforms based on Tide turbines",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "The longer offshore distances of subsea facilities of Oil&Gas rigs are now placed further than decades ago, and inability to power the instrumentations that they require may lead to an economic loss of billions of euros. The power can be supplied through a subsea power and umbilical communication or turbo generators connected to a battery. Yet, these alternatives are very expensive and can be low efficient. The use of renewable energies set near the consumer (off-shore wind, solar or wave energy) seem to be a feasible alternative, but their availability is intermittent and present high capital and operational Costs.  To solve these issues, born from the idea of Current2Current founders ñexperienced project managers in subsea oilfield for BP Ltd. projects, we have been working on SUBPORT project since 2007. We have developed a compact and simple tidal turbine that can work with flow from any direction, with current speeds < 0.5 m/s, and stable under any water depth and current speed. It can provide up to 20 kWh /day for up to 25 years without the need to change a battery.\nWith SUBPORT project we aim to disrupt into the offshore Oil&Gas market by providing a standalone supply power tidal turbine that will enable our customers to save up to Ä 15 Mill.  We expect that our technology will allow us to reach a turnover of Ä 22.8 Mill by selling 45 units and increase our staff 5 times by 2024. Yet, to achieve the commercialisation stage we still need to validate our turbine with potential customers` equipment and get the necessary certifications, and we must plan the dissemination and exploitation activities.\nThus, we have decided to continue with SUBPORT for what we need an additional investment of Ä 3 Mill, that will give us a ROI of 6.8 by 2024. Therefore, we consider essential to perform a detailed feasibility study to continue with our project and decided to ask for funding through this SME instrument.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CURRENT2CURRENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913928957": {
            "orgId": "913928957",
            "orgName": "CURRENT2CURRENT LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}