{
    "rcn": "211119",
    "acronym": "eMRB",
    "topics": "SMEInst-01-2016-2017",
    "title": "CodeIT Electronic Manufacturing Record Book",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "'The objective of the eMRB project is commercialise and bring to market the first and only worldwide cloud based software solution specifically for the automatic creation and validation of digital Manufacturing Record Book (MRB) - a major advancement on current state-of-the-art and our unique selling point. CodeIT eMRB is a ICT disruptive software solution for the automated creation of comprehensive electronic documentation for design, production, operation, testing and delivery of products that require stringent documentation from a product lifecycle perspective, and where continuous track and traceability is a key requirement.\n\nThe overall objective of the eMRB Phase 2 project is to address and implement the findings of our SME Phase 1 Feasibility Study (EVCAM#2016/102728) to enable rapid and successful commercialisation of eMRB. We have outlined a series of Commercialisation Objectives that can be grouped in 3 categories and achieving them will bring us to a wide international market uptake:\n1) Technology maturation objectives will optimise eMRB functionalities prior to piloting at end-userís facilities. Objective is to raise the TRL of our technology from its current TRL6 to TRL8 (WP1).\n2) Pilot and validation objectives to demonstrate and validate the commercial potential of eMRB in actual end user operating environments across two different industrial market sectors (Offshore/Maritime) together with three end users; Quality Group AS, TTS NMF GmbH and Techni AS. The piloting activities will elevate eMRB from TRL8 to 9 (WP2-3). 3) Market maturation, communication and innovation management objectives enabling us to successfully bring eMRB to the market and reach sales traction post-project (WP4-6).\n\nThrough eMRB we will significantly boost our growth ñ quantified as accumulated revenues exceeding Ä46m for the 5-year post-project (2023) with accumulated gross profit of more than Ä15m and employment growth of at least 45 FTEs at CodeIT and 250 in our value chain.'",
    "totalCost": "1762186,25",
    "ecMaxContribution": "1233530,38",
    "coordinator": "CODEIT AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924389146": {
            "orgId": "924389146",
            "orgName": "CODEIT AS",
            "ecContrib": 1233530
        }
    },
    "calculatedTotalContribution": 1233530
}