{
    "rcn": "211112",
    "acronym": "HYDROBLOOD",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative processing plant for optimal production of Decolourised Hydrolysed Protein (DHP). A secure, cost-effective and eco-friendly blood by-product solution.",
    "startDate": "01/05/2017",
    "endDate": "31/10/2018",
    "objective": "Blood is a common by-product of the meat industry, which is obtained in large volumes especially in industrial slaughterhouses. Approximately 1,452 million pigs were processed worldwide for their meat in 2013. The annual available blood supply exceeds 4.35 million tonnes worldwide. Taking into account a typical protein content around 18%, 783k tonnes of protein could be produced worldwide.\nIn spite of the significance of this sum, an important part of the collected blood is not considered but a waste. The reason lies in the lack of suitable facilities in the slaughterhouses to properly collect and handle blood. Hence, a high percentage of the abovementioned amount of protein becomes a waste, which requires expensive decontamination treatments and large amounts of water. On the other hand, the collection of blood in most of the slaughterhouses where it is considered a by-product is carried out together with other by-products, treated un-specifically in large digesters. This process avoids part of the costs of elimination because it excludes the decontamination treatments, but the obtained end-product does not have a remarkable added value and the possibility of valorisation remains unexploited.\nFrom TALLERES AZUARA we have identified the business opportunity behind this market weaknesses, and we have developed the HYDROBLOOD processing plant to solve all of them, which is a secure, cost-effective and eco-friendly system for blood collection and processing. With current technologies available into the market, only around 35% of the protein contained in blood can be recovered as an added-value by-product. With our innovative HYDROBLOOD processing plant, the 100% of protein content can be recovered from animalís blood, and converted into a high added-value product: The Decolourised Hydrolysed Protein (DHP). This will make a big impact within the European Protein Market, valued at 2,547,000 Mt in 2013, and estimated to increase by more than 40% the next 10 years.",
    "totalCost": "2854416,25",
    "ecMaxContribution": "1998091,38",
    "coordinator": "TALLERES AZUARA  SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918716780": {
            "orgId": "918716780",
            "orgName": "TALLERES AZUARA  SL",
            "ecContrib": 1998091
        }
    },
    "calculatedTotalContribution": 1998091
}