{
    "rcn": "211139",
    "acronym": "LOWCAT",
    "topics": "ERC-2017-PoC",
    "title": "Low Cost Material for Exhaust Catalysis (LowCat)",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "This project aims to develop a low cost catalyst to replace the Platinum Group Metals (PGMs) that are widely used in automotive exhaust catalysis. The ERC Advanced Grant project CODITA (project number 291332) is an investigation into the impacts of cosmic dust in planetary atmospheres. During the course of the project we have developed a novel laboratory synthesis of cosmic dust particle analogues. The kinetics of CO oxidation on this material were studied in order to model the heterogeneous oxidation of CO to CO2 in the troposphere of Venus, where the temperature ranges from 120 - 440∞C. Noting that the conditions on Venus are strikingly similar to those in a vehicle exhaust, this discovery forms the basis of the LowCat proposal. Preliminary experiments show that NO is readily taken up on LowCat, which is the first step in the NOx reduction process. The implication is that LowCat could be developed into a 3-way catalyst that is significantly less expensive than current PGM catalysts. This discovery presents an exciting commercialisation opportunity, with very significant societal impacts. Moving toward market requires a proof of core science, patenting of the discovery and commercialisation. The 18 month project planned has specified milestones, project deliverables and value proposition. There are four objectives in the proposal: 1) determine the potential of LowCat to catalyse the reduction of NO in the presence of ammonia; 2) engineer the catalyst onto a suitable support monolith; 3) carry out diesel engine exhaust trials; 4) commercialise the discovery through a patent application and engagement with an industrial partner and potential license.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}