{
    "rcn": "211185",
    "acronym": "CGM",
    "topics": "SMEInst-02-2016-2017",
    "title": "A next generation nanomedia that can be tailored to capture and recycle specific micropollutants in contaminated industrial waste discharge",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "Customem Ltd is a company founded in 2014 with the long term vision to harness natureís capacity to make biomaterials to promote human health in alignment with sustainable development goals.A next generation nanomedia that can be tailored to capture and recycle specific micropollutants in contaminated industrial waste dischargeLack of access to clean water is predicted to affect 47% of the worldís population by 2030. Contamination of water supplies by micropollutants such as metal ions, pesticides and pharmaceuticals is a major contributor to this water stress. These pollutants are released by industrial processes in the textile and manufacturing industries. Existing water treatment removes 99.96% of contaminants, but does not remove the 0.04% of micropollutants. Although the remaining contaminants seem small, they are a major problem as they are exceptionally difficult to capture but also highly toxic to humans and animals. CustoMem have developed a customisable selective nanocellulose media called CustoMem Granular Media (CGM) that is bioengineered to capture and remove all micropollutants including the 0.04% that cannot currently be removed.Customers benefit from a simple, low cost, low energy solution that is low maintenance. It allows removal of all micropollutants resulting in clean water supplies. The company is headquartered in the Imperial College Incubator UK and employ 5 full time employees and multiple subcontractors. The company is currently in talks with companies in the EU who have shown an active interest in the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CUSTOMEM LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914233149": {
            "orgId": "914233149",
            "orgName": "CUSTOMEM LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}