{
    "rcn": "211130",
    "acronym": "HPGen",
    "topics": "SMEInst-07-2016-2017",
    "title": "On-site Hydrogen Peroxide Generator for effective, safe and sustainable irrigation water treatment",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Greenhouses in Europe and Mediterranean produce 30% of the EUís fruits and vegetables. Growing irrigation water resource pressures are driving greenhouse growers to use of more efficient irrigation techniques, and of non-potable water sources. These lead to a strong need for irrigation water treatment (IWT), to eliminate water-borne plant and human pathogens, mitigate clogging by bio-foul and secure reliable and uniform irrigation, and improve water oxygenation. Our goal is to bring to market a novel irrigation water treatment (IWT) solution based on our technology breakthroughs in on-site generation of hydrogen peroxide (H2O2). Our autonomous H2O2 generation device (HPGen) enables the safe, cost-effective and sustainable on-site generation of hydrogen peroxide, with only water, air and electricity as input. Hydrogen peroxide is a potent but eco-friendly disinfection agent, yet its use in IWT is very limited due the costs, risks and complexities of its present-day supply chain. HPGen will disrupt todayís H2O2 supply chain, enabling growers to reap the benefits of its use in IWT, substantially decreasing IWT and irrigation line maintenance costs, eliminating use of toxic-chemicals in IWT, improving farm safety, and increasing crop yields. HPGen will provide farmers with a positive economic impact of Ä4k-Ä5k per hectare per annum, while enhancing agriculture sustainability and reducing environmental impact. Technology breakthrough was made at the Danish Technical University 5 years ago, and a commercialization path was launched 2 years ago by HPNow ApS, a Danish SME. The company has since been highly successful in scaling up its technology, while attracting strong commercial partners, including global leaders in agriculture irrigation and in bulk hydrogen peroxide production, which are actively supporting this project. This project will initiate with pilot and customer trials of a full-scale version (TRL 6), and will end with commercial launch of HPGen (TRL 9).",
    "totalCost": "1760559",
    "ecMaxContribution": "1232391,3",
    "coordinator": "HPNOW APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921102204": {
            "orgId": "921102204",
            "orgName": "HPNOW APS",
            "ecContrib": 1232391
        }
    },
    "calculatedTotalContribution": 1232391
}