{
    "rcn": "211113",
    "acronym": "ELLIOT",
    "topics": "SMEInst-09-2016-2017",
    "title": "Enabling LED Lighting within the Internet Of Things",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Rising electricity prices and mounting concerns about climate change are causing the global lighting market to shift toward energy-efficient light sources, including SSL. Globally, IHS estimates that LED products accounted for 42% of lighting revenues in 2015, or $16 billion. \nSolid-State Lighting (SSL) is now a mature technology that is rapidly climbing in share among the different commercial lighting technologies. However, the fact that SSL is approaching its theoretical roof on efficacy makes it necessary for research to focus on the rational use of energy through dedicated intelligent light engines governed by smart spaces, cities and societies. \nLEDMOTIVE has been working on a solution that meets the needs and to allow an increase in energy efficiency in the lighting industry. Our idea is based on a family of products that includes: a light source able to record, process and play back any light spectral fingerprint in real-time, regardless of whether it is natural, artificial, or custom-made for a particular application. \nOur products focus on professional lighting (research, art and health).The overall objective of the future Phase II ELLIOT project is to develop an ecosystem of interconnected and standardized products for the mass-market that allows for 44% of additional energy savings and quadruple payback compared to the latest LED.\nOur proposal heavily focused on wireless connectivity for emerging SSL lighting systems that are evolving quickly and are likely to experience dynamic growth over the coming decades, due to the paradigm shift brought by the Internet of Things.\nThe IP background necessary for the project is provided though a family of 10 patents (priority patent is PCT/EP2011/050002).\nThe LEDMOTIVE business model focuses particularly on the B2B model with potential customers being lighting companies and manufacturers. The Potential market is Ä13.5 billion worldwide by 2019, aims to achieve a Ä17 M turnover by 2021 and a NPV of Ä3.3M within 6 years.",
    "totalCost": "1195345,5",
    "ecMaxContribution": "836741,5",
    "coordinator": "LEDMOTIVE TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924123075": {
            "orgId": "924123075",
            "orgName": "LEDMOTIVE TECHNOLOGIES SL",
            "ecContrib": 836742
        }
    },
    "calculatedTotalContribution": 836742
}