{
    "rcn": "211101",
    "acronym": "DESIGNSCAPES",
    "topics": "CO-CREATION-02-2016",
    "title": "Building Capacity for Design enabled Innovation in Urban Environments",
    "startDate": "01/06/2017",
    "endDate": "31/05/2021",
    "objective": "Innovation is relevant not only to economic sustainability but also to social and cultural life. Therefore, the creation of an organizational climate enabling and catalyzing innovation deserves special attention and needs to be explored from a sound operational perspective. Cities embed this organizational climate (Jacobs, 1969) and are by nature innovation generative systems.\nIt is within this perspective that the DESIGNSCAPES project aims to realize a better uptake, and further enhancement and upscaling, of Design enabled Innovation in Europe, through direct financial support to flagship and innovation generating initiatives as well as a huge capacity building effort targeting multiple stakeholder groups (citizens, researchers, practitioners, innovators and policy makers). In so doing, we will foster the linkages between research, policy and practice and contribute to making Europe a global leader in the domain.\nThe main features of the DESIGNSCAPES project are the following:\n- It builds upon the generative potential of innovation in cities \n- It leverages Design Thinking and Design Driven Innovation concepts as blueprints.\n- It has a direct and purposeful focus on the scalability potential of Design enabled Innovation\n- It proposes an original, holistic, evaluation, replication and impacts assessment framework.\n- It makes use of a ìsupportive governance approachî.\nExpected results include: a City Snap Shot tested in 10 countries and 12 cities, a EU Catalogue of Design enabled innovations, Training Modules for local facilitators and innovators, Policy Briefs, e-Publications and a final Conference. Approximately Ä1.5 million will distributed among 50\\ new Design enabled initiatives as required by the H2020 call through 3 consecutive yearly rounds of a 3-staged Technical and Financial instrument akin to the US and NL SBIR program and the SME instrument of the EC.",
    "totalCost": "3974936,25",
    "ecMaxContribution": "3974936,25",
    "coordinator": "ANCI TOSCANA ASSOCIAZIONE",
    "coordinatorCountry": "IT",
    "participants": "REGIONALNO SDRUZHENIE NA OBSTINI TSENTRALNA STARA PLANINA;TAVISTOCK INSTITUTE OF HUMAN RELATIONS LBG;UNIVERSITAT DE VALENCIA;BWCON GMBH;POLITECNICO DI MILANO;ASSOCIACAO DE MUNICIPIOS DO VALE DO AVE;WORLDCRUNCH;EOES EFXEINI POLI PIKTYO EVROPAIKONPOLEON GIA TI VIOSIMI ANAPTYXI;UNIVERSITY OF SURREY;AALBORG UNIVERSITET;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "BG;UK;ES;DE;IT;PT;FR;EL;DK;NL",
    "projectParticipants": {
        "950073679": {
            "orgId": "950073679",
            "orgName": "ASSOCIACAO DE MUNICIPIOS DO VALE DO AVE",
            "ecContrib": 126375
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 222581
        },
        "996685671": {
            "orgId": "996685671",
            "orgName": "TAVISTOCK INSTITUTE OF HUMAN RELATIONS LBG",
            "ecContrib": 215000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 308355
        },
        "939675667": {
            "orgId": "939675667",
            "orgName": "EOES EFXEINI POLI PIKTYO EVROPAIKONPOLEON GIA TI VIOSIMI ANAPTYXI",
            "ecContrib": 116250
        },
        "943813784": {
            "orgId": "943813784",
            "orgName": "REGIONALNO SDRUZHENIE NA OBSTINI TSENTRALNA STARA PLANINA",
            "ecContrib": 86500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 260000
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 117000
        },
        "937328655": {
            "orgId": "937328655",
            "orgName": "BWCON GMBH",
            "ecContrib": 317750
        },
        "964812441": {
            "orgId": "964812441",
            "orgName": "ANCI TOSCANA ASSOCIAZIONE",
            "ecContrib": 1769375
        },
        "949870949": {
            "orgId": "949870949",
            "orgName": "WORLDCRUNCH",
            "ecContrib": 214500
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 221250
        }
    },
    "calculatedTotalContribution": 3974936
}