{
    "rcn": "211137",
    "acronym": "Invidyo",
    "topics": "SMEInst-12-2016-2017",
    "title": "Invidyo ñ Smart Baby and Baby Sitter Monitoring System",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "Video monitoring is a large and growing market expected to reach a market volume of $71.28 billion by 2022 and has 16.56% annual growth rate. After performing an extensive market analysis, and evaluating feedback from existing customers, Mobilus decided to focus on the baby monitoring vertical due to the large market size and the inability of the current solutions to address the needs of the users, especially working parents.\n\nThe number of working mothers and working hours are growing exponentially, which creates the problem that the time spent with the babies is steadily decreasing. According to scientific surveys almost 80% of working moms feel guilty about leaving their children at home and missing out precious time with their babies. \n\nEach year, there are around 140 million live births worldwide. The childís safety and overall condition are naturally top-priorities for parents. Invidyo is designed to address these concerns and provide parents with a peace of mind that is not present in conventional products.  Invidyo is the first and only child monitoring solution that employs Artificial Intelligence to provide smart daily summaries, smile albums generated using emotion recognition and baby crying detection.\n\nThe initial version of Invidyo has been developed and pilot launches have been made in the Turkish and the US markets. Due to initial success, Invidyo has managed to raise private investment, successfully complete an international crowdfunding campaign and was selected to participate in Amazon Launchpad   (a special program offered by Amazon.com only to SMEs with innovative products).\n\nWe are planning to fully commercialize Invidyo at the end of Phase 2 and penetrate into 5 biggest markets in Europe & US within three years. We are planning to generate a revenue of 100 million Ä and create 79 new employments within the first 5 years.",
    "totalCost": "1453125",
    "ecMaxContribution": "1017187,5",
    "coordinator": "MOBILUS YAZILIM BILGISAYAR ILETISIM SANAYI VE TICARET ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939665385": {
            "orgId": "939665385",
            "orgName": "MOBILUS YAZILIM BILGISAYAR ILETISIM SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 1017188
        }
    },
    "calculatedTotalContribution": 1017188
}