{
    "rcn": "211155",
    "acronym": "SYNEXTRACT",
    "topics": "ERC-2017-PoC",
    "title": "All Aqueous, continuous, Solid-Liquid SYNergisticEXTRACTion of rare earth elements",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "It is a matter of strategic independence for Europe to urgently find processes taking into account environmental and economic issues, when mining and recycling rare earth elements (REE). As of 2015, only 1% of used REE were recycled in the EU and 80% of the mining operations were performed in China, hence representing a major Sword of DamoclËs for the rest of the worldís economy. With SYNEXTRACT, we propose to leverage on discoveries made (and patented) within ERC-Adv REE-CYCLE, related to new extracting liquid-liquid process. Hence, SYNEXTRACT will try to implement these discoveries in a Solid-liquid extraction process based on Simulated Moving Bed Chromatography. Such process would complement nicely the liquid-liquid one. Indeed, in case of success, it would not only represent a new approach in chromatography, but it would also enable highly flexible purification  processes for REEs containing waste streams, that can easily be adapted to various waste stream lixiviates. Due to the high selectivity, it could even be applied to low REE concentration lixiviates. The process flexibility is one of the main bottleneck to enable their recycling as the research and development cost currently necessary to adapt current liquid-liquid extraction processes prohibits it. It should also be mentioned that SYNEXTRACT process would be all aqueous, therefore avoid the use of organic solvent and would drastically reduce process wastes and running costs.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}