{
    "rcn": "211174",
    "acronym": "W2W - Wind and Solar",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative system for medium scale water desalination 100% powered by renewable energies",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "We are RAINMAKER, a Dutch SME specialized in providing sustainable and disruptive solutions to combat water scarcity. We have developed W2W ñwater to water- the first water desalination system fully off-grid and fully powered by renewable energies (wind & solar).\nWithin Europe, especially western and Southern regions suffer water shortages, which will become increasingly more frequent and severe due to water demands and climate change. \nSeawater represents an inexhaustible resource to produce drinking water. However, conventional desalination techniques are extremely energy-intensive that are designed for large-scale capacity plants. Its cost is prohibitive for zones than require a smaller production of water. W2W is an innovative option for obtaining safe drinking water from seawater, brackish water or even polluted groundwater.  \nThe system consists of a wind turbine connected to a heat pump that is powered by solar energy when wind flow decreases, thus 100% powered by renewable energies. The thermal energy created by the power unit is used in a state-of-the-art membrane distillation system to evaporate and then condense feedwater from a water source to create fresh, pure water. \nA single unit of W2W can desalinate more than 95,000 litres of water a day, which can provide drinking water for more than 800 people without any grid connection.  Water is produced locally directly where it is needed without the need for long distribution nets and associated energy costs.  \nOur system is targeted to coastal municipalities in the Mediterranean that need to increase their water purification capacity. Disaster relieve and emergency response operations can also benefit from W2W: it provides drinking water without the need of any energy/fuel supply, exactly the things that are normally lacking in such areas. \nThanks to the development of this innovation we expect to gain a strong position in a highly attractive market currently worth 8.8 billion Ä and growing at a CARG of 9%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAINMAKER HOLLAND BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917155953": {
            "orgId": "917155953",
            "orgName": "RAINMAKER HOLLAND BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}