{
    "rcn": "211104",
    "acronym": "N2N",
    "topics": "MSCA-ITN-2017",
    "title": "European industrial doctorate for advanced, lightweight and silent, multifunctional composite structures",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "Modern aeronautical structures are increasingly made of composite materials due to their well-known benefits. Despite their superior structural characteristics, composite structures exhibit poor dynamic and acoustic isolation levels compared to conventional metallic ones. As a result and in order to maintain the comfort levels in the passenger and payload compartments within acceptable limits, additional acoustic and vibrational isolation technologies (sound packages) are necessary in several transport applications. If non-optimally designed for a certain application, these sound packages can add substantial weight to the structure, compromising the weight benefits gained by the employment of composites.\nThe aforementioned challenges imply an urgent and genuine need for development of lightweight and multifunctional structures, for modern industrial transport applications. The N2N Training Network aims at developing a high-fidelity and efficient Multidisciplinary Design Optimization (MDO) scheme for multifunctional composites having poroelastic inclusions and combining minimum mass with maximum damping and comfort levels. \nOn the research side, N2N will focus on developing multiscale models for obtaining a comprehensive description of random poroelastic materials coupled to a composite structural segment. Understanding the interaction of acoustic waves with such complex materials is another scientific challenge that the Network will tackle. N2N aims at developing reliable tools for providing accurate optimal designs for multifunctional composite structures that combine lightweight properties with exceptional acoustic and vibration isolation.\nOn the training side, N2N will provide a fully supportive environment for 3 ESRs. A training programme aiming at developing both the research as well as the transferable skills of the Fellows has been designed. All Fellows will have the opportunity to work in a multidisciplinary (industrial and academic) research environments.",
    "totalCost": "809451,36",
    "ecMaxContribution": "809451,36",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "MATELYS - RESEARCH LAB",
    "participantCountries": "FR",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "998228553": {
            "orgId": "998228553",
            "orgName": "MATELYS - RESEARCH LAB",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 809452
}