{
    "rcn": "211135",
    "acronym": "MINIMA",
    "topics": "SMEInst-01-2016-2017",
    "title": "Introducing the next computing power revolution: Minima microprocessor technology to reduce the energy need of digital computing by 20 times.",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The Internet of Things (IoT) is the up and coming growth engine for the global economy. But, IoT comes with a great challenge: tens of billions connected devices will generate an exabyte-level (1 exabyte = 1 billion gigabytes) amount of data each day, all of which needs to be processed and wirelessly transmitted in an energy efficient way.\n\nThis creates a large and untapped global business opportunity for technologies that could bring radical increase in digital computing energy efficiency, while simultaneously increasing the IoT computing capacity. Otherwise, the amount of generated data will overwhelm the current cloud computing centres. Energy efficiency is needed because the prospect of regularly changing batteries on tens of billions of devices is impractical and very costly, whereas hardwiring every IoT device is not feasible either.\n\nMinima Processor Oy, a Finnish high-tech SME backed with Ä2,2 million seed investment, is introducing the next computing power revolution: Minima patented IoT microprocessor technology that reduces the energy need of digital computing by up to 20x compared to legacy solutions. Minimaís disruptive technology can enhance the performance of virtually any device that uses digital computing, thereby making batteries last up to 20 times longer, enabling advanced features, and making IoT devices cheaper to buy and operate. \n\nMinima technology has broken world records in microprocessor energy efficiency. The objective of the Phase 2 project is disrupt the IoT market with our fundamentally new technology by finalising our hardware and software development, implementing next generation audio, video and deep learning techniques, and piloting our solution in 3 commercial applications. \n\nMinima technology is the key to securing Europeís leading position in the IoT microprocessor industry. Having already signed pre-commercial licensing agreements with industry leaders, we expect rapid market uptake within the first 5 years after the project.",
    "totalCost": "2414750",
    "ecMaxContribution": "1690325",
    "coordinator": "MINIMA PROCESSOR OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916252592": {
            "orgId": "916252592",
            "orgName": "MINIMA PROCESSOR OY",
            "ecContrib": 1690325
        }
    },
    "calculatedTotalContribution": 1690325
}