{
    "rcn": "211173",
    "acronym": "VIRIDIS MIST",
    "topics": "SMEInst-07-2016-2017",
    "title": "A toxin-free, food-safe, autonomous mobile misting disinfection system that eradicates pathogenswithin 5 minutes and gives residual protection for 24 hours reducing the need for water and antibiotics",
    "startDate": "01/07/2017",
    "endDate": "31/10/2017",
    "objective": "Residual Barrier Technology Ltd. is an SME set up with the aim of developing disruptive, green sanitation products while\ndelivering higher performance than state of the art solutions and thus achieve impact globally.\nDisinfectants are relied on as the last line of defense against ever-evolving bacteria and viruses ñ but due to current\nchemistry they come with inherent disadvantages including, toxic/mutagenic ingredient use and offers no residual protection.\nMethods application such as spraying, fogging and fumigation are time and labour intensive and provide inconsistent and\nincomplete coverage.\nWe have developed VIRIDIS a patent pending non-toxic, non-mutagenic platform disinfectant that is a breakthrough in the\nfight to effectively eradicate bacterial pathogens, spoilage organisms, and viruses. However, VIRIDIS MIST does not stop\nthere ñ once deposited on a surface the advanced micelles holding the active ingredients crystallise to create a protective\nresidual barrier that has been independently proven to continue to kill bacteria for days even when dry - preventing them\nfrom rebuilding or mutating to form a resistance.\nWe currently work with clients in the food processing and agriculture market to design and fit bespoke large scale residual\nmisting systems for their facilities operating on a service charge model. However, there is a considerable expense and time\ninvolved in installing the network of fixed pipes and nozzles at their sites ñ making it cost prohibitive in small to medium sites\nand impossible to implement in haulage and shipping contexts. VIRIDIS MIST will service this much larger market micromedium\nscale market through the use of autonomous mobile apparatus. We are requesting funding for the development and\nproduction of 24 demonstrator application (8 x 3 different sizes) systems to gain customer confidence among our suppliers\nand end users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RESIDUAL BARRIER TECHNOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916643987": {
            "orgId": "916643987",
            "orgName": "RESIDUAL BARRIER TECHNOLOGY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}