{
    "rcn": "211167",
    "acronym": "TX3",
    "topics": "SMEInst-10-2016-2017",
    "title": "High speed and high torque electric transaxle enabling unprecedented use in agricultural applications",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "'The world of agricultural equipment continues to evolve in order to adapt to the needs of the sector, shifting to the use of small and efficient electric vehicles (EVs), which are more suited for compact dimensions and high performance. Such is the requirement in farms, nurseries, greenhouses and vineyards, where movement space for vehicles is confined, the crop sensitive to green-house emissions and high towing capacity is necessary. The most important component to contribute to torque and speed is the transmission system (transaxle). Current transaxles fitted on electric vehicles are less efficient, have a cumbersome design, consume more electrical energy, have reduced battery operational time and are more expensive, thereby costing farmers up to 50% more in operational expenses. \nTX3 aims at realizing an efficient 'Third Generation Transmission Axle' presenting flexibility in torque and speed and a compact design to suit the needs of the sector. We will combine the best technologies in mechanical gear ratios, mechanical differential locking and transaxle modularisation, to produce a novel design that will completely revolutionise transaxles for the agricultural electric vehicle sector. The high efficiency of the transmission will allow for enhanced vehicle autonomy with higher load capacity and longer battery life expectancy on a single charge. The application of TX3 is expected to have ripple benefits across Europe and globally, maximising the productive running time, thereby increasing productivity for farmers.\nWe will utilize our well established commercialization channels, which include our presence in 40 countries across 5 continents, to break onto the international markets, starting with Italy, Germany and France.  In 2014, the agricultural machinery industry posted a total turnover of Ä27 billion out of an estimated total global market value of Ä160 billion in 2016.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BENEVELLI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917632805": {
            "orgId": "917632805",
            "orgName": "BENEVELLI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}