{
    "rcn": "211184",
    "acronym": "ComFyt",
    "topics": "SMEInst-02-2016-2017",
    "title": "The revolution of the Compression Therapy Market: an easy-to-wear and comfortable compression stocking based on Electro-Active Polymers technology.",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "ComFyt is a novel compression therapy stocking employing a proprietary material which eliminates the discomfort and the difficulties of traditional compression stockings. ElastiMed has identified the potential of the technology in the method of manufacturing and processing Electro-Active Polymers (EAP). The material is a soft plastic, constructed flat, with large deformation and linear activation being a unique solution, optimal for wearable devices.  These actuators are able to mimic the rhythmic natural calf muscle contractions, leading to the optimal blood circulation, representing a breakthrough in the Compression Therapy.\nCompression Therapy is based on a mechanical principle of applying a constant or intermittent pressure on the lower limbs using a wearable sleeve or stocking. Despite the many treatment options available, the market is suffering from a low compliance rate and continues to seek innovative solutions that will reduce patientís discomfort, decrease hospitalization stay, and improve the patient quality of life. \nVenous and lymphatic diseases such as Venous Thromboembolism (VTE), Chronic Venous Insufficiency (CVI), Deep Vein Thrombosis (DVT) and Lymphedema affect a large population worldwide. Age, gender, heredity, pregnancy and lifestyle are conditioning factors. Pain, mobility difficulties, reduced self-esteem, social isolation, disability to work, altered body image and depression affect the quality of life of the elderly and in general of people coping with venous and lymphatic diseases.  Yearly, there are approximately 10 million cases of VTE worldwide. VTE-related events kill more people than AIDS, breast cancer, prostate cancer and motor vehicle crashes combined in Europe and U.S. A growing elderly and diabetic population are also key components in the incidence of venous diseases. In addition to disease burden, venous and lymphatic diseases cause significant global economic burden.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELASTIMED LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914153318": {
            "orgId": "914153318",
            "orgName": "ELASTIMED LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}