{
    "rcn": "211166",
    "acronym": "DG ETIP",
    "topics": "LCE-36-2016-2017",
    "title": "Support to the activities of the European Technology and Innovation Platform on Deep Geothermal",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The overarching objective of the new ETIP-ìDeep Geothermalî is to enable deep geothermal technology, in particular Enhanced Geothermal Systems (EGS), to proliferate and move from the current European R&D and pilot-sites to other European countries and different geological situations. The primary objective is overall cost reduction, including social, environmental and technological costs.\nThe Geothermal ETIP is an open stakeholder group, including representatives from industry, academia, research centres, and sectoral associations, covering the entire deep geothermal energy exploration, production and utilization value chain.\n\nThe European Technology and Innovation Platforms (ETIPs) have been recently recognised by the EC as a tool to strengthen cooperation with Stakeholders under the Strategic Energy Technology Plan (SET-Plan), as part of the H2020 programme.\n\nThe geothermal sector created an European Technology and Innovation Platform on Deep Geothermal in March 2016, and the European Commission, DG RTD, officially recognised it as an ETIP in July 2016.\n\nA Geothermal Forum of stakeholders, including large companies, SMEs, academia and research institutions has been convened in March 2016.\n\nTerms of Reference (ToR) to establish the governance and procedures of the Geothermal ETIP were adopted in June 2016.\n\nThis proposal aims at assisting the mission of Deep geothermal ETIP.",
    "totalCost": "597412,5",
    "ecMaxContribution": "597412,5",
    "coordinator": "EUROPEAN GEOTHERMAL ENERGY COUNCIL",
    "coordinatorCountry": "BE",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "BE;IT",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 161625
        },
        "991116028": {
            "orgId": "991116028",
            "orgName": "EUROPEAN GEOTHERMAL ENERGY COUNCIL",
            "ecContrib": 217500
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 218288
        }
    },
    "calculatedTotalContribution": 597413
}