{
    "rcn": "211106",
    "acronym": "DP Renewables",
    "topics": "SMEInst-09-2016-2017",
    "title": "A range of economically viable, innovative and proven HydroKinetic turbines that will enable users to exploit the huge potential of clean, predictable energy in the worldís rivers, canals and estuarie",
    "startDate": "01/07/2017",
    "endDate": "30/09/2019",
    "objective": "The DP Renewables project aims to commercialise a range of innovative, hydrokinetic turbines that will offer a reliable solution for generating zero-carbon energy from rivers, estuaries and canals. The range of products to be launched on the market in June 2019 comprises of two different sized turbine devices, 25Kw and 60Kw respectively, which are specifically designed to cater to a niche, ëlow-powerí, small-scale energy generation market.\n\nDP Renewables stems from the success of ëHydroKinetic-25í, the SME Instrument Phase 1 project implemented by DesignPro in March-September 2016 that served to prove this innovative ideaís economic viability and define a business plan to bring it to market. Phase 2 will see this strategic and validated business plan implemented and the realisation of a project that will have significant positive impact on societal, economic and environmental issues. The project will cater to those with a suitable deployment site, meeting their need for energy security and independence, reducing reliance on imported fossil fuels and lowering carbon emissions. \n\nThe project is fully aligned with the growth strategy of the SME and is regarded as a major stepping-stone towards consolidating its international presence while becoming a recognised contributor to the renewable energy spectrum. Despite its large resource potential, hydrokinetic energy is still largely untapped with only 5% exploited to date. Europe, as well as many countries around the world, is rich of small and medium-sized rivers and straits between islands. Existing technologies require very fast flow speeds and large deployment spaces in order to make turbine outputs viable. This cuts off a large majority of the available market from having a feasible solution to use. Our project, DP Renewables, offers this solution, enabling Europe and the world to utilise an abundant, highly accessible resource by harnessing cost-efficient, clean and reliable energy for users.",
    "totalCost": "2877032,5",
    "ecMaxContribution": "1934656,5",
    "coordinator": "DP DESIGNPRO LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930568919": {
            "orgId": "930568919",
            "orgName": "DP DESIGNPRO LIMITED",
            "ecContrib": 1934656
        }
    },
    "calculatedTotalContribution": 1934656
}