{
    "rcn": "211111",
    "acronym": "CHEMREACTIONSCAN",
    "topics": "ERC-2017-PoC",
    "title": "Scanner for novel chemical reactions",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "Funded by the ERC-Starting Grant COMBIPATTERNING, we have developed a novel nanolayer-based synthesis based on patterning different materials with laser radiation in form of a pan-cake spots in array format. Our synthesis robot can do it for many different materials, for >40.000 spots per glass slide, in exactly defined stoichiometries, and for <200 Ä costs. The robot uses short laser pulses to transfer <1ng ìpunched-outî material per spot from a donor foil to a synthesis slide. Then, the reactants embedded in the nano thin polymer pan-cake spots can mix with each other and thus undergo chemical reactions by heating the synthesis slide. Due to the large progress in MALDI imaging and the fluorescent scanners, the results of the reactions can be analyzed in the same array format. The masses found by MALDI imaging in some spots might help us to identify unknown chemical reactions. We believe that the nanolayer-based synthesis developed by us might be a basis for future chemistry stations linking scientists and accelerating their studies to screen for novel chemical reactions in a high throughput manner. Instead of studying the interaction between reactants in a single test glass, the chemists will just spin-coat their educts on microscope slides and supply them together with a file for desired reactant combinations to the server - chemical reaction scanner. Therefore, we want to verify the innovation potential of the nanolayer-based synthesis that should find a market where a novel synthesis strategy on combining novel building blocks should be developed, especially, in the field of novel bioactive chemicals and fluorophores.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}