{
    "rcn": "211103",
    "acronym": "MobiLab",
    "topics": "SMEInst-07-2016-2017",
    "title": "Development of a mobile device for the quick on-site measurement of soil nutrients",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Today the application of fertilisers to agricultural crops is mainly based on calculations, estimations and recommendations and not on analyses of the actual demand of soil and plants. The resulting over-fertilisation has substantial disadvantages: Farmers suffer from reduced yields and unnecessary expenses for fertilisers, groundwater is polluted, surface water bodies are eutrophicated, greenhouse gas is emitted from soils and finite natural fertiliser resources are depleted. It is estimated that up to 35 % of the applied fertiliser could be saved if a method for the quick and simple determination of the fertiliser demand existed.\nPessl GmbH, an Austrian SME specialised in the development of innovative products in the field of agricultural monitoring and precision farming, has developed MobiLab, a lab-on-a-chip sensor for the quick on-site determination of the concentrations of the most important plant nutrients (ammonia, nitrate, phosphate and potassium) in the soil, based on the outcomes of the award-winning EU project OPTIFERT. MobiLab will enable farmers to determine the fertiliser requirements of their fields within just a few minutes and without the need for any special knowledge. The proper functioning and the great potentials of the technology have been proven, but further technological developments as well as the finalisation of a commercialisation concept are necessary to achieve the market breakthrough. Based on the outcomes of phase 1 of the project, all necessary steps for a successful market introduction of the MobiLab system will be taken.\nThe MobiLab nutrient sensor will help European farmers to save up to 35 % of their applied fertiliser, leading to total potential annual savings of up to 6 billion Ä on the EU level. At the same time, Pessl Instruments GmbH will be able to significantly grow in terms of turnover, profit and employees and to further expand its leading position on the world market for precision farming products.",
    "totalCost": "1302812,5",
    "ecMaxContribution": "911968,75",
    "coordinator": "PESSL INSTRUMENTS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984891926": {
            "orgId": "984891926",
            "orgName": "PESSL INSTRUMENTS GMBH",
            "ecContrib": 911969
        }
    },
    "calculatedTotalContribution": 911969
}