{
    "rcn": "211107",
    "acronym": "PENSUMO",
    "topics": "SMEInst-12-2016-2017",
    "title": "Savings Loyalty System Based on Micro-Contributions from Retailers",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "PENSUMO was founded as a result of the combination of our board's previous experience of 20 years in the field of retail loyalty plans and its social commitment to the sustainability of pension savings. On one hand, public and private retirement funds are under an increasing pressure due to factors such as the difficult economic situation or the ageing demographics. On the other hand, the retail industry is in need of more attractive, efficient and affordable consumer loyalty solutions to attract customers. PENSUMO aims to provide a solution to both problems, by offering a significantly improved and socially conscious consumer loyalty mechanism that will be beneficial for all retailers, the general consumer and society as a whole. \n\nPENSUMO provides any retailer with the possibility to adhere to our model and offer an intuitive savings scheme as an enhanced customer loyalty feature. By purchasing products in any of these stores, the consumer will automatically receive a fraction of the purchase amount back on a savings account, through one of our insurance partners. Each purchase will automatically add successive micro-contributions to his account. In terms of social responsibility, PENSUMO users will also be able to increase their funds by participating in civic campaigns, covering activities such as recycling, sports or road safety initiatives. \n\nPENSUMO provides stores with a unique selling point in a very competitive market. As a complimentary retirement fund for the general consumer, it covers the growing demand for additional financial stability, with an average extra contribution of Ä20.000 to the user's pension. For society, on top of an outstanding tool for the promotion of civic behaviour, it provides a complementary financial source of pensions. Consumer benefit, benefit for retail, BENEFIT FOR SOCIETY (win-win-WIN).\n\nAs a company, after 4 years of full commercialization, we expect to generate 70 jobs and almost Ä60 million in revenue.",
    "totalCost": "1020618,75",
    "ecMaxContribution": "714433,13",
    "coordinator": "PLATAFORMA DE FIDELIZACION PENSUMO SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937602389": {
            "orgId": "937602389",
            "orgName": "PLATAFORMA DE FIDELIZACION PENSUMO SOCIEDAD LIMITADA",
            "ecContrib": 714433
        }
    },
    "calculatedTotalContribution": 714433
}