{
    "rcn": "211129",
    "acronym": "EDIFLO PRO",
    "topics": "SMEInst-01-2016-2017",
    "title": "Smart video for smart devices",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "The popularity of touch screen devices for viewing video opens new opportunities for TV broadcasters, publishers and media companies to engage, measure and monetise viewers. Interacting with the video provides a fun viewing experience and increases viewing session time, which in turn gives video channels commerce opportunities worth hundreds of millions. However, broadcasters and video content owners lack the knowledge, resources and technologies to create such interactive experiences.\nIrish SME, Axonista, develops technologies that allow all media companies to deliver interactive experiences to their audience. Axonistaís award-winning Ediflo is the complete platform for creating, managing and distributing a new generation of video-based interactive digital experiences. Ediflo contains all the necessary tools for developing interactive video apps for smart devices running on all major platforms. Building the apps is made simple and fast, with very little friction in setting up an interactive video service.\nAxonista has already delivered nearly 40 apps to well-known large TV broadcasters and video start-ups in Europe and the US. These apps have provided measurable benefits to Axonista clients, leading to numerous new orders.\nThe funding for this project will facilitate building a product called Ediflo Pro ñ based on the validated Ediflo technology ñ which will enable customers to launch new video apps in a matter of hours. Axonista will build analytics tools that enable broadcasters to make fact-based decisions about their programmes. The EDIFLO PRO project supports the implementation of a new product sales business model to enable global scale-up of Axonista activities.\nAs a result of the project, Axonista will have a product that can be sold via an annual subscription model. The product will enable worldwide rapid uptake of interactive video, disrupting the TV markets just like colour TV did once. It will enable us to reach annual turnover of Ä80 million by 2021.",
    "totalCost": "2438750",
    "ecMaxContribution": "1707125",
    "coordinator": "AXONISTA LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917393700": {
            "orgId": "917393700",
            "orgName": "AXONISTA LIMITED",
            "ecContrib": 1707125
        }
    },
    "calculatedTotalContribution": 1707125
}