{
    "rcn": "211118",
    "acronym": "FEWFAST",
    "topics": "ERC-2017-PoC",
    "title": "Few-Cycle Electric Field Waveforms for Advanced Science and Technology",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "The aim is the development of a user friendly high power few cycle, phase stable, light source in the 1500-2000 nm wavelength range. This builds on technical feasibility demonstrated during the ASTEX Advanced Grant. To fully exploit the potential of this light source it is necessary now to optimize the following characteristics: peak power, the ultimate pulse duration, stability and convenience of use. We hope to do this by building on the work carried out in the ASTEX project, that demonstrated the principle of the generation and application of few cycle waveform stable 1800 nm pulses, by optimising the generation, power and convenience of use to enable many potential applications. It is the aim of this project therefore to develop this light source as a user friendly, stand-alone, optical device that can be located after a variety of commercial ultrafast OPA (Optical Parametric Amplifier) systems and so deliver few cycle 1500-2000 nm high power pulses directly to many and varied applications in technology and science. The applications are expected to have industrial/societal impact in Defence, Security, Analytical and Measurement Technology sectors. \n\nThe hoped for outcome is a fully characterized prototype that can be developed into a commercial product. First steps in the latter direction will be taken during the project by linking with a suitable commercial partner after preparatory legal and IP protection actions are completed. The aim is a product that can be added on to a standard commercial OPA laser system to deliver state-of-the-art attosecond technology in an easy to use package.",
    "totalCost": "137155",
    "ecMaxContribution": "137155",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 137155
        }
    },
    "calculatedTotalContribution": 137155
}