{
    "rcn": "211105",
    "acronym": "HEART",
    "topics": "MSCA-ITN-2017",
    "title": "HEalth related Activity Recognition system based on IoT ñ an interdisciplinary training program for young researchers",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "A current trend in healthcare involves the prevention of chronic diseases by changing behaviour towards more healthy lifestyle choices. This is supported by the increased use of wearable sensors and Internet of Things (IoT) devices. Human activity recognition and vital sign monitoring play a significant role in tailoring personal health and behaviour change coaching solutions to each individual, but pose a number of technical, legal, and socio-economic issues, which must be solved to enable a commercial viable solution.\nThe IoT is a key growth business area for EU firms, which need to acquire competencies and skills for the exploitation of their innovation potential abroad. China is a key destination market, but products and solutions have to be tailored to the needs, behaviours and habits of Chinese consumer and to the specificity of the market. The goals of HEART project are:\nï to allow the formation of a team of 6 researchers, with a strong interdisciplinary attitude, integrating social science and humanities with high-end technical skills, creativity, innovation and entrepreneurial allure, with teamwork capabilities and ability to operate in the Chinese context for business in the domain of IoT and healthcare;\nï to release a health integrated activity recognition platform able to detect activities from heterogeneous data, using scalable algorithms, while safeguarding the privacy of the persons. A priority for the Non Academic beneficiaryís competitiveness is to deliver wearable technology for health monitoring, primary dedicated to healthy people (of \\40 age) to penetrate the Chinese market;\nï to address the growing need of EU firms, for employees having the necessary skills (technical, legal and economic) in the IoT domain, thus increasing their international competitiveness.\nThe consortium is composed of Philips, KU Leuven and the UNIMC with strong interdisciplinary experience in all relevant fields of HEART, supported by a network of partners in EU and China.",
    "totalCost": "1527991,2",
    "ecMaxContribution": "1527991,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MACERATA",
    "coordinatorCountry": "IT",
    "participants": "PHILIPS ELECTRONICS NEDERLAND B.V.;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "NL;BE",
    "projectParticipants": {
        "999991625": {
            "orgId": "999991625",
            "orgName": "PHILIPS ELECTRONICS NEDERLAND B.V.",
            "ecContrib": 510749
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "960068462": {
            "orgId": "960068462",
            "orgName": "UNIVERSITA DEGLI STUDI DI MACERATA",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 1527992
}