{
    "rcn": "211122",
    "acronym": "Umem4QC",
    "topics": "ERC-2017-PoC",
    "title": "Ultrafast charge density wave memory for quantum computing",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "The goal of the PoC is to take a newly discovered phenomenon in quantum electronic materials into a potentially disruptive memory technology offering unprecedented high speed, low energy consumption combined with low temperature operation. With the PoC grant we aim to establish: \n\n(i) Viability of such memory devices within the scope of ultrafast low-temperature quantum computing and clarify the most important outstanding technical issues for implementation; \n(ii) Generate a business plan and asses the timescale for exploitation; and \n(iii) Establish an intellectual property portfolio with an exploitation strategy. \n\nThe PoC will define key activities, build a value proposition for a startup company and identify customer segments with industry partners.\n\nThe PoC would also prepare the ground, and establish vital parameters for a next stage of funding within the Quant-ERA-net project and the upcoming Quantum Technology Flagship. \n\nThis proposal should be viewed against the backdrop of stalled Moore's law, remarkably fast increases in energy consumption of the information technology sector and overall direction of High Performance Computing (HPC) evolving into quantum technology. The successful completion of the PoC would an important contribution to the upcoming EU Quantum Technology Flagship, demonstrating leadership in competition with US, Japanese, and Chinese developments in HPC.\n\nThe outcome of the project would be a breakthrough technology showcase opening the way to large strides in the development of future high-performance cryogenic computing.",
    "totalCost": "149452",
    "ecMaxContribution": "149452",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "CENTER ODLICNOSTI NANOZNANOSTI IN NANOTEHNOLOGIJE - NANOCENTER, LJUBLJANA",
    "participantCountries": "SI",
    "projectParticipants": {
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 84998
        },
        "957319967": {
            "orgId": "957319967",
            "orgName": "CENTER ODLICNOSTI NANOZNANOSTI IN NANOTEHNOLOGIJE - NANOCENTER, LJUBLJANA",
            "ecContrib": 64454
        }
    },
    "calculatedTotalContribution": 149452
}