{
    "rcn": "211136",
    "acronym": "InnoSpaceComm",
    "topics": "SMEInst-01-2016-2017",
    "title": "EnduroSat provides innovative space communication satellite solutions.",
    "startDate": "01/06/2017",
    "endDate": "28/02/2019",
    "objective": "EnduroSat is an innovative space company focused on engineering and in-house production of new generation of satellites, advancing new designs in the fields of electronics, communication systems and software. EnduroSat is the only satellite company in Bulgaria with strategic mission to develop innovative services and products in field of Space Technologies.\nThe objectives of the project InnoSpaceComm is to get to market innovative advanced communication modules, initiate Space to Ground service (Ground station) and connect directly European SMEs, industry and academia through unique educational resources, enabling the establishment of new markets in EU.\nThe InnoSpaceComm project objectives and EnduroSat's goals are to provide next generation satellite infrastructure (integrated communicating in-orbit satellites and ground segment ñ Ground Station) for diverse set of missions in LEO and to demonstrate high potential in terms of company competitiveness and growth. The project focus is on creating advanced satellite communication modules, verifying their functional capabilities and getting them to the market. The expected project outcomes include initiative for academia, providing demo communication modules, and Free e-learning tool guiding EnduroSatí customers for effective product utilisation. EnduroSat will change the way SMEs, educational organizations and research programs get data to and from space at a fraction of the cost. Through the InnoSpaceComm expected outcomes, many new customers and economy sectors will have direct benefit and access to the most innovative and advanced Space technologies on a competitive price. The successful implementation of the current InnoSpaceComm project, which already received Seal Of Excellence with last submission under Open Disruptive Innovation Scheme, and the support of the Horizon 2020 SME Instrument will ensure the companyís exponential expansion of disruptive innovation for space technology market on EU level and beyond.",
    "totalCost": "2030137,5",
    "ecMaxContribution": "1206587,5",
    "coordinator": "ENDUROSAT AD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922504533": {
            "orgId": "922504533",
            "orgName": "ENDUROSAT AD",
            "ecContrib": 1206588
        }
    },
    "calculatedTotalContribution": 1206588
}