{
    "rcn": "211170",
    "acronym": "Story Maker",
    "topics": "SMEInst-01-2016-2017",
    "title": "Story Maker",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Wonder Media Productions (WMP) is a SME active in the development of 3D animation software and the production of related animated content. With its disruptive animation software technology called animation now, WMP has the ambition to change the way animation is being created, produced, expressed and used. Key differentiators compared to state-of-the-art 3D animation software suits are its real-time capabilities, its ease of use, and its cost efficiency. This makes it possible for untrained people to create their own stories using 3D animation.\nOne highly interesting application for this animation technology is its use as a tool for education. Within the project Story Maker, WMP has the ambition to develop its tool into a project-based digital learning solution and to introduce it into the EU educational market. \nWithin the project, WMP will achieve different developments envisaged for a commercially viable digital learning solution based on animation now. WMP will provide a proof of concept of the Story Maker educational tool and will extend its available libraries of animated content. Furthermore, WMP will study the economic feasibility of the project by a detailed market and competition analysis, identify key stakeholders and strategic potential partners, will perform an internal cost analysis and develop the business model, beside legal and regulatory framework studies.\nStory Maker project will address identified needs of schools, teachers and students and will impact about 10 million students in primary and secondary education in about 100.000 schools in Europe, with more than 450.000 teachers involved. The project will change the way teachers motivate children to learn with modern tools and will help children to become more creative and express themselves in a purposeful way using animation.\nThe further development of the whole Story Maker digital learning solution based on the animation now software suite will be envisaged in a SME Instrument Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WONDERMEDIA PRODUCTIONS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916542040": {
            "orgId": "916542040",
            "orgName": "WONDERMEDIA PRODUCTIONS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}