{
    "rcn": "211190",
    "acronym": "DABCAST",
    "topics": "SMEInst-01-2016-2017",
    "title": "Digital radio game changer",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Terrestrial broadcasting digitization is an ongoing process ñ television across Europe has been already switched to digital standard. Digitization of radio is next step and EU has already recommended the standard for it: DAB\\. It gives great benefits to both listeners and radio stations (broadcasters), including better sound, rich content (visuals, text, web contents) and more radio stations available.\nDespite recommendation is already 10\\ years old, the transition process was so far very slow (only Norway decided to switch over to DAB\\ signal in 2017). The reason is that broadcasters are reluctant to carry high costs of this transition. It is unbearable especially for Small and Medium Broadcasting (SMB) stations, with limited budgets and resources to handle the expensiveness and complexity of digital broadcasting.\nTo address this market niche, BCAST has invented the first ever complete digital transmission service in the cloud, called DABCAST. It hides all the complexity of DAB\\ transmission (from studio down to transmitters and antennas) behind single service, being also cheaper than traditional DAB\\ installations and offering added services available only in expensive products, e.g. content preparation software, monitoring and quality assurance tools.\nThis remarkable characteristics were only possible to achieve by combining technological innovation with market position and business resources of BCAST company. As one of three Polish broadcasting operators (one of 50 on European scale), we provide transmission services to broadcasting stations, both analog and digital. We own and expand continuously our transmission network (antennas and transmitters). With DABCAST we plan to further utilize it to serve SMBs digitization.\nThe objectives of this project are to finalize the technological platform and to validate it and gain customers approval (piloting); to continuously develop and monitor business and communication plan.",
    "totalCost": "1993125",
    "ecMaxContribution": "1395187,5",
    "coordinator": "BCAST SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930214869": {
            "orgId": "930214869",
            "orgName": "BCAST SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 1395188
        }
    },
    "calculatedTotalContribution": 1395188
}