{
    "rcn": "211141",
    "acronym": "INOVER21",
    "topics": "SMEInst-12-2016-2017",
    "title": "Mass-customisation of custom-made medical implants",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Custom-Made Implants (CMIs) are considered to be a superior solution for the treatment of patients with rare and severe clinical conditions since they ensure better fit, lower surgical invasiveness, shorter surgery time, faster healing, reduce risks of infection, joint dislocation and revision surgeries leading to lower total pathology treatment costs. Also, they provide fuller restoration of patientís physical performance and higher quality of life by reducing or avoiding side effects. Thus, CMIs provide added value for all - patients, surgeons, medical institutions and health insurance funds. However, CMIs currently fail to achieve large-scale commercial success due to high price, long lead times and dominated surgical approach oriented towards standard solutions. Currently CMIs in value account for only ~1.4% of implant market.\nOrtho Baltic has developed the technological infrastructure for CMIs design, manufacturing and validation. It consist of surgeon-manufacturer co-creation and communication tool MICE (Medical Implants Customization Engine) and factory floor management system MC Dynamics (Mass Customization Dynamics) that together provide a chance to proceed to mass customization of CMIs. This will lead to the significant decrease of manufacturing costs and lead times. Already today Ortho Baltic offers CMIs for a ~21% lower price than standard modular implants. However, with the successful implementation of the project it could offer CMIs twice cheaper (for an average price of Ä3260) by 2023 and with lead time < 2 weeks. The profit is expected to be around 1,5 million in 2023. To reach this, during Phase 2 project Ortho Baltic will expand the functionalities of both systems, transfer them to new technology platforms (MICE - to web based platform),pilot them as well as develop supporting tools for CMI application in surgical treatment (clinical decision support and training software MICE Trainer and international curriculum for medical students and surgeons).",
    "totalCost": "2267398,75",
    "ecMaxContribution": "1587179,13",
    "coordinator": "BALTIC ORTHOSERVICE UAB",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996558892": {
            "orgId": "996558892",
            "orgName": "BALTIC ORTHOSERVICE UAB",
            "ecContrib": 1587179
        }
    },
    "calculatedTotalContribution": 1587179
}