{
    "rcn": "211150",
    "acronym": "Precision4Life",
    "topics": "ERC-2017-PoC",
    "title": "Precision mass spectrometry to leverage applications in life and environmental sciences",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "The unbeatable performance leaders in molecular analysis of biological and environmental samples are the Fourier transform mass spectrometers (FTMS): Orbitrap FTMS and ion cyclotron resonance (FT-ICR MS). However, even FTMS approaches suffer from performance limitations when facing the molecular complexity of samples in modern applications. The primary reasons for these limitations are the space charge effects ñ strong Coulombic interactions of many ions oscillating in the trapping devices. Applications suffering from space charge affects include those with (i) significant fluctuation of incoming ion currents; (ii) close spacing of molecular mass/charge ratios to be resolved; and (iii) high spectral dynamic range of ion intensities. To address these performance challenges and as a result of the completed ERC Starting Grant, we propose to increase precision of mass measurements in FT-ICR MS by using the direct cyclotron frequency measurements instead of the space charge-sensitive reduced cyclotron frequency measurements employed currently. We have confirmed the principal feasibility of FT-ICR MS at the cyclotron frequency on both types of commercial FT-ICR MS instruments on the lab level. The aim of our PoC grant application is to realize the benefits of FT-ICR MS at the cyclotron frequency by developing and seamlessly integrating the laboratory-level innovation into commercial instruments at an industry-grade level to leverage life and environmental sciences applications. The action plan includes: (i) enabling integration of prototype ICR mass analyzers into commercial FT-ICR MS instruments via feasibility studies and pilot projects; (ii) analyzing competitive advantages of the projectís outcomes over existing products and workflows, with a focus on frequency (mass) precision increase; (iii) clarifying IPR position, strategy; and (iv) performing market analysis.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "SPECTROSWISS SARL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934991731": {
            "orgId": "934991731",
            "orgName": "SPECTROSWISS SARL",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}