{
    "rcn": "211142",
    "acronym": "CompactDating",
    "topics": "ERC-2017-PoC",
    "title": "A compact radioisotope dating device for rapid sample analysis",
    "startDate": "01/10/2017",
    "endDate": "30/09/2018",
    "objective": "The FNPMLS project (ERC n.648381) has successfully demonstrated that resonance ionization spectroscopy can be performed efficiently and with high resolution on an accelerated beam (CRIS). This novel and versatile methodology has been used to measure exotic nuclei down to rates of less than 20 atoms/second. In order to achieve these results the CRIS method has had to efficiently remove interference isotopes that would otherwise saturate the detectors. The key advantages of the method are its high selectivity, interference suppression and compact size. In principle it can be combined with mass spectrometry techniques such as ICP-MS and IRMS to enhance their respective sensitivity by more than three orders of magnitude in a compact table top device. This would have applications in the industries that utilize radioisotope detection for molecular labelling and dating.  We believe that our methodology has the potential to significantly reduce the costs associated detecting isotopes such as 14C. In this project we will define and develop a commercialization strategy and effective route to market as well as produce a well defined IP position. A prototype device with autosampling capabilities will be constructed and used for benchmarking and validation tests that will further inform the marketing strategy. The final deliverables of this project will be a package consisting of a working prototype that demonstrates the ability to rapidly analyse biological samples and a commercialization strategy that has a clearly defined route to market and IP position.",
    "totalCost": "149924",
    "ecMaxContribution": "149924",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 149924
        }
    },
    "calculatedTotalContribution": 149924
}