{
    "rcn": "211134",
    "acronym": "BMX-11",
    "topics": "SMEInst-08-2016-2017",
    "title": "Providing Antifouling Additives for Marine Paints Inspired by Nature and Engineered for Industries",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Any object submerged in water is subject to fouling, such as boats, oil drilling platforms and aquaculture equipment. To prevent fouling, companies who own submerged assets use antifouling paints (i.e. the use of antifouling paints is estimated to prevent 25% of fuel consumption of the world fleet). \nHowever, 90% of existing antifouling paints are toxic and current solutions are not 100% effective. Plus, the most used antifouling additive ñ copper - is characterized by high price volatility. \nBiomimetx has recently discovered a unique bacterium that secretes high levels of molecules that can be used as natural antimicrobials and algaecides. This compound can be produced through an optimized fermentation process (Internationally patented by us) that ensures high yield. \nThe outcome of the Phase 2 project will be the first marine antifouling paint containing a non-toxic antifoulant additive (BMX-11) on the market. BMX-11 is 100% biodegradable, cost effective and fully efficient against all elements of biofouling. \nWe aim to address the global market of biocide additives for marine paints estimated in at least Ä2.8 billion in 2016.\nBMX-11 has the potential to be highly disruptive also because it allows the creation of non-toxic paints that can be certified for non-professional use. This means that BMX-11 can enable the DYI market of antifouling paints.\nBiomimetx was founded in 2013, and our current team of 9 professionals has been awarded 400kÄ in Portuguese research grants and 1,8MÄ in Venture Capital to pursue the market rollout of BMX-11 and co-finance the present Phase 2 project.",
    "totalCost": "1993750",
    "ecMaxContribution": "1395625",
    "coordinator": "BIOMIMETX, SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946919821": {
            "orgId": "946919821",
            "orgName": "BIOMIMETX, SA",
            "ecContrib": 1395625
        }
    },
    "calculatedTotalContribution": 1395625
}