{
    "rcn": "211175",
    "acronym": "BEATIK",
    "topics": "SMEInst-12-2016-2017",
    "title": "E-ClassicalMusic for everyone",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "'Classical music accounts worldwide for more than 1,600 professional orchestras and over 70M music students (3.2M in EU). Global paper scores market is worth in the region of Ä3.100M worldwide (Ä380M in the EU), being orchestras, music students and musicians the main contributors to this figure. However, within the last years, trend shows that musicians and students have been increasingly using digital scores as alternatives to paper sheet music.\n\nRevInClassic has developed BEATIK, the first fully automated, play following, digital musical scores. Based on our already registered ìScore Followingî algorithm, BEATIK is an all-in-one application that allows professional musicians, music professors and students to have all their scores in a single device, giving them all the possibilities of traditional paper scores (i.e. make annotations) plus the advantage of not having to turn pages, exchange information in real time among musicians or receive comments of their performances. With our algorithm, we have already won 3 times the prestigious international competition MIREX.\n\nAimed at Orchestras and music interpreters, BEATIK has two key features that make it stand up over paper and other digital score competitors: 'Score Alignment' technology (internally reproduces classical music scores and compares them with the music that comes in through the microphone of the device) and Real time annotations exchange (BEATIK is the only product that is able to exchange information in real time).'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REVINCLASSIC SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917559085": {
            "orgId": "917559085",
            "orgName": "REVINCLASSIC SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}