{
    "rcn": "211121",
    "acronym": "ENERPAINT",
    "topics": "ERC-2017-PoC",
    "title": "New thermo-regulating paints based on nanoencapsulation of phase-change materials",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "'The proposal is focused on the innovation potential of thermo-regulating paints for effective thermal insulation and controlled release/uptake of the thermal energy in buildings. These thermo-regulating paints are based on the energy nanocapsules with encapsulated phase change materials, which are under development in ERC 2014 Consolidator grant No. 647969 'ENERCAPSULE', and current commercial paint formulations. The addition of the energy nanocapsules able to store and release heat will provide commercial paints thermo-regulating properties. The advantage of energy nanocapsules in the paint formulations is the isolation of the phase-change heat capacitors from the other components of the paint. This will keep the integrity of the encapsulated phase-change materials during heating/cooling cycles, prevent the interaction between paint matrix and phase-change material and, as a result, significantly increase the durability of the thermo-responsive paints to thousands of heating/cooling cycles.\nProject Work Plan includes two parallel Work Packages. First Work Package is a technical one and involves the development of the methodology for up-scaled fabrication of energy nanocapsules by controlled deformation dynamic mixing and application of the energy capsules as heat-controlling additive in paint formulations. Second Work Package is devoted to the market and legislation analysis of the innovation potential of the thermo-regulating paints. \nApplication of such paints in existing old houses will considerably improve their energy efficiency characteristics without big investments into their retrofitting. Additional energy savings are foreseen during day/night switch where the thermal energy collected in paint during daylight is used for house heating during night. Innovation of new materials and technologies for storage and controlled release of thermal energy is critical for future green economy according to the EU Directive 2012/27/EU on energy efficiency.'",
    "totalCost": "149893",
    "ecMaxContribution": "149893",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 149893
        }
    },
    "calculatedTotalContribution": 149893
}