{
    "rcn": "211179",
    "acronym": "REDSENTRY",
    "topics": "SMEInst-13-2016-2017",
    "title": "Proactive Operational Intelligence  Cybersecurity Platform for the Financial Services Industry",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "REDSENTRY aims to provide a flexible, scalable and open solution to the ever-changing threat landscape faced by the financial services sector. The threats faced by the financial services industry are varied and constantly evolving and cybercrime is the 2nd most reported type of crime by financial institutions according to PWC.  The potential impact of cybersecurity incidents is tremendous as the sector accounts for Ä731 billion (5.9%) of the EUís total GVA (Gross Value Added) and employs 6.4 million people.  The size, potential for monetary gain and overall societal disruption of make the financial services sector a prime target for cyber criminals using the latest techniques which are often undetectable with current solutions. A recent report by GreAT  found 140 enterprises, including banks, affected by ìfile-less attacksî which use the systemís RAM to execute malicious code and are currently undetectable through conventional means. This is only one example of the numerous ways in which cyber criminals are innovating and developing new means of bypassing cybersecurity measures. REDSENTRY will provide a real-time networking monitoring platform to provide the ability to detect and manage any type of threat. By focusing on network monitoring REDSENTRY will provide enable financial sector institutions to manage their infrastructure in real time, proactively and with automatic security response protocols.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENEO TECNOLOGIA SOCIEDAD DE RESPONSABILIDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928938834": {
            "orgId": "928938834",
            "orgName": "ENEO TECNOLOGIA SOCIEDAD DE RESPONSABILIDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}