{
    "rcn": "211125",
    "acronym": "CRC",
    "topics": "SMEInst-09-2016-2017",
    "title": "Centric Reciprocating Compressor",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "'The objective of the Centric Reciprocating Compressor (CRC) project is to address and implement the findings of our SME Phase 1 Feasibility Study (GA#75626) to upscale, pilot, and commercialise our highly energy efficient, cost-effective, and lightweight air compressor targeting the nitrogen generator manufacturers in the maritime shipping sector. CRC offers annual energy savings of min. 30% and reduces operating costs in 35%. Besides, CRC is the first rotary reciprocal displacement air compressor in the market, representing a major breakthrough and our unique selling point (USP). If widely implemented across the EU, CRC can cut industrial GHG emissions in Europe in 17MT of CO2. Consequently, it will help solve the challenge of a more energy efficient industry, and contribute towards the climate change objectives set-out in the Europe 2020 strategy.\n\nWe have outlined a series of Commercialisation Objectives (COs) that build upon our validated technology and Feasibility Study. Achieving them will bring us to a wide market uptake across the EU and beyond:\n\n1) Technology maturation objectives, to optimise CRC mechanical design prior to piloting and validation in real operating environment at end-userís facilities. This will raise the TRL of our CRC technology from its current TRL6 to TRL8 (WP1).\n\n2) Pilot and validation objectives, to demonstrate the economic performance, functionality, and user benefits through a large-scale piloting in industrial settings in collaboration with Air Products, elevating CRC from TRL8 to TRL9 (WP2).\n\n3) Market maturation, communication, and innovation management objectives, enabling us to successfully bring CRC to the market and reach sales traction beyond Phase 2 (WP3, WP4, WP5 and WP6).\n\nThrough the CRC Phase 2 project we will significantly boost the growth in our company. We project to reach accumulated revenues of Ä67.81m, generate at least 29 new full-time positions, and accumulate profits of Ä23.4m by year 5 post-project.'",
    "totalCost": "2281250",
    "ecMaxContribution": "1596875",
    "coordinator": "OTECHOS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930674649": {
            "orgId": "930674649",
            "orgName": "OTECHOS AS",
            "ecContrib": 1596875
        }
    },
    "calculatedTotalContribution": 1596875
}