{
    "rcn": "211147",
    "acronym": "SENTRY",
    "topics": "SMEInst-09-2016-2017",
    "title": "Distributed Acoustic Sensing for Cable Monitoring and Surveying for Offshore Wind Farms providing movement, depth, surface disruption and free-span readings",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Electricity Distribution Services Ltd (EDS) is a global leader in High Voltage (HV) asset management for offshore wind farms.  In the offshore wind industry, newly commissioned engineering projects often experience failures either in the initial years of operation or at the end of their lifecycle. Subsea cable damage most often arises from: anchor strikes, dragging fishing nets and erosion. Statistics show that a wind farm cable circuit of average length is likely to experience 1-2 faults per 20-year period. Insurance companies increasingly report on HV cable faults being a major issue for financial losses at offshore wind farms. They led to insurance claims totaling more than Ä60 million in 2015. On average, at least 10 subsea cable failures are declared to insurers each year in the offshore wind sector. The financial severity of these incidents continues to grow ñ such that they account for 77% of the total global cost of offshore wind farm losses. Our CableSENTRY is an innovative solution based on Digital Acoustic Sensing (DAS) technology that detects subsea cable faults in real time. Acoustic signals from the HV cable create an optical response in a fibre optic line so faults and other events can be located accurately and immediately on a calibrated system. Applied in addition to existing fault location technology, our solution will be able to identify fault locations in land and subsea HV cables and save an average of 4 daysí downtime per fault over current methods",
    "totalCost": "1972673,75",
    "ecMaxContribution": "1380871",
    "coordinator": "ELECTRICITY DISTRIBUTION SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926065985": {
            "orgId": "926065985",
            "orgName": "ELECTRICITY DISTRIBUTION SERVICES LIMITED",
            "ecContrib": 1380871
        }
    },
    "calculatedTotalContribution": 1380871
}