{
    "rcn": "211152",
    "acronym": "ANALYTICS",
    "topics": "ERC-2017-PoC",
    "title": "All-electrical analytic platform for digital fluidics",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "Prospective biosensing technologies will need to tackle the grand challenges arising from the global demographic changes. Among the most crucial tasks is the monitoring of food and environmental quality as well as the medical diagnosis. Digital fluidics offers vast advantages in performing these tasks relying on tiny containers with reacting biochemical species and allowing massively parallelized assays and high throughput screening using optical detection approaches. \n\nI envision that adding not-optical detectors, which electrically probe the analyte responses, will provide a source of new but complementary information, obtained in a label-free and contactless manner. Hence, these all-electric platforms enable monitoring the kinetics of chemical reactions in lab-on-chip format, as well as take over auxiliary tasks, e.g. indexing, counting of droplets, flow monitoring.\n\nIn frame of the ERC project SMaRT, my team developed a unique detection platform -millifluidic resonance detector- that inductively couples to an analyte and assesses its physico-chemical properties. The unique selling points are (i) non-invasiveness to analyte, (ii) unnecessity of a transparent fluidic channel, (iii) cost efficiency and (iv) portability. \n\nImplementing the input from the partner companies, here I aim to reach the commercialization stage pursuing a number of key milestones, i.e. enhance the screening throughput, realize a platform independent of external electronic devices, provide a temperature stabilization of the response, and develop the app. \n\nSocietal benefits: We demonstrated that the device provides an access to the metabolic activity of living organisms in droplets. This is way beyond the capabilities of the state-of-the-art optical detection. With this feature, the device can address the issue of increasing antibiotic resistance of bacteria and thus help to optimize the antibiotic policy in hospitals and households and to test new drugs in a time- and cost-efficient way.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}