{
    "rcn": "211138",
    "acronym": "PODAPP",
    "topics": "SMEInst-01-2016-2017",
    "title": "Making Audio-On-Demand Accessible, Democratic and Commercially viable",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Podcasting is among the fastest growing media, but has not yet been properly monetized. To fill this gap, Acast was created in 2014. The podcast inserts itself into the mega-trend of on-demand entertainment consumption: Users can follow on audio programs wherever and whenever they want. Developments in the technology infrastructure have finally allowed podcasting to establish itself as the next generation radio, and conquer the attention of millions who daily consume audio content. During next five years it is estimated the podcasts may reach the audience of more than 1 billion listeners. Acast, as the first podcast system able to combine services to all the podcasting stakeholders (listeners, podcasters and advertisers) as well as technologies such as dynamic ad insertion, an intuitive system for all podcasters, and an easily searchable podcasts library, will establish itself as the market leader, de facto replicating the success of Wordpress, Spotify, YouTube and Netflix. \n\nCurrently, Acast has over 50 M monthly listeners, has attracted corporate advertisers and hosts podcasts from well-known international media houses. Acast has already developed the cornerstone of its all-in-one system: its unique ad insertion technology, which has enabled the company to generate revenues from 2014, its 1st year of operation. This technology is set to change podcast monetisation via ads, currently still following an old fashioned sponsorship model. Acast allows advertisers to target specific audience segments and change their ads any time. \n\nAcast is now further improving its system for listeners and podcasters, to make podcasting a major new communication channel produced by people for the people. This project enables Acast to fully automate and scale up the key features of its system, thus positioning Acast on the right track to become the global leader in the audio-on-demand market.",
    "totalCost": "3171875",
    "ecMaxContribution": "2220312,5",
    "coordinator": "ACAST AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919603069": {
            "orgId": "919603069",
            "orgName": "ACAST AB",
            "ecContrib": 2220312
        }
    },
    "calculatedTotalContribution": 2220312
}