{
    "rcn": "211131",
    "acronym": "CARTOFF",
    "topics": "ERC-2017-PoC",
    "title": "Ultrasensitive Cartography of vectorial Force Fields at the nanoscale",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "This project aims at developing and disseminating a new class of ultrasensitive and vectorial force field sensors to build the next generation of scanning probes with improved sensitivity and vectorial readout capacity. The vibrations of a singly clamped silicon carbide nanowire (NW) are readout by optical techniques. Its vibrating extremity oscillates in both transverse directions with quasi-degenerated frequencies due to its quasi-cylindrical geometry. When approaching the NW above a sample surface it experiences an additional force field due to the sample-NW interaction which modifies its mechanical properties. The force field can be fully derived by monitoring frequency shifts and eigenmode rotations. The measurement principle was demonstrated during the HQNOM ERC project by monitoring the perturbation of the NW Brownian motion, its random thermal noise in 2D induced by a voltage biased electrostatic tip. An impressive sensitivity to force field gradients varying by less than 1e-18N over the nanometer sized Brownian motion was demonstrated, as well as a fully vectorial readout capacity which is unaccessible to existing 1D force probes. This vectorial sensitivity, combined with the one-millon-fold improvement in force sensitivity over commercial atomic force microscopes is the starting point of the POC project. The objective is to ensure a wide dissemination of this extraordinary vectorial force field sensors and to progress towards an industrial outreach of the apparatus. To do so, a demonstration prototype will be developed and will serve as a workhorse for the second step, the dissemination phase of the apparatus towards a broader scientific and industrial community.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}