{
    "rcn": "211108",
    "acronym": "ECOLACTIFILM",
    "topics": "SMEInst-02-2016-2017",
    "title": "A Water-Soluble Packaging to Unlock New Markets",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Lactips is an innovative company located in France, founded in 2014. Lactips develops a disruptive thermoplastic material, water-soluble at room temperature and below, for uses in water-soluble or edible packaging. This material is unique on a worldwide scale. \n\nBased on milk protein, Lactipsí thermoplastic pellets show besides a full biodegradability in less than three weeks (it can even be thrown away in oneís home compost), is highly printable thus perfect for information and marketing purposes, presents a very good barrier to oxygen and can further be functionalised.\n\nIts unique water solubility property allows Lactips to answer chemical manufacturers needs for better single doses packaging in laundries and dishwashing. \n\nMoreover, it opens up new market opportunities such as detergent packaging for water treatment (swimming pools) and agrochemicals, where single doses cannot be used currently as current packaging is poorly soluble below 30∞C and does not answer requirements. Users (consumers, farmers, employees) will not be in contact anymore with harmful chemicals and will control the amount of chemical they add in water. This will result in a better user safety and a better preservation of our environment.\n\nThe ECOLACTIFILM is Lactipsí project to remove every barrier and properly address the market. Properties will be improved for our material to resist to liquids, acid and alkaline powders and to be shrinkable.\nAt the project end, every chemical that are to address water trouble could be packaged in a sound and clean, harmless way.",
    "totalCost": "2132271,25",
    "ecMaxContribution": "1492589,88",
    "coordinator": "LACTIPS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916207875": {
            "orgId": "916207875",
            "orgName": "LACTIPS",
            "ecContrib": 1492590
        }
    },
    "calculatedTotalContribution": 1492590
}