{
    "rcn": "211176",
    "acronym": "Hubble",
    "topics": "SMEInst-01-2016-2017",
    "title": "Hubble ñ smart workplace allocation platform",
    "startDate": "01/04/2017",
    "endDate": "30/09/2017",
    "objective": "Hubble is a breakthrough SaaS platform which intermediates between SMEs searching for commercial real estate and providers with available property by offering a marketplace for commercial real estate to help manage the renting of excess capacity within offices and flexible service providers. Hubble provides best-class usability to find the right location quickly, and through the use of clear online contracts and payments, processed and recorded on the platform, adds unprecedented transparency to an otherwise, very opaque industry.\nThe platform is disrupting the market by filling the gap left by traditional real estate agents, who are failing SMEs due to a lack of incentive and dependence on legacy business models and offers direct, tangible economic benefits to its target customers, by improving speed, reducing costs and increasing transparency. Hubble helps lower the barriers for new businesses, helps companies share office space and reduce their cost base, makes office space more affordable. Overall, the European economy benefits from more favorable business establishment conditions, more productive use of existing real estate assets, and job creation.In January 2017, Hubble counts 1,500\\ registered offices, 20,000 desks mostly focused in the London area, which is approximately 2,5% of the local market, with a monthly revenue of £40K, generating a total of £500K in annualized revenue.\n\nThe company has so far focused on the London market. It now wishes to expand into key cities across Europe and beyond. To enable this, the company is applying to undertake a six-month feasibility study through the Horizon 2020 SME Instrument Phase 1. The study will include a user review to assess needs and take-up, a technology review to enhance the product, marketing and sales analysis to test practical approaches, financial review to check assumptions and risks, an IPR review into patentability, and a full business plan to prepare for further financing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPACIOUS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924294474": {
            "orgId": "924294474",
            "orgName": "SPACIOUS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}