{
    "rcn": "211145",
    "acronym": "iSIM",
    "topics": "SMEInst-01-2016-2017",
    "title": "Integrated Standard Imager for Earth Observation Microsatellites",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The project brings to the market iSIM: A compact high-performance camera for Earth Observation satellites that is at least 3 times smaller (8 Kg), more affordable, and with 3 times shorter delivery times (90 days) than equivalent solutions, combining a straightforward design (patents pending), with advanced electronics and software, and serial manufacturing standards from its conception.\nISIM, provides the best multispectral spatial resolution of the market (0,55 m GSD) in a small payload that fits in a microsatellite (10-100 kg) reducing in an order of magnitude the Earth Observation total mission costs. \nThis innovative product has generated an outstanding interest among leading prime contractors, like Airbus Defence & Space, emerging Microsatellite Manufacturers, like Berlin Space Technologies and GomSpace, space systems integrators, like Deimos Space and Everis, and Earth Observation data users, like Telefonica. \nMore than 2100 small Earth Observation satellites will be launched in the next decade, 8 times more than between 2006-2015. SATLANTIS aims to capture 28% of the 20-100 kg micro satellite segment in the next 8 years. To do so it will offer ISIM in two sizes (ISIM-90 and ISIM-170) tailored for two micro satellite market segments (20-50 and 50-100 kg mass). \nSATLANTIS is a young technology SME, promoted by a group of high calibre engineers and scientists, that connects the three vertices of the ìtriangle of knowledgeî ñuniversities, industries, and governmentñ to become the leader in Earth Observation payloads for small satellites. \nThe Spanish company, has recently closed a 2.35 MÄ funding round with four industrial investors and venture capitalists. Combining this round with the SME-2 project, SATLANTIS can validate its product early in Space and achieve break-even point in year 4. In year 5 the company will reach a turnover of 5.6 MÄ that will grow to 31.2 MÄ by year 8. The company will increase its team of 10 to 42 full time employees by year 8.",
    "totalCost": "2389770",
    "ecMaxContribution": "1667592,5",
    "coordinator": "SATLANTIS MICROSATS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929536839": {
            "orgId": "929536839",
            "orgName": "SATLANTIS MICROSATS SL",
            "ecContrib": 1667592
        }
    },
    "calculatedTotalContribution": 1667592
}