{
    "rcn": "211171",
    "acronym": "ePatriot",
    "topics": "SMEInst-13-2016-2017",
    "title": "Evolved Sky Patriot ñ Phase 1 Feasibility Study",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "The wide proliferation of commercial UAVs has led to numerous reports of airport traffic disruption, smuggling of illicit substances, illegal collection of video footage and disturbance of high-profile mass events.Law enforcement agencies (LEAs) and operators of critical infrastructures (OCIs) are growing highly concerned with the opportunity for criminal and terrorist groups to adopt and use UAVs in support of their illicit activities. Consequently, LEAs and OCIs expressed the need to improve UAV detection and monitoring capabilities.\nRNC Avionics (RNCA)responds to this market opportunity and growing societal concern by providing an affordable and high-performing automated and transportable counter-UAV solution, capable of effectively and efficiently detect, classify and track multiple UAVs, to assist LEAs and OCIs in maintaining public safety and security.\nThe Evolved Sky Patriot Phase 1 (ePatriot1) Project aims to assess the technological and economic feasibility of the introduction of novel advanced features for the Detection, Tracking andClassification of Unmanned Aerial Vehicles (UAVs) in RNCA's existing Sky Patriot solution. ePatriot's innovations will focus on next generation ultra-high definition cameras and improved video analytics algorithms to deliver unprecedented levels of performance for continuous detection and tracking of UAVs based on optical systems; on a prototype for a camera array system able to deliver the full 360∫ coverage; and on  advanced, robust and efficient UAV classification algorithms, based on machine learning using incremental concept learning.ePatriot thus promises to consolidate RNCAís leading market position as a beyond state-of-the-art provider of robust and trusted technologies and solutions to detect, classify, track and investigate deployed UAVs.\nRepresenting the best value for money, ePatriot is set to be a real game changer in the market, exhibiting unprecedented performance levels for camera-based counter-UAV systems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RNC AVIONICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958956454": {
            "orgId": "958956454",
            "orgName": "RNC AVIONICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}