{
    "rcn": "211100",
    "acronym": "watersplit",
    "topics": "ERC-2017-PoC",
    "title": "Producing hydrogen by water splitting",
    "startDate": "01/07/2017",
    "endDate": "31/12/2018",
    "objective": "This proposal describes a plan to prove the role of electronsí spin in the photocatalyzed oxidation of water; reaction of two water molecules to form two hydrogen molecules and a single oxygen molecule in its triplet ground state. We found that the catalyst performance is affected by its chiral symmetry, or lack thereof. It is well known that the electrochemical and photoelectrochemical splitting of water requires a high overpotential and that it can be changed by the choice of catalyst; however, the origin of the overpotential was not fully understood. In addition, the artificial water splitting reaction is commonly hampered by the production of hydrogen peroxide, which reduces the hydrogen yield and acts as a strong oxidation agent that can damage the electrochemical cell. The proposed studies will build on our new results which suggest that the chirality of the photoanode material can reduce the overpotential for water splitting and enhance the reaction rate. We found  that spin-polarized current causes a spin correlation between the two OH intermediates in the reaction. This spin correlation could both suppress production of hydrogen peroxide and enhance the formation rate of oxygen molecules in the triplet state, improving water splitting efficiency.  \n               This proposal describes a program in which we intend to build upon our finding from our research performed in the framework of our ERC project, and to prove the concept of spin controlled water splitting and thereby produce an efficient hydrogen producing cell.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}