{
    "rcn": "211120",
    "acronym": "D-PAL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative DePaLletiser for the automated feeding of signatures in the bookbinding industry",
    "startDate": "01/07/2017",
    "endDate": "30/09/2018",
    "objective": "The printing sector is a mature market with annual revenues of Ä694 billion worldwide and a relevant presence in Asia, Europe and USA which, however, needs to increase its competitiveness by reducing costs and improving margins. The book printing industry presents a key problem for the hardcover bookbinding, as part of the post-impression process (depalletisation of stacks of signatures to feed the bookbinding machine) has to be done manually. \n\nD-PAL is a high-performance & 100% automated depalletiser for the hardcover book post-printing process which accurately depalletises stacks of signatures of different types, sizes and thicknesses (65-215 mm.) for the automatic feeding of the bookbinding machine. D-PAL is the only machine in the market suitable to be integrated in every process chain with the current methods existing in the book printing industry.\nD-PAL will save 6,9% of the total printing costs for hardcover books and will increase the depalletising yield up to 367%, avoiding at the same time quality defects associated to manual works. Costs derived from H&S accidents will be reduced up to 30%.  Moreover, the depalletising time will be reduced up to 68% and the machine can be amortized in 1,2 years. D-PAL is 41% less expensive than competitive solutions. \n\nD-PAL has been developed by LARGOIKO S.L.L, a Spanish Mechatronics Engineering enterprise that designs and carries out the automatization of industrial processes, special machines or under demand since 1999 in different sectors such as automotive, electronic devices, renewable energies or graphic arts.",
    "totalCost": "937023,75",
    "ecMaxContribution": "655916",
    "coordinator": "LARGOIKO S.L.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924124433": {
            "orgId": "924124433",
            "orgName": "LARGOIKO S.L.L.",
            "ecContrib": 655916
        }
    },
    "calculatedTotalContribution": 655916
}