{
    "rcn": "211157",
    "acronym": "EEN Normandie h2020",
    "topics": "H2020-EEN-SGA2-2017-1",
    "title": "Enhancing innovation management capacity of SMEs under H2020 programme in the Enterprise Europe Network Normandie",
    "startDate": "01/03/2017",
    "endDate": "31/12/2018",
    "objective": "On January 1st, 2016, the French regions experienced a territorial reform which led to the merger of several French regions.\nOn the Normandie-Picardie consortium territory, the Upper and Lower Normandy regions are reunited to form the Normandie region and Picardie region is attached to the Nord de France region. In parallel, on January 1st, 2016, the CCI of Haute-Normandie and the CCI of Basse Normandie merged and became CCI Normandie. On July 1st, 2016, the two Norman regional agencies for innovation are grouped into a single structure named Agence de DÈveloppement pour la Normandie (AD Normandie). For the 2017-2018 period, CCI Picardie decided to harmonize the territorial map of the EEN consortium with the new French regions. Thereby, on January 1st, 2017, CCI Picardie will withdraw from the consortium Normandie-Picardie.The new Normandie consortium succeeds the Normandie-Picardie consortium. It fully pursues its activities to support innovation and internationalization. The new Norman consortium ensures the continuity of all EEN COSME and H2020 services, especially the action called ìEnhancing the innovation management capacity of SMEsî. This specific action will be divided into two main Work packages. The first one called ìKey Account Managementî (KAM) will target the beneficiaries of the SME Instrument. The Key Account Managers will ensure that the beneficiaries receive the most appropriate services to underscore the successful and profitable exploitation of their innovation project. The second one called ìenhancing SME innovation management capacityî (EIMC) will target SMEs with significant innovation activities and a high potential of internationalization. The consortium advisors will deliver a quality management assessment and support services to conduct innovation processes in a more effective way. They will be in charge of assessing innovation management capacity of the company and to develop an action plan with the support of an diagnostic tool.",
    "totalCost": "79075",
    "ecMaxContribution": "79075",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NORMANDIE",
    "coordinatorCountry": "FR",
    "participants": "AD NORMANDIE",
    "participantCountries": "FR",
    "projectParticipants": {
        "919796390": {
            "orgId": "919796390",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NORMANDIE",
            "ecContrib": 39550
        },
        "939950468": {
            "orgId": "939950468",
            "orgName": "AD NORMANDIE",
            "ecContrib": 39525
        }
    },
    "calculatedTotalContribution": 79075
}