{
    "rcn": "211186",
    "acronym": "EFFIKILN",
    "topics": "SMEInst-09-2016-2017",
    "title": "Development of an efficient hydro-based, waste heat extraction system for kiln rollers in ceramic tile production",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Ceramic tile kilns require large quantities of heat energy; accounting for up to 30% of all ceramic manufac-turing business costs. This represents a massive 150GJ/t, per year, i.e. approx. 10% of Europeís manufactur-ing industry energy consumption. A market study revealed that energy optimisation of a heating system can considerably reduce energy consumption and costs for combustion plants by up to 50%\nAn average of up to 45% of the total input energy is lost in the kiln through flue gases and in cooling gas exhaust stacks as waste heat. Most current heat recovery methods use air to recover this waste heat from the cooling zones, a method which manages to recover only 25% of this lost energy. As such, there exists an opportunity in the ceramics tiles manufacture to introduce a solution that will make significant impact, both economically and environmentally.\nEFFIKILN was birthed to exploit up to 90% of waste heat in the cooling zones of the tile manufacturing process using a highly efficient heat recovery technique. Our solution implements hydro-based heat ex-changers directly placed within the structure of cooler, above and below the tile plane, to efficiently extract heat energy for re-use and help improve the quality of ceramic products (flatness and uniformity of the sur-face). To date, we have developed and tested an initial prototype, TRL 7 in our lab and comparison of the theoretical results with the experimental data has confirmed the validity of our solution. It remains for vali-dation tests to be performed in an actual production environment, targeted for Italy, Germany, Spain, Portu-gal, France, UK, the Netherlands, Belgium, Austria, Switzerland and Denmark\nThrough Phase 1 project we will conduct a technical feasibility; risk assessment; establish our distribution networks; engage ceramic tile producers and kiln manufacturers across the globe and seek ISO and CE certi-fication.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KORE ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "ERREDI IMPIANTI SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "913929539": {
            "orgId": "913929539",
            "orgName": "ERREDI IMPIANTI SRL",
            "ecContrib": 0
        },
        "913967660": {
            "orgId": "913967660",
            "orgName": "KORE ITALIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}