{
    "rcn": "211188",
    "acronym": "GO 4G",
    "topics": "SMEInst-13-2016-2017",
    "title": "InvizBox Go 4G - Security and Privacy, Everywhere",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "The annual cost of cybercrime is estimated to reach nearly Ä3 trillion by 2019 and the value of the cyber security market will hit Ä100 billion. Across the EU, 68% of Internet users say they are concerned about identity theft. The highest levels of concern can be observed in France (where 80% are concerned) and Spain (79%). The problem for many people is that they are unsure how to protect themselves from these attacks on their security and privacy. This has several knock-on effects, including reduced consumer confidence, identity theft, lost revenue, lost intellectual property, and reputational damage to companies and individuals. InvizBox Go 4G provides an innovative approach to securing data on the internet and protecting user privacy with ease. InvizBox Go 4G addresses a major market opportunity by bringing to market a solution for cyber-security that currently is only available to companies and consumers by installing and configuring software on each and every device that they wish to protect. The Go 4G project will look to conduct a full technical and economic feasibility study of InvizBox Go 4G and develop a business strategy that ensures that the productís commercial potential is maximized. The accomplishment of the project objectives will boost company growth and internationalization with an expected accumulated turnover of Ä19.9 million over 5 years after commercialization and generating 20 new jobs. It will also contribute to strengthening the EU competitiveness in the Cyber Security industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INVIZBOX LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913816243": {
            "orgId": "913816243",
            "orgName": "INVIZBOX LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}