{
    "rcn": "211162",
    "acronym": "PropSafe",
    "topics": "SMEInst-09-2016-2017",
    "title": "Disruptive design innovation for safe and lower cost implementation of the alternative to the ozone-depleting gases in the heat pump heating and cooling systems",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Heat pumps are most energy efficient and least polluting systems for heating, cooling and drying. However, HFC gases used in heat pumps contribute to global warming by trapping heat radiating off the Earth. Global negotiations to eliminate them have concluded only in October 2016 in Kigali. 150 nations agreed to stop selling new HFC based equipment from 2019. \n\nGlobal challenge is to find a suitable replacement for HFC by 2019. R290 is most suitable replacement gas for home and light commercial use as it can be used in the existing, most common, R22 mechanical equipment. However, being flammable at 470C it requires spark-proof electrical components that increase costs by about 30%. Alfa Klima has innovated the design of R290 heat pump systems (PropSafe) so that they do not require spark-proof components. Offering safer alternative at 30% lower cost is a significant added value and it gives Alfa Klima design a first mover advantage in both new installations and R22 replacement. \n\nAlfa Klima has been manufacturing heat pump based systems for heating, cooling and drying for the past 20 years. Alfa Klima team has an outstanding engineering and commercial experience and a proven track record in successfully commercializing innovations in the HVAC field.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOO ZA PROIZVODNJU I USLUGE ALFA KLIMA KNJAZENAC",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933313922": {
            "orgId": "933313922",
            "orgName": "DOO ZA PROIZVODNJU I USLUGE ALFA KLIMA KNJAZENAC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}