{
    "rcn": "211102",
    "acronym": "ENABLE",
    "topics": "MSCA-ITN-2017",
    "title": "European Network for Alloys Behaviour Law Enhancement",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "ENABLE aims to train early-stage researchers in what is referred to as an outstanding challenge for the future of manufacturing: developing novel solutions for forecasting and mastering processes relevant for all factories using metallic alloys. \nENABLE proposes a complete rethink of the usual process simulation method by developing innovative multiscale, multi-physical and multi-level advanced (TRL 1 to 8) simulation. \nTo extend the benefits to a wide range of industrial actors, the simulation will be carried out on several widely-used processes: Machining, Friction Stir Welding and Additive Manufacturing. The most popular metals in industry (Titanium, Nickel based and Aluminium alloys) will be chosen for the scientific investigation. \n\nENABLE will lead to the development of new tools that are better suited to production (reduced premature wear, increased service life, improved tools, etc.) and will reduce production time and thereby production costs.\nA group of 9 ESR will be introduced to dynamic approaches to exploiting advances in fundamental research towards innovative applications. To ìenableî this vision, each trainee will have access to closely integrated complementarities and world-class expertise in mechanical science, materials science, computer science/numerical methods, state-of-the-art scattering, advanced equipment and significant computational resources. Additional cross-disciplinary training and a strong involvement on the part of the 12 Industries and SMEs and research centres will provide the students with transferable skills and complementary competencies which will improve their research training and enhance their future employability. The proposed project has been co-constructed by academics and industries in line with todayís markets requirements and taking into account the ìknowledge triangle philosophyî focusing on a strong interaction between research, education and innovation, which are key drivers of a knowledge-based society.",
    "totalCost": "2316282,12",
    "ecMaxContribution": "2316282,12",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "LULEA TEKNISKA UNIVERSITET;SIRRIS HET COLLECTIEF CENTRUM VAN DE TECHNOLOGISCHE INDUSTRIE;ECOLE NATIONALE D'INGENIEURS DE TARBES;FUNDACION TECNALIA RESEARCH & INNOVATION;SAFRAN SA;BCAM - BASQUE CENTER FOR APPLIED MATHEMATICS;ECOLE NATIONALE SUPERIEURE DES MINES DE PARIS;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "SE;BE;FR;ES",
    "projectParticipants": {
        "998134075": {
            "orgId": "998134075",
            "orgName": "SIRRIS HET COLLECTIEF CENTRUM VAN DE TECHNOLOGISCHE INDUSTRIE",
            "ecContrib": 125280
        },
        "998156579": {
            "orgId": "998156579",
            "orgName": "BCAM - BASQUE CENTER FOR APPLIED MATHEMATICS",
            "ecContrib": 247873
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 527319
        },
        "999964659": {
            "orgId": "999964659",
            "orgName": "SAFRAN SA",
            "ecContrib": 131438
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 247873
        },
        "999887156": {
            "orgId": "999887156",
            "orgName": "ECOLE NATIONALE D'INGENIEURS DE TARBES",
            "ecContrib": 262876
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 247873
        },
        "998584737": {
            "orgId": "998584737",
            "orgName": "ECOLE NATIONALE SUPERIEURE DES MINES DE PARIS",
            "ecContrib": 131438
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 394313
        }
    },
    "calculatedTotalContribution": 2316283
}