{
    "rcn": "211189",
    "acronym": "CBRNE STNDS 2017",
    "topics": "IBA-SC7-ERNCIP-2017",
    "title": "ERNCIP CBRNE STANDARDS 2017 and 2018 ñ support to Mandate 487",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "The primary aim of this project is to improve the detection of CBRN-E substances in Europe  by enhanced cooperation among European research laboratories, advancing common technology standards or detection processes. This goal will be achieved through four work packages, each addressing a specific CBRN-E issue. These work packages will be formed around an ERNCIP thematic group, which will undertake pre-normative assessment on the topics identified as having a priority need, driven by the current security threats faced in the EU. \n\nThe proposed thematic groups for this CBRN-E Standards project are:\nï\tChemical & biological risks to drinking water ñ Water Security Plan\nï\tRadiological and nuclear threats to critical infrastructure ñ remote expert support & novel detection technologies\nï\tRisk assessment and mitigation of explosive threats against structures and soft targets \nï\tVehicle screening against explosive and weapons threats at checkpoints ñ CEN Workshop Agreement. \n\nIn order to provide oversight across all these work packages, there will also be a management work package covering the ERNCIP Officeís specific activities which will oversee all the other work packages. \n\nEach thematic group will undertake pre-normative assessment to identify the current issues associated with the topic, and what options might exist for further harmonisation activities that would improve the security of the EU, and/or help the EU market for security products. \n\nIn some cases, this may lead to recommendations for specific harmonisation activities, such as changes to existing standards, or even proposals for new standards. Other possible paths that could be identified include a CEN/CENELEC workshop agreement; recommendations for further research, recommendations for EU policy, or even recommending that no further activity is justified.",
    "totalCost": "500000",
    "ecMaxContribution": "500000",
    "coordinator": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 500000
        }
    },
    "calculatedTotalContribution": 500000
}