{
    "rcn": "211132",
    "acronym": "SMART BIKING",
    "topics": "SMEInst-10-2016-2017",
    "title": "Safe parking system for bicycles",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "'The concept of 'Smart Biking' consists on travelling through the city by bike without having to worry about where and how to park the bike safely and correctly. \n\nVadeCity is the company that has designed 'Smart Biking', a service of parking for bicycles spread all around an urban area to solve the need of safe parking places on destination for bicycles. This project was already funded by the European Commission in Phase 1 as it tackles some of the main European challenges regarding mobility in urban areas: mainly congestion and pollution.\n\nThe introduction of the 'Smart Biking' system will increase the number of users of bicycle and will allow managing and sorting the mobility, for the benefit of citizens, cyclists, administrations, other means of transport, companies from the world of cycling and environment. \n\nVadecity aims to create shared integrated networks, so that all parties benefit from belonging to a larger network than their own.  Moreover, investing in innovation for creating and exploiting shared integrated networks, will result in an easier and faster entry way into other European and Global markets, thus resulting in greater benefits for every stakeholder. \n\nDeveloping a European Metropolitan Pilot Test will be the first step to consolidate a model than can be replicated worldwide, growing sustainably and consolidating a leading position in the secure bike parking market worldwide. This leading position will not be reached without the investment of the European Commission.'",
    "totalCost": "2609487,75",
    "ecMaxContribution": "1826641,43",
    "coordinator": "VADECITY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930054916": {
            "orgId": "930054916",
            "orgName": "VADECITY SL",
            "ecContrib": 1826641
        }
    },
    "calculatedTotalContribution": 1826641
}