{
    "rcn": "211169",
    "acronym": "AEROPCM",
    "topics": "SMEInst-09-2016-2017",
    "title": "ELASTOMERIC COMPOUND WITH PHASE CHANGE MATERIALS INTEGRATED TO STATE OF ART THERMAL INSULATION PANEL (AEROPAN) TO IMPROVE ENERGY SAVING AND CO2 EMISSION REDUCTION IN CIVIL AND INDUSTRIAL BUILDINGS",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "AEROPCM project aims at developing, testing and marketing a breakthrough PCM-aerogel hybrid insulation panel. This innovative solution will provide unprecedented performance of thermal insulation and thermal inertia in a unitized, integrated and extremely thin (<1,5 cm) package, convenient and quick to install and with limited premium price compared to existing state of the art (60 Ä/m2).\nCentral to this endeavour is the proprietary, innovative solution to develop an elastomeric panel integrating non-encapsulated phase change materials (PCMs), which will allow improved thermal performance at a reduced price compared to micro and macro-encapsulated PCM solutions on the market.\nThe new elastomeric PCM panel will be coupled with the aerogel based insulating panel Aeropan, one of the best performing building products on the market, achieving the ultimate product for the deep energy renovation of existing buildings. In fact, AEROPCM will be the first to solve the main issue when buildings are insulated from the inside, namely the loss of interiors space and the exclusion of thermal mass, which cannot support air conditioning systems anymore. By combining extra thin aerogel and PCM layers, AEROPCM provides excellent thermal insulation and recovers thermal inertia lost, with performance equivalent to a 30 cm thick double insulated wall.\nMain goals of this first feasibility phase are: to improve the panel technology level and its technical characteristics; to perform a complete market survey, in particular competitor solutions and market segmentation; to assess an accurate business plan.\nThe main market segment is the building energy renovation, a primary concern in the aging EU building stock, expected to reach Ä 60 billion worth. Performance and reasonable price of AEROPCM shall offer clear business opportunities with a terrific potential impact, and other civil or industrial applications are feasible as well as different industrial markets (automotive and cold chain).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOVURANIA SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915700662": {
            "orgId": "915700662",
            "orgName": "NOVURANIA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}