{
    "rcn": "211146",
    "acronym": "GeoCollector",
    "topics": "SMEInst-09-2016-2017",
    "title": "Geothermal energy for costeffective and sustainable heating and cooling",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Currently about 47% of the total energy consumption in Europe is needed for space heating and water heating, also considering the industrial heat/process heat. The biggest potential to reduce CO2 emissions significantly is within the heating sector. The ambitious objectives of the European and the worldwide climate and energy policy can only succeed, if the increasing heat and cold supply is considered. The technology of the near-surface geothermal energy offers good prospects for big energy savings and the reduction of greenhouse emissions and also ensures an ideal room climate in summer and winter within buildings. Due to the complex installation, connection and function, existing system solutions (especially in the near-surface geothermal energy) could not establish at the market yet. Another unsolved problem is the large space requirement of the heat source system and the unfavorable cost/benefit relation. Therefore Holzammer Kunststofftechnik GmbH and GeoCollect GmbH developed an innovative geothermal heat absorber system called ìGeoCollectorî. Project output is the ability to produce the current Prototype GeoCollectors (TRL 6/7) in a way meeting the identified market requirements:\n\n- use of renewable energy\n- low installation effort, low investment costs\n- high surface extraction rate of heat from the ground, low land usage\n- best value for money, low amortisation rate, high quality\n- No approval procedure necessary\n\nThis is to successfully enter the key user market of companies of the housing sector, industrial companies, public institutions and private owners of houses and properties. Europeís corresponding high-volume market is valued at Ä530-Ä770 Mio. for this field of operation, continuously growing rapid. The GeoCollector project is integral part of HA¥s and GC¥s strategy of developing and producing permanently new solutions for geothermal energy systems to establish clean and sustainable heating and cooling systems in Europe and worldwide.",
    "totalCost": "2985250",
    "ecMaxContribution": "2089675",
    "coordinator": "HOLZAMMER KUNSTSTOFFTECHNIK UND SENGENTHALER HOLZ UND HEIMWERKERBEDARF GMBH",
    "coordinatorCountry": "DE",
    "participants": "GEOCOLLECT GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "918310738": {
            "orgId": "918310738",
            "orgName": "GEOCOLLECT GMBH",
            "ecContrib": 913500
        },
        "918290077": {
            "orgId": "918290077",
            "orgName": "HOLZAMMER KUNSTSTOFFTECHNIK UND SENGENTHALER HOLZ UND HEIMWERKERBEDARF GMBH",
            "ecContrib": 1176175
        }
    },
    "calculatedTotalContribution": 2089675
}