{
    "rcn": "211274",
    "acronym": "NOBEL",
    "topics": "NMBP-16-2017",
    "title": "Mobilising the European nano-biomedical ecosystem",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "In order to compete globally, Europe has to innovate and develop nanomedicines and medical technologies with high value and high technological content, well protected IP, and ensuring both a clinical need and commercial opportunities of all new innovations. Technically, this will be achieved by combining elements of key enabling technologies like nanotechnologies, photonics, robotics, advanced materials and information technologies to get smart medical devices and smart nanomedicines. However,  the translation of the preclinical proof of concepts to the market via clinical validation, regulatory approval, and approval for reimbursement by the healthcare systems, requires a more integrated and streamlined ecosystem with less barriers between stakeholders and steps. Following their successful experience in the past 12 years of development in nanomedicine and medical technologies, ETPN and the seven other partners of NOBEL are merging their networks to set up a coherent, robust and unique ecosystem where information flow will improve awareness all along the value chain right up to the market access. It develops interactions, cooperation and implementation of complementary actions at local, regional, national, European and even international levels. The building of this ecosystem is based on two main pillars: a joint vision of the strategy for the future (roadmapping) and a high cohesion and interrelationship among the members of the ecosystem. One of the most significant and impactful outputs of this inclusive efficient ecosystem is the tangible acceleration of the development and industrialization of innovative SMEs in nanomedicine and medical technologies. This will impact the renaissance of EU economy by creating jobs and value in Europe. NOBEL will be unique in building the most efficient network of connections and synergies all along the value chain of Nanomedicine and healthcare technologies in Europe.",
    "totalCost": "1999050",
    "ecMaxContribution": "1999049",
    "coordinator": "ETPN ASSOCIATION",
    "coordinatorCountry": "FR",
    "participants": "VDI/VDE INNOVATION + TECHNIK GMBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MEDTECH EUROPE;GESELLSCHAFT FUR BIOANALYTIK MUNSTER EV;ASSOCIACAO UNIVERSIDADE EMPRESA PARA DESENVOLVIMENTO TECMINHO;FONDAZIONE DON CARLO GNOCCHI ONLUS;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "DE;FR;BE;PT;IT;IE",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 287500
        },
        "999731568": {
            "orgId": "999731568",
            "orgName": "VDI/VDE INNOVATION + TECHNIK GMBH",
            "ecContrib": 268125
        },
        "998448258": {
            "orgId": "998448258",
            "orgName": "FONDAZIONE DON CARLO GNOCCHI ONLUS",
            "ecContrib": 69250
        },
        "994906012": {
            "orgId": "994906012",
            "orgName": "ASSOCIACAO UNIVERSIDADE EMPRESA PARA DESENVOLVIMENTO TECMINHO",
            "ecContrib": 415862
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 127500
        },
        "915851400": {
            "orgId": "915851400",
            "orgName": "MEDTECH EUROPE",
            "ecContrib": 107500
        },
        "999537277": {
            "orgId": "999537277",
            "orgName": "GESELLSCHAFT FUR BIOANALYTIK MUNSTER EV",
            "ecContrib": 201250
        },
        "925656451": {
            "orgId": "925656451",
            "orgName": "ETPN ASSOCIATION",
            "ecContrib": 522062
        }
    },
    "calculatedTotalContribution": 1999049
}