{
    "rcn": "211268",
    "acronym": "NB4WASTE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Narrowband IoT for Waste Collection in Rural Areas",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "The NB4WASTE Project, developed by SYLTEC, will put on the market an integral IoT solution for municipal waste collection management in rural areas using the new NB-IoT communication standard, for the first time in this type of market, including a specific developed low cost unit ultrasonic sensor technology with low energy consumption and 10 years battery life. Thanks to NB4WASTE solution municipalities will increase yield and profit per service (30%) and will save on fuel costs (25%). Additionally waste bin companies business will increase by 40% offering the NB4WASTE solution. Exploitation of Big Data obtained by means of the NB4WASTE in order to decrease operating costs will be one of the main objectives. Thus, by route optimization and predictive operations thanks to Big Data exploiting will result in 25-50% costs and 25% CO2 savings. The main alternatives to NB-IoT as competitive solutions available on the market of Low Power Wide Area technologies are LoRa and SigFox but both of them are worse considering market flexibility implementation and coverage. Only NB-IoT ensures business scalability expansion and reliable service. If we add market flexibility (open standards) and coverage (spectrum efficiency) to the main properties scored by experts (low power, bandwidth, supplier breadth, security and deployments) it is the most competitive alternative. NB4WASTE will contribute to Circular Economy by increasing recycling targets due to more optimized selective collection implementation for smart waste management in rural areas. It will also promote competitive rural business and help European Members for digital inclusion ensuring that everybody can contribute to and benefit from the digital economy and society. Financial 5 years forecast demonstrates NB4WASTE profitability. With a margin of 20% and a total of 418 units sold during 2019-2023 period (20% market penetration: France, Italy, Spain, UK and Chile) the Return of Investment for SYLTEC will be around 3,84",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYLFO TECNOCONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927183522": {
            "orgId": "927183522",
            "orgName": "SYLFO TECNOCONSULTING SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}