{
    "rcn": "211292",
    "acronym": "PRIDIKTIV",
    "topics": "SMEInst-06-2016-2017",
    "title": "Pridiktiv - Exploring European expansion through 4 pilot studies",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Pridiktiv.Care is a mobile (smartphone, tablet & desktop) communication platform, which allows caretakers and medical personnel to reduce administration with 66% and increase the quality of care by real-time up to date information with the final goal to let caretakers focus on what they do best. Pridiktiv.Careís communication platform focuses on 3 pillars: real-time communication between care personnel, telemetric integration of sensors and medical devices and an intelligent algorithm that predicts care issues even before they occur. As Pridiktiv is a two-sided platform, all data gathered by care personnel will allow management of residential care institutions to review all group data to make smarter business decisions. \n\nThe Pridiktiv solution has been co-created with Belgiumís largest residential care group. As European healthcare systems differ, the product will also need to undergo modifications to capture every need of that specific healthcare system (from a user insights, to healthcare quality, legal limitations or security). \n\nThe upset of the feasibility study will be to organize trials with 4 residential elderly care institutions in 4 different European countries (France, Germany, The Netherlands & Belgium). The final goal is to understand the differences for every pilot country and translate these differences into product modifications that are market ready. Secondly, for every pilot a full landscape study of the residential elderly care market will be done and translated into a concrete gotomarket model.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRIDIKTIV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912177137": {
            "orgId": "912177137",
            "orgName": "PRIDIKTIV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}