{
    "rcn": "211239",
    "acronym": "MAGTOPRECON",
    "topics": "MSCA-IF-2016",
    "title": "Perpendicular Magnetic Anisotropy: from Topological Defects to Reconfigurable Magnetic Devices",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The present project aims to explore and control the behavior of magnetic topological defects in weak Perpendicular Magnetic Anisotropy materials by creating different hard/soft magnetic nanostructures with reconfigurable properties.Both, static and dynamic behaviors will be exploded and finally, a demonstration device will be prepared: a reconfigurable magnonic crystal with potential applications in information and communication technologies.Weak perpendicular magnetic anisotropy materials present fascinating magnetic stripe domain arrangements sharing phenomenology with other self-organized systems.These magnetization configurations can be understood as a 2D magnetic crystal.Topological defects within the stripesí lattice condition and drive the magnetization processes of the system being their study a key factor for both, fundamental and technological goals. One of the objectives of the project is to go a step further in the study of magnetic topological defects in these systems. We want to characterize, with unprecedented detail, the behavior of magnetization textures and control their evolution by locally tuning the film properties.Not only static properties will be analyzed, but also the dynamics. It will allow to observe interesting spin wave phenomena, and ultimately, to identify and excite the dynamic modes of topological defects.To achieve this, a unique combination of ferromagnetic resonance with Lorentz Transmission Electron Microscopy will be used, with guidance from micromagnetic simulations.\nOn the other hand, the aforementioned system can be used as key element in the development of low energy consumption reconfigurable magnetic devices. We want to demonstrate it by creating a reconfigurable magnonic crystal combining patterned soft magnets and weak perpendicular magnetic anisotropy elements. \nThe work will mainly be conducted at the University of Glasgow, with some fabrication performed at University of Oviedo in Spain, over a period of 2 years.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}