{
    "rcn": "211230",
    "acronym": "LAY2FORM",
    "topics": "FOF-07-2017",
    "title": "Efficient Material Hybridization by Unconventional Layup and Forming of Metals and Composites for Fabrication of Multifunctional Structures",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "LAY2FORM will create a new cost-effective multistage manufacturing platform based on flexible machinery concepts, cognitive automation, inline monitoring and inspection, as well as simulation and modelling, enabling the efficient integration of unconventional technologies (laser and ultrasound) in established composites-based processes, namely tape-laying and hot-forming, to enable the production of multifunctional 3D hybrid parts from thin layered metals and thermoplastic-matrix composites. Framed by an end-to-end engineering approach, LAY2FORM will shorten the design and manufacturing cycle time and improve reliability, presenting a substantial potential to, in the middle term, turn the manufacturing of complex and intricate hybrid composite-metal parts highly cost competitive. The enhanced LAY2FORM manufacturing system will be a system of systems, containing the enabling process modules and digital sub-systems to create a continuous and automated manufacturing chain. Moreover, LAY2FORM will apply an integrated and systemic approach to implement full manufacturing routes and create new value chains, from materials conditioning to materials disassembly, being a robust basis for the efficient production of hybrid lightweight structures. The multidisciplinary approach proposed in LAY2FORM comprises a complex interconnection of leading R&I topics to develop an industrially-feasible and competitive manufacturing platform, compatible with the Industry 4.0 vision.",
    "totalCost": "4931303,75",
    "ecMaxContribution": "4931294,75",
    "coordinator": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
    "coordinatorCountry": "PT",
    "participants": "INAPAL PLASTICOS SA;TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL;ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE;MECASONIC ESPA—A SA;ESI GROUP;MONDRAGON ASSEMBLY GMBH;RESCOLL;V2I;FAGOR ARRASATE S COOP",
    "participantCountries": "PT;ES;FR;DE;BE",
    "projectParticipants": {
        "998135821": {
            "orgId": "998135821",
            "orgName": "RESCOLL",
            "ecContrib": 397711
        },
        "952393143": {
            "orgId": "952393143",
            "orgName": "MECASONIC ESPAÑA SA",
            "ecContrib": 158178
        },
        "916215926": {
            "orgId": "916215926",
            "orgName": "INAPAL PLASTICOS SA",
            "ecContrib": 136438
        },
        "989737949": {
            "orgId": "989737949",
            "orgName": "FAGOR ARRASATE S COOP",
            "ecContrib": 978038
        },
        "999957190": {
            "orgId": "999957190",
            "orgName": "ESI GROUP",
            "ecContrib": 442585
        },
        "998801532": {
            "orgId": "998801532",
            "orgName": "ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE",
            "ecContrib": 591500
        },
        "934688121": {
            "orgId": "934688121",
            "orgName": "V2I",
            "ecContrib": 408900
        },
        "996538910": {
            "orgId": "996538910",
            "orgName": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
            "ecContrib": 306938
        },
        "996840968": {
            "orgId": "996840968",
            "orgName": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
            "ecContrib": 694132
        },
        "916609552": {
            "orgId": "916609552",
            "orgName": "MONDRAGON ASSEMBLY GMBH",
            "ecContrib": 816875
        }
    },
    "calculatedTotalContribution": 4931295
}