{
    "rcn": "211235",
    "acronym": "LETHE",
    "topics": "ERC-2016-COG",
    "title": "Levels and Trends of Health Expectancy: Understanding its Measurement and Estimation Sensitivity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Better health is central to human happiness and wellbeing. It also contributes substantially to economic progress, as healthy populations live longer and are more productive. Accordingly, the EU defined the improvement of health as a fundamental element of its ìEurope 2020î strategy. The corresponding public health policies are assessed on the basis of a structural indicator for ìHealth Expectancyî (HE). Unfortunately, HE estimates are extremely sensitive to certain methodological issues of which many are widely ignored. First, the common measurement of population health by the responses to specific survey questions is ambiguous. As a consequence, statistics on levels and trends of HE vary significantly depending on the underlying survey data and health indicators. Almost completely unrecognized is a second problem: HE estimates are also highly sensitive to particular technical features, e.g. the age range and partitioning selected for analysis and the technique chosen to add the health dimension to the life table. The efforts that have been hitherto undertaken to improve the estimation of HE focus primarily on the measurement of health with surveys, whereas the effects of the chosen HE indicator, data and method remain largely unexplored. The central aim of LETHE is to fill these gaps through a systematic exploration of the HE indicatorís sensitivity to these issues. To emphasize the empirical significance of the proposed research, the effects will be investigated in the context of some major actual research questions, in particular the ìcompression versus expansion of morbidityî debate and the differences in HE between European populations and subpopulations. Finally, the project aims to identify the particular health measure that is most strongly associated with peopleís actual happiness. These innovative approaches feature the potential to provide not only new insights into the levels and trends of HE, but also about its main drivers and causation mechanisms.",
    "totalCost": "1713352,5",
    "ecMaxContribution": "1713352,5",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1713352
        }
    },
    "calculatedTotalContribution": 1713352
}