{
    "rcn": "211272",
    "acronym": "NewLoops",
    "topics": "MSCA-IF-2016",
    "title": "Higher-loop amplitudes on the sphere: a new approach to the perturbative expansion of quantum field theories",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Almost all we know about particle physics and the Standard Model comes from scattering experiments and our ability to predict them via scattering amplitudes (these measure probabilities of scattering processes). To meet the impressive technological advances of particle colliders like the Large Hadron Collider at CERN, new tools and concepts have emerged over the last 25 years. More than giving methods, they have triggered a revolution in our understanding of the formal microscopic structure of particle physics, a subject people thought they knew everything about.\n\nMy program is based on a set of formulÊ due to Cachazo, He & Yuan (CHY), that challenge the way we think about scattering amplitudes. They relate to 'twistor' ideas and string theory. The former aims at manifesting the geometry of field theories, but failed so far to grasp their quantum-ness. The latter, in spite of its mathematical beauty, has the drawback of having additional contributions that are hard to decouple from the field theory ones. The CHY formulÊ retain the advantages of both methods and lead to a variety of remarkable expressions for scattering amplitudes in a increasing number of theories, including gauge, gravity and scalar theories.\n\nIn a crucial work, I showed that these methods actually carry over to the first quantum correction: this was the first time ever that twistor methods were shown to work at the quantum level. My project aims to extend this and reformulate the full pertubative quantum expansion of field theories in the CHY language. This would be a major conceptual advance. I explain that to do so will require to understand a more fundamental object called Null String, whose quantization will shed light on my 'quantum CHY formalism'. I also propose applications of the formalism of interest for LHC physic, like a third order calculation for the 2 to 3 gluon scattering in gauge theory,  that all other existing methods have failed to determine so far.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}