{
    "rcn": "211243",
    "acronym": "MAT_STOCKS",
    "topics": "ERC-2016-ADG",
    "title": "Understanding the Role of Material Stock Patterns for the Transformation to a Sustainable Society",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Sustainability transformations imply fundamental changes in the societal use of biophysical resources. Current socioeconomic metabolism research traces flows of energy, materials or substances to capture resource use: input of raw materials or energy, their fate in production and consumption, and the discharge of wastes and emissions. This approach has yielded important insights into eco-efficiency and long-term drivers of resource use. But due to its focus on flows, socio-metabolic research has not yet incorporated material stocks or their services, thereby not fully realizing its analytic potential. MAT_STOCKS addresses this gap by developing a consistent typology, indicators and databases of material stocks and their services, building upon economy-wide material flow analysis. It will create a comprehensive, global, national-level, validated material stocks and services database as well as maps of material stocks from remote-sensing data. This will allow analyzing the stock/flow/service nexus and underpin highly innovative indicators of eco-efficiency overcoming limitations of current approaches which mainly relate resource use or emissions to population and GDP. New insights on stock/flow/service relations, the relevance of spatial patterns and options for decoupling will be used to create a dynamic model to assess option spaces for transformations towards sustainable metabolism. MAT_STOCKS will identify barriers and leverage points for future sustainability transformations and the SDGs, and elucidate their socio-ecological and political implications. Our preliminary analyses suggest that unravelling the stock/flow/service nexus provides a crucial missing link in socio-metabolic research because it explains why, how and where patterns of material and energy use change or remain locked-in. Thereby, important analytical insights will be introduced into the largely normative and local discourses on the transformation towards a sustainable society.",
    "totalCost": "2483686,06",
    "ecMaxContribution": "2483686",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "HUMBOLDT-UNIVERSITAET ZU BERLIN;UNIVERSITAET KLAGENFURT",
    "participantCountries": "DE;AT",
    "projectParticipants": {
        "999836813": {
            "orgId": "999836813",
            "orgName": "UNIVERSITAET KLAGENFURT",
            "ecContrib": 0
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 529375
        }
    },
    "calculatedTotalContribution": 529375
}