{
    "rcn": "211265",
    "acronym": "Nano4",
    "topics": "SMEInst-02-2016-2017",
    "title": "Providing the New Generation of Nano-Based Molecular Technology for the Early Detection of Bacteria, Viruses and Cancer at the Point of Care",
    "startDate": "01/07/2017",
    "endDate": "30/11/2017",
    "objective": "There is a need for cost-effective molecular point of care diagnostic tools to provide better healthcare to patients and better agility to our healthcare system. And what about going one step further by extending the limits of molecular diagnostics to the nano-scale?\nWe have developed the nano-technology-based solution nano4. nano4 is a fast and user-friendly nano-based diagnostic technology suitable for use at the POC. nano4 represents a highly specific and sensitive nanotechnology for in vitro molecular diagnostics. nano4 uses gold nano-probes to recognize the complementary DNA/RNA strand and yield a color output that allows for quick decision making.\nOur ultimate objective is to leverage the diagnostic possibilities of nano-technology for all its applications in medicine and life science, thereby expanding the current possibilities of molecular analysis. We are convinced that the fast, accurate, low-cost and user-friendly diagnostic of certain viruses, pathogens and cancer-types through nano4 will help healthcare decision-makers to act quickly, thereby saving lives, pain, mistakes and even preventing epidemics. Our business objective is to make nano4 a standard POC diagnostics technology present at each POC globally and to become the global leader in nano-based molecular diagnostic technology.\nEasily accessible fast molecular testing is a tremendous challenge especially when reliable results are needed quickly and cost-efficiently. Especially now, with the migrant crisis, cases of TB and Zika are more frequent. Each application of nano4 can answer a specific European challenge.\nWe will conduct several activities including production process analysis, cost-benefit analysis, partner search, market research, customer validation activities, price acceptance analysis, focus groups, surveys and strategic planning, risk and regulatory environment assessment, as well as document drafting.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANO4 GLOBAL LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914547041": {
            "orgId": "914547041",
            "orgName": "NANO4 GLOBAL LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}