{
    "rcn": "211227",
    "acronym": "JetConveyor",
    "topics": "SMEInst-02-2016-2017",
    "title": "A disruptive air filtration system for cleaning-free operation in dust-intensive process industrial environments",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Current air industrial filters typically rely on sucking particles from process chambers, which are captured by filter bags that get heavily clogged quickly and require nearly continuous cleaningñ either requiring production halts or redundant filtering systems that allow to clean one filter, while another is operating ñ, thus increasing CAPEX or OPEX. While remaining a critical operational bottleneck in several industries, incremental innovation has set the tone of technical developments in this field ñ with drum filters remaining the inefficient yet undisputed forefront standard in the industry.\n\n JetConveyor represents a disruptive innovation against the current state-of-the-art in industrial air filtering technologies, providing a sizeable set of advantages against alternative methods, including: (1) 24/7 operation with minimum maintenance requirements; (2) significant reduction of health occupational hazards; (3) virtually risk free against system breakdown (no moving parts); (4) significant energy savings against clogged filters; (5) it enables improved recycling of process byproducts, enabling its direct reutilization in the manufacturing process. In addition, and provided that JetConveyorís draws its advantages from an innovative system design rather than specific filter components, overall system costs remain directly in-line with conventional alternatives in the market. \n\nTo bridge the remaining steps towards full scale commercialization of JetConveyor, MultiAir will leverage from the current SME instrument application as a vital stepping stone to prepare the companyís business strategy, enabling also to secure IPR prior to engaging with showcasing activities to enroll early adopters of the technology. JetConveyor will not only significantly contribute to increase the profitability for the end-users, but it will also untap a very large business opportunity for our company, summing up to Ä73.8 mn revenue over the 5-years post market introduction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MULTI AIR aps",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912036002": {
            "orgId": "912036002",
            "orgName": "MULTI AIR aps",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}