{
    "rcn": "211259",
    "acronym": "MilliDrop",
    "topics": "SMEInst-03-2016-2017",
    "title": "New MilliDrop Analyzer: miniaturized and faster clinical microbiology testing in only one drop",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "MilliDrop pioneering millifluidic technology to study microbes will massively advance the fields of microbiology worth Ä7bn worldwide. Manipulation of microbial cell culture in only one droplet (~100nl), together with automation and extraordinary parallelisation (1000 samples), stands to deliver new products for medicine and biotechnology. It will close the gap from lab to market and revolutionize the microbiology analysis after hundreds of years of standard Petri dishes technology.\nThe MilliDrop Analyzer is a unique, miniaturized and fully automated instrument for microorganismsí fast culture and analysis. Each microorganism is grown in one droplet in a capillary containing several thousand droplets separated by air bubbles. Each droplet is monitored and measured in real time, enabling identification of infectious stains much faster than other existing technologies (6h vs 24h). Followed by immediate antibiotic susceptibility testing (AST) in the same instrument, it allows to obtain AST result in less than 12h after receiving the patient sample, instead of standard 48h. It opens extraordinary opportunities in clinical diagnostics enabling earlier and more precise diagnosis of infectious disease, giving a possibility to select and dose specific antibiotic early enough. It will reduce therapeutic failures by 60% and helping to combat antibiotic resistance which is a highly growing European and worldwide health challenge.\nThe proposed SME Instrument objective is to develop, validate and industrialize a new version of Medical Device Analyzer for in vitro diagnostic (IVD) clinical microbiology market. The first generation dedicated to the research and development market is already in the industrialization process. IVD version will be launched in 2020 and will enable the company to become European champion and to fast track its business to Ä11.8M and 60 job creation in 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MILLIDROP INSTRUMENTS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917443267": {
            "orgId": "917443267",
            "orgName": "MILLIDROP INSTRUMENTS SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}