{
    "rcn": "211245",
    "acronym": "MaxiMem",
    "topics": "SMEInst-01-2016-2017",
    "title": "Improved Performance, Larger Memory, Longer Battery Smartphones",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "For decades, computer manufacturers have been able to keep up with Mooreís law: the number of transistors on a chip doubled every two years or so, resulting in better-performing, faster and more energy-efficient chips. Manufacturers and consumers were satisfied. But now we are reaching the physical limits of shrinking circuits. Furthermore, manufacturing costs are becoming prohibitive, as the design and production process gets more complicated and slower. \nMeanwhile, technology continues to grow in complexity. Applications are becoming increasingly data intensive and devices are becoming more intricate. Consumers still want higher speed and better performance. The industry can no longer keep up with this demand.  How can we fill this demand gap? \nMemory is the key. The main memory, also known as RAM (Random Access Memory), determines how many programs can be executed at the same time and how much data is readily available to them.  The memory system is the fundamental performance and energy constraint on almost all computing systems. The end of Mooreís law means that we will not get more transitors on a memory chip. \nThis is a problem because memory constraints can inhibit introduction of more powerful applications, as well as limiting the number of programs and applications that can run at the same time.  ZeroPoint has found an innovative way to solve this problem: squeeze more information onto a memory chip. This disruptive technology, called MaxiMem, is a patented compression/decompression technology. It can be installed in smartphones, tablets, computers, or IoT devices. A 3X increase of the main memory will enhance computing devices performance while reducing power consumption and costs.\nThis allows us to, in effect, extend Mooreís law for memory chips without changing the physical number of transistors. MaxiMem will bring incredible technological advancements to the ICT sector. ZeroPoint is a Swedish company founded by computer architects and engineers in 2015",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZEROPOINT TECHNOLOGIES AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917368092": {
            "orgId": "917368092",
            "orgName": "ZEROPOINT TECHNOLOGIES AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}