{
    "rcn": "211221",
    "acronym": "INTERSTELLAR",
    "topics": "ERC-2016-ADG",
    "title": "The Interstellar Medium of High Redshift Galaxies",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "When and how did the first galaxies form across Cosmic History? Were they different from present-day ones? This is only a small subset of key cosmological questions that the combination of deep galaxy observations, theoretical modeling, and powerful simulations envisaged here will allow us to answer for the first time. \n\nDeep galaxy surveys have provided a first valuable characterization of early galaxies in the Epoch of Reionization (redshift z > 6), mostly in terms of their stellar content. However, almost nothing is known about their internal structure and Interstellar Medium (ISM). This is in striking contrast with galaxies at z < 2, for which ISM observations have enabled a much more complete physical description. Hence, a substantial progress in the study of early galaxies must be based on techniques able to probe their ISM. Conversely, ISM studies will help completing the ìstellarî picture.  \n\nInterstellar will bridge this gap. Its main aim is to understand the internal structure and interstellar medium of galaxies in the Epoch of Reionization by performing theoretical modeling and high fidelity simulations. By post-processing the simulations and calibrating them with local analogs, we will produce mock images/spectra used to (i) interpret available high-redshift observations and (ii) plan breakthrough experiments with ALMA, JWST and E-ELT.   \n\nThe advent of ALMA, JWST, E-ELT and advances in Computational Cosmology make the study of high-z ISM one of the most promising areas of development in Cosmology. \n\nThe aim will be achieved through 5 objectives distributed among 3 Work Packages (WPs). WP1 is concerned with theoretical work, a preparatory phase for the cosmological simulations performed in WP2. WP2 represents the production phase of the project and will deliver cutting-edge zoom simulations of a sample of high-z galaxies and their ISM. Finally, WP3 is concerned with the exploitation of the numerical results and their integration with observations.",
    "totalCost": "2151875",
    "ecMaxContribution": "2151875",
    "coordinator": "SCUOLA NORMALE SUPERIORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 2151875
        }
    },
    "calculatedTotalContribution": 2151875
}