{
    "rcn": "211241",
    "acronym": "MARCONI",
    "topics": "ICT-19-2017",
    "title": "Multimedia and Augmented Radio Creation: Online, iNteractive, Individual",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "Nowadays, radio shows surpass linear broadcast feeds by increasingly revolving around user engagement, which encompasses audience interaction and experience personalisation. Indeed, a typical consumer increasingly interacts with the radio station through digital platforms and social media. Unfortunately, the tools to enable radio-makers to capitalize on these new kinds of media and interaction opportunities are premature at best, and are in addition ill-aligned with contemporary radio production workflows.\n\nMARCONI aims to bring radio experiences to the next level, enabling radio to safeguard its strong position in the European media market, while at the same time facilitating innovative ways of radio making. The goal is to enable fully interactive and personalised radio solutions, integrating broadcast radio with digital and social media, amounting to converged radio experiences. To realize this goal, MARCONI will pursue two concrete objectives. First, consumers will be able to interact with ìliveî radio through their preferred communication channel in ways that are richer than is feasible today, so that consumers feel more connected to the radio brand -even when not listening linearly- and better served in an individual way. Second, radio-makers will be given an integrated view on audience interactions and will be supported by interaction automation services. The net outcome will be enhanced audience engagement.\n\nMARCONI brings together a multi-disciplinary consortium to realize its vision. Several partners will focus on AI to automate processing of audio-visuals, text and social media posts. A radio redaction solutions provider is represented in the consortium to guarantee smooth integration in real operational workflows. MARCONI also includes broadcasters which will organise large-scale pilots with their respective communities. Finally, strong industry participation (SMEs and radio stations) ensures that the MARCONI market potential will be properly exploited.",
    "totalCost": "3628537,5",
    "ecMaxContribution": "3231374,5",
    "coordinator": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITEIT HASSELT;JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;IN2 SEARCH INTERFACES DEVELOPMENT LIMITED;UNIVERSITAT WIEN;STICHTING NEDERLANDSE PUBLIEKE OMROEP;PLUXCUSTOMS CV;RADIO STADTFILTER AG",
    "participantCountries": "BE;AT;UK;NL;CH",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 255288
        },
        "953325507": {
            "orgId": "953325507",
            "orgName": "STICHTING NEDERLANDSE PUBLIEKE OMROEP",
            "ecContrib": 224375
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 670000
        },
        "916720229": {
            "orgId": "916720229",
            "orgName": "RADIO STADTFILTER AG",
            "ecContrib": 108500
        },
        "996432016": {
            "orgId": "996432016",
            "orgName": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
            "ecContrib": 710625
        },
        "916676191": {
            "orgId": "916676191",
            "orgName": "PLUXCUSTOMS CV",
            "ecContrib": 518087
        },
        "999874934": {
            "orgId": "999874934",
            "orgName": "UNIVERSITEIT HASSELT",
            "ecContrib": 444375
        },
        "998769910": {
            "orgId": "998769910",
            "orgName": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
            "ecContrib": 300125
        }
    },
    "calculatedTotalContribution": 3231375
}