{
    "rcn": "211256",
    "acronym": "MetLeach",
    "topics": "SMEInst-11-2016-2017",
    "title": "Feasibility study on nature based more efficient 2-step bioleaching technology producing methane gas and metal compounds from ìlow gradeî multimetallic European ores/wastes containing organometallics.",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "SME is developing new nature based bioleaching routes for different organics and metals containing ores/wastes having metal compounds trapped in metallo-organic complexes. The effectiveness of the bioleaching process of ores considered so far as ìlow gradeî is raised by 3 factors in BiotaTec (BT) approach: higher yield of metals, lower energy costs due to generation of methane gas, no additional costs for cooling of bioleaching. Bioleaching is growingly popular for processing low-grade ores as a cheap, reliable, efficient and environmentally friendly way to extract metals. \nIn many ores, metals are present in 2 forms - as sulphides or in organo-metallic compounds called metallo-porphyrins. Although there is an extensive list of bioleaching studies using sulphide concentrates, much less is known about the microbial decomposition of organo-metallic complexes. The presence of organic material is believed to be the obstacle of efficient bioleaching of metals from specific European ores.   The key component of the BT solutions is nutritional medium which is effective in activating special consortia of microorganisms.                              \nBT has found and deposited a mixture of hetherotrophic neutrophils and methanogenic archaea - a consortium of microorganisms that degrades the organic complex in anaerobic conditions at neutral pH and also leaches some metal compounds in the same anaerobic process.  BiotaTec has drafted a new possible route for a low-grade ore /end of life products bioleaching process. The objective of a project is to evaluate the economic feasibility of the developed technological solution for ores in Europe - in situations where extracting valuable metals from ores has been either impossible or not cost-efficient and environmentally friendly due to large quantities of strong acids needed to break the complex. BiotaTec foresees becoming a provider of proprietary nutritional medium and support services for mining industries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOTATEC OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912134263": {
            "orgId": "912134263",
            "orgName": "BIOTATEC OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}