{
    "rcn": "211260",
    "acronym": "MIND",
    "topics": "SMEInst-01-2016-2017",
    "title": "MIND: A Unique and Ground-breaking System for Home Intelligence that Builds Functional, Assistive, Dynamic and Comforting Infrastructure for a Better and more Efficient Living.",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Today we are facing many societal and environmental challenges (e.g. globalization, ageing population, intricate working schedules, transportation, climate change, etc.). Much of the impact from these events could be addressed and alleviated by modernizing our habits and living environments to make them more functional and efficient. Today, the technological solutions available to control, monitor and automate essential home functions are contained in the fields of home-automation and smart-homes. However, both sectors still offer plenty room for improvement since they often give raise to compatibility issues and demand direct management from the user. Thus, available technologies are far from complying with the userís needs and also fail to achieve their main goal: simplifying our living routine, making it more efficient and assist us when needed. In response, we have created MIND, an ICT-based integrated solution able to intelligently modulate, respond, assist and learn to control most of the activities that take place in our homes. Its main objective is to ensure that home intelligence becomes easy to use, attentive and assistive. MIND has been designed following the principles of ìcalm technologiesî (non-intrusive approach), remaining invisible to users both from an aesthetic point of view and from the user experience side. On the other hand, a suite of advanced algorithms implements a self-learning mechanism that learns & adapts to the usersí habits. The objective of the Feasibility Study is to identify & prepare ourselves to address all the technical, commercial and financial aspects influencing the project. Altogether, MIND will help to enhance everyoneís quality of life while optimizing the use of energetic resources. Our goal is to offer users efficiency & sustainability without impairing the level of comfort desired. In turn, MIND will help us grow, leading to Ä18.4 million in cumulative profits, ROI of 14.36 per euro invested and 15 new people in 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MIND SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918955109": {
            "orgId": "918955109",
            "orgName": "MIND SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}