{
    "rcn": "211279",
    "acronym": "OLDIAS2",
    "topics": "SMEInst-05-2016-2017",
    "title": "On-line Dialysis Sensor Phase2",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "End-stage renal disease (ESRD) is the most severe form of chronic kidney disease that is an incurable health failure. ESRD is a widespread health issue in developed countries and the patients have only two options: either receive permanent renal replacement therapy or undergo surgery to receive a kidney transplant. There are approximately 3.4 million patients worldwide suffering from ESRD that need artificial methods to replace regular kidney functions in their organism. Currently there are no technologies available that would give adequate feedback in real-time on all the important parameters of treatment quality.\nOptofluid Technologies (OFT) has set out to introduce an online dialysis monitor that utilizes optical techniques. It has developed a prototype that is able to measure all the important uremic biomarker groups in order to provide detailed feedback on the treatment efficiency. A successful SMEI P1 project has been implemented to carry out a detailed feasibility study and OFT is ready to finalize the development in order to bring the novel device to the market. In order to accomplish this OFT is looking to validate the product performance in clinical setting. To ensure the success of the development EU leading hospitals from 5 different member states have been included to carry out the clinical studies. In addition, the leading experts on uremic biomarkers from the EUTox working group will be involved to ensure effective commercialization and communication activities looking to achieve a fast and widespread market acceptance. The planned project will have a wide-spread economic and social impact by influencing all the key stakeholders ñscientific and medical community, patients and dialysis equipment manufacturersñ. As a result of the development project, OFT will generate revenues of up to 73MEUR by 2023.",
    "totalCost": "2823952",
    "ecMaxContribution": "2823952",
    "coordinator": "OPTOFLUID TECHNOLOGIES O‹",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939308134": {
            "orgId": "939308134",
            "orgName": "OPTOFLUID TECHNOLOGIES OÜ",
            "ecContrib": 2823952
        }
    },
    "calculatedTotalContribution": 2823952
}