{
    "rcn": "211290",
    "acronym": "PORTAFACT",
    "topics": "SMEInst-10-2016-2017",
    "title": "Sustainable, Ecological PolyUrethane Foam Panel Construction System, integrated into an Innovative Portable Factory Solution",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "PU foam and EPS panel construction systems are considered to be the best materials used in the pre-cast industry, given their high insulation performance, the reduced weight to transport and the ease to install. However, the Carbon FootPrint is still quite high, especially taking into account that by 2020 all private buildings need to be zero-energy. Moreover, the industry would welcome a decrease of the already high transportation costs can, especially for projects in remote areas, along with new solutions with enhanced structural stability. Our consortium, consisted of SIGMA TAU with over 20 years of experience in the field of sustainable construction and MCS, an innovated start-up which developed a new system to manufacture PU panels on site, have been working on an innovative solution to face those challenges; PortaFact is a Turnkey Portable Panel Factory Solution, which aims to eliminate the financial and environmental impact of transporting air (PU foam panels are consisted up to 98% of air). This will be translated into an up to 90% decrease of the total transported volume. Moreover, our pioneer solution provides a mobile factory solution with low capital investment (Ä100,000), small area to be installed (less than 40m2) and great flexibility in terms of personnel and time. In addition, our new PU panels avoid the design complexities of the conventional EPS sandwich walls, allowing the construction of seismic-resistance frames (more than 3 floors). ?The overall aim of PortaFact is to commercialize a low cost flexible mobile factory solution, with significant environmental benefits and enhanced seismic performance properties. Through this project, we aim to boost the competitiveness of both companies, reaching overall revenues of about Ä18 million after the fifth year of commercialization, and creating at least 25 new job positions. With a total needed investment of Ä2.95 million, this would imply a ROI of 5.75",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGMA TAU COSTRUZIONI SRL",
    "coordinatorCountry": "IT",
    "participants": "MCS - MOVING CONSTRUCTION SYSTEM SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "918990708": {
            "orgId": "918990708",
            "orgName": "SIGMA TAU COSTRUZIONI SRL",
            "ecContrib": 50000
        },
        "918989350": {
            "orgId": "918989350",
            "orgName": "MCS - MOVING CONSTRUCTION SYSTEM SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}