{
    "rcn": "211280",
    "acronym": "OpenPhilology",
    "topics": "ERC-2016-ADG",
    "title": "Open Philology: The Composition of Buddhist Scriptures",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Buddhist s?tras are fundamental sources for understanding the beliefs that once dominated, and largely continue to dominate, Asian societies. But classical philological approaches to these texts, assuming an Ur-text and linear development, misrepresent their nature and obscure their history. Like oral literature the s?tras are authorless and textually fluid, their content formulaic and modular, and the situation complicated by their huge volume and the linguistic diversity of their extant versions. Their fluidity and the absence of an Ur-text makes traditional stemmatic editing inappropriate. Other options are also unacceptable: eclectic editions conflate distinct sources, creating texts which never existed historically, while exclusive focus on a single version ignores the traditionís true richness. \nUtilizing the tools of Digital Humanities, Open Philology offers a revolution in approaching the composition of these scriptures, and other literatures with common features, such as the Homeric corpus or Rabbinic literature. Given the vastness of the Buddhist canons, we will focus on a traditional subset of texts, and produce electronic editions which preserve their diachronic and synchronic fluidity, revealing the intertextuality inherent in their formulaic composition. Our editing environments will allow one to easily view the diversity of sources, in different versions of ëthe same textí and in parallels in other texts, and permit one to view data at any level of granularity, according to oneís interests. \nThe project will produce corpora of s?tras mutually aligned in their Chinese, Tibetan and, when available, Sanskrit versions, a map of formulaic content, annotated text editions and translations, a general study of the corpus, and a series of scholarly publications on methodological and content-oriented issues. The tools and results we produce will bring our historical understanding of Buddhism, the most formative influence on Asian cultures, to a new level.",
    "totalCost": "2498296",
    "ecMaxContribution": "2498296",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2498296
        }
    },
    "calculatedTotalContribution": 2498296
}