{
    "rcn": "211283",
    "acronym": "PainCells",
    "topics": "ERC-2016-ADG",
    "title": "Decomposition of pain into celltypes",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Almost 20% of the population has an ongoing pain problem. Pain is caused by a complex recruitment of different types of sensory neurons with different response-profiles and hence, the integrated response of an assembly of different neuronal types results in pain. Due to technical limitations, a system-wide approach to resolve the complexity of cell types and their involvement in the development of pain has yet not been tried.\n\nPainCells will first identify and classify sensory neuron types by single-cell RNA seq in rodent and non-human primate. Based on the new classification we will determine the cellular basis for transduction of somatic sensation by developing enabling technologies allowing an activity-based Cre-dependent permanent labeling and identification by RNA-seq the exact cell types and hence, also neuronal assemblies active during particular types of pain. These assemblies will thereafter be silenced, ablated or artificially activated to functionally determine the role of these circuits in pain disorders. This work will for the first time reveal the full complexity of different cell types engaged in particular types of pain and unravel by activity-based  mouse genetics the role of that these play in pain disorders. Thus, PainCells will reveal system-wide principles of coding pain in the nervous system.\n\nPainCells will also address the role of terminal glial cells in the skin. This ignored cell type has in preliminary results been shown to respond to and transmit painful stimuli to primary sensory neurons. We will ascertain the role of terminal glial cells in the skin as pain initiating cells and in pain disorders. The discovery that glial cells in addition to sensory neurons represent pain receptive cells should fundamentally change the pain field.\n\nOverall, this proposal takes a new system-wide strategy in that will affect development of new pain managing drugs, a field that has made little clinical advance the past century.",
    "totalCost": "2443952,5",
    "ecMaxContribution": "2443952,5",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 2443952
        }
    },
    "calculatedTotalContribution": 2443952
}