{
    "rcn": "211210",
    "acronym": "BigData@Heart",
    "topics": "IMI2-2015-07-07",
    "title": "Big Data @ Heart",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Despite remarkable progress in the management of cardiovascular disease (CVD), major unmet needs remain with regard to mortality, hospitalisations, quality of life (QoL), healthcare expenditures and productivity. Acute coronary syndrome (ACS), atrial fibrillation (AF) and heart failure (HF) are major and growing components of the global CVD burden. Optimal management of these conditions is complicated by their complex aetiology and heterogeneous prognoses. Poor definition at the molecular level and co- / multi-morbidities form major challenges for the development and delivery of targeted treatments. This renders response to therapy unpredictable, with large inter-individual variation and, importantly, small or undetectable treatment effects in large trials of unselected patients.\n\nTodayís treatment guidelines still reflect the scientific constraints of an earlier era where clinical markers to guide therapy are limited to conventional risk factors and end-organ damage, and where the main endpoint in clinical trials is patient death. Hence, drug development pipelines from early target validation through to late post-marketing work have proven to be slow, expensive and high-risk: the chance of eventual approval for a CVD drug candidate in Phase I trials is 7%, the lowest of any disease category (shared with oncology)2. Moreover, tolerability of medication and adherence to treatment show wide variations. There is thus a need for better definition of these diseases, their markers and endpoints (including better segmentation of current heterogeneous patient groups acknowledging underlying mechanisms and comorbidities) and of their outcomes/prognoses (including functional capacity and quality of life [QoL]).\n\nBigData@Heartís ultimate goal is to develop a Big Data-driven translational research platform of unparalleled scale and phenotypic resolution in order to deliver clinically relevant disease phenotypes, scalable insights from real-world evidence and insights driving drug development and personalised medicine through advanced analytics.  To accomplish this, BigData@Heart will:\nï\tAssemble an unparalleled array of big-data sets\nï\tCreate a responsive and agile research framework to address the objectives\nï\tCreate systems to leverage existing state-of-the-art solutions from different sources to enable combination for high-power identification, harmonisation, access and analysis of distributed data\nï\tDevelop and expand on this distributed data for further analysis\nï\tCreate novel frameworks for disease definitions based on up-to-date scientific evidence\nï\tLeverage unique database access and big data science expertise to validate (and tweak) the novel frameworks through a number of pilot studies with high and immediate social relevance\nï\tInvolve all relevant stakeholders (including policy makers and insurers) to ensure full support for this new framework\nï\tEnsure proper, wide dissemination of the framework and project results, to maximise impact and speed at which the results will be broadly implemented in the EU, and so that they may serve as a template or inspiration for the rest of the world\nï\tSet new and durable standards for cardiovascular big-data science for the next decades\n\nBigData@Heart uniquely brings together key players and stakeholders in the CVD field to address the challenges outlined above. The clinical researchers involved in BigData@Heart have been instrumental in shaping current treatment and management of HF, AF and ACS. They will join forces with leading epidemiologists and big data scientists from across Europe and leading European cardiovascular professional and patient organisations. This team is complemented with a powerful group of players from the pharmaceutical industry. Through its partners, BigData@Heart has access to most of the relevant large-scale European CVD databases, ranging from electronic health records and disease registries through well-phenotyped clinical trials and large e",
    "totalCost": "19398970",
    "ecMaxContribution": "9664970",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "Stichting MLC Foundation;FUNDACION PARA LA INVESTIGACION DEL HOSPITAL CLINICO DE LA COMUNITAT VALENCIANA, FUNDACION INCLIVA;INTERNATIONAL CONSORTIUM FOR HEALTHOUTCOMES MEASUREMENT INC.;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;EUROPEAN HEART NETWORK AISBL;SOMALOGIC INC;NOVARTIS PHARMA AG;SOCIETE EUROPEENNE DE CARDIOLOGIE;THE UNIVERSITY OF BIRMINGHAM;UPPSALA UNIVERSITET;The Hyve B.V.;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;KAROLINSKA INSTITUTET;Vifor (International) AG;BAYER AKTIENGESELLSCHAFT;UNIVERSITY COLLEGE LONDON;INSTITUT DE RECHERCHE INTERNATIONAL SERVIER",
    "participantCountries": "NL;ES;US;UK;BE;CH;FR;SE;DE",
    "projectParticipants": {
        "913794321": {
            "orgId": "913794321",
            "orgName": "Vifor (International) AG",
            "ecContrib": 0
        },
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 386250
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 4047075
        },
        "998868947": {
            "orgId": "998868947",
            "orgName": "SOCIETE EUROPEENNE DE CARDIOLOGIE",
            "ecContrib": 874688
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 200000
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 200000
        },
        "999637187": {
            "orgId": "999637187",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL CLINICO DE LA COMUNITAT VALENCIANA, FUNDACION INCLIVA",
            "ecContrib": 386250
        },
        "997658387": {
            "orgId": "997658387",
            "orgName": "INSTITUT DE RECHERCHES INTERNATIONALES SERVIER",
            "ecContrib": 0
        },
        "916324760": {
            "orgId": "916324760",
            "orgName": "Stichting MLC Foundation",
            "ecContrib": 116812
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 929375
        },
        "952704707": {
            "orgId": "952704707",
            "orgName": "The Hyve B.V.",
            "ecContrib": 326250
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 200000
        },
        "997903603": {
            "orgId": "997903603",
            "orgName": "SOMALOGIC INC",
            "ecContrib": 0
        },
        "922889720": {
            "orgId": "922889720",
            "orgName": "INTERNATIONAL CONSORTIUM FOR HEALTHOUTCOMES MEASUREMENT INC.",
            "ecContrib": 319375
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1136250
        },
        "968032453": {
            "orgId": "968032453",
            "orgName": "EUROPEAN HEART NETWORK AISBL",
            "ecContrib": 150800
        }
    },
    "calculatedTotalContribution": 9273125
}