{
    "rcn": "211293",
    "acronym": "PRIMATE-TE-IMPACT",
    "topics": "ERC-2016-STG",
    "title": "Mapping the retrotransposon-mediated layer of neuronal gene regulation in the human genome",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Throughout evolution, the human genome has been attacked by retrotransposons, parasitic DNA elements that spread through our genome by a copy-paste activity. I previously showed that SVA elements, the youngest class of retrotransposons in our genome, harbour a strong gene-regulatory potential which is normally repressed by KRAB zinc finger protein ZNF91 (Jacobs et al., 2014, Nature).  However, for reasons unknown, repression of retrotransposons is much less efficient in the human brain, resulting in activation of the enhancer potential of SVA elements spread throughout the human genome. The importance of these SVA insertions for the evolution of human neuronal gene-regulatory networks, and how many genes have come to depend on SVA's regulatory influence, remains elusive. In this research program, I will use ëcortical organoidsí; three-dimensional brain tissues derived from human and primate stem cells, to investigate how recent SVA insertions have impacted human neuronal gene expression. Furthermore, I will investigate how changes of the epigenetic landscape in neurons affect the activity of retrotransposons in our genome and the influence they have on nearby neuronal genes. Finally, I will explore the possibility that loss of epigenetic silencing of retrotransposons is responsible for dysregulation of genes associated with neurological diseases. Preliminary findings suggest a potential role for retrotransposons in susceptibility loci for Alzheimer's and Parkinson's disease. Finding further support for this in the current research program, will form the basis of a novel concept which explains how changes in the epigenetic landscape can uncover a dormant genetic predisposition to disease.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}