{
    "rcn": "211215",
    "acronym": "INDTECH2018",
    "topics": "NMBP-31-2017",
    "title": "INDustrial TECHnologies 2018 - innovative industries for smart growth",
    "startDate": "01/10/2017",
    "endDate": "28/02/2019",
    "objective": "'The economical capacity of Europe is dependent on material goods production and industry. \nIn the European Union, competitive production is central to economic growth. To meet the pressure of globalization, demographic developments in population and job markets, and challenges of increasing resource shortage as well as the demands for energy efficiency and highest environmental standards it is crucial that public authorities, industry and research work together. Industrial production is changing fundamentally. New, aggressive competitors, especially from the BRIC countries, and in the foreground China, offer production conditions at far lower cost than in Europe. \n\nIn Europe competitive goods production is based on highly qualified experts and a high de-gree of mechanization. Intelligent production technologies and processes are necessary for a competitive and efficient production of material goods. Innovative, reasonable, ecologically friendly as well as qualitative products and services are possible only on the basis of innova-tive production and process technologies. \nR&D to improve production technologies and processes for the whole manufacturing sector are essential. Key enabling technologies are essential to broaden the industrial basis of manufacturing industry.\n\nThe conference ìMAde in euroPE 2030 - innovative industry for smart growthî will focus on \n- Presenting new industrial applications of applied research on Nanotechnology, Materi-als and Advanced Production\n- Feedback from the community providing policy advice\n- Presenting of first insights in the upcoming FP9 of the European Commission\n- The networking for industry and research\n\nEuropeís industrial future is dependent on specific modernizations of production processes; 'Smart Production' of new, competitive and sustainable products. Research in Key enabling technologies in industry and science in cooperation with public authorities is speeding up.'",
    "totalCost": "1216638,75",
    "ecMaxContribution": "600000",
    "coordinator": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "BUNDESMINISTERIUM FUER VERKEHR, INNOVATION UND TECHNOLOGIE",
    "participantCountries": "AT",
    "projectParticipants": {
        "999507207": {
            "orgId": "999507207",
            "orgName": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 522000
        },
        "999633695": {
            "orgId": "999633695",
            "orgName": "BUNDESMINISTERIUM FUER VERKEHR, INNOVATION UND TECHNOLOGIE",
            "ecContrib": 78000
        }
    },
    "calculatedTotalContribution": 600000
}