{
    "rcn": "211213",
    "acronym": "IMGENE",
    "topics": "MSCA-ITN-2017",
    "title": "Improving Genome Editing Efficiency (IMGENE)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "CRISPR genome editing technology is considered to become the greatest technological improvement in biomedical research since the invention of the polymerase chain reaction 25 years ago and pharmaceutical companies as well as academic research are eager to apply it. However, the efficiency of introducing defined changes into the genome by CRISPR is still low, currently limiting its application in basic research, industry and gene therapy. IMGENE unites expert European research groups of academia and industry to address by innovative and complementary approaches the low efficiency of precise genome editing using CRISPR technology. To our best knowledge, IMGENE is the only concerted approach to tackle the important problem of low genome editing efficiency of CRISPR in a multidisciplinary, intersectorial manner. The IMGENE consortium consisting of 6 academic and 1 industrial beneficiary (AstraZeneca), 2 industrial partners (Taconic; MilliporeSigma), and the patient organization Genetic Alliance, aims to improve the genome editing efficiency of CRISPR by research training of 8 ESRs to unleash the full potential of this technology. Combining complementary knowledge on protein chemistry, molecular biology, cellular biology, viral vectors, transgenic mice, gene therapy, and bioinformatics present in the network, IMGENE will establish novel tools and protocols for improved CRISPR genome editing efficiency that will be of immediate benefit for health and life science research, the pharmaceutical industry, and the application of gene therapy. In addition, IMGENE addresses crucial ethical questions related to the application of genome editing technology in animals, plants, and humans, which have to be solved to gain acceptance by the society. By excellent research training of 8 ESRs on a scientifically and economically highly relevant topic and additional training in transferable skills, IMGENE will educate novel leaders with great career perspectives in industry and academia.",
    "totalCost": "2068409,16",
    "ecMaxContribution": "2068409,16",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC;USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE;MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN;ASTRAZENECA AB;UNIVERSITAETSKLINIKUM FREIBURG",
    "participantCountries": "NL;PT;CZ;DE;SE",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 255374
        },
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 263659
        },
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 249216
        },
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 238356
        },
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 232422
        },
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 2068407
}