{
    "rcn": "211246",
    "acronym": "MCircuits",
    "topics": "ERC-2016-ADG",
    "title": "Connectivity, plasticity and function of an olfactory memory circuit",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The brain accumulates knowledge by experience-driven modifications of neuronal connectivity and creates models of the world that enable intelligent behavior. It is thought that these processes are based on autoassociative mechanisms of circuit plasticity. However, direct tests of these fundamental concepts are difficult because they require dense reconstructions of neuronal wiring diagrams. We will dissect structural and functional mechanisms of autoassociative memory in telencephalic area Dp of adult zebrafish, the homologue of olfactory cortex. The small size of the zebrafish brain provides essential advantages for exhaustive measurements of neuronal activity and connectivity patterns. Key predictions of theoretical models will be examined by analyzing effects of odor discrimination learning on the dynamics and stability of odor representations in Dp. The underlying structural circuit modifications will be examined in the same brains by circuit reconstruction using serial block face scanning electron microscopy (SBEM). The dense reconstruction of neuronal ensembles responding to learned and novel odors will allow for advanced analyses of structure-function relationships that have not been possible so far. Odor stimulation in a virtual environment will be combined with optogenetic activation or silencing of neuromodulatory inputs to write and disrupt specific olfactory memories and to analyze the effects on behavior and connectivity. The underlying cellular mechanisms of synaptic plasticity and metaplasticity will be examined by electrophysiology, imaging and optogenetic approaches. Mutants will be used to assess effects of disease-related mutations on circuit structure, function and plasticity. These mechanistic analyses are guided by theoretical models, expected to generate direct insights into elementary computations underlying higher brain functions, and likely to uncover causal links between circuit connectivity, circuit function and behavior.",
    "totalCost": "2495838,75",
    "ecMaxContribution": "2495838,75",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2495839
        }
    },
    "calculatedTotalContribution": 2495839
}