{
    "rcn": "211255",
    "acronym": "MetaTox-HS",
    "topics": "SMEInst-02-2016-2017",
    "title": "Advanced Solutions for High Sensitivity Metabolism and Toxicity Assays",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Drug failure and high development cost (est. Ä2.3bn/new drug) has driven enormous growth in market need for scientific tests and models of disease, for researchers in academia, institutions and the pharmaceutical industry, that better translate from the bench (in vitro) to the bedside (in vivo). Critical tests are either not available, or only available on a few large, expensive dedicated instruments. \n\nLuxcel Biosciences Ltd (LUX) has prototyped innovation that can now bring these high performance tests to all laboratory scientists, for use on standard laboratory instrumentation already available in est. 20,000 labs (fluorescence plate reader), without requirement for CapEx. \n\nLUXís business innovation solution is a platform of low cost, flexible, easy to use and accessible in vitro cell metabolism and toxicity test kits and consumable products (MitoXpress UHSÆ and dOxycheckô) made possible through innovative synergy of LUXís fluorescence nanosensor technology, together with advanced polymer microfabrication and electronic engineering. \n\nMetaTox-HS project completes the final stages of development, verification, pilot process and manufacturing readiness, together with dissemination and exploitation activities, to bring the full product solution to market and secures EU based revenue and job creation; 13 new jobs and Ä14.5m cum turnover by 2023, consolidating LUXCELís EU position (2 YR) and ambition to become a serious #2 challenger in this est. Ä320m accessible US and global market (5 YR), currently dominated by US businesses.\n\nProposal previously submitted Oct í16, scoring highly, passing all three criteria. Following a full commercial review LUXCEL has taken a sole beneficiary role, with key enabling technology provided through 3rd party sub-contract. A full re-write highlights: clear product components, demonstrated proof-of-concept, well-defined market opportunity and strong commercial plan to boost growth.",
    "totalCost": "1469333,75",
    "ecMaxContribution": "1028533,63",
    "coordinator": "LUXCEL BIOSCIENCES LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997919608": {
            "orgId": "997919608",
            "orgName": "LUXCEL BIOSCIENCES LTD",
            "ecContrib": 1028534
        }
    },
    "calculatedTotalContribution": 1028534
}