{
    "rcn": "211252",
    "acronym": "MEMS 4.0",
    "topics": "ERC-2016-ADG",
    "title": "Additive Micro-Manufacturing for Plastic Micro-flectro-Mechanical-Systems",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The manufacturing of silicon-based MEMS today is well advanced because the micro-electro-mechanical devices for automotive, domestic, health-care and consumer electronics can be fabricated with methods from IC industry. Polymer-based MEMS have a great potential for flexible electronics and biomedical applications, but to date, the techniques to engineer functional polymers into 3D microsystems, are still at their beginning because a coherent fabrication platform with the right tools and processes does not yet exist. The field could tremendously benefit from a coordinated effort in materials and manufacturing, in particular with a focus on biocompatible plastic materials for biomedical applications. Additive manufacturing such as 3D printing and associated processing such as sintering has already started to transform traditional industry, but is not scalable much below a micrometer because the thermal processing is done in bulk or by lasers on surfaces. MEMS 4.0, in analogy with the industry 4.0 concept, aims to perform concerted research in additive manufacturing at the micro/nanoscale and associated key techniques. Using my expertise in MEMS and Nanotechnology, MEMS 4.0 will push the frontiers in new materials and new processing for MEMS by setting a focus on stencilling, printing, self-assembly and local thermal processing. This coherent processing framework will permit the use of delicate, soft, polymer materials to engineer the next generations of plastic MEMS. We are primarily targeting biodegradable implantable MEMS and permanently implantable glassy carbon MEMS. They are the most challenging to fabricate, but if successful, they also have an enormous impact for future wearables and implantables.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}