{
    "rcn": "211277",
    "acronym": "NSstop",
    "topics": "ERC-2017-PoC",
    "title": "Development of a policy to stop the suffering caused by Nodding Syndrome andOnchocerciasis associated epilepsy",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "Nodding syndrome (NS) is a form of epilepsy characterized by head-nodding, often associated with severe intellectual disability, psychiatric problems and early death. Initially, NS was reported only in onchocerciasis-endemic regions in Tanzania, Uganda and South Sudan. Until recently, the cause of the syndrome was unknown. Therefore, no strategy for prevention and cure was possible. Our ERC project (NSETHIO) discovered that NS is only one of the clinical presentations of onchocerciasis associated epilepsy (OAE) and that this form of epilepsy is probably present in all onchocerciasis endemic regions where onchocerciasis is insufficiently controlled. We estimate that the number of excess cases of epilepsy due to onchocerciasis could be as much as 100,000. Based on NSETHIO findings we will develop an innovative comprehensive OAE policy plan that will prevent children from developing OAE and that will reduce the negative consequences of OAE for the economy and society. This plan includes the following components: strengthening community directed ivermectin (IVM) treatment programs (IVM will stop OAE), establishing  an SMS based epilepsy surveillance system by epilepsy trained community-directed IVM distributors,  developing a community-based care system using evidence based OAE treatment algorithms and a community-awareness program. We will fine tune the plan during 2 OAE stakeholder workshops, field test it in a high OAE prevalence health zone and calculate its cost. We will create an international OAE alliance including  scientists and health care workers, representatives of communities and advocacy groups, WHO, Ministries of Health, non-governmental organizations, the pharmaceutical industry and donors to scale up the implementation of these  interventions after the end of the NSstop project. Reducing the burden of disease caused by OAE will have great positive cultural, societal and economic impacts on affected families and villages in many parts of Africa.",
    "totalCost": "149687,5",
    "ecMaxContribution": "149687,5",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 149688
        }
    },
    "calculatedTotalContribution": 149688
}