{
    "rcn": "211224",
    "acronym": "iReact-NG",
    "topics": "SMEInst-09-2016-2017",
    "title": "iReact-NG",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Apart from presenting major benefits, the increase of RES installations in the electricity grid brings certain technological challenges, such as power supply and demand imbalance, and voltage instability, which in certain cases, drives to poor delivered electricity product. Based on ICT, AI and automation technologies, the ìsmart-gridî appears as a disruptive methodology able to regulate the complicated energy distribution landscape. Today, EMTECH offers the iReact (www.ireact.gr), as a smart-grid component to facilitate automated reactive load compensation in power distribution substations. The solution has been adopted by the Greek Transmission System Operator, and is now installed in more than 150 substations. The achieved benefits are 8% reduction in energy losses, 15% increase of released system capacity, remote monitoring, alerting and control. The objective of the proposed innovation by enhancing iReact (iReact 2.0), is to introduce in the market a real-time decision support & control tool for optimized operations in distribution grids, i.e. to extent utilization of the solution, not only in the distribution substation, but into the distribution grid as well.  Based on real-time parallel simulations (near-future), fused with historical information (past), and real-time measurements and control (present), the tool shall inform smart-grid operators about near-future optimized operational scenarios, along with statistical possibilities to happen and the estimated benefits if applied. The application, either automatically or after userís approval, shall remotely command all distributed controllers, installed in the distribution substation & RES and shall apply the selected operational scenario. Benefits achieved shall be optimum performance of the distribution grid, higher energy loss savings (up to 15-20%) thus reduction of CO2 emissions, better electricity delivered to end-users, and harmonization of the operational interaction between utilities and RES.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMTECH DIASTIMIKI MONOPROSOPI IDIOTIKI ETAIREIA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926587651": {
            "orgId": "926587651",
            "orgName": "EMTECH DIASTIMIKI MONOPROSOPI IDIOTIKI ETAIREIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}