{
    "rcn": "211214",
    "acronym": "INCAP",
    "topics": "SMEInst-02-2016-2017",
    "title": "Infusion Cap Technology for a healthy nutrition on-the-go produced in a fully automated single-step process",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Functional drinks are an important aspect of a modern and healthy lifestyle. These drinks include non-traditional ingredients such as herbs, minerals, vitamins, electrolytes or amino acids, and offer definite health related benefits that go beyond general daily nutritional intake. In the last years, functional drinks are becoming more and more popular, showing constantly high growth rates in both the European as well as the global market.\nHowever, while producers and advertisers claim the health benefits of functional drinks, independent tests confirm that functional ingredients lose their effect when they are dissolved in water for 24 hours. This degradation effect is even more intensified when exposed to UV light, oxygen or heat. Current pre-mixed functional drinks are therefore not capable of providing the users with the promised health and nutrition effects. In order to overcome this problem it is necessary to keep the functional ingredients separated in a dry and airtight sealed dispensing cap and infuse them into the water just before consummation.\nDespite the clear business opportunity, first competitive attempts towards the development of such a dispensing cap system have failed due to technical problems, high material and manufacturing costs, and lack of market/user knowledge. HƒHL, on the other hand, has developed and successfully tested the first real dispensing cap solution that with overcome all identified problems and generate a strong impact on the market for functional drinks. The overall objective of this project is the market introduction of an industrial one-step manufacturing process for the entire production, filling and packaging of INCAPs in a fast and efficient way. At the end of the project, an output capacity of 10 million INCAPs per year will be realised. Building on the experience of four already signed pilot customer applications that will be implemented during the project, the market uptake of INCAP will be significantly facilitated.",
    "totalCost": "2463210,75",
    "ecMaxContribution": "1724247,52",
    "coordinator": "HORST HAHL KUNSTSTOFFSPRITZGUSS WERKZEUGBAU GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919709381": {
            "orgId": "919709381",
            "orgName": "HORST HAHL KUNSTSTOFFSPRITZGUSS WERKZEUGBAU GMBH",
            "ecContrib": 1724248
        }
    },
    "calculatedTotalContribution": 1724248
}