{
    "rcn": "211233",
    "acronym": "LEDiR",
    "topics": "SMEInst-02-2016-2017",
    "title": "LEDiR: A Ground-breaking Manufacturing Process to Yield a Unique Prosthesis for Lumbar Endoscopic Disc Replacement",
    "startDate": "01/05/2017",
    "endDate": "31/08/2017",
    "objective": "Today our society faces a major challenge coming from the progressive ageing of the population and the rising incidence of chronic diseases. Indeed, the healthcare system is desperately seeking for new ways to address the many conditions arising due to the natural ageing process. One of these conditions is the group of degenerative disc diseases, which entails a deterioration of the vertebral discs responsible for the flexibility and cushioning of our spine. This condition affects around 40% of the population aged 40, increasing up to 80% when aged 60. Although there is some room for management if diagnosed early, most patients need to undergo surgery for replacement by either fixing the vertebrae or introducing a prosthesis. However, both the materials used for the replacements and the surgical procedures have important shortcomings in terms of safety, risks, costs, biocompatibility and spine recovery. Thus, there is a clear need to find an alternative that is less invasive and more cost-effective to the healthcare system. In response, the consortium made by Additiva & Tsunami aims to bring to market LEDiR, an innovative prosthesis for lumbar disc replacement whose fully articulated structure enables implantation through a non-invasive endoscopic approach. While a ground-breaking process of laser sinterization confers LEDiR a unique form that mimics the shape of the spine, a core of biocompatible silicon brings its flexibility. After proving the safety and reliability of the production process and the prosthesis, we now want to finalise its development and prepare LEDiR for the market stage. The Feasibility Study planned for Phase 1 aims to warrant our project from all technical, financial and commercial points of view. Upon completion of this project, we will be able to bring significant benefits to society in terms of life quality for patients and huge savings for the healthcare system. In turn, after 5 years we expect to obtain Ä10.6 million in revenues and a ROI of 5.25.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TSUNAMI SRL",
    "coordinatorCountry": "IT",
    "participants": "ADDITIVA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "914269621": {
            "orgId": "914269621",
            "orgName": "TSUNAMI SRL",
            "ecContrib": 50000
        },
        "914162436": {
            "orgId": "914162436",
            "orgName": "ADDITIVA SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}