{
    "rcn": "211269",
    "acronym": "NEPTUN",
    "topics": "SMEInst-08-2016-2017",
    "title": "Novel closed-cage system for high-value marine aquaculture",
    "startDate": "01/08/2017",
    "endDate": "31/01/2020",
    "objective": "'The vision of the NEPTUN project is to address and implement the findings of our SME Phase 1 Feasibility Study (GA#728996) to upscale, pilot, and commercialise our patented Closed-Cage Aquaculture System [CCAS] for wholly sustainable and cost-effective inshore aquaculture. NEPTUN will be the first CCAS capable of withstanding the whole grow-out cycle of fish, securing solid waste removal up to 90% (highest in the market), reducing mortality rate down to 0.4% (e.g. average rate in salmon farming in Norway: 10%) and feed costs in 10%, allowing adult fish densities of 50 kg/m3 (current limits for salmon farming in Norway: 25 kg/m3) without further depleting marine ecosystems. NEPTUN has the potential to increase e.g. global salmon production levels from current 2.2m t to 4.7m t (or 500,000t extra of fish protein), while minimizing the environmental impact of aquaculture activities (i.e. eliminate 363 t C, 45.5 t of N, and 8.5 t of P discharges from salmon farming in Norway alone).\nWe have defined a subset of specific objectives covering final prototyping, validation, and commercialisation readiness activities. Achieving them will bring us to a wide market uptake.\n\n1) Final prototyping objectives (WP1) to integrate and optimise the functionalities of NEPTUNís subsystems, and deploy our prototype at our piloting facilities, raising NEPTUN TRL from TRL7 to TRL8.\n2) Validation objectives (WP2) to demonstrate NEPTUN's technical and economic performance through a large-scale piloting in real-life operating settings, elevating our CCAS from TRL8 to TRL9.\n3) Commercialisation readiness objectives (WP3-5) enabling us to successfully bring NEPTUN to the market and reach sales traction beyond Phase 2.\n\nThrough the NEPTUN SME Phase 2 project we will significantly boost the growth in our company. We estimate that by year 5 after project closure, we will reach annual revenues of Ä411m, generate at least 76 new full-time positions, and accumulate profits of Ä127m, with 12.11 ROI.'",
    "totalCost": "2686875",
    "ecMaxContribution": "1880812",
    "coordinator": "AQUAFARM EQUIPMENT AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924471984": {
            "orgId": "924471984",
            "orgName": "AQUAFARM EQUIPMENT AS",
            "ecContrib": 1880812
        }
    },
    "calculatedTotalContribution": 1880812
}