{
    "rcn": "211237",
    "acronym": "Locus Ludi",
    "topics": "ERC-2016-ADG",
    "title": "Locus Ludi: The Cultural Fabric of Play and Games in Classical Antiquity",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Play and games were ubiquitous in antiquity, among free men and slaves, men and women, adults and children, in town and country. Even gods played. Ludic culture created communities from early childhood to a ripe old age. Did these groups play together, or did they play different games, with distinct rules? And did they play similar games to us? This interdisciplinary project will provide the first comprehensive study of the evidence. Written, archaeological and iconographic sources are abundant, but forgotten in museums and libraries. This neglect is due to the modern Western view of games as childrenís pastime, if not a waste of time. Ancient play and games reflect the gendered, religious, economic, and political fabric of a society, as much as they shape the lives of players by transmitting a cultural identity and an intangible heritage. Ludic culture evolves over time and this project intends to provide a benchmark by reconstructing this history in the Greek world, from the birth of the city-state, c. 800 BCE, to the Roman conquest in 146 BCE, and in the Roman world from the Republican age, c. 500 BCE, to the end of the Western Roman Empire, c. 500 CE. \n \nLocus Ludi will identify, categorize, and reconstruct games and play thanks to close linguistic, historical, archaeological, typological, topographical, iconographic, and anthropological studies. Ludic culture also mirrors interactions between different populations, as in the romanisation process, and religious shifts. The research will be informed by theoretical studies of the past as well as by gender and education studies. It will generate a new vision of the cultural fabric of ancient society, provide models for training and research in related fields, as well as up-to-date material for schools, museums, and libraries. Understanding the educational, societal and integrative role of play in the past is important to understand the present and widen the debate on high tech toys and new forms of sociability.",
    "totalCost": "2495930",
    "ecMaxContribution": "2495930",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 2495930
        }
    },
    "calculatedTotalContribution": 2495930
}