{
    "rcn": "211247",
    "acronym": "MCM",
    "topics": "SMEInst-09-2016-2017",
    "title": "Motor Condition Monitor",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "In Industrial Units, electrical motors are the heart of every activity. The global electric motor market is expected to reach a value of 113.280Ä million by 2019. Considering maintenance and operational schedule, predictive tools are a critical asset rather than reactive or preventive maintenance to avoid serious losses or safety problems. If a motor suddenly stops, the industrial factory manager must decide if the motor should be replaced or rewound. This brings huge losses to the company especially if the motor is critical, creating heavily downtime losses.\nOn the other side, electric motors are responsible for approximately 40% of the total electrical energy generated worldwide and represent the most important component in the industry energy consumption and 75% of global CO2 industrial emissions. As typically electric motors operate at poor efficiency, there is a great potential to improve energy efficiency in this sector.\nMCM allows to continuously monitoring electric motors, even the ones that are submerged in liquids, decreasing the downtime and operating costs in industrial facilities, increasing this way productivity and equipmentís lifetime. Additionality it brings safety benefits since a catastrophic motor failure can result in serious security hazards. MCM enables an accurate prediction of malfunctions in electric motors and improvement their efficient operation. This allows for a reduction of approximately 70% of the repairing costs and 85% of the equipmentís downtime and the efficiency levels can be increased by 15%, resulting in an additional reduction of the operating costs. The gains achieved through the electric motors continuous monitoring and the consequent optimization measure have also an important role in the reduction of the high energy consumption in the industry sector.\nTherefore the key bywords are reliability and efficiency. Imagine that a machine could warn you about a possible malfunction and poor efficiency: MCM is the solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENGING - MAKE SOLUTIONS LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936690104": {
            "orgId": "936690104",
            "orgName": "ENGING - MAKE SOLUTIONS LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}