{
    "rcn": "211284",
    "acronym": "PALMS",
    "topics": "FTIPilot-01-2016",
    "title": "Plasma Additive Layer Manufacture Smoothing Technology",
    "startDate": "01/07/2017",
    "endDate": "30/11/2019",
    "objective": "Additive manufacturing (AM) offers unprecedented design freedom and the possibility to produce lightweight optimised components that are impossible to make with traditional techniques; or bespoke components that would otherwise be prohibitively expensive if produced in small volumes. Despite the significant progress made in AM, the surface roughness of parts produced by this method continues to be an issue.\nRough surface finish on AM parts causes wear, corrosion and fatigue, micro-cracks, poor tolerances, and is aesthetically displeasing. These negative characteristics often outweigh the positive ones of unlimited complexity of shapes and weight reduction benefits.  Post-processing finishing methods exist for reducing roughness, but these can be costly and have limited effectiveness, particularly in relation to complex, high surface roughness components. As a result, the application of AM parts in industry is being constricted, particularly in the aerospace and medical industries, where the surface finish of components is highly critical.\nWe have developed PALMS (Plasma Additive Layer Manufacture Smoothing), an innovative cost-effective macro-polishing solution based on novel electrochemical plasma technology. The macro finish (10-50µm) AM parts are rapidly treated in a highly controlled manner in less than 20 minutes, leaving a uniform, smooth micro-finish (<0.1µm), resulting in considerably improved aesthetics and mechanical performance. \nOur participation in the FTI programme, will allow us to accelerate the commercialisation process for the PALMS TRL6 technology and undertake innovation from the demonstration stage through to market uptake within 32 months after project start. In doing so, we will capture up to 3.0% of the global market by year 5 post project, generating combined revenues of over Ä68million with an IRR return on investment of 1063%, and the creation of over 160 new jobs.",
    "totalCost": "2482040,75",
    "ecMaxContribution": "1953975,28",
    "coordinator": "WALLWORK CAMBRIDGE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF MANCHESTER;CENTRO RICERCHE FIAT SCPA;POLY-SHAPE;WISILDENT SRL",
    "participantCountries": "UK;IT;FR",
    "projectParticipants": {
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 463500
        },
        "969056288": {
            "orgId": "969056288",
            "orgName": "WALLWORK CAMBRIDGE LIMITED",
            "ecContrib": 676003
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 258322
        },
        "998646817": {
            "orgId": "998646817",
            "orgName": "POLY-SHAPE",
            "ecContrib": 269150
        },
        "998540020": {
            "orgId": "998540020",
            "orgName": "WISILDENT SRL",
            "ecContrib": 287000
        }
    },
    "calculatedTotalContribution": 1953975
}