{
    "rcn": "211278",
    "acronym": "OCEAN",
    "topics": "SPIRE-10-2017",
    "title": "Oxalic acid from CO2 using Eletrochemistry At demonstratioN scale",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The OCEAN project aims to develop an integrated process for the production of high-value C2 chemicals from carbon dioxide using electrochemistry. This will be achieved by: 1) improving and optimizing a TRL5 technology that can convert carbon dioxide to formate, to TRL6. OCEAN will bring this technology just one-step away from commercialization, by demonstrating this technology at the site of an industrial electricity provider, converting 250 g of CO2 per hour at 1.5 kA/m2. The energy efficiency will be improved by coupling the cathodic reaction to the oxidation of glucose at the anode, using a novel technology to match the kinetics of the reactions at both electrodes. The obtained formate can be converted to oxalate. 2)Developing new electrochemical methodologies to further convert formate and oxalate to formic acid and oxalic acid, respectively. Novel salt-splitting will be investigated using bipolar membranes. Again, this allows for direct coupling with an electrosynthesis step at the anode and/or cathode. 3) Developing new electrochemical methodologies by converting oxalic acid to glycolic acid and other high-value C2-products, these will be benchmarked with conventional hydrogenation. 4) Integrating the TRL6 and new (TRL4-5) electrochemical technologies in an industrial process, aimed at the production of high-value C2 products and polymers thereof by developing the process steps needed to produce oxalate, C2 products and polymers. 5) Demonstrating the economic feasibility by performing a market analysis and making a business case and exploitation strategy. Overall, OCEAN aims at addressing the critical elements that are currently hindering new electrochemical processes by targeting high value products that have the corresponding production margin to introduce this technology on the market, lower the power costs by combining oxidation and reduction, and a trans-disciplinary approach that is needed for the introduction of these advanced technologies.",
    "totalCost": "5523650",
    "ecMaxContribution": "5523650",
    "coordinator": "European Research Institute of Catalysis A.I.S.B.L.",
    "coordinatorCountry": "BE",
    "participants": "GENSORIC GMBH;GASKATEL GESELLSCHAFT FUR GASSYSTEME DURCH KATALYSE UND ELEKTROCHEMIE MIT BESCHRANKTER HAFTUNG;HYSYTECH SRL;RWE GENERATION SE;AVANTIUM CHEMICALS BV;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;RWE POWER AG;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "DE;IT;NL",
    "projectParticipants": {
        "996524845": {
            "orgId": "996524845",
            "orgName": "European Research Institute of Catalysis A.I.S.B.L.",
            "ecContrib": 647674
        },
        "951021757": {
            "orgId": "951021757",
            "orgName": "GENSORIC GMBH",
            "ecContrib": 392125
        },
        "998081016": {
            "orgId": "998081016",
            "orgName": "HYSYTECH SRL",
            "ecContrib": 606438
        },
        "915069483": {
            "orgId": "915069483",
            "orgName": "RWE GENERATION SE",
            "ecContrib": 0
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 602282
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 631225
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 1696212
        },
        "968696224": {
            "orgId": "968696224",
            "orgName": "GASKATEL GESELLSCHAFT FUR GASSYSTEME DURCH KATALYSE UND ELEKTROCHEMIE MIT BESCHRANKTER HAFTUNG",
            "ecContrib": 201954
        }
    },
    "calculatedTotalContribution": 4777910
}