{
    "rcn": "211289",
    "acronym": "PORTABLECRAC",
    "topics": "SPIRE-09-2017",
    "title": "PORTABLE SOLUTION FOR THE ELECTROCHEMICAL REGENERATION OF ACTIVATED CARBON",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "Activated carbon is manufactured overseas (30% of production occurs in CHINA). As an example, in 2016, 12% of worldwide AC demand (0.23 million of tons) corresponded to Western Europe . A Europe import about 80% of their internal consumption of AC. PORTABLECRAC provides a successful business case to reduce overseas imports with negative competitive and environmental impacts in key industries in Europe. Furthermore, great exploitation and replication opportunities for circular-local economy development, at business and environmental perspectives, will be pursued and exploitation path assessed as key implementation task after feasibility analysis is completed. However, due to continuous use, EXHAUSTION of AC filters is a common issue with the consequent high cost in producing virgin filters again. Indeed, there is a side problem related to the manipulation and management of exhausted AC that has to be considered as highly contaminant waste and can vary at regional-national level. Accordingly, the viability of AC use at industrial level roots in the regeneration and reactivation of exhausted AC. \nAC can be regenerated (large facilities i.e. do it at this moment), reducing costs by about 50%. Regeneration of spent AC is mainly done by thermal regeneration (as is the case of EMIVASA). However, it requires off-site service, high energy input and carbon losses with negative environmental impacts against the solution provide by PORTABLECRAC as the key value proposition (Table 1) shows. \nPORTABLECRAC brings a sustainable and long term solution creating a direct and indirect employment in the ìservice-sectorî from UE.  PORTABLECRAC KEY VALUE PROPOSITION is to provide a solution to water treatment with 86% reduction in cost per kg/AC and 4 times reduction in CO2 emissions. Business model will be assessed and validated during the scope of the project, based on traditional key drivers for industry market penetration as cost reduction and legislation framework",
    "totalCost": "2883012,5",
    "ecMaxContribution": "2206718,75",
    "coordinator": "CONTACTICA S.L.",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE ALICANTE;ENVIROHEMP SL;GRADO ZERO INNOVATION SRL;EMPRESA MIXTA VALENCIANA DE AGUAS SA;AGRI PRO AMBIENTE CONSULTORES SA;UNIVERSIDAD DE VIGO",
    "participantCountries": "ES;IT;PT",
    "projectParticipants": {
        "914945129": {
            "orgId": "914945129",
            "orgName": "AGRI PRO AMBIENTE CONSULTORES SA",
            "ecContrib": 263812
        },
        "954235852": {
            "orgId": "954235852",
            "orgName": "EMPRESA MIXTA VALENCIANA DE AGUAS SA",
            "ecContrib": 275800
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 438075
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 190625
        },
        "951948301": {
            "orgId": "951948301",
            "orgName": "ENVIROHEMP SL",
            "ecContrib": 570850
        },
        "945195840": {
            "orgId": "945195840",
            "orgName": "GRADO ZERO INNOVATION SRL",
            "ecContrib": 170406
        },
        "957958033": {
            "orgId": "957958033",
            "orgName": "CONTACTICA S.L.",
            "ecContrib": 297150
        }
    },
    "calculatedTotalContribution": 2206718
}