{
    "rcn": "211285",
    "acronym": "PASSAGE",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Plant Synthetic Biology for Bio-engineering and Sustainable Agriculture",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "We propose to create a joint venture between Central European Institute of Technology at Masaryk University (CEITEC MU), an emerging flagship research center in Brno, Czech Republic, and VIB, an advanced biotechnological institute in Ghent, Belgium. The main goal is to strengthen excellence and relevance of research at CEITEC MU through capitalization on the joint academic expertise and infrastructure to exploit newly emerging field of plant synthetic biology for tackling global challenges connected to sustainable agriculture and plant-based primary production. PASSAGE will build on complementarity in scientific expertise and infrastructure between the partners, major contributions being structural biology at CEITEC MU and systems biology and bioinformatics at VIB, which jointly provide a solid ground for mutually beneficial and sustainable partnership. VIB succeeded in establishing mechanisms to catalyze the biotech cluster in Flanders, and it is committed to channel this long-term experience and know-how in science management and translational research to CEITEC MU. The CEITEC MU will, among others, gain experience on how to strengthen technology transfer and overcome the existing weakness of the biotech sector in South Moravia. The upgraded support will enable effective translation of the generated knowledge into biotech applications in agriculture, food and material production, energetics, and human health.",
    "totalCost": "400000",
    "ecMaxContribution": "400000",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "VIB",
    "participantCountries": "BE",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 150000
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 250000
        }
    },
    "calculatedTotalContribution": 400000
}