{
    "rcn": "211223",
    "acronym": "IPV_Tanzania",
    "topics": "ERC-2016-STG",
    "title": "Investigating the predictors of intimate partner violence: a mixed method longitudinal study in Tanzania",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "This study proposes a major advance in research on intimate partner violence (IPV), a prominent public health and human rights issue. Worldwide, it is estimated that one in three women experience physical and/or sexual violence by a partner in their lifetime, with even higher rates reported in sub-Saharan Africa (WHO 2013). Cross-sectional surveys have documented the adverse health impacts of IPV and the factors that increase risk of female victimisation and male perpetration. Nonetheless, theoretical and programmatic development has stalled due to lack of clarity on the temporality of identified associations: do documented associations represent risk factors for violence or do they reflect the consequences of abuse? This deficit of understanding is especially pressing in low and middle income countries (LMICs) where few longitudinal cohort studies with IPV as an outcome exist. This study seeks to address this gap by following forward in time a cohort of 1200 Tanzanian women, using state of the art methods to measure violence, encourage disclosure and ensure participant safety. Both quantitative and qualitative data will be collected at 4 discrete time points over 5 years, making this the largest longitudinal study of IPV ever undertaken in the developing world. In addition, an in-depth study of 40 men and a cross-sectional survey of 600 men will be conducted. The goal of the research is to advance our understanding of the predictors and consequences of IPV to better inform the design of interventions to reduce violence in LMICs.  Specifically the study aims to: 1) advance the theoretical frameworks of intimate partner violence; 2) investigate the temporality of key factors linked to IPV; 3) map the dynamics of partner violence over time; 4) and investigate pathways leading to intimate partner violence. This research is of immediate necessity to address a vital public health challenge of our time and has the strong potential to have a long lasting impact on shaping the research agenda on intimate partner violence.",
    "totalCost": "1499094",
    "ecMaxContribution": "1499094",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 1499094
        }
    },
    "calculatedTotalContribution": 1499094
}