{
    "rcn": "211287",
    "acronym": "PLUG-N-HARVEST",
    "topics": "EEB-07-2017",
    "title": "PLUG-N-play passive and active multi-modal energy HARVESTing systems, circular economy by design, with high replicability for Self-sufficient Districts Near-Zero Buildings",
    "startDate": "01/09/2017",
    "endDate": "30/11/2021",
    "objective": "Conventional Retrofitting (CR) can result in high energy use reductions at the expense of high installation costs and, usually, without being able to directly perform harvesting from Renewable Energy Sources (RES). Building Automation (BA) systems, as compared to CR, can result in medium energy use reductions and in low or medium harvesting from RES at the expense of medium installation costs and medium operational costs. Recently, the concept of Adaptable/Dynamic Building Envelopes (ADBE) - such as Multifunctional FaÁade Modules - has been proposed towards overcoming many of the shortcomings of CR and BA. ADBE systems can result in high energy use reductions and high harvesting from RES at the expense of medium-to-high installation costs and medium operational costs. The main strategic goal of the PLUG-N-HARVEST proposal is to design, develop, demonstrate and exploit a new modular, plug-n-play concept/product for ADBE - deployable to both residential and non-residential buildings - which is able to provide high (maximum possible) energy use reductions and high (maximum possible) energy harvesting from RES both at the single-building and the district scale while requiring medium-to-low installation costs and almost-zero operational costs. Moreover, by appropriately exploiting its attributes, the PLUG-N-HARVEST system will be designed and implemented considering circular economy principles, which will allow implementing new business models based on leasing and renting modes and, by this, leaving the door open to massive implementations. Four different multi-building Pilots ñ in Germany, Spain, Greece and the U.K. - will be used for demonstrating the use of the integrated PLUG-N-HARVEST system in full-scale, on a 24/7 basis and for a long period. The Pilots involve buildings with all different kinds of energetic, thermal and occupants' interactions, home occupants of highly diverse behaviour and background and include both residential and non-residential buildings.",
    "totalCost": "6896147,5",
    "ecMaxContribution": "5993466,25",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "ODIN SOLUTIONS S.L.;COUNTY COUNCIL OF THE CITY AND COUNTY OF CARDIFF;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;ALOUMYL, BIOMICHANIA ALOUMINIOY ANONIMI ETAIRIA;SIEMENS SRL;AGENCIA DE L'HABITATGE DE CATALUNYA;ETRA INVESTIGACION Y DESARROLLO SA;ENERGY TRANSITIONS LIMITED;SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL;ECO INTELLIGENT GROWTH, SL;PERIFIERIA DYTIKHS MAKEDONIAS;CARDIFF UNIVERSITY",
    "participantCountries": "ES;UK;DE;EL;RO",
    "projectParticipants": {
        "953556755": {
            "orgId": "953556755",
            "orgName": "SIEMENS SRL",
            "ecContrib": 282625
        },
        "995438057": {
            "orgId": "995438057",
            "orgName": "SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL",
            "ecContrib": 393750
        },
        "967094463": {
            "orgId": "967094463",
            "orgName": "COUNTY COUNCIL OF THE CITY AND COUNTY OF CARDIFF",
            "ecContrib": 383750
        },
        "919715007": {
            "orgId": "919715007",
            "orgName": "ALOUMYL, BIOMICHANIA ALOUMINIOY ANONIMI ETAIRIA",
            "ecContrib": 280350
        },
        "999926441": {
            "orgId": "999926441",
            "orgName": "ETRA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 401625
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 1263125
        },
        "924300682": {
            "orgId": "924300682",
            "orgName": "ENERGY TRANSITIONS LIMITED",
            "ecContrib": 307125
        },
        "952851371": {
            "orgId": "952851371",
            "orgName": "ECO INTELLIGENT GROWTH, SL",
            "ecContrib": 190312
        },
        "934796858": {
            "orgId": "934796858",
            "orgName": "ODIN SOLUTIONS S.L.",
            "ecContrib": 250469
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 399085
        },
        "972370390": {
            "orgId": "972370390",
            "orgName": "AGENCIA DE L'HABITATGE DE CATALUNYA",
            "ecContrib": 357500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 1178750
        },
        "950971414": {
            "orgId": "950971414",
            "orgName": "PERIFIERIA DYTIKHS MAKEDONIAS",
            "ecContrib": 305000
        }
    },
    "calculatedTotalContribution": 5993466
}