{
    "rcn": "211257",
    "acronym": "MFDS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Multi-Functional Detective System (MFDS) ñ Advanced, ëIntelligent Transport Systemí creating smarter and safer European roads",
    "startDate": "01/08/2017",
    "endDate": "31/10/2017",
    "objective": "Wilhelm Schrˆder GmbH has developed the ëMulti-Functional Detection Systemí (MFDS), a highly versatile ëIntelligent Transport Systemí that will make EU roads better integrated, safer, intelligent and environmentally friendly. MFDS is a unique, affordable and unrestricted telematics technology with several functions: wrong-way driver detection, traffic congestion detection, vehicle counting by vehicle classification and parking accounting. The core innovation of the MFDS is its capability to complete all functions simultaneously in a single system that is low-cost to procure and install with low-power usage.\n\nAn MFDS unit consists of a detection of 6 delineators (pillars) that distributes a secure radio field across the target path; objects within the field are passively detected and classified with 100% precision. Data obtained is immediately communicated to motorists via an LED lighting interface built into the delineators as well as being securely provided via cloud to the relevant officials via system interfaces to warn motorists in a wider perimeter with other means.\n\nWith our initial target market in the EU, during Phase 1 and Phase 2 we plan to market to road operators in target countries with the intention to generate pre-sales that will enable our target volume sales once Phase 3 is reached in 2020. Once commercialised, we plan for 6,500\\ unit sets to be deployed by 2024.\n\nThe principle project objective is to enhance MFDS and demonstrate to the target market the efficiency and environmental improvements our technology offers over state-of-the-art alternatives. This Feasibility Study will allow us to complete a market study and use customer feedback to develop the project concept; identify strategic Phase 2 collaborators; scope the legislative pathway; plan the technical and commercial work to be completed during Phase 2 and produce a fully elaborated business plan to be used as the basis of a Phase 2 application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WILHELM SCHRODER GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934781144": {
            "orgId": "934781144",
            "orgName": "WILHELM SCHRODER GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}