{
    "rcn": "211263",
    "acronym": "MUGICLOUD",
    "topics": "SMEInst-10-2016-2017",
    "title": "PLUG AND PLAY intelligent transport system for bus and coach sector",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "During the last decades, the volume of road transport has increased in the European Union associated with the growth of the European economy and mobility requirements of citizens. In fact, between 2010 and 2015, road freight transport increased by 8,1 % (measured in tonne-kilometres) and road passenger transport around 3,5% (measured in passengers per kilometre - pkm). This growth has lead into an increasing congestion of road infrastructure and rising energy consumption, which means economic, environmental and social problems.\nBus and coach are the direct alternative to the car, as their infrastructure allows greater accessibility than other collective ways of transport (such as train or plane) and it offers safety and environmental advantages over other ways of transport. However, in a context in which passenger transport (in terms of pkm) has grown more than 20% between 1995 and 2015, the use of bus and coach has only increased by 4,5% during this period. The reason behind these figures lays on how each way of transport has improved the quality of their service for passengers. Therefore, it is necessary to improve the satisfaction of bus and coach passengers to attract them to this way of transport and thus achieve greater sustainable mobility.\nIn this context, the company Wirelesscities Networks (WNetworks) has developed, in constant contact with bus & coach SME operators, a new product, mugiCloud. mugiCloud is an Intelligent Transport System (ITS), a Plug&Play product which integrates telecommunications, electronics and information technologies with transport engineering in order to plan, design, operate, maintain and manage transport systems. The system captures data and, through software and new apps already developed by WNetworks, translates these data into information for passengers, drivers and fleet managers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WIRELESSCITIES NETWORKS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917571016": {
            "orgId": "917571016",
            "orgName": "WIRELESSCITIES NETWORKS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}