{
    "rcn": "211282",
    "acronym": "ORCHID",
    "topics": "FETOPEN-03-2017",
    "title": "Organ on Chip in Development",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Organ-on-chip technology will revolutionize the healthcare domain by offering new and ground breaking solutions to different industries and especially for regenerative medicine and medication.\nORgan-on-Chip In Development (ORCHID) will create a roadmap for organ-on-chip technology and the framework to build a network of relevant stakeholders. ORCHID will achieve this through 5 objectives: (i) evaluation of the technology (state of the art and unmet needs), (ii) identification of ethical issues, establishing standards and identifying measures for regulatory implementation, (iii) analysis of economic and societal impact, training and education, (iv) developing a roadmap which will guide the required R&D efforts and (v) raising awareness and building the ecosystem for organ-on-chip technology through a digital reference platform .\nORCHID will have a broad impact: it will facilitate  drug development,  contribute significantly to reducing animal experiments and help in developing personalized medicine. ORCHID will achieve these goals by providing a framework to the main stakeholders, bringing together key players and raising awareness on organ-on-chip technology throughout Europe. The digital platform will gather all information on existing and new initiatives in the field. In this way ORCHID as a whole will secure and reinforce Europeís leadership on organ-on-chip.\nThe consortium is composed of the main contributors to the field who are all very experienced and who will strongly collaborate with each other. Leiden University Medical Centrum (LUMC) will lead the consortium, the Institute for human Organ and Disease model (hDMT) will focus on the strategy and the roadmap, Fraunhofer IGB on impact assessment, CEA Leti on eco-system development and the digital platform, IMEC on the ethical aspects, regulation and standardization and the University of Zaragoza will lead dissemination. ORCHID will install an Advisory Board composed of complementary specialists in the field.",
    "totalCost": "520472,5",
    "ecMaxContribution": "520472,5",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSIDAD DE ZARAGOZA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;STICHTING INSTITUTE FOR HUMAN ORGAN AND DISEASE MODEL TECHNOLOGIES;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "ES;DE;FR;BE;NL",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 50625
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 80235
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 83375
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 85240
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 134750
        },
        "916144534": {
            "orgId": "916144534",
            "orgName": "STICHTING INSTITUTE FOR HUMAN ORGAN AND DISEASE MODEL TECHNOLOGIES",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 86248
        }
    },
    "calculatedTotalContribution": 520473
}