{
    "rcn": "211295",
    "acronym": "Prisma",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative and highly-efficient solar thermal collector for Building faÁades",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Heating and cooling in our buildings accounts for 40% of energy consumption and 36% of CO2 emissions in the EU. Moreover, 84% of heating and cooling is still generated from fossil fuels, while only 16% is generated from renewable energy. By improving the energy efficiency of buildings, we could reduce total EU energy consumption by 5-6% and lower CO2 emissions by about 5%. In 2016, the Commission proposed the EU Heating and Cooling Strategy that includes plans to make energy efficient renovations to buildings easier.\n\nThe EU/Global market is requesting a cost effective and high efficient solution. Current commercial solutions are of very low efficiency, expensive and not suitable for old buildings.\n\nAsoluna, a Swedish SME that designs and manufactures solar energy solutions, has design and prototyped Prisma: a multifunctional solar thermal collector for integration in the building envelope in such forms as facades, decorative elements, parapets, glazing etc. It acts as a climate envelope that efficiently protects the building from unwanted heating or cooling, while at the same time delivering solar heating to the buildingís systems. Crucially, it has been designed in collaboration with some of Europeís leading sustainability architects to be easy to retrofit on to existing buildings.\n\nPrisma exhibits the following characteristics: 1) 100 % renewable energy; 2) Patented; 3) Reduces annual energy costs by 50 % throughout the buildingís life; 4) High efficiency (<80%); 5) Suitable for new and old buildings; 6) Easy to install; 7) Follows the statutory instruments, directives and standards for faÁade applications; 8)  Low environmental impact; 9) Cost effective; 10)  Unique design with no frame; 11) Various colours and shading available; 12) Designed by architects, for architects.\n\nWe anticipate that Prisma will be launched on to the market in 2020 and reaching sales of 28.5MÄ by 2024, with a Net Present Value of 12MÄ based on a project cost of SME phase II of 2MÄ%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASOLUNA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913149465": {
            "orgId": "913149465",
            "orgName": "ASOLUNA AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}