{
    "rcn": "211217",
    "acronym": "innocult",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Excellence for Cultural and Creative Innovations in Lithuania",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "'The 'innocult' Teaming Phase 1 project specifically aims to create a Centre of Excellence (CoE) of Creative and Cultural Innovations in Lithuania, \nThe new CoE is targeted to perform research and innovation actions in line with the challenges faced in our country and aimed at promoting participatory culture and socio-cultural engagement of diverse societies by supporting cultural and creative processes of integration and disruption. Investigation and measurement of cultural and creative capital value on the basis of developed methodological approach and means will disclose the wide social and economic role the cultural and creative industries play and, therefore, foster networking, entrepreneurship and innovation potential of cultural and creative sector creating conditions for estimating forthcoming model of participatory culture. \n\nThe main goal of the Centre of Excellence is to provoke innovative changes in participatory culture and provide a guidance of smart and sustainable changes for cultural and creative organizations and audiences within creative sector to operate in competitive environment for leading excellence based on investigated and measured cultural and creative processes.\n\nTherefore, the CoE seeks to promote development of CCI institutions, formation of new institutional strategies leading towards inclusive and participatory culture taking into account the importance and shifts of the economical, communicative, technological and social factors, in order for the cultural institutions and network to start functioning as activating centres of social innovations, as hubs for involvement of new audiences (minorities, youth, seniors etc.) increasing competences of culture consumption in respect to the development of CCI.\n'",
    "totalCost": "399718,75",
    "ecMaxContribution": "399718,75",
    "coordinator": "VYTAUTO DIDZIOJO UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "POLITECNICO DI MILANO;KAUNO TECHNOLOGIJOS UNIVERSITETAS",
    "participantCountries": "IT;LT",
    "projectParticipants": {
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 128500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 121531
        },
        "999590627": {
            "orgId": "999590627",
            "orgName": "VYTAUTO DIDZIOJO UNIVERSITETAS",
            "ecContrib": 149688
        }
    },
    "calculatedTotalContribution": 399719
}