{
    "rcn": "211222",
    "acronym": "IPMT",
    "topics": "WIDESPREAD-04-2017",
    "title": "Integrated Precision Medicine Technologies Research Centre of Excellence",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Most medical interventions are effective in only a small percentage of the patients. The multifactorial nature of disease and patient differences in presentation, genetics and exposures have been implicated as the causes. Precision medicine aims to maximize the effectiveness of medicine by tailoring the diagnosis and treatment to match individual patients. This proposal will establish an Integrated Precision Medicine Technologies Research Centre of Excellence, a multidisciplinary centre which will be a leader in the development of new technologies to further enable and accelerate the progress and application of precision medicine. The Centre will include all the essential fields: (i) modelling & simulations, (ii) intelligent systems & bioinformatics, (iii) imaging & biosignal analysis, (iv) digital & eHealth, (v) embedded systems & electronics, and (vi) sensing technologies (including nano), with support from (vii) biosciences and (viii) clinical validation. Initially, the clinical emphasis will be on tools and methods for relevant multifactorial diseases: cancer, neurodegenerative disorders and traumatic brain injury. The proposal is a collaboration between leading Cypriot and European institutions. The host, the University of Cyprus, is the countryís leading academic institution, with local partners including major medical centres as well as support from the Ministry of Health and other private organizations. The advanced partners are the Fraunhofer Institute for Biomedical Technology (BMT), Germany, and the Centre for Biomedical Research - Bioengineering, Biomaterials & Nanomedicine (CIBER-BBN), Spain. The experience of the partners, combined with the synergies created by this project, provide a great opportunity to establish a sustainable Centre which will (i) conduct vital and timely research, (ii) promote innovation, (iii) provide education and training to a new breed of scientists, (iv) improve the local research capacity, and (v) spearhead economic growth.",
    "totalCost": "399997,5",
    "ecMaxContribution": "399997,5",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH;Ministry of Health of the Republic of Cyprus;CENTRO DE INVESTIGACION BIOMEDICA EN RED",
    "participantCountries": "DE;CY;ES",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 140288
        },
        "994267946": {
            "orgId": "994267946",
            "orgName": "Ministry of Health of the Republic of Cyprus",
            "ecContrib": 44375
        },
        "997154957": {
            "orgId": "997154957",
            "orgName": "CONSORCIO CENTRO DE INVESTIGACION BIOMEDICA EN RED M.P.",
            "ecContrib": 0
        },
        "999642522": {
            "orgId": "999642522",
            "orgName": "THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH",
            "ecContrib": 68750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 81860
        }
    },
    "calculatedTotalContribution": 335273
}