{
    "rcn": "211212",
    "acronym": "IFM Micro Thruster",
    "topics": "SMEInst-04-2016-2017",
    "title": "The unique modular propulsion system suitable for all small satellites from 1 to 500 kg",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Several players are investing in Constellations of Satellites to provide customers services as global imaging in near real time, telephone & internet coverage, monitoring of ships, airplanes, fires, etc. The global market of this new space race, worth 2.2 B$ in 2016, is expected to increase to 5.3 B$ in 2021. Many manufacturers are trying to disrupt market by lowering manufacturing costs, but the most difficult component to acquire remains the propulsion system: these satellites, in fact, work without a propulsion system, resulting in high replacement rates (once per year), limited orbit manoeuvres, difficulties in flight formation, passive deorbiting not sufficient to put satellites into graveyard orbits at their end of life.\n    AMR propulsion aims to solve these problem with a unique, modular product: the IFM Micro Thruster, a compact, modular propulsion system suitable for all small satellites ranging 1-500 kg, with the highest propellant efficiency, capable of controlling satellitesí position with an unprecedented accuracy, perfectly suitable for single CubeSats as well as for big constellations of satellites (>100). The core, proprietary technology is based on a widely tested (13,000\\ h) thruster developed for large satellite control in future ESA missions, specifically re-engineered to fit the space and mass constraints of small satellites. The thruster is based on a 2D array of porous tungsten needle-shaped emitters, capable of giving high stability and high reliability to the plasma thrust. \n    During Phase 2 project, AMR will design and engineer the qualified model (i.e. the commercial version) of the IFM Micro Thruster; design and install an ISO-9001 certified production line, and will demonstrate and validate the technology with relevant customers. The overall goal is to reach full commercialization of IFM Micro Thruster at the end of Phase 2.",
    "totalCost": "1671825",
    "ecMaxContribution": "1170277,5",
    "coordinator": "AMR PROPULSION INNOVATIONS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917560831": {
            "orgId": "917560831",
            "orgName": "AMR PROPULSION INNOVATIONS GMBH",
            "ecContrib": 1170278
        }
    },
    "calculatedTotalContribution": 1170278
}