{
    "rcn": "211236",
    "acronym": "LIS-Water",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Excellence (CoE) Lisbon International Centre for Water",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "LIS-Water is an initiative of the National Laboratory of Civil Engineering (LNEC) to create in Portugal an international CoE for frontier R&I on water services and related water resources with a high impact on public policies, management and regulation in Portugal, Europe and worldwide. LIS-Water results from a long-term teaming process between LNEC, a recognized centre of R&I from a low-performing EU R&I Member State (Portugal), and 2 top institutions of R&I excellence from advanced Member States (UK and France) - Cranfield Water Science Institute (Cranfield University) and Sorbonne Graduate Business School (UniversitÈ Paris1 Pantheon-Sorbonne). LIS-Water¥s vision is to develop excellent scientific and technological R&I for improved water services and related water resources management, essential to the well-being of citizens and economic activities, with a strong improvement effect on public health and environment. It will contribute to a more developed and healthier society. It will build an innovative, open and widely recognized international CoE on water services as well as related water resources. The Portuguese Ministry of Environment has identified that LIS-Water is essential for the development of the Portuguese water sector and its competitiveness in the international market and is committed to ensure the long-term nature and accountability of LIS-Water, including funding of an estimated minimum amount of 15 million euros in 7 years. LIS-Water will have a strong impact along the water value chain, from an increased and more qualified scientific critical mass to an improved business environment for water-related companies, including a sustainability-friendlier policy context and improved education, training and capacity building. It will help tackle current and new societal challenges, contributing to a more developed society, engaging all key stakeholders (universities, research organisations, policy makers, regulators, water utilities, industry, CSOs).",
    "totalCost": "399620",
    "ecMaxContribution": "399620",
    "coordinator": "LABORATORIO NACIONAL DE ENGENHARIA CIVIL",
    "coordinatorCountry": "PT",
    "participants": "INST ADMINISTRATION ENTREPRISES PARIS;CRANFIELD UNIVERSITY",
    "participantCountries": "FR;UK",
    "projectParticipants": {
        "968028476": {
            "orgId": "968028476",
            "orgName": "INST ADMINISTRATION ENTREPRISES PARIS",
            "ecContrib": 76844
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 76714
        },
        "998850517": {
            "orgId": "998850517",
            "orgName": "LABORATORIO NACIONAL DE ENGENHARIA CIVIL",
            "ecContrib": 246062
        }
    },
    "calculatedTotalContribution": 399620
}