{
    "rcn": "211219",
    "acronym": "INSUPanel",
    "topics": "SMEInst-09-2016-2017",
    "title": "BUILDING THE GREEN WAY: WIDE TAKE-UP OF A VERSATILE, PROVEN, ENERGY AND COST EFFICIENT INSULATION TECHNOLOGY",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "INSUPanel  offers non-structural lightweight wall panels of precast concrete adjoined to each other creating a perfect seal of great durability, forming a zero-energy inspired building envelope when insulation materials are faced with the panels. INSUPanel building solution is a 100% thermal bridge free technology (ca. 32% and 94% more energy efficient than current insulated walls and typical brick walls, respectively) capable of eliminating thermal bridges (reaching a very low U-value of 0.121W/m2K vs. 0.18W/m2K of current insulated walls or 2.0W/m2K of typical brick walls); thus, improving energy efficiency, increasing comfort in dwellings and reducing drastically building construction times and costs. Panels are prefabricated and lightweight so they can be placed directly without the use of scaffolding. Our company, Construcciones Zorzano, is a renowned construction firm with 25\\ year experience in differing areas of construction as a promoter, construction and real state company (more than 1,000 dwellings built in Spain). Zorzano has developed INSUPanel in response to market feedback to reduce energy consumption in buildings (in EU heating & cooling account for 36% of CO2 emissions and 12% of total energy consumption) and due to stringent EU regulations pushing towards the delivery of nearly zero energy buildings (nZEBs) by 2019 and 2021 for public and private buildings, respectively. We plan to penetrate the energy efficiency building sector for residential and non-residential constructions in EU countries leaders in construction growth output: 1) in early 2020, Spain and France; 2) followed in 2021 by Germany, UK, and Italy; and 3) by 2022 and beyond, expand sales to Belgium, the Netherlands, Eastern Europe, Russia and the US, beginning with new builds and afterwards for renovation of the building stock. Expected profit amounts to 37.68MÄ for the period 2020-2024 with generation of  100 new jobs for qualified personnel.",
    "totalCost": "1452178,75",
    "ecMaxContribution": "1016525,13",
    "coordinator": "CONSTRUCCIONES JUAN ZORZANO BLANCO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930035128": {
            "orgId": "930035128",
            "orgName": "CONSTRUCCIONES JUAN ZORZANO BLANCO SL",
            "ecContrib": 1016525
        }
    },
    "calculatedTotalContribution": 1016525
}