{
    "rcn": "211250",
    "acronym": "MedicSen",
    "topics": "SMEInst-06-2016-2017",
    "title": "A new innovative method for diabetes treatment, the artificial pancreas system",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "There is a very well-known worldwide problem in the management of chronic diseases and high costs associated to its control resulting in a poor service. Different studies prove how m-health (telemonitoring, apps and sensors) facilitate better understanding and management of the disease. Diabetes is one of the major examples of these facts.\n\nMEDICSEN has patented an innovative methodology to personalize the management of chronic diseases that will reduce its socio-economic impact. MEDICSEN is based on continuous monitoring, daily friendly interaction with the patient, and personalized therapies through needle-free drug dispenser.\n\nMEDICSEN aim to promote the necessary change in the structure of treatment of chronic diseases, leading the transformation movement towards personalized telemedicine and therefore improving control and reducing spending on such common diseases as cardiovascular, diabetes or obesity. The first case study of technological and commercial application for this general system environment is performed for diabetes but keeping the intention of adapting it to other chronic diseases in the future. Then, MEDICSEN is responsible for modifying the patient glucose curve analysis according to his/her usual behaviour and the value of various parameters (such as temperature, blood pressure or heart rate), thus adjusting the treatment specifically for each individual context and for each moment so the patient can release his/her mind from the dose calculations.\n\nThe project has a relevant European Dimension. Chronic diseases represent a significant burden on individuals and healthcare systems in the European Union and beyond. The accomplishment of the objectives will result in an EBITDA of 102MÄ in five years after put into market MEDICSEN (from Ä 0.7M in 2017) and an increase of the company size (from 7 to 100 employees).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDICSENSORS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916606836": {
            "orgId": "916606836",
            "orgName": "MEDICSENSORS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}