{
    "rcn": "211281",
    "acronym": "OR-HMC",
    "topics": "ERC-2017-PoC",
    "title": "Assay for cancer diagnostics by quantification of 5hmC",
    "startDate": "01/08/2017",
    "endDate": "31/01/2019",
    "objective": "Assay for cancer diagnostics by quantification of 5hmC\n\n5-hydroxymethylcytosine (5hmC) is a modified form of the DNA base cytosine and is an important epigenetic marker linked to regulation of gene expression in development and tumorigenesis. The loss of 5hmC is observed across a wide spectrum of malignant tumours. The goal of the proposed project is to utilize a novel chemo-enzymatic labelling scheme developed within the framework of my ERC project in order to develop a high-throughput assay capable of quantifying 5hmC levels for cancer diagnostics. We have developed a spectroscopic method for global quantification of 5hmC in genomic DNA, which can be performed in multi-well plates for high throughput analysis, or on individual DNA molecules for ultimate sensitivity. We aim to combine these two approaches and further develop a simple and rapid multi-well slide assay which measures 5hmC levels in DNA, and combines both high throughput and high sensitivity. This slide will be compatible with a standard microarray scanner, lowering the development barriers for commercialisation of specific diagnostic applications. In parallel, we aim to establish the relationship between 5hmC levels in colorectal cancer and the state of disease. Preliminary results show significant decrease of 5hmC in colorectal cancer samples relative to that of healthy colon. This assay will potentially offer earlier diagnosis of cancer as well as means for easy monitoring of disease and response to treatment. The project aims to establish preliminary analysis of colorectal cancer samples but the general approach may be directly extended to other types of malignancies.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}