{
    "rcn": "211238",
    "acronym": "Lyfta",
    "topics": "SMEInst-12-2016-2017",
    "title": "Lyfta: an immersive educational storyworld platform",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "We need encouraging stories to help us better understand our world and each other. Lyfta aims to become a leading distributor of engaging, 21st Century learning content through its own platform, and answer to the growing need of interaction in teaching and 21st Century skills-based learning.\n\nLyfta, an innovative SME, designs and produces high-quality, immersive learning environments, using virtual reality & augmented reality (VR&AR) and interactive 360? storytelling combined with Finnish pedagogic expertise to suit the global needs of learning in the future. \n\nLyfta is made by educators, for educators. Lyfta has a very experienced, passionate team with proven track records in the media and education technology (EdTech) industries. All the products offered through Lyftaís platform include extensive teaching materials suited to modern, Western curricula. Lyftaís products have already been piloted in schools in the UK and Finland.\n\nStrong growth potential has led to rapid growth of the software and services segment of the EdTech market. Education has been estimated to be the most growing sector in the global market of VR & AR. Lyfta already has a solid position in the VR and interactive storytelling industry, and is set to make a change in the way people learn.\n\nIn this project Lyfta aims to develop new business models and concepts for its educational platform. In its vision, Lyfta will be the Netflix of 21st Century learning, where educational institutions and organisations across the world use the platform to purchase high quality off-the-shelf educational resources.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LYFTA OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916574438": {
            "orgId": "916574438",
            "orgName": "LYFTA OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}