{
    "rcn": "211273",
    "acronym": "NEXT-NET",
    "topics": "NMBP-37-2017",
    "title": "Next generation Technologies for networked Europe",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Currently most of EU research activities in the area of supply chain has been supported through programmes specifically focusing on some aspects as for example technologies for handling and transportation in ALICE, for internal logistics and production networks in EFFRA, Integrated platforms for implementing new communication paradigms in ICT, platfomrs for industrial symbiosis in SPIRE.  \nThe aim of the project is to put in place a cross-sectoral and cross-technological initiative at European level to increase integration between production and distribution proposing research and innovation priorities for the future of supply chain. \nIn particular, the project will develop a Strategic Research Agenda where the effort of different communities like EFFRA, SPIRE, ALICE and other ICT are put together to face important challenges like customization and sustainability. Most important steps of the project will be: (i) Creating a European network where most important stakeholders will be involved reaching a critical mass of people from all targeted industries and scientific domains by mean of direct actions along the whole project life; (ii) Identifying future industrial scenarios for 2050: through the analysis of the socio-economic trends and drivers in the market and their impact on innovation & technology development it will be possible to fix some promising scenarios for the future; (iii) Developing a strategic research agenda and a joint action plan on broader innovation policy issues of common interest. NEXT-NET will be grounded on the analysis of most important European and national roadmaps status of implementation, on identification of the most promising enabling technologies for the future industrial scenarios to develop the research and innovation priorities, on workshops (focus groups, brainstorming sessions, ...) with experts and stakeholders from more that 4 supply chains accross Europe.",
    "totalCost": "1206250",
    "ecMaxContribution": "1206250",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;FUNDACION ZARAGOZA LOGISTICS CENTER;PNO INNOVATION;ASTON UNIVERSITY",
    "participantCountries": "DE;PT;ES;BE;UK",
    "projectParticipants": {
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 206250
        },
        "999608960": {
            "orgId": "999608960",
            "orgName": "FUNDACION ZARAGOZA LOGISTICS CENTER",
            "ecContrib": 192500
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 205000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 265000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 141250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 196250
        }
    },
    "calculatedTotalContribution": 1206250
}