{
    "rcn": "211299",
    "acronym": "PROMETHEUS",
    "topics": "SMEInst-11-2016-2017",
    "title": "Platinum gRoup MEtals saving by monoliTHos Efficient and disrUptive catalySt innovation",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "In 2014, the EC released the European Critical Raw Materials Review (CRMs), highlighting a list of materials defined critical. Platinum Group Materials (PGMs), contained in this list, are among the least abundant of the Earth's elements and were classified as materials whose substitution is currently extremely difficult and recycling rate is very low. The supply of PGMs (Europe is the main importer) is currently ensured mostly by primary sources (72%) coming from both mines and recycled products (no mines in Europe), and it cannot meet the global demand (current deficit 20 tonnes). PGMs demand (up to 80%) is driven mainly by the emission control catalysts market which is expected to reach Ä6 billion by 2019.\nThe PROMETHEUS project will bring to the market a disruptive innovation, allowing for the first time to substitute up to 60% of PGMs used in autocatalysts with copper nanoparticles, while keeping the same performances and durability. Specifically the PROMETHEUS project objectives are:\n1. Industrialising PROMETHEUS production and demonstrate on large scale its performances. PROMETHEUS has already been validated in the real environment with a key stakeholder (FIAT, Large multinational automotive industry) also supporting Phase 2;\n2. Substituting 67% of PGMs used in autocatalysts with copper nanoparticles, saving up to 40 tonnes of PGMs per year, 2 times the current global deficit;\n3. Decoupling Europe from a Critical Raw Material (PGMs), saving up to 60% of PGMs European demand per year (20 tonnes per year ñ the current global demand/supply deficit);\n4. Boosting European automotive and emission control catalyst markets. Copper costs ~6,800 times less than Platinum (4.5Ä/Kg against 30,550 Ä/Kg) which means that European industries can save almost Ä250 mln to be reinvested in RD&I and job growth. \n5. Boosting MONOLITHOS growth. In 5 years after market introduction MONOLITHOS expects to have grown by 250% in personnel and achieve a total turnover of at least Ä100 mln",
    "totalCost": "1405250",
    "ecMaxContribution": "983675",
    "coordinator": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "960866481": {
            "orgId": "960866481",
            "orgName": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS",
            "ecContrib": 983675
        }
    },
    "calculatedTotalContribution": 983675
}