{
    "rcn": "211294",
    "acronym": "PRIOR",
    "topics": "SMEInst-01-2016-2017",
    "title": "PRIOR - Making food and goods more accessible online",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Prior is a on-demand commerce platform enabling businesses in the food and drinks industry to sell online. Businesses can\nuse the platform to allow their customers to order and pay both in-store or for delivery.\nPrior currently powers thousands of on-demand transactions and is trusted by brands like Carrefour, Costa Coffee and\nReebok. Our goal is to bring the technology powering the new on-demand economy to any business and help them bridge\nthe gap between online and offline commerce. Both online food delivery and mobile pre-order are markets ripe for disruption\nwith reports showing huge potential market growth in the coming years (mobile pre-order from $10 to $38 billion in 2020 and\nfood delivery from $11 to $210 billion in the longer term). Online food ordering penetration is just 2% of the total addressable\nmarket, compared with eCommerce (10% penetration) and online travel (40% penetration).\nPlatforms like Prior's were only accessible via third parties aggregators who cannibalise businessesí margin or through very\nexpensive solutions (ranging from hundreds of thousands to millions of euros). With a technological platform specifically\ndeveloped to provide any business with a on-demand app or website with their own brand, Prior helps its customers\nincrease sales and profit while reducing operational or staff costs.\nThe feasibility assessment to be developed under Phase 1 will determine the commercial scalability of the platform. The\nassessment will focus on defining the global launch strategy for Prior and hence gauge the necessary effort to enter multiple\nmarkets. Prior will also be tested in a second country in Europe as part of the assessment.. Apart from defining the feasibility\nand setting up a strategy to scale, an actual pilot in a second country will help inform the assessment.\nPrior is also aligned with the European Commission's goal to make goods more accessible online and intends to foster\ninnovation in the pursue of that goal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRIOR LABS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913721765": {
            "orgId": "913721765",
            "orgName": "PRIOR LABS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}