{
    "rcn": "211248",
    "acronym": "MECHADIAN",
    "topics": "MSCA-IF-2016",
    "title": "Mechanobiology of the cellular circadian clock",
    "startDate": "29/06/2018",
    "endDate": "28/06/2020",
    "objective": "The circadian clock is the biological mechanism that directs the physiological ~24 hour oscillations that most living organisms undergo to anticipate the daily pattern of light. In mammals, that rhythmicity results from a highly conserved genetic circuit ñbased on transcriptional and post-transcriptional regulationñ that works synchronously at a cellular level and differs among tissues. Around the 10% of the mammalian proteins, including essential components of the cell cycle and differentiation pathways have been categorised as circadian. Thus, a clock dysregulation may have pathological consequences, which is the case in some types of cancer. \nAlthough synchronous circadian cells share a common mechanical microenvironment, the contribution of mechanics to the clock maintenance has never been addressed. To fill this gap, the aim of this project is to unravel a) the impact of the mechanical microenvironment on the cellular clock, b) the influence of circadian oscillations on the mechanical behaviour of the cells and c), the interplay between mechanics and the clock during stem cell differentiation. To achieve these goals, we will combine state-of-the-art technologies in cell mechanics, molecular biology, imaging, and computational modelling. As model system we will use entrained MCF-10a and PHK stem cells. By subjecting them to a range of extracellular matrix rigidities, we will measure the influence of mechanics on the circadian expression of core clock, cytoskeleton and differentiation genes. We will then use traction force microscopy to study the rhythmicity of cell mechanics and, through computational tools, we will link gene expression patterns and force oscillatory behaviour in order to elucidate the molecular basis of the ëbiomechanical clockí.\nThis interdisciplinary study will add a new layer of regulation to both cell mechanics and the circadian clock. As such, the results obtained here will potentially impact on the field of chronomedicine.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}