{
    "rcn": "211264",
    "acronym": "MUSTEC",
    "topics": "LCE-21-2017",
    "title": "Market uptake of Solar Thermal Electricity through Cooperation",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "IIn the light of the EU 2030 Climate and Energy framework, MUSTEC aims to explore and propose concrete solutions to overcome the various factors that hinder the deployment of concentrated solar power (CSP) projects in Southern Europe capable of supplying renewable electricity on demand to Central and Northern European countries. To do so, the project will analyze the drivers and barriers to CSP deployment and renewable energy (RE) cooperation in Europe, identify future CSP cooperation opportunities and will propose a set of concrete measures to unlock the existing potential. To achieve these objectives, MUSTEC will build on the experience and knowledge generated around the cooperation mechanisms and CSP industry developments building on concrete CSP case studies. Thereby we will consider the present and future European energy market design and policies as well as the value of CSP at electricity markets and related economic and environmental benefits. In this respect, MUSTEC combines a dedicated, comprehensive and multi-disciplinary analysis of past, present and future CSP cooperation opportunities with a constant engagement and consultation with policy makers and market participants. This will be achieved through an intense and continuous stakeholder dialogue and by establishing a tailor-made knowledge sharing network. The MUSTEC consortium consists of nine renowned institutions from six European countries and includes many of the most prolific researchers in the European energy policy community, with very long track records of research in European and nationally funded energy policy research projects.",
    "totalCost": "2396526,13",
    "ecMaxContribution": "2396526,13",
    "coordinator": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
    "coordinatorCountry": "ES",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;EUROPEAN SOLAR THERMAL ELECTRICITY ASSOCIATION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION REAL INSTITUTO ELCANO DE ESTUDIOS INTERNACIONALES Y ESTRATEGICOS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;COBRA INSTALACIONES Y SERVICIOS S.A;UNIVERSITY OF PIRAEUS RESEARCH CENTER;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "participantCountries": "AT;BE;DE;ES;EL;CH",
    "projectParticipants": {
        "965392404": {
            "orgId": "965392404",
            "orgName": "COBRA INSTALACIONES Y SERVICIOS S.A",
            "ecContrib": 135875
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 320212
        },
        "914860157": {
            "orgId": "914860157",
            "orgName": "FUNDACION REAL INSTITUTO ELCANO DE ESTUDIOS INTERNACIONALES Y ESTRATEGICOS",
            "ecContrib": 107700
        },
        "958052220": {
            "orgId": "958052220",
            "orgName": "EUROPEAN SOLAR THERMAL ELECTRICITY ASSOCIATION",
            "ecContrib": 167904
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 264125
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 193592
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 249762
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 470744
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 486611
        }
    },
    "calculatedTotalContribution": 2396525
}