{
    "rcn": "211266",
    "acronym": "NanoBeat",
    "topics": "MSCA-IF-2016",
    "title": "Developing Smart 3D Scaffolds based on Conductive Polymers and Carbon Nanotubes for Cardiac Tissue Engineering",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Conductive polymers (CP) appear as promising stimulus-responsing electroactive biomaterial for profileration of cells. CP are versatile materials that can be synthesized in different shapes and morphologies, offering a wide range of application in biosensing, implants, drug delivery and tissue engineering. Carbon Nanotubes (CNTs) have become promising advanced materials and gained increasing importance for applications in nanomedicine, such as diagnosis, disease treatment, imaging, and tissue engineering. CNTs can interact with cells, cross the biological barriers, and modify their functions and biology. More recently, CNTs have become a new tool to specifically interact with the central nervous systems and support tissue repair after brain damage. Take into account of such findings, we hypothesize that CNTs exert functional effects on networks of cardiac myocytes and, in addition, the combination of those two materials will generate an outstanding scaffold for other electroactive cell growth, such as cardiac cells. In my current research, I have developed 3D scaffolds of CNT with a CP skeleton (polypyrrole or PEDOT) and aftewards, the goal of my research and thus the aim of the current proposal is to test such scaffolds for cardiac tissue regeneration. More specific aims are: \n1) Adapt already developed smart ìscaffold-matrix supportsî for heart tissue engineering and test its viability, comprising CNT and conductive polymers.\n2) In vitro and in vivo studies of healthy and genetically modified cardiomyocites (CM) of neonatal and adult rat hearts to determine the interactions between cells and the smart scaffolds and demonstrate that such devices promote heart cell growth and change their electrical properties.\n3) Test other carbon nanomaterial scaffolds generated in the host group as supports for cardiac tissue engineering.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997329751": {
            "orgId": "997329751",
            "orgName": "REGENTS OF THE UNIVERSITY OF COLORADO",
            "ecContrib": 0
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}