{
    "rcn": "211234",
    "acronym": "LeMO",
    "topics": "MG-8-2-2017",
    "title": "Leveraging Big Data to Manage Transport Operations",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Big data has opened a wide spectrum of opportunities in the field of transport research. Observing the recent emergent interest in the application of big data within transport, as well as the extended scope of its applications, it is evident that most of the challenges have yet to be addressed.\n\nLeveraging Big Data to Manage Transport Operations (LeMO) project will explore the implications of the utilisation of big data to enhance the economic sustainability and competitiveness of European transport sector. The project will study and analyse big data in the European transport domain in particular with respect to five transport dimensions: mode, sector, technology, policy and evaluation. LeMO will accomplish this by conducting a series of case studies, in order to provide recommendations on the prerequisites of effective big data implementation in the transport field.\n\nThrough case studies, LeMO will investigate methodological, technological, governmental and institutional issues, which in turn contribute to evidence-based decision making. LeMO will supplement these case studies with a horizontal analysis that identifies the barriers and limitations of the transportation system to exploit big data opportunities. In collaboration with strong advisory and reference group, and expert stakeholders, LeMO will devise and develop research and policy roadmap that will provide incremental steps necessary towards data openness and sharing to make transport safer, more efficient and more sustainable. Notably, LeMO will bring crucial issues linked to privacy, data security and legal aspects to the forefront, paving the way for future legal framework for the collection and exploitation of big data in transport.\n\nFurthermore, LeMO will disseminate project findings to a large population of stakeholders, including transport authorities and industries leading to better understanding of travellers' and consumers' behaviour, targeted information and identify policy interventions.",
    "totalCost": "1492627,5",
    "ecMaxContribution": "1492627",
    "coordinator": "STIFTINGA VESTLANDSFORSKING",
    "coordinatorCountry": "NO",
    "participants": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;BIRD & BIRD LLP;PANTEIA BV;CONFEDERATION OF ORGANISATIONS IN ROAD TRANSPORT ENFORCEMENT AISBL",
    "participantCountries": "DE;UK;NL;BE",
    "projectParticipants": {
        "951374546": {
            "orgId": "951374546",
            "orgName": "BIRD & BIRD LLP",
            "ecContrib": 265625
        },
        "972877991": {
            "orgId": "972877991",
            "orgName": "PANTEIA BV",
            "ecContrib": 313815
        },
        "998385402": {
            "orgId": "998385402",
            "orgName": "CONFEDERATION OF ORGANISATIONS IN ROAD TRANSPORT ENFORCEMENT AISBL",
            "ecContrib": 214375
        },
        "990390080": {
            "orgId": "990390080",
            "orgName": "STIFTINGA VESTLANDSFORSKING",
            "ecContrib": 494937
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 203875
        }
    },
    "calculatedTotalContribution": 1492627
}