{
    "rcn": "211249",
    "acronym": "MechAGE",
    "topics": "ERC-2016-ADG",
    "title": "In Vivo Single-Cell Mechanomics of Bone Adaptation and Regeneration in the Aging Mouse",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Osteoporosis, one of the most prevalent degenerative diseases, is characterized by a reduction in bone mass and increased fracture risk and has been partly attributed to the decrease in mechanical usage of the skeleton. A detailed understanding of the molecular mechanisms governing load-regulated bone remodeling could therefore lead to the identification of molecular targets for the development of novel therapies. Bone remodeling is a multiscale process mediated through complex interactions between multiple cell types and their local 3D environments. However, the underlying mechanisms of how cells respond to mechanical signals are still unclear. By combining single-cell ìomicsî technologies with well-established tissue-scale models of bone mechanobiology, MechAGE proposes to develop the technology required to allow spatially resolved in vivo single-cell mechanomics of bone adaptation and regeneration. CRISPR/Cas technology will be exploited to generate fluorescent reporter mice to identify the different cell types involved in the bone remodeling process. By combining RNA-sequencing of single cells isolated by laser-capture microdissection with micro-finite element analysis and time-lapsed in vivo micro-CT, MechAGE will link the transcriptome of hundreds of single cells to their local mechanical in vivo environment (LivE). This will allow investigation of molecular responses of the cells to LivE changes with aging in established mouse models of bone adaptation and regeneration. In addition to in vivo mechanomics, MechAGE proposes to use cellular and multiscale computational modeling to run in silico simulations of real-world events for better understanding of diseases of aging in mice and to maximize the use of the high quality in vivo mechanomic data. Findings from MechAGE will lead to a systems level understanding of the spatio-temporal regulation of gene expression during the process of load-induced bone adaptation and regeneration in the aging mouse.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}