{
    "rcn": "211220",
    "acronym": "INTELLICORR",
    "topics": "ERC-2016-ADG",
    "title": "Intelligent corrosion management underpinned by advanced engineering science",
    "startDate": "01/07/2017",
    "endDate": "30/06/2022",
    "objective": "Our planetís population will continue to grow rapidly; between 2010 and 2025 the population will grow by 1.1bn. Urbanisation and growth of the consumer class in developing countries will lead to unprecedented demands on energy. There is arguably no bigger challenge to society than ensuring the security of affordable and environmentally-sustainable energy.  \nHydrocarbons will provide a large proportion of the worldís energy for the foreseeable future.  There is no escape from the critically low oil price worldwide. Innovation becomes important in this price environment.  ìEasyî oil has already been found; future supply will come from complex reservoirs requiring enhanced oil recovery (EOR).  There is a massive growth in renewables technology; the EU is making steady progress towards its 2020 target. The EU renewables energy share increased from 8% to 15% in the decade to 2013.  Energy supply and consumption brings with it the global issue of climate change as emissions from industry and transport increase.  Inextricably linked to energy is the reduction of the global carbon footprint and Carbon Capture and Storage (CCS) offers the only real technology that can handle the already produced carbon dioxide.\nCorrosion in energy and environmental control linking to energy supply provide the underpinning rationale for this proposal. Corrosion is one of the major life-limiting factors for energy supply (oil and gas, renewables, EOR) and in environmental pollution control (CCS) and is estimated to cost 3% GDP.  This proposal brings some of the most exciting experimental and modelling engineering science to create a framework for the intelligent management of corrosion. INTELLICORR will use synchrotron techniques, advanced microscopy, numerical methods and environmental/cost analysis to bring about unprecedented advances in (a) prediction and management of localised pitting corrosion and (b) novel methods for green corrosion protection using the natural corrosion product layer.",
    "totalCost": "2271830",
    "ecMaxContribution": "2271830",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 2271830
        }
    },
    "calculatedTotalContribution": 2271830
}