{
    "rcn": "211254",
    "acronym": "METAMAPPER",
    "topics": "ERC-2017-PoC",
    "title": "Super-resolution genomic mapping for the microbiome",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "Animals and bacteria have been working together for about as long as they have co-existed, long before the advent of mankind. The bodies of our ancient ancestors offered protected, nutrient-rich habitats for bacteria. In return, animals could take an evolutionary short-cut to developing new capabilities by ëborrowingí bacterial genes. Indeed, when gut bacteria assist with the digestion of e.g. dietary fiber, the resulting metabolites will subsequently exert an influence on an intricate network of host molecular pathways. Gut microbiota, in addition to host genetics, can therefore constitute a major factor in the etiology of complex disorders, ranging from obesity, cardiovascular disease, autoimmune disease (multiple sclerosis, rheumatoid arthrosis), inflammation (inflammatory bowel disease, Crohnís) to neurological conditions.\n \nAlthough such a key role for the human microbiomes had been postulated for some time, many details on the delicate interplay between flora and host remained unknown, largely because suitable methods for uncovering these host-guest interactions were simply not available. These technological barriers keep the diagnostic and therapeutic potential of the microbiome largely untapped. In this project, we will validate the FLUROCODE genomic mapping technology as an alternative to shotgun sequencing and amplicon based techniques for microbiome studies. This will extend the benefits of genomic mapping techniques to complex sample analysis. Through a head-to-head comparison with the state of the art in metagenomic analysis, the POC data will serve as a key enabler for the transfer of the technology platform into a separate venture, working towards diagnostic applications and developing METAMAPPER based microbiome screening as a routine medical tool.  The METAMAPPER microbiome readout technology is be perfectly placed to be part of the evolution of microbiome analysis to clinical application.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}