{
    "rcn": "211267",
    "acronym": "NATVIS",
    "topics": "ERC-2016-COG",
    "title": "Characterizing neural mechanisms underlying the efficiency of naturalistic human vision",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Our daily-life visual environments, such as city streets and living rooms, contain a multitude of objects. Out of this overwhelming amount of sensory information, our brains must efficiently select those objects that are relevant for current goals, such as cars when crossing a street. The visual system has developed and evolved to optimally perform tasks like these, as reflected in the remarkable efficiency of naturalistic object detection. Little is known about the neural mechanisms underlying this efficiency. NATVIS aims to fill this gap, presenting a comprehensive multi-method and hypothesis-driven approach to improve our understanding of the neural mechanisms underlying the efficient detection of objects in natural scenes. fMRI, MEG, and TMS will be used to study the neural basis of rapid attentional guidance based on scene context and episodic memory, resulting in a full characterization of when, where, and how context- and memory-based expectations interact with attentional templates in visual cortex and beyond. The powerful effects of scene context on object recognition will be studied by testing how context-disambiguated objects are represented in visual cortex, characterizing when context-based predictions bias object processing, and testing for causal interactions between scene- and object-selective pathways in visual cortex. NATVIS will study how the brain uses real-world regularities to support object grouping and reduce clutter in scenes, modelling the cortical representation and neural dynamics of multiple simultaneously presented objects as a function of positional regularity. Finally, advanced multivariate modelling of fMRI data will test the functional relevance and representational content of internally generated templates that are hypothesized to facilitate object detection in scenes. This program of research tackles the next frontier in the neuroscience of high-level vision and attention, embracing the complexity of naturalistic vision.",
    "totalCost": "1978194",
    "ecMaxContribution": "1978194",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1978194
        }
    },
    "calculatedTotalContribution": 1978194
}