{
    "rcn": "211276",
    "acronym": "NOVUM",
    "topics": "SPIRE-09-2017",
    "title": "Pilot line based on novel manufacturing technologies for cellulose-based electrical insulation components",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Production of electrical insulation components is globally a B$1.19 business. Cellulose is one commonly used raw material for insulation components. State-of-the-art production methods for high quality electrical insulation products are typically labour intensive and slow.\nThe main objective of NOVUM is to develop and demonstrate a compact and feasible pilot line concept based on novel processing technologies for rapid, design driven production of advanced cellulose-based electrical insulation components. This new pilot line will result in significant efficiency improvement and higher productivity and flexibility, while ensuring lower operational costs as compared with the state-of-the-art process. Manual production will be replaced by an automated manufacturing concept with increased resource efficiency, including 40% reduction in labour time and 60% reduction in waste generation, 20% lower energy consumption and 40% decrease in operating costs.\nProcessing technologies in the focus of NOVUM are 3D printing of cellulose-based materials having thermoplastic features as well as foam forming and thermoforming of cellulose fibres. These three technologies will be developed in parallel to each other, together with the cellulose materials, in order to reach optimal combination for the pilot line concept. Besides technical feasibility, the decision on the pilot line concept will be based on the end use requirements as well as on economic, social and environmental impacts including circular economy considerations.\nThe novel manufacturing concept will also enable exploitation of the full potential of design in generating form and thus novel functionalities to cellulose-based electrical insulation components. In addition, the concept will be based on multipliable technologies, enabling their transition and wide adoption for cellulose-based materials across the process industry and for applications beyond NOVUM for other industrial areas.",
    "totalCost": "8491018,75",
    "ecMaxContribution": "6480353,13",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ECOXPAC A/S;AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;RMA SP ZOO;3DTECH OY;EXERGY LTD;ABB SPZOO;J. Rettenmaier & Sˆhne GmbH + CO KG;VERTECH GROUP;AHLSTROM-MUNKSJO APPRIEU",
    "participantCountries": "DK;PL;FI;UK;DE;FR",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1551300
        },
        "986219953": {
            "orgId": "986219953",
            "orgName": "ABB SPZOO",
            "ecContrib": 757750
        },
        "938073033": {
            "orgId": "938073033",
            "orgName": "ECOXPAC A/S",
            "ecContrib": 1321601
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 237500
        },
        "935439871": {
            "orgId": "935439871",
            "orgName": "3DTECH OY",
            "ecContrib": 282188
        },
        "958250294": {
            "orgId": "958250294",
            "orgName": "VERTECH GROUP",
            "ecContrib": 554750
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 634462
        },
        "917531440": {
            "orgId": "917531440",
            "orgName": "AHLSTROM-MUNKSJO APPRIEU",
            "ecContrib": 88177
        },
        "998235246": {
            "orgId": "998235246",
            "orgName": "J. Rettenmaier & Söhne GmbH + CO KG",
            "ecContrib": 93625
        },
        "915868181": {
            "orgId": "915868181",
            "orgName": "RMA SP ZOO",
            "ecContrib": 959000
        }
    },
    "calculatedTotalContribution": 6480353
}