{
    "rcn": "211251",
    "acronym": "MedSTACH",
    "topics": "WIDESPREAD-04-2017",
    "title": "Eastern Mediterranean Science and Technology Center of Excellence for Archaeology and Cultural Heritage",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "This proposal aims to contribute to the transformation of Cyprus into a regional cultural heritage (CH) excellence hub, whereby technologically innovation and specialisation will have a prominent development role. To this end, key local public academic institutions and national policy makers / stakeholders are teaming with leading international institutions to lay the groundwork beneath an ìEastern Mediterranean Science and Technology Centre for Archaeology and Cultural heritageî, in short MedSTACH.\nMedSTACHís mission and business strategy address Environmental Dimensions of Sustainable Growth, as defined by the Smart Specialisation Strategy for Cyprus (S3Cy), responding, in particular, to the need for protection, promotion and valorisation of the islandís unique CH capital. In addition, MedSTACH addresses all horizontal priorities of S3Cy, namely, Extended Innovation, Human Capital, Promotion of Cooperation, Enhancement of Extroversion, and Information Technologies, as well as Tourism, the major priority sector for Cyprusís sustainable growth, and the secondary priority sector of Built Environment.\nIn terms of R&I, the envisaged Centreís activities will encompass the following Key Research Domains (KRDs) that cover multiple facets of archaeological enquiry and cultural heritage priorities: Heritage Exploration; Spatial Inference; Heritage Protection; Material Characterization; these KRDs will be supported by and provide feedback to the Heritage ICT Unit. The activities of the proposed Centre of Excellence on archaeology and CH will contribute to on-going efforts to overcome the present economic crisis in Cyprus, as well as to reconstruct and transform the islandís economy and society according to the strategic framework ìEurope 2020î. The depth and breadth of the collective expertise of MedSTACH consortium partners offers the unique potential to overcome local barriers and excel in R&I while promoting smart specialisation and sustainable job creation",
    "totalCost": "399625",
    "ecMaxContribution": "399625",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "CYPRUS TOURISM ORGANISATION;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF CYPRUS",
    "participantCountries": "CY;EL;UK",
    "projectParticipants": {
        "958850433": {
            "orgId": "958850433",
            "orgName": "MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS",
            "ecContrib": 32500
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 69000
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 68750
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 115625
        },
        "950308516": {
            "orgId": "950308516",
            "orgName": "CYPRUS TOURISM ORGANISATION",
            "ecContrib": 38750
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 75000
        }
    },
    "calculatedTotalContribution": 399625
}