{
    "rcn": "211253",
    "acronym": "METALLICA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Metallurgical patented Process Transforming Residues from the Electronic Industry into Valuable Precious Metals",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Waste Electrical and Electronic Equipment (WEEE) is a complex mixture of materials and components that - because of their hazardous content, and if not properly managed (improperly treated and/or exported abroad) รณ can cause major environmental and health problems. Moreover, the production of modern electronics requires the use of scarce and expensive resources such as precios metals. In the meanwhile, Europe loses enormous amounts of said metals by waste incineration, landfilling or exporting of WEEE. In addition, WEEE is expected to reach 12 million tonnes a year by 2020. So to improve for the processing of WEEE with the aim to enhance resource efficiency the improvement of collection, treatment, and recycling of electronics at the end of their life as well as reduce the CO2 footprint (environmental/health impact) and contribute to a circular economy, our company, UrbanGold has developed the technology of METALLICA. The core of our technology consists of a novel specialised smelting furnace in combination with an optimised separation and refining process of innovative cooling system, increased efficiency, and reduced lead time which allow the recovery with high level of purity of base, precious, and special metals along with the self-generation of electrical power, all from low grade WEEE (scrap) and while dealing with all hazardous emissions generated.With the operation of the benchmark recycling plant of METALLICA, UrbanGold will generate 70 skilled jobs and an annual turnover of around 60 million ร after start-up. Additional revenues will come from licensing IP rights of technology to potential customers; metallurgical companies/groups, investors, and municipalities interested in a highly profitable, sustainable, and of compact size recycling plant (30,000 tonnes/year) for WEEE in their urban areas.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "URBANGOLD GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924430565": {
            "orgId": "924430565",
            "orgName": "URBANGOLD GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}