{
    "rcn": "211271",
    "acronym": "NeuroRibo",
    "topics": "ERC-2016-ADG",
    "title": "Specialized Ribosomes for Neuronal Protein Synthesis",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "The ability of the nervous system to respond adaptively relies on modifications to existing proteins as well as changes in gene transcription and mRNA translation. It is now clear that synapses possess the capacity for local protein synthesis, owing to the localization of ribosomes and mRNAs within dendrites. There is emerging interest in the possibility that ribosomes, as cellular machines, are not as static as typically assumed- and may be heterogeneous in composition and specialized for particular functions and cellular compartments. Intriguingly, several studies have noted the presence of ribosomal protein mRNAs in the dendrites and axons, raising the possibility that locally synthesized ribosomal proteins might serve to modify the local ribosome population. Amongst the players in protein synthesis, many signaling proteins, RNA-binding proteins, and most translation factors have been considered as potential regulatory hubs. The ribosomes, thus far, have not been considered. Here we propose to discover the nature and diversity of ribosomes present in neurons, their dendrites and their synapses in the rodent brain.  Using a combination of RNA-sequencing, Mass Spectrometry, Fluorescence In situ Hybridization, and new labelling approaches to visualize nascent proteins, we will determine whether neuronal ribosomes are heterogeneous and specialized in different subcellular compartments. The proposed experiments will determine the relationship between the ribosome composition and the neuronal mRNAs that undergo translation. We will also examine how plasticity sculpts the ribosome population to regulate the changes in the proteome that are dynamically regulated by ongoing synaptic events and plasticity.",
    "totalCost": "2348483",
    "ecMaxContribution": "2348483",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2348483
        }
    },
    "calculatedTotalContribution": 2348483
}