{
    "rcn": "211229",
    "acronym": "LASER4SURF",
    "topics": "FOF-06-2017",
    "title": "LASER FOR MASS PRODUCTION OF FUNCTIONALISED METALLIC SURFACES",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The main goal of the LASER4SURF project is to develop a laser based solution for the functionalization of metallic surfaces with textures ~1µm or less on mass production. This solution will be based on surface functionalization with ultrashort pulses via Laser Induced Periodic Surface Structures (LIPSS).\nThe LASER4SURF project will develop a Laser Texturing Prototype to overcome the current barriers for the LIPSS technique to reach mass production, achieving a production rate of 0.1 min/cm2:\nï High process time for large 3D pieces.\nï Need of inline inspection methods.\nï Need of modelling tools for parameter selection.\nThe development will be focused on the three main steps of the Laser texturing value chain:\nï Laser technology/equipment. To generate LIPSS of different pattern sizes with multiple orientations, LASER4SURF will develop an easy to integrate and control, compact and low cost optical module.\nï In-line inspection tool. A whole optical measurement system based on diffractometry technology will be integrate with the laser equipment including hardware and software in order to be able to monitor all different nano properties from the functionalised surfaces.\nï Simulation tool that will show automatically the process parameters required to obtain the desired functionality for a specific material. The simulation tool will automatically transfer the optimum laser parameters to the LIPSS equipment in order to configure it for the desired pattern.\nThe project will combine the developments in an all in one solution, that will be validated by three different use case products that represent a broad range of the main industries, metal alloys used and required functionalities.\n\nThe LASER4SURF project will be developed by a well-balanced consortium that brings together 8 partners: 3 technology developers (CEIT, MULTITELL and VISUM), an integrator of the solutions (LASEA), three industrial partners (FAGOR, RESCOLL and CIC) and a dissemination partner (ESCI)",
    "totalCost": "4077750",
    "ecMaxContribution": "4077750",
    "coordinator": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
    "coordinatorCountry": "ES",
    "participants": "LASER ENGINEERING APPLICATIONS SA;FAGOR AUTOMATION S COOP LTDA;MULTITEL;CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION;RESCOLL;EUROPEAN SCIENCE COMMUNICATION INSTITUTE (ESCI) GGMBH;VISUM LIMITED",
    "participantCountries": "BE;ES;FR;DE;IE",
    "projectParticipants": {
        "998135821": {
            "orgId": "998135821",
            "orgName": "RESCOLL",
            "ecContrib": 285458
        },
        "962434389": {
            "orgId": "962434389",
            "orgName": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
            "ecContrib": 494750
        },
        "916295951": {
            "orgId": "916295951",
            "orgName": "EUROPEAN SCIENCE COMMUNICATION INSTITUTE (ESCI) GGMBH",
            "ecContrib": 225875
        },
        "966338251": {
            "orgId": "966338251",
            "orgName": "FAGOR AUTOMATION S COOP LTDA",
            "ecContrib": 249490
        },
        "942630578": {
            "orgId": "942630578",
            "orgName": "VISUM LIMITED",
            "ecContrib": 526875
        },
        "999643589": {
            "orgId": "999643589",
            "orgName": "MULTITEL",
            "ecContrib": 595625
        },
        "999605662": {
            "orgId": "999605662",
            "orgName": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
            "ecContrib": 801928
        },
        "998915701": {
            "orgId": "998915701",
            "orgName": "LASER ENGINEERING APPLICATIONS SA",
            "ecContrib": 897750
        }
    },
    "calculatedTotalContribution": 4077751
}