{
    "rcn": "211231",
    "acronym": "LBS-PROTECTION",
    "topics": "SMEInst-07-2016-2017",
    "title": "NEW ECOLOGIC PRODUCT THAT INDUCE PLANT DEFENCE MECHANISMS TO INCREASE ORGANIC CROP PROTECTION AGAINST POWDERY MILDEW PEST",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "LBS-PROTECTION project is born to bring an innovative and ecologic product to increase organic crop protection against powdery mildew pest. In this context, LBS-PROTECTION focuses on the commercial development and further commercialization of a prototype based on a sulphur reformulation as an organic molecule in liquid form that is transported through xylem, ensuring its bioavailability for plants. This is called as Liquid Bioassimilable Sulphur (LBS). LBS formulation is based on biocontrol mechanism that improves plant resistance and inducing plant defence mechanisms to prevent from future attacks of the phytopathogens. \n\nPesticides, which are crucial to combat plant diseases and secure quality and yield in crop production, represent one of the main pressures from agriculture on human health and ecosystems. In this regard, consumers and the food chain alike are increasingly demanding food products that are residue-low or residue-free and produced in more sustainable ways. This applies particularly to fruit and vegetables, which are often consumed fresh without prior processing. Therefore, achieving a sustainable pest control is one of main challenges for the future development of organic agriculture. In this context, LBS-PROTECTION will increase the effectivity of controlling powdery mildew pest in organic crops, incrementing up to 90% its prevention activity, potentiating up to 15% the plant growth and reducing 20% of costs. All this benefits will be provided from a natural and ecologic perspective that significantly increases taste, smell and shape of foodstuff.\n\nAlthough LBS-PROTECTION is mainly addressed to the organic market, since it can be also used in traditional agriculture and powdery mildew affects a wide variety of crops, including vineyards, vegetables, fruit trees and cereals, the commercial scope of this product is very large.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IDAI-NATURE SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917076413": {
            "orgId": "917076413",
            "orgName": "IDAI-NATURE SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}