{
    "rcn": "211261",
    "acronym": "Morse",
    "topics": "SPIRE-07-2017",
    "title": "Model-based optimisation for efficient use of resources and energy",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The process industry is continuously looking for new ways to improve resource efficiency due to high dependence on resources (energy, raw materials and utilities). In large scale production even small changes in using raw materials and in energy can significantly improve process efficiency. The MORSE approach is to adopt new software tools for model-based predictive control, multi-criterial through process optimisation and quality management with overall process coordination. The application of these new software tools will lead to process improvements - reducing the use of raw material and energy while increasing the high quality and production rates.\nThe Morse project aims to further develop and to integrate a set of software tools that have partly already been validated in different process steps in steel industries. These software prototype tools and models were developed and evaluated by six R&D partners of the consortium in collaboration with three process industry partners. With the enhanced Morse tools companies of the process industry will be enabled to optimise the use of raw materials and energy by coordinated prediction and control of resource input and product quality along the entire process route from raw material and energy intake to customer delivery.\nThe mission of the Morse project is to develop model-based, predictive raw material and energy optimisation tools for the whole process route. This approach will be demonstrated in steel industry, to increase yield and product quality in production of high-strength carbon steels, stainless steels and cast steels.",
    "totalCost": "5791410",
    "ecMaxContribution": "4700692,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH;OPTIMIZACION ORIENTADA A LA SOSTENIBILIDAD SL;CYBERNETICA AS;OUTOKUMPU STAINLESS OY;GRIPS INDUSTRIAL IT SOLUTIONS GMBH;SW-Development Oy;MASCHINENFABRIK LIEZEN UND GIESSEREI GESMBH;SSAB EUROPE OY",
    "participantCountries": "DE;ES;NO;FI;AT",
    "projectParticipants": {
        "974206406": {
            "orgId": "974206406",
            "orgName": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH",
            "ecContrib": 1154125
        },
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1001560
        },
        "957278354": {
            "orgId": "957278354",
            "orgName": "SW-Development Oy",
            "ecContrib": 354200
        },
        "960222401": {
            "orgId": "960222401",
            "orgName": "OUTOKUMPU STAINLESS OY",
            "ecContrib": 280438
        },
        "915798341": {
            "orgId": "915798341",
            "orgName": "GRIPS INDUSTRIAL IT SOLUTIONS GMBH",
            "ecContrib": 195195
        },
        "972790400": {
            "orgId": "972790400",
            "orgName": "OPTIMIZACION ORIENTADA A LA SOSTENIBILIDAD SL",
            "ecContrib": 401625
        },
        "915582710": {
            "orgId": "915582710",
            "orgName": "MASCHINENFABRIK LIEZEN UND GIESSEREI GESMBH",
            "ecContrib": 214156
        },
        "963162471": {
            "orgId": "963162471",
            "orgName": "SSAB EUROPE OY",
            "ecContrib": 282844
        },
        "999754363": {
            "orgId": "999754363",
            "orgName": "CYBERNETICA AS",
            "ecContrib": 816550
        }
    },
    "calculatedTotalContribution": 4700693
}