{
    "rcn": "211218",
    "acronym": "InnoITeam",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Excellence in IT Science and Technology",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "To address and promote growth in several technological sectors in Lithuania and encourage EU teaming in ICT-related research and innovation, the overall objective of the project is to create a new Centre of Excellence (CoE) in IT Science and Technology for the Internet of Things and Smart Living Systems, which will be referred to as ìInnoITeamî. \nThe long-term vision for InnoITeam is to:\n? Become the leading provider of innovative technologies for IoT and Big Data for the improvement of the growing technological personal and industry needs in Europe;\n? Consolidate research and development, education and training, and networking and promotion resources activities in Information and Communications Technology (ICT); \n? Coordinate, integrate and support research excellence and innovation development in Lithuania, the Baltic Sea region, and Europe;\n? Support researchers, academics, industry partners and entrepreneurs in the field of ICT, particularly in IoT, to produce innovations beneficial for the society and economy of Lithuania and beyond.\nTo achieve this long-term vision, the CoE will leverage the knowledge, experience and resources of three Lithuanian institutions ñ KTU, VGTU and SECR- with the support of two advanced EU partners from Sweden ñ LiU and TII ñ in four strategic research and innovation (R&D) topics: \nR&D Topic 1: User interfacing and interaction design approaches for Smart Environments based on IoT;\nR&D Topic 2: Cybersecurity aspects in the Smart Environments based on IoT;\nR&D Topic 3: Data analysis and visualization approaches for data intensive IoT environments;\nR&D Topic 4: Cognitive IoT technologies for Smart Home Environments.\nThis project has the full support of the Lithuanian Government because it fits perfectly with several of the national priorities within the SMART Specialisation Strategy approved by the Government, and, will allow an enhanced usage and further growth of the recently upgraded infrastructure for ICT research in Lithuania.",
    "totalCost": "399167,5",
    "ecMaxContribution": "399167,5",
    "coordinator": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "LINKOPINGS UNIVERSITET;RISE INTERACTIVE INSTITUTE AB;VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS;VALSTYBES IMONE REGISTRU CENTRAS",
    "participantCountries": "SE;LT",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 71361
        },
        "999586650": {
            "orgId": "999586650",
            "orgName": "RISE INTERACTIVE INSTITUTE AB",
            "ecContrib": 83996
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 109812
        },
        "999647857": {
            "orgId": "999647857",
            "orgName": "VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
            "ecContrib": 88060
        },
        "964140425": {
            "orgId": "964140425",
            "orgName": "VALSTYBES IMONE REGISTRU CENTRAS",
            "ecContrib": 45938
        }
    },
    "calculatedTotalContribution": 399167
}