{
    "rcn": "211228",
    "acronym": "KWatch Glucose",
    "topics": "SMEInst-01-2016-2017",
    "title": "K'Watch Glucose: A ground-breaking biometric wearable for painless, minimally invasive and blood-free glucose monitoring.",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Diabetes is a global burden expected to affect 642 million people by 2040. In Europe, this disease affects 60 million people and costs over Ä90 billion to our constraint healthcare system. Today a major part of diabetes management relies on the monitoring of blood glucose levels several times a day. Monitoring needs to be thorough, frequent and accurate, to prevent a persistent imbalance in glucose-insulin levels and the resulting life-threatening events. Although the lives of 70 million diabetes cases worldwide depends on glucose monitoring several times per day, 80% of them fail to stick to this crucial regimen. One main reason is the poor performance of self-monitoring devices. Most of the monitoring systems available today measure blood glucose, becoming painful and time-consuming, often incompatible with daily routines. Some of them adopt the form of a wearable, but devices and replacements are costly, bulky and very evident, giving raise to social stigma. It is evident that new monitoring systems are needed to enhance adherence to the necessary management procedures. In response, we at PKparis have developed, patented and validated K'Watch Glucose, a unique biometric wearable device in the shape of a smart watch that includes glucose monitoring among its many features. Hidden in the rear side of the watch, our biosensor measures glucose levels in the skin, in a minimally invasive manner and independently from blood. Our easy-to-use solution enables users to monitor glucose rapidly, anywhere, anytime and with no one noticing. Before reaching market maturity we need to finalise its development and business preparation. Thus, in Phase 1 we aim to run a Feasibility Study that helps us warrant all technical, commercial and financial standpoints of the project. Along the social and market impacts foreseen for K'Watch Glucose 5 years from launch, it will also boost our growth, expecting Ä71.77 million in profits, 100 new people and a ROI of 30.88 per euro invested.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PKVITALITY",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}