{
    "rcn": "211275",
    "acronym": "NOMATEN",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Excellence in Multifunctional Materials for Industrial and Medical Applications",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The overall objective of the NOMATEN project is to establish a Centre of Excellence (CoE) in Multifunctional Materials for Industrial and Medical Applications that will exploit unique nuclear research infrastructure and expertise from Poland and Europe. The long term vision for the NOMATEN CoE will be to provide world-class research and development of innovative multifunctional materials ñmaterials combining advanced structural and functional propertiesñ for industrial and medical applications.\n\nTo achieve this vision, the CoE will be created by three consortium partners with complementary facilities and expertise:\n\nï Narodowe Centrum Bada? J?drowych (NCBJ), Poland;\nï Commissariat ‡ líÈnergie atomique et aux Ènergies alternatives (CEA), France;\nï Teknologian Tutkimuskeskus VTT Oy (VTT), Finland.\n\nThey will be supported by Narodowe Centrum Bada? i Rozwoju (NCBiR) ñan implementing agency of the Ministry of Science and Higher Education of Polandñ which is the fourth consortium partner.\n\nThe consortium partners will develop and execute a long-term science and innovation strategy for the CoE ñbased on a SWOT analysis of NCBJñ that focuses on two strategic research and innovation topics:\n\nï Novel high-temperature, corrosion and radiation resistant materials for industrial applications; \nï Novel radiopharmaceutical materials for medical applications.\n\nThe consortium partners believe that leveraging their combined research and innovation capabilities will:\n\nï Enable more efficient usage of their research infrastructure and equipment;\nï Create more attractive opportunities to educate and train young researchers;\nï Foster an innovation ecosystem that increases technology-transfer for industrial and medical applications;\nï Create the critical mass to win more competitive research funding.",
    "totalCost": "399745",
    "ecMaxContribution": "399745",
    "coordinator": "NARODOWE CENTRUM BADAN JADROWYCH",
    "coordinatorCountry": "PL",
    "participants": "Teknologian tutkimuskeskus VTT Oy;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;NARODOWE CENTRUM BADAN I ROZWOJU",
    "participantCountries": "FI;FR;PL",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 101025
        },
        "999519720": {
            "orgId": "999519720",
            "orgName": "NARODOWE CENTRUM BADAN I ROZWOJU",
            "ecContrib": 12375
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 100220
        },
        "999506722": {
            "orgId": "999506722",
            "orgName": "NARODOWE CENTRUM BADAN JADROWYCH",
            "ecContrib": 186125
        }
    },
    "calculatedTotalContribution": 399745
}