{
    "rcn": "211211",
    "acronym": "ICO2CHEM",
    "topics": "SPIRE-08-2017",
    "title": "From industrial CO2 streams to added value Fischer-Tropsch chemicals",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The overall aim of the project is to develop a new production concept for converting CO2 to white oils and aliphatic high molecular weight waxes. The products are used for wax emulsions and white oils to be used in coatings and sealant materials. The properties of the raw materials will be tested against current fossil based materials. The main raw material for the process is CO2 which is available from processes currently operating at a large industrial site with significant annual CO2 emissions. H2 is obtained as by product from a chlor-alkali plant on the site. Currently H2 is produced in excess and it is used mainly for energy production. Currently at this chemical production site about 2 million tons/a of CO2 is vented to the atmosphere, creating a huge GHG emission reduction potential. The core of this project is a combination of reverse water gas shift (RWGS) coupled with advanced, modular Fischer-Tropsch (FT) technology. The RWGS-step converts CO2 with H2 to carbon monoxide. The following FT-reaction step will be carried out in a novel intensified reactor recently developed and patented by Ineratec. Over 1500 kg of white oils and high-molecular weight wax will be manufactured using a container-sized microstructured reactor system. Techno-economic and environmental assessments will be carried out to demonstrate the potential of the new concept in different locations and integration sites. A business plan will be formulated in the project for a follow-up of a commercial industrial demonstration project.",
    "totalCost": "5948588,75",
    "ecMaxContribution": "5948588,75",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ALTANA AKTIENGESELLSCHAFT;PROVADIS SCHOOL OF INTERNATIONAL MANAGEMENT AND TECHNOLOGY AG;INFRASERV GMBH & CO. HOCHST KG;POLITECNICO DI TORINO;INERATEC GMBH",
    "participantCountries": "DE;IT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1632776
        },
        "928469548": {
            "orgId": "928469548",
            "orgName": "INERATEC GMBH",
            "ecContrib": 1361750
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 507500
        },
        "986186100": {
            "orgId": "986186100",
            "orgName": "INFRASERV GMBH & CO. HOCHST KG",
            "ecContrib": 1486500
        },
        "944794066": {
            "orgId": "944794066",
            "orgName": "PROVADIS SCHOOL OF INTERNATIONAL MANAGEMENT AND TECHNOLOGY AG",
            "ecContrib": 561312
        },
        "912015147": {
            "orgId": "912015147",
            "orgName": "ALTANA AKTIENGESELLSCHAFT",
            "ecContrib": 398750
        }
    },
    "calculatedTotalContribution": 5948588
}