{
    "rcn": "211291",
    "acronym": "POWERSHIFTS",
    "topics": "MSCA-IF-2016",
    "title": "Shifting political power: the nature and consequences of distributed renewable energy transitions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Global energy transitions are progressing rapidly. Over half of new generation capacity in 2014 came from renewable energy. Individual, community and co-operative decentralized renewable energy (DRE) producers are capturing a growing share of energy markets (e.g. solar, wind, biomass). As their market share increases, DRE producers are becoming increasingly effective political actors. The traditional political privilege enjoyed by incumbent industries is challenged by these DRE actors as they shift control over jobs, economic growth and energy supplies. Political struggles between competing interests are increasing. However, the nature and extent of these power shifts (e.g. changes in access to policy makers, media influence), and their consequences for political systems and their outcomes (e.g. contested carbon targets, renewable energy subsidies) are poorly understood. This project addresses how and why DRE transitions are shifting political power relations, and the consequences of those shifts for political systems and outcomes. Using an interdisciplinary approach grounded in theory on sustainability transitions (i.e. Multi-Level Perspective), power (e.g. Lukes, Foucault) and institutions (i.e. institutional logics) the project will: (1) examine the conditions leading to shifts in political power by analyzing existing political power relations in regimes where DRE transitions are expected, occurring, or stalled; (2) assess the mechanisms by which political power shifts resulting from these DRE transitions are occurring; and, (3) identify the consequences of DRE-related political power shifts for political systems and their outcomes. Objectives will be explored using a global survey of 20 DRE regimes. Survey insights will be expanded in 5 international comparative cases. Findings will address urgent questions highlighted by academics, the EU, and global economic bodies about the political, economic and social impacts of the changing energy landscape.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}