{
    "rcn": "211240",
    "acronym": "MammoWave",
    "topics": "SMEInst-01-2016-2017",
    "title": "The first ultra-high sensitive breast imaging device based on non-ionizing safe microwave",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Breast cancer is the most common cancer in females. Regular screening is of paramount important for early diagnosis to reduce the incidence and increase the outcome of a cure. Current techniques based on ionizing radiation cannot be used in many cases. MammoWave is a mammography device based on safe microwave that enable a fast and accurate breast\nimaging allowing for an early detection of breast cancer, based on simple technology and low cost.\n    MammoWave can be used any time, at any age and in any condition (pregnancy, specific illness etc.) for all patients since it does not use ionizing radiation. Defer to traditional mammography only cases positive for a first screening MammoWave, limiting the use of harmful radiation.\nThe breast scanner consist of a cup that hold the breast of the patient in a prone position and of two antennas, one to transmit the microwave signal and one to receive. The breast is exposed to completely safe wave field. \n Both antennas are configured to be moved around the azimuth, to capture reflected electromagnetic field in all directions and measured by the\nreceiving antenna. MammoWave is based on an innovative image reconstruction algorithm that processes the microwave signals according to the Huygens' principle: the result is able to identify the presence of any suspected tumor in the breast tissue.\n    MammoWave addresses the market of hospitals, clinics and private doctors replying to their need of enhancing the specificity of mammography screening in breast cancer detection to battle the increasing rate of false-positive and false-negative results, which implies additional cost for the healthcare system and unnecessary distress for women. \n    The Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy, a planning of all activities for performing the clinical trials in hospital departments, as well as the elaboration of an industrialization and marketing plan",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UMBRIA BIOENGINEERING TECNOLOGIES SOCIETA A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918924942": {
            "orgId": "918924942",
            "orgName": "UMBRIA BIOENGINEERING TECNOLOGIES SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}