{
    "rcn": "211225",
    "acronym": "ISAR",
    "topics": "SMEInst-10-2016-2017",
    "title": "The world's first purpose-built professional all-terrain passenger Vehicle",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Tour operators and rescue services, operating in difficult conditions worldwide, need efficient passenger vehicles for their operations. However, today, no purpose-built on/off-road passenger vehicle is available that provides a combination of high performance, energy efficiency, passenger comfort and cost optimization. Current vehicles used for 7-21 passenger transportation and rescue in difficult, off-road conditions are highly-modified vans, SUVs and lorries. Modifying these vehicles with the necessary large tyres, extra fuel tanks, gear boxes and suspension systems is a time-consuming, costly and specialist task, and even the best of these modifications have significant drawbacks. \n\nWe are Jakar, an all-terrain passenger vehicle manufacturer based in Iceland and our objective is to combine four decades of unique local knowledge into a pioneering modular vehicle solution. After years of close collaboration with tour operators and rescue teams, we have systematically identified and eradicated the design flaws of modified vehicles. Our new vehicle concept, Õsar, will be the worldís first purpose-built, EU-regulation-compliant, multi-passenger, high-performance vehicle for all terrain. We estimate the total global market opportunity for these vehicles is 10,000 units per year for use in tourism, Search and Rescue (SAR), and utilities.\n\nÕsar is a purpose-built vehicle that is made-to-order in modular sizes to carry up to 21 passengers. It will reduce operator seat-mile cost by up to 40%, yet is uniquely designed to deliver world-leading passenger comfort in any condition. Operators worldwide will have a purpose-made alternative to costly, compromised modifications. We already have 30 companies interested in purchasing our vehicle, and by 2025 we expect to have sold 102 Õsar vehicles globally, resulting in a combined revenue of Ä40.8 million.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JAKAR EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916568618": {
            "orgId": "916568618",
            "orgName": "JAKAR EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}