{
    "rcn": "211216",
    "acronym": "Inkless by Tocano",
    "topics": "SMEInst-11-2016-2017",
    "title": "Inkless by Tocano ñ Printing without consumables",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Current printers use ink as a consumable resulting in high operational costs and the production of approximately 2.3 Billion litres of environmentally unfriendly chemicals per year. \n\nThe main objective of the overall innovation project is to provide a solution for inkless printing. The production, replacement, and refilling of cartridges/toners itself also have significant effects on the environment, due to the chemicals that are used, the production process (electricity, logistics, etc.) and the disposal of empty cartridges/toners through landfilling. Another concern is the release of dust and ozonisation during operation, which causes health problems and air pollution. \n\nThe innovative solution of Tocano B.V. provides an inkless printing technology that will overcome these issues. As a result the European environment will strongly benefits as CO2 emission is reduced up to 65 kton/year. The proposed valorisation of Tocanoís solution represents a potential total value increase for the European economy of approximately EUR 6 Billion/year. \n\nThe long term ambition of Tocano is to achieve a market share of 10% in the monochromatic printing market. This is a significant step towards a sustainable and cost competitive printing industry. In this feasibility assessment the final hurdles will be taken towards a market introduction supported by a convincing demonstration of the inkless printing technology in an operational environment throughout Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TOCANO BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912217489": {
            "orgId": "912217489",
            "orgName": "TOCANO BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}