{
    "rcn": "211288",
    "acronym": "PoCOsteo",
    "topics": "NMBP-13-2017",
    "title": "PoC in-office device for identifying individuals at high risk of Osteoporosis and osteoporotic fracture",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "As a consequence of the ageing of the society, osteoporosis (literally ìporous boneî) and its  complications is becoming more and more prevalent, making the bone disease a health priority in many parts of the world. Currently osteoporosis is commonly known as a ìsilent killerî disease. Usually osteoporosis manifests itself in a drastic manner, i.e. through fracture of the osteoporotic bone in the affected individual. Until now little or no measures for prevention or early detection of this disease are taken, because no simple, yet sufficiently precise or sensitive tools for early detection of individuals at risk of osteoporosis are available. The overall objective of the currently proposed PoCOsteo project therefore is the development, clinical validation and preparation for commercialisation of a Point-of-Care tool for bone disease (a.o. osteoporisis) prevention, detection and treatment. To realize this objective a balanced consortium of 5 research partners and 3 SMEís has been brought together, and a well considered workplan devised. Two TRL3 technologies for individual proteomic and genomic electrochemical sensors, available from 2 consortium partners will form the base of the developments. The sensors will be further optimised, combined in a single microfluidic cartridge and integrated in a complete and  independent point-of-care bone health assessment tool. The tool will consequently be clinically validated in 2 hospitals (Graz and Tehran), and a business plan for a commercial start-up company wil be prepared for the intended valorisation of the technical and medical activities. The aim is to reach a TRL6 / TRL7 for the complete tool and for the combined microfluidci cartridges. The project will be supported and advised by the IOF, the International Osteoporosis Foundation, which is the main global alliance of patient societies, research organizations, healthcare professionals and international companies working to promote bone, muscle and joint health.",
    "totalCost": "4004192,5",
    "ecMaxContribution": "4004192,5",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;Labman Automation Ltd;MEDIZINISCHE UNIVERSITAT GRAZ;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;microLIQUID sl;FUNDICO BVBA;TEHRAN UNIVERSITY OF MEDICAL SCIENCES",
    "participantCountries": "ES;UK;AT;DE;BE;IR",
    "projectParticipants": {
        "994615691": {
            "orgId": "994615691",
            "orgName": "FUNDICO BVBA",
            "ecContrib": 172500
        },
        "997988478": {
            "orgId": "997988478",
            "orgName": "microLIQUID sl",
            "ecContrib": 323750
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 601291
        },
        "948130090": {
            "orgId": "948130090",
            "orgName": "TEHRAN UNIVERSITY OF MEDICAL SCIENCES",
            "ecContrib": 361875
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 995019
        },
        "989875980": {
            "orgId": "989875980",
            "orgName": "Labman Automation Ltd",
            "ecContrib": 795972
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 397848
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 355938
        }
    },
    "calculatedTotalContribution": 4004193
}