{
    "rcn": "211312",
    "acronym": "ResearchProof",
    "topics": "SMEInst-01-2016-2017",
    "title": "An online digital logbook to protect and prove authorship, and to share scientific results",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "The scientific publishing sector is facing significant challenges related to authorship and dissemination of research outputs. Currently, authorship acknowledgement is provided only upon final publication of a paper, which can be a lengthy process. As a result, sharing of unpublished results is rare, leaving the potential of the early dissemination of scientific work unexploited and ultimately slowing down the pace of research worldwide.\nInnovaetica has developed ResearchProof, an open access (OA) online platform for depositing, pre-publishing and sharing scientific work from any discipline and at any stage of the research cycle. Its core feature is a digital logbook where researchers can store any kind of (intermediate) research artefacts, obtaining a legally valid proof of authorship thanks to timestamping technology. The innovative use of blockchain cryptography makes for a particularly safe environment that relies on a distributed, decentralized database architecture. ResearchProof overcomes the limitations of conventional publishing by offering speedy publication without editorial bias or lengthy pre-publication peer review as well as instant intellectual property protection for scientific data even for intermediate research outputs. Thanks to the pre-publication and sharing functionality, scientists can make such findings immediately available to the scientific community, receiving proper credit and boosting their chances of gaining access to new collaborations, publications and grants.\nThe ResearchProof project contributes to enabling broader access to scientific publications and data, in line with the ideas of a global knowledge society and of the European Research Area.\nThe phase 1 feasibility study will focus on validating the business model and commercialization strategy, planning of all activities for further product development and pilot test with end-users, and elaborating the business scale up and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVAETICA SOCIETA A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912353677": {
            "orgId": "912353677",
            "orgName": "INNOVAETICA SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}