{
    "rcn": "211386",
    "acronym": "HIGCC",
    "topics": "ERC-2016-COG",
    "title": "Search for Higgs bosons decaying to charm quarks",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "In the standard model of particle physics (SM), the Higgs boson explains the existence of mass of the elementary particles. However, the model suffers from severe weaknesses: radiative corrections drive the theoretical mass of the Higgs boson to extremely high, unnatural values, while the observed mass is rather low (the famous hierarchy problem). Unknown mechanisms of physics beyond the standard model (BSM) must exist to avoid this unnatural situation. Such BSM mechanisms modify the predicted properties and decay patterns of the Higgs boson. The experimental collaborations at the LHC are measuring these decay patterns as precisely as possible.\n\nThe decay of the Higgs boson into bottom quarks is dominant with a predicted decay fraction of 57%. Neither this nor the subdominant decay into charm quarks of 2.9% have ever been observed. The small decay fraction into charm quarks makes it susceptible to BSM modifications, if they exist. A measurement of this charm decay fraction would either unravel new physics that has been sought for more than 60 years, or constrain BSM scenarios to enhance the understanding of the fundamental theory of matter.\n\nHowever, the decay of the Higgs boson into charm quarks has been considered to be experimentally inaccessible at the LHC, because of the difficulties to distinguish charm quarks from other quarks. In this proposal I will show how to overcome these experimental obstacles with new methods for the detection of charm quarks in the CMS detector. The new methods will be based on decay vertex reconstruction algorithms that make use of modern pattern recognition concepts. In combination with new techniques for data analysis and interpretation, this will facilitate the first observation of the Higgs to charm decay, and the measurement of its branching fraction, if it is anomalously enhanced through BSM contributions. With this strategy the first indication for physics beyond the standard model may be found.",
    "totalCost": "1973875",
    "ecMaxContribution": "1973875",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 1973875
        }
    },
    "calculatedTotalContribution": 1973875
}