{
    "rcn": "211397",
    "acronym": "CYCLODE",
    "topics": "ERC-2016-ADG",
    "title": "Cyclical and Linear Timing Modes in Development",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Organismal development requires proper timing of events such as cell fate choices, but the mechanisms that control temporal patterning remain poorly understood. In particular, we know little of the cyclical timers, or ëclocksí, that control recurring events such as vertebrate segmentation or nematode molting. Furthermore, it is unknown how cyclical timers are coordinated with the global, or linear, timing of development, e.g. to ensure an appropriate number of cyclical repeats. We propose to elucidate the components, wiring, and properties of a prototypic developmental clock by studying developmental timing in the roundworm C. elegans. We build on our recent discovery that nearly 20% of the wormís transcriptome oscillates during larval development ñ an apparent manifestation of a clock that times the various recurring events that encompass each larval stage. Our aims are i) to identify components of this clock using genetic screens, ii) to gain insight into the systemís architecture and properties by employing specific perturbations such as food deprivation, and iii) to understand the coupling of this cyclic clock to the linear heterochronic timer through genetic manipulations. To achieve our ambitious goals, we will develop tools for mRNA sequencing of individual worms and for their developmental tracking and microchamber-based imaging. These important advances will increase temporal resolution, enhance signal-to-noise ratio, and achieve live tracking of oscillations in vivo. Our combination of genetic, genomic, imaging, and computational approaches will provide a detailed understanding of this clock, and biological timing mechanisms in general. As heterochronic genes and rhythmic gene expression are also important for controlling stem cell fates, we foresee that the results gained will additionally reveal regulatory mechanisms of stem cells, thus advancing our fundamental understanding of animal development and future applications in regenerative medicine.?",
    "totalCost": "2358625",
    "ecMaxContribution": "2358625",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2358625
        }
    },
    "calculatedTotalContribution": 2358625
}