{
    "rcn": "211321",
    "acronym": "SAFETY 4.0",
    "topics": "SMEInst-02-2016-2017",
    "title": "Launching working environment safety systems based on UWB connectivity aimed at the 4.0 INDUSTRY",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "According to the International Labour Organisation ñ ILO , more than 2.3 million worker dies from a work-related accident every year. The economic burden of poor occupational safety and health practices is estimated at 4% of global GDP.\nThe 4.0 Industry is an environment where there are more and more vehicles without drivers, robots and machines it is necessary that people can share the place in a safe and healthy way. Therefore, the 4.0 Industry needs more security, which can be provided by our innovative approach. \nToday, the main technological challenge our customers face is to design a protection and positioning system that is precise, reliable, adaptable, low-cost and low intrusive. CLAITEC is driven to answer these needs, overcoming technical limitations that RFID systems has After 3 years of development, we characterised our own IR-Ultra-Wide Band technology including distance calculation algorithms to use as the basis of the products in development.\nOur location system aims to warn/intervene drivers of vehicles when a risk situation occur (pedestrian run over, vehicle collision). The broadband of coverage ranges from 0.2 to 30 meters with an accuracy of 10cm.\nWillingness-to-pay is driven by two main factors: The cost of an accident / Legal obligations. We want to perform an in-depth market study on the early adopters (logistics, construction, recycling, agriculture, manufacturing, and mining) followed by a geographical analysis. CLAITEC must identify process constraints and study the prototype industrialisation. The feasibility study will address a financial plan, foreseeing the all costs and investments associated with commercialising the product and the expected revenues in 5-years. The study will also aim assess legal aspects such as product certification according to European/Foreign legislation. All these activities will lead to the elaboration of a detailed business plan that would pave the way towards the commercialization of SAFETY 4.0.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLAITEC SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938192828": {
            "orgId": "938192828",
            "orgName": "CLAITEC SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}