{
    "rcn": "211333",
    "acronym": "ShipShape",
    "topics": "ERC-2017-PoC",
    "title": "Bottom-up Energy Efficient Emulsification and Structured Materials",
    "startDate": "01/08/2017",
    "endDate": "31/10/2018",
    "objective": "Bottom-up Energy-Efficient Emulsification and Structured Materials Fabrication.\nBuilding on the novel platform technology we have recently pioneered for the bottom-up bulk generation of shapes, as well as for self-emulsification from liquid droplets, we are developing pre-commercialization activities. The existing method creates, without the use of lithography, applied fields, or other expensive techniques, micro- and nanoparticles of regular geometric shapes, including fibers. By cycling temperature in the range of only a few degrees, it can also efficiently break up rough emulsions into micro- and nano-scale droplets. Last year our process was featured in Nature and we have filed a patent to protect the IP. Since, we have a published several papers on the detailed mechanisms of the transformations and classified over 60 systems of different compounds and surfactants exhibiting this general phenomenon. We have submitted other papers and have several in preparation on further novel physical phenomena and potential uses of the technology. We have received significant interest from existing active industrial collaborators, detailed in the support letters from 3 of the largest chemical and consumer product companies in Europe. In this POC grant we will explore the commercial viability of our technology in order to take it to a pilot plant stage test. We will clarify the IP position in talks with companies that could potentially license it, and cover the initial expenses for establishing a company if the best route turns out to be commercialization via a start-up. This energy- and material-efficient process may become a new bottom-up method for manufacturing.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}