{
    "rcn": "211306",
    "acronym": "Railscope",
    "topics": "SMEInst-10-2016-2017",
    "title": "Improving Railway Safety Through Innovative Sensor System",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Senvisys is a pioneer in railway security systems. The company has developed an unprecedented train detection system based on solid-body vibration sensors. The company was founded with the purpose of increasing the railway safety. The vision of Senvisys is the 100% avoidance of casualties in train traffic. Furthermore the revolutionary technology is an enabling technology for autonomous trains. In the past, Senvisys won several renowned prices and received funding of kÄ500 venturing capital.\nFor decades there has been no progress in railway security systems. Today there are around 80.000 technically unsecured railway crossings in Europe. Every year 900 casualties and severely injured people occur in Europe. Autonomous trains are in their infancy due to the lack of sensors recording obstructions or track damages reliably.\nSenvisys utilizes vibration sensors to ensure 100% safety of the traffic participants, railway employees and passengers because trains can be detected from a distance of 5km and continuously monitor its speed, direction and position. Railscope\\ substantially reduces costs by kÄ200 for a level crossing. Using only 1% of the cabling used by the current technology Railscope\\ has a significant environmental impact. Additionally, it can be easily implemented along the existing solutions. Thus our solution is more accurate, reliable, cost-efficient, safer and adaptable than current technologies (axis counters, wheel sensors) used in European countries.\nWe validated the concept of our technology and ensured the demand on the European markets. In Phase 1, we intend to do a feasibility and compatibility study in which we strive to implement our technology for the potential of creating a safer Pan-European railway infrastructure. We intend to undertake several market and technology tests and work on improving the functionality and efficiency of our technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENVISYS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919364449": {
            "orgId": "919364449",
            "orgName": "SENVISYS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}