{
    "rcn": "211363",
    "acronym": "TRACKER",
    "topics": "SMEInst-10-2016-2017",
    "title": "SMART TRACKING OF AIR POLLUTION BY A BIKE LIGHT",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Currently, cities perform air quality monitoring by static and sparse stations that to large cities cost about Ä 4 Mill. These systems do not offer robust, tempo-spatial heterogeneous measures to take efficient decisions. In order to overcome these drawbacks, we have developed TRACKER, a sensor device adapted for bikes that provides a cost effective way for cities to deploy mobile sensor networks. TRACKER combines sensor technology with Low Power Wide Area (LPWA) communications technology, providing an autonomous sensor platform which can be integrated into Bike Sharing Schemes. Also, it has movement sensor and theft alert.\nSee.Sense is a successful company founded in 2013 to develop bike devices that collect data to improve resource usage and infrastructure for citizens. We have commercialised 2 cycling products which has allowed us to double our revenue each year and received multitude of awards. Cities as Dublin, Belfast, Milton Keynes (leader in smart cities) have trusted in us.\nWe aim at disrupting into the Smart Cities Market-estimated to grow from Ä 281 Bill (2015) to Ä 683 Bill (2020). Our target market, Bike sharing systems, is settled in more than 1,000 cities in 50 countries. TRACKER is a patent pending technology for what we have invested Ä 0.5 Mill to take to TRL 6. We plan to start our sales in Dublin and Boston where we are performing tests. \nYet, we still need to test network coverage, and get our technology validated by the end-users as well as develop a plan dissemination and exploitation activities.\nThus, we have decided to continue with TRACKER for what we need an additional investment of Ä 3 Mill, that will give us a ROI of 7.0 by 2024. Thus, we consider essential to perform a detailed feasibility study to continue with our project and decided to ask for funding through this SME instrument.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIMEFORGE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916621871": {
            "orgId": "916621871",
            "orgName": "LIMEFORGE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}