{
    "rcn": "211339",
    "acronym": "SmartLine",
    "topics": "FOF-08-2017",
    "title": "Smart in-line metrology and control for boosting the yield and quality of high-volume manufacturing of Organic Electronics",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "SmartLine is an ambitious Project submitted to the H2020 Call FOF-08-2017 that will create intelligent and zero-defect manufacturing processes by developing robust and non-destructive in-line metrology tools (optical, electrical, structural) and process control platform to achieve the reliable and closed-loop manufacturing of Organic Electronic devices (OPVs and OLEDs for lighting) by unique R2R printing and OVPD pilot lines.\n\nThe main objectives of the SmartLine proposal are the following:\n1. Develop robust, non-destructive, and in-line optical (Spectroscopic Ellipsometry, Raman, Wavelength Scanning Interferometry, Reflectometry), and electrical metrology (Eddy Current measurement) tools and methodologies \n2. Integrate in-line metrology tools in strategic parts of unique R2R printing and OVPD Pilot to Production Lines\n3. Develop a Unique Platform for feedback from the in-line metrology tools to control the processes through non-destructive and traceable in-line measurements and algorithms, combined with contribution to standardization & reference materials\n4. Optimize the R2R printing and OVPD manufacturing processes reliability in pilot lines, fabrication of homogeneous OPV and OLEDs and demonstration of their reliability and homogeneity to industrial applications (e.g. automotive).\nThe above can be only addressed by a European approach and a transnational cooperation between excellent entities in characterization/modelling and industrial entities with unique pilot lines. This project will bring together academic, SME and industrial partners with world-class excellence and established track-record in metrology tools and manufacturing.\n\nThis project will have a huge impact and will transform the manufacturing processes for Organic Electronics Industry and for other Industries as Thin Films (e.g. functional films, antimicrobial and decoration coatings, barriers), Electronics, Wearables, Energy, Automotive, Transport, Space, Health, etc, to the Factory of the Future.",
    "totalCost": "5424875",
    "ecMaxContribution": "4262637,5",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "LAYTEC AKTIENGESELLSCHAFT;CENTRO RICERCHE FIAT SCPA;IBS PRECISION ENGINEERING BV;SURAGUS GmbH;ORGANIC ELECTRONIC TECHNOLOGIES PRIVATE COMPANY IKE;AIXTRON SE",
    "participantCountries": "DE;IT;NL;EL",
    "projectParticipants": {
        "951309459": {
            "orgId": "951309459",
            "orgName": "LAYTEC AKTIENGESELLSCHAFT",
            "ecContrib": 355425
        },
        "996648423": {
            "orgId": "996648423",
            "orgName": "IBS PRECISION ENGINEERING BV",
            "ecContrib": 519138
        },
        "951885930": {
            "orgId": "951885930",
            "orgName": "ORGANIC ELECTRONIC TECHNOLOGIES PRIVATE COMPANY IKE",
            "ecContrib": 894250
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 1248250
        },
        "952674637": {
            "orgId": "952674637",
            "orgName": "SURAGUS GmbH",
            "ecContrib": 427700
        },
        "966782414": {
            "orgId": "966782414",
            "orgName": "AIXTRON SE",
            "ecContrib": 515375
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 302500
        }
    },
    "calculatedTotalContribution": 4262638
}