{
    "rcn": "211301",
    "acronym": "PROTECTOR",
    "topics": "SMEInst-11-2016-2017",
    "title": "Improving resource efficiency through a protective film for hose reel irrigation",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Hose reel irrigation systems are a type of sprinkler irrigation which is best used on irregular-shaped and difficult-to-reach areas. Although it is widely used, it presents some problems related to the high degree of friction between the hose carrying the water, and the ground. This fact implies larger labor force to move the hose, therefore provoking an inefficient use of resources (water and fuel); thus increasing fuel consumption and GHG emissions. This becomes particularly difficult at the time of rainy or muddy grounds by getting the hose stuck on the soil with no possibility to move and with the eventual broken of the hose or even the machine drive system. Moreover, the abrasion produced by the constant friction, deteriorates the hose, reducing its useful life. \nIrriland has over 24 years of experience in automatic hose reel irrigators, being one of the world leaders in the sector. In 2013, and based on the clientís feedback, Irriland started developing PROTECTOR, an absolutely novel, automated and easy to use accessory, based on a non-stick and water repellent protective film system placed between the ground and the hose. It allows to reduce hose friction (90% less) and protects hose from abrasion (doubling its life), transforming intensive irrigation by reducing operational costs (12% fuel savings), time (less irrigation cycles), and energy (10% less carbon emissions). Up to the date, several prototypes have been tested in different types of crops, reaching a TRL 6. Before entering the market, we need to optimize the final prototype, test it and validate it for a successful commercialisation. \nPROTECTOR was presented in the past November at Bolonia Machinery for Agriculture Fair with a big success, showing a clear marketís demand. End users will clearly benefit by using PROTECTOR, as they will achieve consistent savings in the operating costs, while doubling the useful life of the hose. Proving this market demand, we enclose 19 support letters of stakeholder",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IRRILAND SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913998603": {
            "orgId": "913998603",
            "orgName": "IRRILAND SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}