{
    "rcn": "211335",
    "acronym": "SILVER",
    "topics": "ERC-2016-ADG",
    "title": "Silver Isotopes and the Rise of Money",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Silver was the primary metal of economic exchange and military finances in ancient Mediterranean and Near-Eastern societies. Silver isotopes will help quantify monetization of these societies by identifying Ag mineral sources, monetary sinks, and its major transfer routes. High-precision stable Ag isotope analysis initiated in Lyon has shed new light on the provenance of silver coinage. This is because Ag isotopes are distinctive of coinageís intrinsic value in contrast to traditionally-used Pb and Cu isotopes, which may characterize impurities or additives. \nThe common belief that PbS (galena) ores accounted most of the silver mined in the antique world will be tested. We will extract Ag from ores around the Mediterranean and test PbS prevalence over As and Sb sulfosalts and low-temperature ores with Ag, Cu, and Pb isotopes and trace elements. \nOur work will address major questions: (i) understand the sources of unminted silver as a precursor to coinage; (ii) use Ag isotope fingerprinting of the earliest coinages of Athens to identify the contributions of Greek mines to the development of the worldís first democracy; (iii) map the Greek and Persian mines which sourced the treasure captured by Alexander the Great, and investigate the spread of its silver; (iv) study the causes of the monetary reform of the Roman Republic in 211 BC; and (v) model the silver cycle from mines to coinage and artefacts in its economic context. \nIn the short term this project represents radical scientific innovation, which will pave the way for a global and quantitative understanding of the history of monetary development in the ancient Mediterranean. In the long term, it will contribute to the emergence of a community of analysts, numismatists and economic historians with shared expertise about the monetization of ancient societies and their management of precious metal resources.",
    "totalCost": "2496242,5",
    "ecMaxContribution": "2496242,5",
    "coordinator": "ECOLE NORMALE SUPERIEURE DE LYON",
    "coordinatorCountry": "FR",
    "participants": "FONDATION POUR L'UNIVERSITE DE LYON",
    "participantCountries": "FR",
    "projectParticipants": {
        "985804405": {
            "orgId": "985804405",
            "orgName": "ECOLE NORMALE SUPERIEURE DE LYON",
            "ecContrib": 2332285
        },
        "912678142": {
            "orgId": "912678142",
            "orgName": "FONDATION POUR L'UNIVERSITE DE LYON",
            "ecContrib": 163958
        }
    },
    "calculatedTotalContribution": 2496243
}