{
    "rcn": "211302",
    "acronym": "PubFORWARD",
    "topics": "SMEInst-01-2016-2017",
    "title": "Disrupting the Digital Publishing and Advertising Markets by New Digital Services",
    "startDate": "01/08/2017",
    "endDate": "30/04/2018",
    "objective": "PubCoder is an Italian company founded in 2012 by a group of senior executives and software developers with an extensive experience in the digital publishing domain.  PubForward is our project to upgrade and launch the first truly integrated and end-to-end authoring tool for the new generation of digital interactive storytelling. PubForward is building on the demonstrated technology of PubCoder2.0 to innovate at business level.  With the PubForward project we leverage the advancements in digital storytelling to disrupt not just the way digital books are being produced, but also to create new markets and business opportunities for advertising through active content, introducing connected books, leveraging metadata and user-driven metrics for targeted active content, and the advancement of a design-as-a-service model to increase revenues for self-published authors. PubForward will be exploiting a business opportunity of 7.5 BÄ/year. With PubForward the costs of the publishing industry to create an interactive e-book will be reduced by 75% as compared to other existing authoring tools. PubForward targets the segments of layout and design and authoring and publishing platforms, which have an estimated value of $910M and Ä1549M for 2017, and are growing at a CAGR of 16.2% and 28.2% respectively. PubForward fosters user-centric publishing businesses, and the creation of new downstream services, to support businesses. PubForward will also include specific accessibility features to create contents adapted for the dyslexic persons and other learning disabilities. With PubForward we are bringing a turnkey solution to enhance advertising opportunities for publishers through: BigData exploitation, Cross-device targeting, Connected books to increase customer retention by 20%, and embedded advertising through non-invasive active content. We expect at least 91.000 new international professional users (houses and self-published authors) and a ROI of 6.05 by 2021.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PUBCODER SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927701987": {
            "orgId": "927701987",
            "orgName": "PUBCODER SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}