{
    "rcn": "211352",
    "acronym": "SWING",
    "topics": "SMEInst-02-2016-2017",
    "title": "Smart connected poWer continuity system enablING European industrial renaissance",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Internet of Things (IoT) is becoming more and more part of our daily life. By connecting physical reality and virtual world into new smart environments, IoT is continuously evolving in innovative contents, areas of application, visions and technologies, hence contributing to make our lives easier, safer, more efficient and more user-friendly. Implementation of IoT in Industrial context is also known under the names of Industry 4.0 (I4.0) and is expected to contribute to EU manufacturing renaissance. \nGlobal technology providers already offer I4.0 integrated technology platforms, providing hw, sw and connectivity solutions, useful to implement I4.0 functions. However, there is a market niche of small-medium sized Original Equipment Manufacturers who find unsatisfactory the adoption of these I4.0 integrated technology platforms because (i) they require a drastic change in the control architectures of their equipment and therefore high re-design efforts, (ii) they provide calculation and processing powers (typically based on PLCs or PCs) over-dimensioned with respect to the application requirements, (iii) they imply an increase in costs of the equipment.\nSWING project aims to meet the unattained needs of this market niche by offering a revolutionary industrial automation architecture based on a family of power supplies that makes unnecessary to use PLCs or PCs to implement I4.0 paradigm. These Devices will be enhanced by remote control and preventive maintenance services delivered via a Web Platform, constantly enriched by innovative applications provided through a specific Apps Marketplace.\nThe feasibility study aims to assess the opportunities and risk, as well as to plan the activities necessary \n- To industrialize the device and the correlated web platform and apps marketplace\n- To plan the pre-commercial validation of the SWING system\n- To test the potential target market to achieve a successful business exploitation",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADEL SYSTEM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912163266": {
            "orgId": "912163266",
            "orgName": "ADEL SYSTEM SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}