{
    "rcn": "211396",
    "acronym": "EVOCLIM",
    "topics": "ERC-2016-ADG",
    "title": "Behavioral-evolutionary analysis of climate policy: Bounded rationality, markets and social interactions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Distinct climate policies are studied with incomparable approaches involving unique criteria and impacts. I propose to unite core features of such approaches within a behavioral-evolutionary framework, offering three advantages: evaluate the effectiveness of very different climate policy instruments in a consistent and comparative way; examine policy mixes by considering interaction between instruments from a behavioral as well as systemic perspective; and simultaneously assessing policy impacts mediated by markets and social interactions.\nThe key novelty is linking climate policies to populations of heterogeneous consumer and producers characterized by bounded rationality and social interactions. The resulting models will be used to assess the performance of policy instruments ñ such as various carbon pricing and information provision instruments ñ in terms of employment, equity and CO2 emissions. The approach is guided by 5 goals: (1) test robustness of insights on carbon pricing from benchmark approaches that assume representative, rational agents; (2) test contested views on joint employment-climate effects of shifting taxes from labor to carbon; (3) examine various instruments of information provision under distinct assumptions about social preferences and interactions; (4) study regulation of commercial advertising as a climate policy option in the context of status-seeking and high-carbon consumption; and (5) explore behavioral roots of energy/carbon rebound.\nThe research has a general, conceptual-theoretical rather than a particular country focus. Given the complexity of the developed models, it involves numerical analyses with parameter values in realistic ranges, partly supported by insights from questionnaire-based surveys among consumers and firms. One survey examines information provision instruments and social interaction channels, while another assesses behavioral foundations of rebound. The project will culminate in improved advice on climate policy.",
    "totalCost": "1943924",
    "ecMaxContribution": "1943924",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1943924
        }
    },
    "calculatedTotalContribution": 1943924
}