{
    "rcn": "211370",
    "acronym": "VNL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Virtual NanoLab (VNL), a Cross-disciplinary Open Nanotechnology Simulation Platform",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "BUSINESS MODEL: QuantumWise (QW) has developed a new cross-disciplinary platform ñ Virtual NanoLab (VNL) ñ which integrates materials/nanotechnology simulation simulation engines through a plug-in mechanism. VNL is an open platform which can be extended by 3rd parties (SMEs and academic groups) like Adobe Photoshop based on plug-in business model.\n\nCOMMERCIAL POTENTIAL: QWís vision is to become a market place for simulation tools developed by 3rd parties and VNL becoming the market leading interface in academia and industry for simulation tools in a broad set of segments such as electronics, energy storage and harvesting, chemicals/pharmaceuticals/catalysts, materials for health, thermal management. QW established agreements with companies and research centers on collaboration on both research and the commercialisation plan. They will provide usage reports which will help to orient VNLís development to better respond to true industrial/market needs. This will benefit brand and credibility and lower the market entrance barrier for VNL. We predict a revenue of Ä10.3 M/year in 2022.\n\nCUSTOMERS: A customer in industry and academia is either a modelling method developer or a user of modelling tools in R&D. VNL allows its customers for a common easy-to-use graphical platform for many more integrated simulation engines, more flexible lisence schemes and reduced license costs following the recommendations provided by European Materials Modelling Council. Our business opportunity will improve the R&D process, lead to increased innovation success, save costs and time, provide opportunity to make a revenue from developed plug-ins.\n\nVNL platform and  integrated simulation engines will be used to model batteries, materials for solar cells, materials with improved properties, membranes for more efficient filtration of water, catalysts/chemicals with improved environmental friendliness in order to reduce global warming emissions and improve quality of air and water.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUANTUMWISE A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968694672": {
            "orgId": "968694672",
            "orgName": "QUANTUMWISE A/S",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}