{
    "rcn": "211361",
    "acronym": "TOLERANCE FOOTPRINT",
    "topics": "ERC-2016-ADG",
    "title": "Clonal Deletion versus Clonal Diversion: Footprints of Self-Tolerance in the T CellRepertoire",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Self-tolerance is a key feature of the immune system; its failure causes autoimmune diseases such as Multiple Sclerosis or Type-1-Diabetes. Remarkably, T cell tolerance operates via two fundamentally different mechanisms: potentially dangerous cells are either eliminated (clonal deletion) or re-programmed to differentiate into regulatory T (Treg) cells (clonal diversion). Paradoxically, both tolerance modes can ensue from self-antigen-encounter in the thymus, and the parameters specifying these opposing cell-fates remain poorly understood. Moreover, the relative contribution of clonal deletion versus clonal diversion to tolerance at the level of diverse immune cell repertoires has not been determined. In particular, the paucity of antigen-specific cells is a major experimental obstacle to unravelling to what extent cells with shared autoreactive specificity, yet different T cell receptors (TCRs), are subject to either mode of tolerance.\nBreakthroughs in visualizing minute cohorts of antigen-specific cells, characterizing the TCRs on individual cells and large-scale TCR sequencing now provide a unique opportunity to tackle these challenging questions. Based upon my expertise in thymus biology and T cell selection, I will exploit these technological advances to reveal where and how tolerance either generates ëholesí in the repertoire or diverts cells into a ëbenigní sub-repertoire. The main objectives are (i) to identify and classify deleted or diverted TCR-entities through comparing ëuncensoredí and ëcensoredí repertoires in the absence or presence of a disease-relevant autoantigen and (ii) to identify TCR intrinsic features as well as T cell extrinsic determinants that specify clonal deletion versus clonal diversion.\nThe proposed research elucidates a fundamental aspect of vertebrate immunology, but also has major implications regarding the therapeutic promise of harnessing endogenous, antigen-specific Treg cells in autoimmunity.",
    "totalCost": "2414500",
    "ecMaxContribution": "2414500",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2414500
        }
    },
    "calculatedTotalContribution": 2414500
}