{
    "rcn": "211340",
    "acronym": "Smartscope-X",
    "topics": "SMEInst-06-2016-2017",
    "title": "Affordable, accessible and automatic screening solution for diabetic retinopathy",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Diabetes is a growing global health concern, affecting 422M people today and the number is projected to rise to 642M by 2040. Over 30 % of diabetics develop a vision-threatening complication called diabetic retinopathy (DR), which is the most frequent cause of preventable blindness in working-aged adults. DR is diagnosed from retinal images traditionally graded by an ophthalmologist. Regular eye screenings are the only effective way to detect disease at early stage to prevent visual impairment or blindness. Hence, globally more than 1 billion screenings would be needed annually. Time, cost and resource efficient screening methods are needed to reach all diabetics. Finnish Optomed Oy (Ltd.) combines the precision of their handheld fundus camera with an automatic DR grading to establish Smartscope-X solution. Smartscope-X consists of three main components: a low-cost handheld fundus camera, an automated screening algorithm and cloud service for fundus images. With this unique combination, Optomedís vision is to bring affordable, accessible and automatic DR screening available for all diabetics. In this project, the key ambition is to validate and commercialise Smartscope-X solution. The project has four objectives: (1) DR algorithm is integrated into Optomed fundus camera and Optomed Cloud service is developed, (2) clinical validations are conducted, (3) piloting and commercialisation of the Smartscope-X, with necessary approvals, (4) to establish a data safety and storage system. Smartscope-X will have a significant impact on visual impairment and blindness prevention in Europe and globally. Today, significant equipment investment and an experienced grader or ophthalmologist are needed. Hence, DR screening availability is limited. Smartscope-X user can be trained to use the solution in 1-2 hours. Screening with Smartscope-X will cost 10 % of current. Therefore, DR screening becomes available to new customers such as endocrinology clinics and even primary care.",
    "totalCost": "2817050",
    "ecMaxContribution": "1971935",
    "coordinator": "OPTOMED OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953119479": {
            "orgId": "953119479",
            "orgName": "OPTOMED OY",
            "ecContrib": 1971935
        }
    },
    "calculatedTotalContribution": 1971935
}