{
    "rcn": "211345",
    "acronym": "SPRING",
    "topics": "SPIRE-11-2017",
    "title": "Setting the framework for the enhanced impact of SPIRE projects",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Increasing industrial uptake of project findings is at the heart of project SPRING. It is the essential building block for ensuring greater impact of SPIRE projects and therefore progress towards the SPIRE roadmap goals of increased resource and energy efficiency in the EU process industries.\n\nInstead of focusing on a small cluster of projects, SPRING has been developed to provide the mechanism to enhance the impact of all SPIRE projects. \n\nProject SPRINGís objective is to increase progress towards the SPIRE goals and enhance return on investment in projects by addressing the needs of those who make the decisions to adopt process innovations in industry and barriers to their adoption. It will do this by providing guidance to project participants, decision makers in industry and broader SPIRE stakeholders, enabling them collectively to: \n1. Improve the articulation of the value of project exploitable outputs. \n2. Improve the articulation of industry needs and barriers-to-uptake of exploitable outputs. \n3. Improve the mapping of project value to industry needs. \n4. Identify policy gaps and recommendations to improve project impact.\n\nTo address these objectives, the project will deliver six sets of exploitable outputs:\nA ñ Guidance on best practice of how to measure progress, impact and success of SPIRE projects.\nB ñ Frameworks for getting different levels of project results to the right audience through the spire2030.eu portal. \nC ñ A model for mapping project outputs to industry needs, through thematic, interactive industry workshops, expert input and technology scanning methods.\nD ñ Guidance for understanding business barriers to uptake, including best practice for enabling good decision making when evaluating project outputs.\nE ñ A package of training and network groups to upskill SPIRE project participants.\nF ñ Identification of policy gaps and future SPIRE needs.",
    "totalCost": "499368,75",
    "ecMaxContribution": "499368,75",
    "coordinator": "BRITEST LBG",
    "coordinatorCountry": "UK",
    "participants": "INEOS EUROPE AG;UNIVERSITY OF LEEDS;Centro di Ricerca e Innovazione tecnologica srl;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA;A.SPIRE",
    "participantCountries": "CH;UK;IT;ES;BE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 129100
        },
        "949341232": {
            "orgId": "949341232",
            "orgName": "INEOS EUROPE AG",
            "ecContrib": 16250
        },
        "998525664": {
            "orgId": "998525664",
            "orgName": "Centro di Ricerca e Innovazione tecnologica srl",
            "ecContrib": 50000
        },
        "998563688": {
            "orgId": "998563688",
            "orgName": "BRITEST LBG",
            "ecContrib": 218230
        },
        "939785180": {
            "orgId": "939785180",
            "orgName": "A.SPIRE",
            "ecContrib": 25976
        }
    },
    "calculatedTotalContribution": 439556
}