{
    "rcn": "211304",
    "acronym": "Quipu Cloud",
    "topics": "SMEInst-01-2016-2017",
    "title": "A suite of software applications hosted in the cloud for medical ultrasound diagnostics",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Medical Ultrasound today is considered as a mainstream technology in the medical sector. It is largely associated with prenatal care to access the health of a baby in its motherís womb but that is only a small percentage of its overall usage. Apart from Obstetrics, Medical Ultrasound is used in Cardiology, Neurology, Ophthalmology and many more clinical fields.\nTraditionally, ultrasound scanners where totally combined units including the ultrasound hardware, software and user\ninterface in one unit. Quipu is changing this model by separating the software from the hardware.\n\nQuipu introduces the concept of an app-store for ultrasound scanners. Through our system hospitals can make use of lower\nto mid-range scanners to get the diagnostic functionality of high end scanners. During the last 3 years we have developed a\nSuite of ultrasound diagnostic applications focused in the Cardiology segment of ultrasound diagnostics. Currently the\nsoftware is installed on a laptop or computer and the ultrasound scanner is connected directly to the computer or laptop.\nThe user simply launches our suite of applications, selects the diagnostic application required, starts the scan and the\nsoftware will automatically provide the metrics of the analysis and store the scans and results for later use. We have\nsuccessfully sold our software to clients in Europe, USA and Africa.\n\nDuring this last year we have been working on improving integration and interoperability across a wide range of ultrasound\nscanners through a cloud based infrastructure. We have developed a TRL 6 prototype of Quipu Cloud based on a set of\ncloud services and special hardware that works with a wide range of ultrasound scanners. Quipu Cloud improves integration\nand makes it easier to share resources and data with peers. Through this PH1 we would like to study further the feasibility\nbehind this concept and develop a business plan around this kind of service we will be offering to our clients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUIPU SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938724970": {
            "orgId": "938724970",
            "orgName": "QUIPU SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}