{
    "rcn": "211353",
    "acronym": "SYNEME",
    "topics": "ERC-2016-ADG",
    "title": "Systems Neuroscience of Metabolism",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Proopiomelanocortin (POMC)- and Agouti-Related Peptide (AgRP)-expressing, i.e. melanocortin neurons in the hypothalamus, are key regulators of feeding behaviour, glucose metabolism, autonomic responses and higher cognitive functions. They represent targets for fuel-sensing hormones like leptin and insulin that thereby control key processes in systemic energy and glucose homeostasis. Importantly, resistance to these fuel-sensing signals is known to contribute to the current obesity and diabetes epidemic. Consequently, altered POMC- and AgRP-neuron regulation in obesity contributes to the development of numerous metabolic alterations. Although the melanocortin neurons as central regulators of metabolism have been classified according to the expression of their characteristic neuropeptides, it has only recently become clear that even within these populations they represent distinct heterogeneous neurons with respect to their physiological regulation and the biological responses governed by their specific downstream neurocircuits. However, the molecular nature of heterogeneous POMC and AgRP neuron populations, their specific neurocircuitry architecture and their specific functions still remain largely unexplored. Therefore, we will employ a wide array of state-of-the-art molecular systems neuroscience and modern mouse genetics approaches to define (1) the anatomical distribution, (2) molecular signature, (3) neurocircuitry architecture, (4) regulatory principles, (5) specific biological functions, and finally (6) novel druggable regulators of these specific POMC and AgRP microcircuits. We anticipate that the new knowledge generated will not only provide novel insights into the fundamental principles of CNS-dependent control of metabolism but could also lead to targeting these specific neurocircuits to develop novel, specific, tailor-made therapies for diverse aspects of metabolic diseases for which currently only insufficient treatment options are available.",
    "totalCost": "2212500",
    "ecMaxContribution": "2212500",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2212500
        }
    },
    "calculatedTotalContribution": 2212500
}