{
    "rcn": "211303",
    "acronym": "Pydro Turbine",
    "topics": "SMEInst-09-2016-2017",
    "title": "Energy-Recovery Turbine for Water Pipes",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "As large amounts of energy are used by pumps for lifting and moving water and as energy costs are the second highest cost of a water utilityís operating budget, the proper selection of pumps, motors, and controls is critical to ensure an efficient system and to control costs\nThe Pydro Turbine represents the first smart pressure regulation energy recovery pump-turbine for water pipe networks. It fulfills four functions: 1. power conversion of water pipe pressure into electric energy, 2. water pressure and flow regulation, 3. pressure and flow metering and communication, 4. ability to function as pump to increase pressure, if needed. \nWe consider these Germany, France and the UK the countries with the biggest need for our solution as our TAM. The market potential for Germany is about Ä350 million. The estimates for France and the UK are between Ä200 - 400 million in energy recovery. \nThe Pydro Turbine is the first of its kind patent pending smart pressure regulating pump-turbine that has been developed specifically for water pipe networks. The Pydro Turbine can help reach the goals of the Paris Agreement by lowering the energy usage for water transport and recovering energy from water transport. The global market potential only in the area of energy recovery in water supply is Ä15.2 billion.\nPydroís overall strategy is built around the Pydro Turbine to bring it to market internationally. Integrating the Horizon 2020 SME Instrument will accelerate our time to market.\nDuring the project, we will collect information about the technical structures of regional water supply networks, legal frameworks, political incentives and competitive landscapes. We will present the Pydro Turbine to potential customers and conduct interviews.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PYDRO GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917112788": {
            "orgId": "917112788",
            "orgName": "PYDRO GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}