{
    "rcn": "211387",
    "acronym": "ArcheoDyn",
    "topics": "ERC-2016-COG",
    "title": "Globular clusters as living fossils of the past of galaxies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Globular clusters (GCs) are enigmatic objects that hide a wealth of information. They are the living fossils of the history of their native galaxies and the record keepers of the violent events that made them change their domicile. This proposal aims to mine GCs as living fossils of galaxy evolution to address fundamental questions in astrophysics: (1) Do satellite galaxies merge as predicted by the hierarchical build-up of galaxies? (2) Which are the seeds of supermassive black holes in the centres of galaxies? (3) How did star formation originate in the earliest phases of galaxy formation? To answer these questions, novel population-dependent dynamical modelling techniques are required, whose development the PI has led over the past years. This uniquely positions him to take full advantage of the emerging wealth of chemical and kinematical data on GCs.\n\nFollowing the tidal disruption of satellite galaxies, their dense GCs, and maybe even their nuclei, are left as the most visible remnants in the main galaxy. The hierarchical build-up of their new host galaxy can thus be unearthed by recovering the GCsí orbits. However, currently it is unclear which of the GCs are accretion survivors. Actually, the existence of a central intermediate mass black hole (IMBH) or of multiple stellar populations in GCs might tell which ones are accreted. At the same time, detection of IMBHs is important as they are predicted seeds for supermassive black holes in galaxies; while the multiple stellar populations in GCs are vital witnesses to the extreme modes of star formation in the early Universe. However, for every putative dynamical IMBH detection so far there is a corresponding non-detection; also the origin of multiple stellar populations in GCs still lacks any uncontrived explanation. The synergy of novel techniques and exquisite data proposed here promises a breakthrough in this emerging field of dynamical archeology with GCs as living fossils of the past of galaxies.",
    "totalCost": "1999250",
    "ecMaxContribution": "1999250",
    "coordinator": "EUROPEAN SOUTHERN OBSERVATORY - ESO EUROPEAN ORGANISATION FOR ASTRONOMICAL RESEARCH IN THE SOUTHERN HEMISPHERE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988036": {
            "orgId": "999988036",
            "orgName": "EUROPEAN SOUTHERN OBSERVATORY - ESO EUROPEAN ORGANISATION FOR ASTRONOMICAL RESEARCH IN THE SOUTHERN HEMISPHERE",
            "ecContrib": 1999250
        }
    },
    "calculatedTotalContribution": 1999250
}