{
    "rcn": "211305",
    "acronym": "RA-RAKE",
    "topics": "SMEInst-07-2016-2017",
    "title": "A Novel Double Wheel Rake Machine to provide high quality fodder and high operational speed",
    "startDate": "01/07/2017",
    "endDate": "30/04/2019",
    "objective": "Dirty fodder is directly responsible of many serious problems in EU agriculture sector: the 2.5 % of cattle dye by Clostridia and the milk production chain is reduced of almost 5% due to the presence of dust and stones (technically ash content) into the fodder. In addition, dirty triggers fermentation processes which destroy the fodder itself. In 2016 just in Hungary 1,000 tonnes of fodder have been lost for this reason. Farmers are demanding high quality forage which can ensure maximising diary production. Current windrowing machines share serious limitations in terms of productivity and quality of forage: to date it does not exists a universal solution able to provide good quality forage at a reasonable working speed and with a low initial investment. At the time of making good fodder quality, raking is a key element because during this process the fodder is always in contact with the ground and it could be lifted and mixed with dust and stones. Our company has more than 100 year of history in the agricultural market with a high specialisation in hay making sector. We gained a strong reputation through the fodder cleanliness (which distinguishes our company policy) and the high quality that always has characterized our products. With RA-RAKE we will provide a windrowing machine that will be far better than the best-selling windrower (rotary rakes): it will be able to provide cleaner forage (1.8% ash content vs 7.5%) at a higher speed (?20 km/h vs 12 km/h) and with a lower initial investment (reduced 35%). This will have a disruptive impact at many levels: a) for our company, permitting a 750% increase of our revenue and \\ 31 new employees; b) for the end user, as RA-RAKE will permit to save more than 43,000 Ä per year and c) for EU as it will permit to save more than 18,000 cattle heads and to generate a value estimated in 155 M Ä.",
    "totalCost": "1370685,25",
    "ecMaxContribution": "959479,68",
    "coordinator": "REPOSSI MACCHINE AGRICOLE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917748623": {
            "orgId": "917748623",
            "orgName": "REPOSSI MACCHINE AGRICOLE SRL",
            "ecContrib": 959480
        }
    },
    "calculatedTotalContribution": 959480
}