{
    "rcn": "211334",
    "acronym": "SHOKA",
    "topics": "SMEInst-10-2016-2017",
    "title": "Community-based cyclist navigation solution to increase safety of utility bikers",
    "startDate": "01/07/2017",
    "endDate": "30/09/2017",
    "objective": "In the European Union some 8% of citizens are using bicycle the most often among transport modes, and the number of cyclist commuters is around 40 million. Facing uncomfortable traffic conditions is however a real obstacle for many people to use their bike even for minor journeys. \nIn Shoka project we will present the worldís first interactive, community-based navigation solution specifically designed for the specific needs of cyclists. The project will directly contribute to increasing the safety and efficiency of cycling in urban areas by recommending the community data based safest route for the users. \nOur disruptive solution offers a pragmatic and focused approach: robust, practical and simple hardware (ShokaBell) on the handlebar and the Shoka navigation app running on the smartphone of the user.\nShoka Bell acts as a display to show easily visible and understandable signals and also as a data collection platform: in-built gyroscope, accelerometer, noise detector and an easy-to-use joystick for user feedback.  Bluetooth communication sends the data to the smartphone which is in real-time access with the cloud, where community-based data is stored and where route planning is created. Our Shoka Bell and App are in beta test stage and under preparation for mass manufacturing and sales (TRL6). \nShoka will be sold in a hardmium business model: the customer purchases the Shoka Bell hardware but the value comes from the hardware-service combination. We will generate sales revenue through the initial purchase of the hardware, while the app is free for the customers. We sold more than 1500 units of ShokaBell during our Kickstarter campaign, which is a clear proof for willingness to pay.\nOur total available market is 40 million commuters only in Europe and we estimate our serviceable obtainable market as 4 million people in the EU. Our financial plans are calculating with 10.3 million Ä in sales revenues between 2017 and 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SHOKA LIMITED LIABILITY COMPANY",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924616126": {
            "orgId": "924616126",
            "orgName": "SHOKA LIMITED LIABILITY COMPANY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}