{
    "rcn": "211385",
    "acronym": "ALTERUMMA",
    "topics": "ERC-2016-COG",
    "title": "Creating an Alternative umma: Clerical Authority and Religio-political Mobilisation in Transnational Shii Islam",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This interdisciplinary project investigates the transformation of Shii Islam in the Middle East and Europe since the 1950s. The project examines the formation of modern Shii communal identities and the role Shii clerical authorities and their transnational networks have played in their religio-political mobilisation. The volatile situation post-Arab Spring, the rise of militant movements such as ISIS and the sectarianisation of geopolitical conflicts in the Middle East have intensified efforts to forge distinct Shii communal identities and to conceive Shii Muslims as part of an alternative umma (Islamic community). The project focusses on Iran, Iraq and significant but unexplored diasporic links to Syria, Kuwait and Britain. In response to the rise of modern nation-states in the Middle East, Shii clerical authorities resorted to a wide range of activities: (a) articulating intellectual responses to the ideologies underpinning modern Middle Eastern nation-states, (b) forming political parties and other platforms of socio-political activism and (c) using various forms of cultural production by systematising and promoting Shii ritual practices and utilising visual art, poetry and new media.\nThe project yields a perspectival shift on the factors that led to Shii communal mobilisation by:\n- Analysing unacknowledged intellectual responses of Shii clerical authorities to the secular or sectarian ideologies of post-colonial nation-states and to the current sectarianisation of geopolitics in the Middle East.\n- Emphasising the central role of diasporic networks in the Middle East and Europe in mobilising Shii communities and in influencing discourses and agendas of clerical authorities based in Iraq and Iran.\n- Exploring new modes of cultural production in the form of a modern Shii aesthetics articulated in ritual practices, visual art, poetry and new media and thus creating a more holistic narrative on Shii religio-political mobilisation.",
    "totalCost": "1952373,99",
    "ecMaxContribution": "1952373,99",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1952374
        }
    },
    "calculatedTotalContribution": 1952374
}