{
    "rcn": "211326",
    "acronym": "scMODULES",
    "topics": "SMEInst-01-2016-2017",
    "title": "Cinematographic story-telling, super-zoom, x-ray, infrared (IR)  ultraviolet (UV) gigapixel enriched content and cross-museum digital content licensing platform enhancing EU museums competitiveness",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "There are 36,000 museums in the EU, but only 25% of them have at least one publication in digital format. The main barrier for museums to become digital are (1) the high costs that tailor-made solutions imply; and (2) the low quality and poor user experience that low-cost apps and guides offer. There is a huge untapped business potential in the digital transformation of museums that have still not gone digital as well as in those that have implemented some channels but not a complete 360∫ solution. \nThe ambition of Madpixel is to respond to this need and exploit this clear market opportunity by taking to the market a highly scalable and cost-efficient product (scMODULES) based on MADPIXEL disruptive technologies, knowledge and experience in the field of art digitisation and digital content management. \nscMODULES will allow museums to easily go digital improving visitorsí experience with enriched interactive content (X-ray, IR, UV, super-zoom, story-telling), extending museum reach much beyond the physical visit. It will also increase museums cultural offer through digital exhibitions creating a new revenue stream based on licensing digital enriched content to other museums.\nscMODULES will be offered as a modular SaaS solution offering a complete set of tools that totally cover museums needs from a digital perspective at a fraction of current tailor-made solutions. scMODULES will become a game-changer leap forward in cultural content consumption, management, publication and cross-museum licensing and exploitation.\nMadpixel expects that by 2022 scMODULES will be the reference solution for museums to go digital with almost 1,750 museums registered and \\165,000 art-woks digitalised. Thanks to scMODULES Madpixel will hire 40 additional people, the annual turnover will be around 12MÄ and cumulated EBITDA will be \\11,5MÄ. Profitability indicators are very positive with 56% Internal return rate (IRR) and 3.5 MÄ as Net Present Value (NPV).",
    "totalCost": "1681281,25",
    "ecMaxContribution": "1176896,88",
    "coordinator": "THE MAD PIXEL FACTORY, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924958536": {
            "orgId": "924958536",
            "orgName": "THE MAD PIXEL FACTORY, SL",
            "ecContrib": 1176897
        }
    },
    "calculatedTotalContribution": 1176897
}