{
    "rcn": "211336",
    "acronym": "SIMDAS",
    "topics": "WIDESPREAD-04-2017",
    "title": "Upgrade of CaSToRC into a Center of Excellence in Simulation and Data Science",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The project will upgrade the Computation-based Science and Technology Research Center of The Cyprus Institute (CyI) into a Centre of Excellence in Simulation and Data Science (SIMDAS) in Cyprus by teaming it with the Forschungszentrum J¸lich (FZJ). Local partners are three public institutions as holders and providers of key data, the Departments of Antiquities, and Meteorology, and the Nicosia General Hospital, and two SMEs, Hyperion Systems Engineering, and SignalGeneriX connecting the center directly to commercial applications. During Phase-1 a comprehensive business plan for the six-year development of the center will be prepared with a detailed research, innovation and educational roadmap, governance structure, outreach and sustainability plan. Outreach and dissemination activities will engage the research communities, governmental institutions, and industry. The long-term vision of the SIMDAS project to be realized in Phase-2 revolves around five themes:\ni) Simulation and data science fundamentals, tools and services: Develop methodologies, tools and services, including mathematical modeling, scalable data analytics and simulations algorithms, statistics, data management, mining, security and visualization, under a Transversal Lab.\nii) Simulation and data-driven research: Enable scientific breakthroughs in the key areas of Digital Cultural Heritage, Health and Life Sciences, Solar Energy, Earth System Science and Physical Sciences.\niii) Government and Industry: Pursue applications of tangible innovation potential in partnership with public and private institutions utilizing the industry expertise and structures of FZJ.\niv) Education: Expand graduate educational and training programs in SIMDAS.\nv) Infrastructure: Design and build the knowledge environment and infrastructure for a sustainable operation and provisioning of computing and data-intensive services to the broader user communities, and promote the science hub role of CyI in the Eastern Mediterranean.",
    "totalCost": "396750",
    "ecMaxContribution": "396750",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS;FORSCHUNGSZENTRUM JULICH GMBH;HYPERION SYSTEMS ENGINEERING LTD;MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS;Ministry of Health of the Republic of Cyprus;SIGNALGENERIX LIMITED",
    "participantCountries": "CY;DE",
    "projectParticipants": {
        "958850433": {
            "orgId": "958850433",
            "orgName": "MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS",
            "ecContrib": 28750
        },
        "999434845": {
            "orgId": "999434845",
            "orgName": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS",
            "ecContrib": 22500
        },
        "994267946": {
            "orgId": "994267946",
            "orgName": "Ministry of Health of the Republic of Cyprus",
            "ecContrib": 25625
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 139375
        },
        "925298327": {
            "orgId": "925298327",
            "orgName": "HYPERION SYSTEMS ENGINEERING LTD",
            "ecContrib": 22500
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 135500
        }
    },
    "calculatedTotalContribution": 374250
}