{
    "rcn": "211392",
    "acronym": "Cross4Health",
    "topics": "INNOSUP-01-2016-2017",
    "title": "Collaboration among Aerospace, Biotechnology, ICT, Energy and Medical Devices sectors in generating innovative solutions, business models and work-flows that enhance patient-centered care",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "The focus of Cross4Health is to move beyond the state-of-the-art practice of regional clusters to unlock the collaborative potential of the SMEs from Aerospace, Biotechnology, Energy, ICT and Medical Devices (ABEIM) sectors in generating innovative solutions, business models and work-flows that enhance patient-centered personalized care for societal challenges in health, delivered through the Medical Devices new emerging industry value chains. \nBy providing a framework for a more structured cross-sectoral  and cross-border collaboration, that manages all the complex reactions within the process, Cross4Health instantiates the mechanisms to ensure the long-term sustainability of the action. \nThe main outcome of the Cross4Health project will be a portfolio of innovative services, processes and products conceived in an intelligent ëplug-iní platform for ABEIM stakeholders by high performance crossover teams. This will increase the competitiveness of the SMEs, advancing the positioning of European countries in this new emerging market.\nAll these will be achieved by pursuing the following project objectives:\nï Establishing Open Innovation Spaces where all the involved parties set the priorities and the challenges. \nï Generating added value, leveraging expert knowledge, new partnerships and market support by providing targeted monetary (competitive grants) and non-monetary (innovation vouchers) support mechanisms.\nï Facilitating fast testing and business hypothesis validation via large-scale demonstrators. \nï Facilitating sustainability by validating complementary funding streams and alignment with RIS3 strategies. \nCross4Health Vision is to work towards the osmosis of technologies, culture, teams and businesses among the selected sectors, tearing down the blocking barriers to realize significant advances in Health, growth and employment for new and/or improved products, services and processes.",
    "totalCost": "5177559,75",
    "ecMaxContribution": "4992207",
    "coordinator": "NORWAY HEALTH TECH",
    "coordinatorCountry": "NO",
    "participants": "INNOVATION SKANE AB;ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH;AEROSPACE VALLEY;HEALTH CLUSTERNET;CLUSTER DE SALUD DE CASTILLA Y LEON;EUROB CREATIVE SLNE",
    "participantCountries": "SE;DE;FR;UK;ES",
    "projectParticipants": {
        "952606543": {
            "orgId": "952606543",
            "orgName": "HEALTH CLUSTERNET",
            "ecContrib": 186375
        },
        "950644233": {
            "orgId": "950644233",
            "orgName": "NORWAY HEALTH TECH",
            "ecContrib": 3939717
        },
        "999725457": {
            "orgId": "999725457",
            "orgName": "ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH",
            "ecContrib": 122958
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 283438
        },
        "929119545": {
            "orgId": "929119545",
            "orgName": "CLUSTER DE SALUD DE CASTILLA Y LEON",
            "ecContrib": 150188
        },
        "944144942": {
            "orgId": "944144942",
            "orgName": "EUROB CREATIVE SLNE",
            "ecContrib": 155400
        },
        "951531880": {
            "orgId": "951531880",
            "orgName": "INNOVATION SKANE AB",
            "ecContrib": 154131
        }
    },
    "calculatedTotalContribution": 4992207
}