{
    "rcn": "211342",
    "acronym": "SocialDiabetes",
    "topics": "SMEInst-06-2016-2017",
    "title": "Hack your Diabetes Experience",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The direct annual cost of diabetes is more than Ä736 billion, with 15% accounting for antidiabetic drugs, 24% for other pharmaceutical compounds and 61% for primary care and hospitalisations. But the social impact is also huge, with 51% of patients experimenting emotional anxiety, 17% having depression episodes and 19% feeling discriminated because of the condition. Control of glucose in blood (combining diet, physical activity and medication if necessary), control of blood pressure and lipids, and regular screening for damage to the eyes, kidneys and feet, are cost-effective interventions in diabetes management. 1% reduction of HbA1c levels reduces heart attacks by 14%, microvascular complications by 37% and diabetes-related deaths by 21%.\nSocialDiabetes is a mHealth solution that can reduce HbA1c levels to normal values (6.4%) in 6 months of continuous use. It is based in a set of proprietary algorithms integrated in a mobile application and a web platform where patients can log data (glucose measurements, food intake, insulin administration, exercise) and doctors can monitor the disease. The app also calculates insulin doses, which is a unique feature compared to similar apps, and offers integration with glucose meters from major providers. Currently the solution is being exploited through a B2C model, with a free and a premium subscription plans.\nThe aim of the project is to implement a B2B model catching the attention of major healthcare providers and stakeholders (public and private hospitals, governments, insurers) so they would adopt SocialDiabetes as the standard tool for disease management. The business opportunity lies in the benefits for the health of patients and ultimately in the reduction of costs for the whole system. Product and business development strategic plans have been designed accordingly.",
    "totalCost": "2317145,5",
    "ecMaxContribution": "1622001,85",
    "coordinator": "SOCIALDIABETES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917092612": {
            "orgId": "917092612",
            "orgName": "SOCIALDIABETES SL",
            "ecContrib": 1622002
        }
    },
    "calculatedTotalContribution": 1622002
}