{
    "rcn": "211330",
    "acronym": "SENSY",
    "topics": "SMEInst-01-2016-2017",
    "title": "Restoring complete motor and sensory ability for natural walking of amputees",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Lower limb amputations are consequence of trauma, cancer, congenital or diabetes complications, and vascular diseases. Although currently available prostheses are becoming increasingly sophisticated, these solutions still lack of sensory feedback and therefore prevent correct generation of postural reflexes at the spinal level of the amputee. Amputees, not having sensory feedback from their prosthesis, do not feel trampled obstacles, slopes or holes, risking continuously falling. They report phantom pain from the missing extremity and do not feel the prosthesis as part of their body (low embodiment). All these factors cause abandonment of the prosthesis or reduced engagement in activities of daily leaving. SENSY is a unique product, which allows amputees to feel again their missing limbs by restoring a complete motor-sensor ability that enables their natural walking (and standing) capability. The device is composed of implantable transversal multi- and intra- fascicular neural electrodes, an implantable neurostimulator, an external controller and a sensorized sole (artificial skin). The neurostimulator is implanted in the limb and is wired to the intraneural electrodes that are inserted transversally into the peripheral leg nerves. Stimulation of sensory nerves is driven wirelessly by an external controller, which transforms the readout of the sensors embedded in the sensorized sole into stimulation parameters. The sensorized sole is adaptable to the prostheses currently available in the market (e.g., Rheo Knee, C-Leg). SENSY is the only neuro-prosthetic device that restores amputeeís sensory feedback from his/her missing limb and meets all major needs associated with the use of existing artificial legs: regain natural walking, avoid falls, perceive the prosthesis as part of the body, and treat phantom limb pain.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSARS NEUROPROSTHETICS SARL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930326710": {
            "orgId": "930326710",
            "orgName": "SENSARS NEUROPROSTHETICS SARL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}