{
    "rcn": "211379",
    "acronym": "XSTREAM",
    "topics": "ERC-2016-STG",
    "title": "X-ray-waveforms at the Space-Time Resolution Extreme for Atomic-scale Movies",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Nonlinear optics revolutionized the ability to create directed, coherent beams particularly in spectral regions where lasers based on conventional population inversion are not practical. New breakthroughs in extreme nonlinear optics promise a similar revolution in the X-ray regime. In a dramatic and unanticipated breakthrough, an international team lead by the PI demonstrated that the high harmonic generation process (HHG) driven by mid-IR lasers can be used to generate keV photons, implementing a >5000 order nonlinear process, while still maintaining the full phase matching that is necessary for good conversion efficiency. This work represents the most extreme, fully coherent upconversion for electromagnetic waves in the 50 year history of nonlinear optics. Moreover, the limits of HHG are still not understood, either theoretically or experimentally. It may be possible to generate coherent hard X-rays using a tabletop-scale apparatus.\n\nIn another surprising breakthrough, the PI showed that UV-driven HHG in multiply ionized plasma can be also highly efficient, representing a 2nd route towards the X-ray region. Remarkably, this regime provides X-rays with contrasting spectral and temporal properties. Furthermore, by shaping the polarization of a bi-color mid-IR driving laser the PI, the JILA team in collaboration with Technion, demonstrated robust phase matching of circularly polarized soft X-rays. \n\nIn the proposed work, the fundamental atomic, phase matching plus group velocity matching limits of HHG in the multi-keV X-ray regime will be explored using the 3 most promising, complimentary approaches: 1) mid-IR driven HHG, 2) UV driven HHG, and 3) all-optical quasi phase matching. The knowledge gained as a result of this effort will identify the best path forward for generating bright coherent X-ray beams on a tabletop, at photon energies of 1-10 keV and greater with unprecedented attosecond-to-zeptosecond pulse durations, and arbitrary polarization state.",
    "totalCost": "1513335,34",
    "ecMaxContribution": "1513335,34",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 1513335
        }
    },
    "calculatedTotalContribution": 1513335
}