{
    "rcn": "211367",
    "acronym": "UDO",
    "topics": "SMEInst-10-2016-2017",
    "title": "The ultimate commuting solution for a car-free city",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Carr and Hansson kinetics (Sweden) is a young and fast growing company backed up with 30 years experienced team in innovation. Kinetics have developed UDO, a control unit-motor system (patent pending) to give support to wheels in human powered vehicles, in such way that instead of accelerating through the motor we let the user accelerate but then keep the higher speed longer. UDO has been tested in two vehiclesí prototypes, one of a kick-bike and another of a bicycle, and has proven its very low energy consumption (1 Wh/km), big autonomy (up to 120 km) and usability.\n54% of the worldsí population lives in cities and almost half commute to work by car, generating 40% of CO2 emissions. Car userís experience is far from being efficient as up to 101 hours in congestion can be wasted and Ä 10.000/year in costs can be spent. Commuting by bike is a great way to avoid traffic jam, contributes to a healthier city, increases the appeal of public transport and save money whilst exercising. However, current offerings (traditional and electric vehicles) presents drawbacks that still prevent commuters to switch. Nowadays solutions for citiesí sustainable mobility are bicycles (but the physical effort required and the need to shower afterwards still prevents many commuters) and electric bicycles (discouraged by many users as they feel dangerous, are heavy and have low autonomy as they must be charged every 15-40 km). As such, there is currently a gap between potential urban cyclists and the vehicle offering. UDO is the alternative that fill the gap for commuters to shift towards a healthier, more sustainable and safer way to travel to work.\nThe goal of UDOís project is to bring our vehicles to a state of serial production and international commercialization. We estimate to reach payback after 3 years and generate almost Ä3M, creating 17 new jobs within our company. With UDO we will bring the light-electric vehicleís revolution to European cities!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARR HANSSON KINETICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912558444": {
            "orgId": "912558444",
            "orgName": "CARR HANSSON KINETICS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}