{
    "rcn": "211315",
    "acronym": "ROBIOT",
    "topics": "SMEInst-09-2016-2017",
    "title": "Improving the sustainability of bioenergy production with a Robot for Biomass Quality Management",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Renewable energy generation and biofuels are replacing fossil-based energy sources and decarbonizing the energy system. However, one problem still limits the optimal and efficient use of biomass for energy and other applications: the varying biomass feedstock quality causes 5-10% of extra operating costs at a typical power plant. The quality fluctuation can be dealt with by optimising the feedstock mix and plant processes based on the feedstock quality. However, this is only possible when real-time information of the quality of each raw material load is available. The conventional quality measurement methods cannot provide such data.  \n\nPrometec Tools has developed an automated solution, the Q-Robot, that renews the raw material quality management at biomass power plants and biorefineries. It eliminates the error caused by conventional sampling procedures and provides information of each biomass delivery before it is unloaded from the truck. Moreover, since it makes load-specific information available also to the feedstock supplier, Prometecís solution enables a completely new level of intelligent biomass quality management across the whole supply chain. The solution benefits the end user (plant), the feedstock supplier as well as the consumer and the society at large by improving the resource and cost efficiency (and therefore also the sustainability) of biomass supply and use. \n\nPrometec aims at becoming the leading European service provider for feedstock quality management at biomass power plants, pulp mills and biorefineries - a global multi-billion-euro market. The novel solution is estimated to create 800 000 Ä of annual savings at an 800 GWh power plant and its expected payback time is less than 12 months. The net savings potential in Europe in 2020 is 0,8 BÄ. The solution helps reduce CO2 emissions not only in the supply chain and at the plant but also by making biomass more competitive and therefore a more favourable fuel feedstock compared to coal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROMETEC TOOLS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916583071": {
            "orgId": "916583071",
            "orgName": "PROMETEC TOOLS OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}