{
    "rcn": "211328",
    "acronym": "SeCtOR ENABleRs",
    "topics": "MSCA-IF-2016",
    "title": "Standard Collagenous ORgans-on-chip ENvisaging Advanced Biological Researches",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "SeCtOR ENABleRs aims to develop a convenient kit for the production of partially customizable organs-on-chip. The main motivations that lead us to get involved in this effort are to provide the scientific community of an easy-to-use, economically convenient and standardized microfluidic platform. This is expected to facilitate and promote the diffusion of advanced 3D cell culture systems in routine analyses and make results obtained from different experiences/laboratories more comparable. In this view we envisage possible applications in the field of stem cell biology, personalized medicine, toxicology as well as advanced pre-clinical trials. The kit main components are an ad hoc designed thermoplastic chip and a set of collagenous formulations. The chip design will allow the integration of a thermo-controller device compatible with live cell imaging techniques. A biomimetic approach and a cell-friendly crosslinking strategy will allow to control the composition and the mechanical properties of the collagenous formulations, thus approaching the complexity of natural cell environment. The flexibility of the kit will be demonstrated by obtaining vascularized neuronal and bone models using commercially available cells. Although some risky steps areforeseeable, the innovation in this project is more represented by the concept of organs on chip platform standardization than in significant disruptive breakthroughs. We are convinced that the accessibility to a convenient, standardized and flexible platform is the key to exploit the huge potentialities demonstrated by microfluidics organs on chip. The implementation of the proposed multidisciplinary work plan in an industrial environment will contribute to obtain unconventional complementary skills; understanding of the industrial  perspective and needs and will finally guarantee the full exploitation of the project outcomes by establishing future SME/academics collaboration projects.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CHERRY BIOTECH",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934242018": {
            "orgId": "934242018",
            "orgName": "CHERRY BIOTECH",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}