{
    "rcn": "211382",
    "acronym": "HEMs-DAM",
    "topics": "ERC-2016-STG",
    "title": "Hybrid Epitaxial Materials for Novel Quantum State Detection and Manipulation",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "Research in quantum information technologies is receiving increasing attention worldwide, and huge efforts are put into the realization of the first reliable building blocks for quantum computation. The main challenge the field is facing today is unquestionably related to the loss of information due to quantum state decoherence. As indicated by our recent experiments, the perennial problem of decoherence might be solved by fully epitaxial semiconductor-superconductor growth techniques of high quality topological superconducting materials. Moreover, quantum systems based around design principles such as gate-controlled semiconductor-superconductor materials that can hold topologically?motivated symmetry protection, might enable simpler forms of control and less dependence on available control technology.\n\nWhile research has made a lot of progress in the growth of semiconductor heterostructures and associated interfaces, the synthesis of semiconductor ñ metal/superconductor interfaces are comparably both uncontrolled and very poorly understood. As the device performance and potential applicability of nanostructured crystals largely depend on the quality of the involved interfaces, progress in synthesis of high quality interfaces will likely dictate the advancement and development not only of future quantum electronics but also play a key role in nanostructured device applications in general. \n\nThe core of this proposal concerns the material synthesis of epitaxially grown semiconductor - metal/superconductor materials for advanced topological quantum electronics. The ambition will be to build an innovative environment that links between material and quantum sciences - with an overall emphasis on developing disorder-free hybrid semiconductor-superconductor crystals for novel quantum state detection and manipulation. This also includes an emphasis on developing high quality Josephson junctions - the key control point and crucial element in gatable superconductivity.",
    "totalCost": "1339600",
    "ecMaxContribution": "1339600",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1339600
        }
    },
    "calculatedTotalContribution": 1339600
}