{
    "rcn": "211394",
    "acronym": "f-ex",
    "topics": "ERC-2016-ADG",
    "title": "f-block hydrocarbon interactions: exploration; exploitation",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Understanding, controlling, and predicting the subtle interactions that hydrocarbons form with metals is a major challenge in molecular science, and a key technology enabler in areas such as homogeneous catalysis, drug recognition, polymer properties, and metal recovery. For the f-block, it is important due to the urgent need for clean access to critical elements such as neodymium, and the safe handling of nuclear waste. However, technical challenges of paramagnetism, radiotoxicity, and relativistic effects, make quantifying and exploiting f-block hydrocarbon interactions very hard using traditional methods or calculations alone. \n\nWe have used organometallic systems to study two types of poorly understood hydrocarbon interactions with f-block metal cations: arene binding which is stronger, yet controversial in terms of its electronic demands, and neutral hydrocarbon C-H bonding which is weaker, yet crucially reaction controlling. \n\nf-ex sets out a new way to experimentally measure and define these subtle hydrocarbon interactions. It then exploits the stored electrons in the metal-arene motif as a new method to control these powerful Lewis acidic metals for new hydrocarbon C-element bond formation and inert hydrocarbon C-H bond cleavage, with the ultimate aim of viable, low-energy hydrocarbon functionalisations. \n\nUniquely, we will extend our organometallic work to the more difficult transuranic elements, and exploit high pressure solution (and single crystal) work to enhance and interrogate intermolecular C-H binding. The targets of this combined study now offer high scientific impact by demonstrating fundamental bonding insight and ground-breaking structures and reactions.\n\nUnprecedented new insight also derives from incorporating new techniques, e.g. high-pressure solution and single crystal work, and transuranic organometallic chemistry.",
    "totalCost": "2456120",
    "ecMaxContribution": "2456120",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2456120
        }
    },
    "calculatedTotalContribution": 2456120
}