{
    "rcn": "211307",
    "acronym": "Realist",
    "topics": "MSCA-IF-2016",
    "title": "Why do We Need a Realist Constitutional Theory to Study the Politics of Constitutional Change in the Middle East?",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "This research programme aims to make contribution to comparative political and legal theory by studying the recent constitutional transformation in the Middle East in at least three grounds. First, in arguing that a constitution always comes into being as a result of a historical process and a decision (will), such historical-sociological context and power relations behind the creation of constitutions can be grappled with best by a realist political and legal theory. A realist approach sees constitutions as the ultimate battleground for the groups competing for power to constitute the foundational norms and values of society. Second, if a constitution is created by a decision, there is always an agency behind that decision that executes its will power. In democratic theory such agency is being defined as the people, but the people cannot manifest its will without a representative (e.g. a class, constituent assemblies, or conventions). To this end, a realist approach carefully examines the agency of Islamic political parties so as to understand the peculiarity of the constitution-making in the Middle-East. Peculiarity here is that the recent revolutions brought Islamic parties to government, but this has only helped destabilizing the new, or present, constitutions and weakening the hope for accommodation of Islamist groups in a liberal democratic and secular constitution. Third, a comparative realist approach examines both the Western and Islamic sources of legitimacy so as to have a nuanced understanding of the contemporary crises of legitimacy which now dominates the entire region. Such comparative study is necessary because the Western (secular) concepts and institutions such as constitution, freedom of association, competitive elections, parliamentarianism and liberal rights have already moved from the Western context to other regions, setting the agenda of political discourse.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}