{
    "rcn": "211314",
    "acronym": "RICAIP",
    "topics": "WIDESPREAD-04-2017",
    "title": "Research and Innovation Centre on Advanced Industrial Production",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The project RICAIP develops the fundamental for establishing the Research and Innovation Centre on Advanced Industrial Production by leading research organizations from the Czech Republic: Czech Institute of Informatics, Robotics and Cybernetics at Czech Technical University, and Central European Institute of Technology at Brno University of Technology; in strong partnership with prominent German research organizations: German Research Center for Artificial Intelligence and Center for Mechatronics and Automation Technology.\nThe partnership will result in transferring knowledge and expertise from the German to Czech partners, as well as strategic long-term collaboration at all the levels of research, education and innovation. This will guarantee the unique position of the Center within the European Research Area as a leader in the research field of advanced industrial production.\nThe RICAIP Center will accommodate new areas of research and innovation in the field of Industry 4.0, namely multi-site production and production system development. The Centre will provide a distributed, but virtually integrated experimental testbed. It will be physically based on research facilities of the Czech partners, complemented by a corresponding remote site jointly operated by the German partners.\nThe projectís ambition is to establish an international hub for Industry 4.0 bringing new smart, safe and sophisticated solutions for industrial multi-site production of the future. This project, however, goes beyond the state-of-the-art reference models of Industry 4.0 as it introduces a brand new dimension of the initiative -multi-site industrial production and production development, both with strong impact on society-. The long-term vision is to transform the RICAIP testbed into a European Research Infrastructure in the field of Industry 4.0.",
    "totalCost": "399500",
    "ecMaxContribution": "399500",
    "coordinator": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
    "coordinatorCountry": "CZ",
    "participants": "VYSOKE UCENI TECHNICKE V BRNE;DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH;ZENTRUM F‹R MECHATRONIK UND AUTOMATISIERUNGSTECHNIK GEMEINN‹TZIGE GMBH",
    "participantCountries": "CZ;DE",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 108250
        },
        "953795181": {
            "orgId": "953795181",
            "orgName": "ZENTRUM FÜR MECHATRONIK UND AUTOMATISIERUNGSTECHNIK GEMEINNÜTZIGE GMBH",
            "ecContrib": 59875
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 144000
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 87375
        }
    },
    "calculatedTotalContribution": 399500
}