{
    "rcn": "211357",
    "acronym": "TEBO",
    "topics": "SMEInst-01-2016-2017",
    "title": "TEBO: Platform for empowering teachers and engaging students",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "Teachers try hard to make learning interesting, they search the web for new resources and are increasingly integrating various interactive tools into their lesson. However, the search and creation of teaching materials is a time-consuming task, and time is one of resources that teachers lack the most. Presently educators spend up to 12 hours weekly on searching, managing and/or creating digital materials.  Although, there are millions of learning items on teachersí computers or in web based tools; these resources are in large majority not yet to published, organized nor used by fellow teachers.\nTebo, an Estonain SME, is tackling these challenges by developing a novel cloud-based platform for teachers, which allows intuitively share and monetize teaching resources. In addition to the open teaching materials library, Tebo combines currently scattered edtech features into one cohesive platform. For instance, allowing to send and share digital content (assignments, tests or materials) with students; create interactive exercises on Teboís templates and automatize the test grading.\nTeboís user needs and feature set functionality have already been validated with pilots in Estonia, Chile and Argentina. In just less than a year Tebo has signed up 33% of Estonian teachers and has obtained first schools and teachers as paying customers. Highly positive feedback from teachers, as well as their willingness to pay, has affirmed that Tebo is an attractive platform for sharing content, creating interactive teaching materials and managing a variety of digital learning resources. Hence, the platform is defined at TRL7, and is looking to finalize the development phase in order to bring this novel platform to the market. With the feasibility study Tebo will:\nï Elaborate a detailed business plan for wider international commercialization\nï Conduct a freedom-to-operate study\nï Strategic partner search\nï Analyze first customer feedback",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEBO OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916726631": {
            "orgId": "916726631",
            "orgName": "TEBO OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}