{
    "rcn": "211311",
    "acronym": "Repro-light",
    "topics": "FOF-10-2017",
    "title": "Re-usable and re-configurable parts for sustainable LED-based lighting systems",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The Repro-light project aspires to successfully initiate a transformation of the European LED lighting industry by the year 2020 since European lighting companies have been facing fierce competition from Asia while at the same time prices for LED luminaires are rapidly falling. By developing an intelligent LED-based luminaire with a modular, stackable architecture the project seeks to change the industryís view of the LED luminaire as a generic, disposable object into a customized, sustainable product with high functional value. Breaking the rules of traditional luminaire design by using innovative technologies and materials to completely forgo wiring and make luminaires completely stackable as in the Repro-light project has never been attempted before. Through the modular design and the development of a smart production scheme costs and time of luminaire manufacturing can be reduced substantially as well as their environmental impact.  Now is an extremely crucial moment for creating a sustainable solution for LED luminaires since the LED market is in the middle of a massive transformation, changing the value proposition of LED-based lighting solutions from a focus on energy efficiency to functional values. The Repro-light luminaire will fulfil this value propositions by employing intelligence and having a positive impact on peoplesí health. The Repro-light consortium is perfectly suited to be the spearhead of this lighting ìrevolutionî as the entire value chain is represented and the consortium is structured around a sound industrial backbone.  With representatives and driving forces of the European lighting industry as well as manufacturers of basic products, experts on lighting sustainability and the Social Sciences, the Repro-light consortium possesses the excellence and the influence to not only execute this project successfully but also invoke a sustainable change in the European lighting industry beyond the lifetime of the project.",
    "totalCost": "5968433,75",
    "ecMaxContribution": "4345418,25",
    "coordinator": "BARTENBACH GMBH",
    "coordinatorCountry": "AT",
    "participants": "DANIEL ROHNER;MONDRAGON GOI ESKOLA POLITEKNIKOA JOSE MARIA ARIZMENDIARRIETA S COOP;BJB GMBH & CO KG;ITZ INNOVATIONS- UND TECHNOLOGIEZENTRUM GMBH;FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA;GRADO ZERO ESPACE SRL;LUGER SIEGFRIED;TRILUX GMBH & CO KG",
    "participantCountries": "AT;ES;DE;IT",
    "projectParticipants": {
        "915901549": {
            "orgId": "915901549",
            "orgName": "ITZ INNOVATIONS- UND TECHNOLOGIEZENTRUM GMBH",
            "ecContrib": 993562
        },
        "999609445": {
            "orgId": "999609445",
            "orgName": "BARTENBACH GMBH",
            "ecContrib": 569056
        },
        "912016408": {
            "orgId": "912016408",
            "orgName": "TRILUX GMBH & CO KG",
            "ecContrib": 809287
        },
        "915786992": {
            "orgId": "915786992",
            "orgName": "DANIEL ROHNER",
            "ecContrib": 174388
        },
        "983956264": {
            "orgId": "983956264",
            "orgName": "BJB GMBH & CO KG",
            "ecContrib": 632406
        },
        "916012614": {
            "orgId": "916012614",
            "orgName": "LUGER SIEGFRIED",
            "ecContrib": 300772
        },
        "999855146": {
            "orgId": "999855146",
            "orgName": "MONDRAGON GOI ESKOLA POLITEKNIKOA JOSE MARIA ARIZMENDIARRIETA S COOP",
            "ecContrib": 218009
        },
        "996435993": {
            "orgId": "996435993",
            "orgName": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
            "ecContrib": 340375
        },
        "998749249": {
            "orgId": "998749249",
            "orgName": "GRADO ZERO ESPACE SRL",
            "ecContrib": 307562
        }
    },
    "calculatedTotalContribution": 4345417
}