{
    "rcn": "211356",
    "acronym": "tCat",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disrupting the rail maintenance sector thanks to the most cost-efficient solution to auscultate railways overhead lines reducing costs up to 80%",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "On average, the rail sector spends 39,600 EUR per kilometre of track on rail infrastructure maintenance, which accounts for 38% of total operating expenses. For the rail sector it is crucial to reduce OPEX costs to increase its competitiveness.\ntCat workstation is an innovative rail trolley that will contribute to drastically reduce maintenance costs related to overhead line equipment. tCat integrates, among other sensors, two laser distance meters (Competitors only use one laser) having lower and higher accuracy and being moved, in correlation, at respectively higher and lower speed. Thanks to its on-board technology tCat is able to automatically and accurately detect any overhead line elements and measure track geometric parameters.\nIn addition, tCat allows on-site data processing including BIM predictive maintenance services offered through SaaS model and therefore immediate maintenance actions can be taken during walking inspections, which will reduce infrastructure downtime. \nAs result, thanks to tCat the overhead line maintenance processes will be performed between 5 and 6 times faster reducing costs up to 80%. This makes tCat a disruptive and unique solution in terms of cost savings and preventive maintenance operations.\nIn this project, the current prototype will be evolved and adapted to main markets and infrastructure characteristics. Evolved tCat models will be tested and demonstrated by some of the largest rail infrastructure operators in the EU and USA (Network Rail and ADIF). \nOur estimation is that 5 years after the launch of the product (estimated by Q4 of 2019) we will have captured about 12-14% of the EU market and 10% of USA market, becoming one of the main solutions used to perform installation, electrification and maintenance works in railways. Most important investment evaluation data are: By 2023, the company will have created more than 25 jobs and get profitability indicators as IRR 77%, NPV 2,8MÄ, payback time 3 years.",
    "totalCost": "1948500",
    "ecMaxContribution": "1363950",
    "coordinator": "TELEFONOS LINEAS Y CENTRALES SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934735360": {
            "orgId": "934735360",
            "orgName": "TELEFONOS LINEAS Y CENTRALES SA",
            "ecContrib": 1363950
        }
    },
    "calculatedTotalContribution": 1363950
}