{
    "rcn": "211391",
    "acronym": "BioProbe-PIT",
    "topics": "ERC-PoC-2016",
    "title": "Local molecular profiling of tumor tissue sections: towards personalized immunotherapy",
    "startDate": "01/08/2017",
    "endDate": "31/07/2018",
    "objective": "Cancer heterogeneity has reinforced the need for personalized treatment modalities. Pre-therapeutic diagnostic testing of heterogeneous tumors helps avoid inefficacious treatments, optimizes targeted therapy and improves quality of life. Within targeted therapy, immunotherapy has led to significant improvements in treatment outcomes and is swiftly being integrated in diagnostic workflows.  In this context, routine diagnostic tests currently do not exist, and treatments are further challenged by heterogeneity. Spatially resolved molecular probing of tumors prior to treatment would allow prediction of patient response to immunotherapeutics.\n\nWe have been developing methods to perform local biochemical reactions at micrometer length scales using nanoliter volumes of biochemicals. These methods are implemented using a scanning probe technology ñ the microfluidic probe (MFP) ñ with devices, platforms and assays adapted for application on biological substrates. With this, we are working towards multi-modal molecular profiling of tumors ñ tissue microprocessing (TMP).  Thus far, we have demonstrated TMP for local DNA and mRNA analysis on live cells, for patterning cells and for micro-immunohistochemical tests on tissues. \n\nHere, we will leverage TMP concepts to work on the initial steps in pre-commercializing the MFP for diagnostic testing in immunotherapy. Specifically, we aim to:\n(1) Develop assays for morphological and molecular analyses of pancreatic tissues using the MFP. \n(2) Adapt the assays developed in (1) to be compatible with workflows of state-of-the-art genome and transcriptome analysis for molecular profiling of tumors in diagnostics.\n(3) validate these techniques for patient samples.\n\nWith this PoC grant, we envision to translate the MFP technology from the lab to the clinic for personalized immunotherapy.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "IBM RESEARCH GMBH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}