{
    "rcn": "211359",
    "acronym": "TEM",
    "topics": "SMEInst-09-2016-2017",
    "title": "TEKLAB Evaporator Management system for energy efficient refrigeration",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Our company, TEKLAB S.r.l., specialises in the design and production of liquid level sensor technology for the wide spread industry in Europe. Since its establishment in 1989, our company has evolved and grown to become a leading manufacturer with facilities spanning over 6,000m2 and an annual revenue of over Ä1.5 million. Presently, TEKLAB specialises in producing a wide range of liquid level sensors and control systems like our latest TEKLAB Evaporator Management (TEM) system to meet the diversified growing market for liquid sensors and controllers. Our liquid level sensors are low cost, high technology products which have undergone stringent quality control tests. We pride ourselves in being able to manufacture and supply innovative, robust and eco-friendly solutions. \n\nThe TEKLAB Evaporator Management System (TEM) is an innovative feeding system for regulating the flow of refrigerant into an evaporator of a refrigeration cycle. Evaporators can be classified as dry type and flooded type. The problems encountered in industry are that the dry expansion type is not efficient as flooded evaporators because of a lower cooling capacity. The flooded type is much more efficient due to wetted surface which increases refrigeration capacity but they require refrigerant recirculation. This complicates the system layout and requires large amounts of refrigerant. Our solution, TEM, offers a highly efficient alternative, which retains the benefits of flooded evaporation, without the need of liquid recirculation, with the system simplicity of the dry evaporator type boasting of a higher coefficient of performance (COP). \nOur TEM project aims at reducing energy consumption by 15%, refrigerant charge by 25%, system complexity and cost of manufacture of refrigeration equipment by 20%. When commercialised, this technology will bring a long-term profitability for our company, increasing sales and leading to an additional Ä12.3 million accumulated gross profits by 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEKLAB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912133778": {
            "orgId": "912133778",
            "orgName": "TEKLAB SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}