{
    "rcn": "211343",
    "acronym": "SOMBOT",
    "topics": "ERC-2016-ADG",
    "title": "Soft Micro Robotics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The field of Micro and Nano Robotics has made impressive strides over the past decade as researchers have created a variety of small devices capable of locomotion within liquid environments. Robust fabrication techniques have been developed, some devices have been functionalized for potential applications, and therapies are being actively considered. While excitement remains high for this field, we are facing a number of significant challenges that must be addressed head-on if continued progress towards clinical relevance is to be made. This project will address what we consider to be primary roadblocks to be overcome. This includes the development of bioerodable and non-cytotoxic microrobots, development of autonomous devices capable of self-directed targeting, catheter-based delivery of microrobots near the target, tracking and control of swarms of devices in vivo, and the pursuit of clinically relevant therapies. \n\nAs we consider these advances, it becomes clear that the field of micro and nanorobotics is moving away from hard microfabricated structures and towards soft, polymeric structures capable of shape modification induced by environmental conditions and other ìsmartî behaviors. Just as the field of robotics witnessed the emergence of ìsoft roboticsî in which soft and deformable materials are used as primary structural components, the field of microrobotics is beginning to experience a move towards ìsoft microrobots.î Soft microrobots are made of soft, deformable materials capable of sensing and actuation and have the potential to exhibit behavioral response. As we develop more complex soft microrobots, we are poised to realize intelligent microrobots that autonomously respond to their environment to perform more complex tasks.  This project will develop a number of fundamental technologies required for the fabrication of intelligent soft microrobots suitable for in vivo applications. Animal trials and preclinical studies will be performed.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}