{
    "rcn": "211398",
    "acronym": "CRISBREED",
    "topics": "ERC-2016-ADG",
    "title": "Multidimensional CRISPR/Cas mediated engineering of plant breeding",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The implementation of CRISPR/Cas technology has already revolutionised biology and biotechnology. However, for plant breeding its full potential has hardly been applied. The gene pool of a plant species carries a tremendous amount of information regarding how to survive best under various biotic and abiotic stresses. Although countless wild varieties of crops have been safeguarded in gene banks worldwide, much of their genetic information cannot be used in agriculture. Often, adverse and/or favourite traits are linked due to the fact that respective genes are located within close proximity, on the same chromosome. Breeding aims not only to break linkages between such traits but also to tightly fix favourable linkages. In cereals, half of the genome cannot be accessed by classical breeding. The aim of this proposal is to develop techniques based on CRISPR/Cas technology, to  engineer plant breeding on the molecular level. With the use of the Cas9 nuclease of S. pyogenes and multiple sgRNAs, it became possible to induce several genomic changes at the same time. The aim of this proposal is to perform genome engineering on a multidimensional level by not only inducing multiple DNA lesions (single and double stranded breaks) but also by applying different Cas9 orthologues to simultaneously target DNA recombination factors directly to the sites of action, or indirectly by influencing their expression. Thus, site-specific initiation of recombination should be coupled with pathway choice, resulting in novel approaches for breaking or fixing linkages. Techniques for genome restructuring, like inversions and translocations, should be established as well as efficient induction of somatic and meiotic crossovers. Therefore, the basis should be laid for combining the best available traits of a species, resulting in transgene free crop plants for a sustainable agriculture. Furthermore, the Cas9-controlled transfer of chromosomal segments between species will also be addressed.",
    "totalCost": "2499981,27",
    "ecMaxContribution": "2499981",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 2499981
        }
    },
    "calculatedTotalContribution": 2499981
}