{
    "rcn": "211389",
    "acronym": "EarlyModernCosmology",
    "topics": "ERC-2016-COG",
    "title": "Institutions and Metaphysics of Cosmology in the Epistemic Networks of Seventeenth-Century Europe",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The focus of this project is the competing confessional discourses on cosmology of the seventeenth century, an epoch in which religious conflicts originated opposing ëepistemic culturesí, which were embodied in scholarly institutions and networks such as the Protestant web of northern European universities or the global web of Jesuit colleges.\n\nIn the Early Modern Period cosmological controversies (over issues such as heliocentrism, plurality of worlds, space, infinity, cometary theory, celestial matter and fluidity) were heated and amplified by increasing political and confessional fragmentation. The Roman prohibition of the Copernican system (1616) and the extraordinary condemnation of Galileo (1633) accelerated the formation of competing cosmological cultures along confessional and political lines of alliance and opposition. This research project addresses the interrelations between [1.] cosmological debates in the northern European Protestant institutional networks of scholars and institutions and [2.] cosmological debates in Jesuit institutional networks aiming at [3.] a comparative assessment of early formations and transformations of epistemic webs. It considers parallelisms and contrasts, negotiations and intersections of seventeenth-century cosmological discourses between scholars, institutions and scientific communities belonging to different epistemic cultures. This endeavor brings into focus the political-confessional dimension of early-modern cosmology and shows how science is embedded in struggles for cultural hegemony, struggles which were at once institutional and ideological. While there is a great deal of in-depth study on the history of science in various early-modern confessional contexts, a comparative study bringing together the history of knowledge institutions and their metaphysical legitimation is still a desideratum.",
    "totalCost": "1999976",
    "ecMaxContribution": "1999976",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 1999976
        }
    },
    "calculatedTotalContribution": 1999976
}