{
    "rcn": "211366",
    "acronym": "TYPHI",
    "topics": "ERC-2016-COG",
    "title": "From Typhoid Fever to Antimicrobial Mechanisms",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "This programme will identify critical host mechanisms that kill bacterial pathogens by exploring a novel mammalian antimicrobial pathway, which I discovered.  This pathway protects non-susceptible hosts from typhoid fever.  Typhoid fever is caused by Salmonella Typhi, a unique intracellular pathogen that kills more than 200,000 humans per year.  Yet, Salmonella Typhi does not infect other mammalian species, such as mice.  An understanding of the mechanisms that protect mice from Salmonella Typhi infection will enable me to determine how Salmonella Typhi circumvents these protective mechanisms in humans to cause fatal disease.  I have demonstrated that the mechanisms protecting mice are based on an intracellular trafficking process regulated by the Rab32 GTPase.  The following critical questions will be addressed:\n\n1) What killing molecules does the Rab32-dependent trafficking pathway deliver to the Salmonella Typhi vacuole?\n2) How is the Rab32-dependent trafficking pathway regulated?\n3) Is the Rab32-dependent trafficking pathway active in human macrophages?  And if so, how does Salmonella Typhi evade killing to replicate in human macrophages?\n\nI will define the antimicrobial mechanisms responsible for killing Salmonella Typhi and other bacterial pathogens by exploiting a powerful combination of functional genomics, cutting-edge ìomicî approaches and versatile screens.  This ambitious, high-gain programme will:\n\nI) Identify novel antimicrobial molecules that kill bacterial pathogens;\nII) Identify critical regulators of this novel antimicrobial pathway;\nIII) Elucidate how Salmonella Typhi establishes deadly infections in humans and identify new therapeutic targets.\n\nThe overall objective of this programme is to improve global health by capitalising on novel mechanisms of host defence that will not only elucidate ways to treat typhoid, but also extend these insights to the treatment of other bacterial diseases.",
    "totalCost": "1999998",
    "ecMaxContribution": "1999998",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 1999998
        }
    },
    "calculatedTotalContribution": 1999998
}