{
    "rcn": "211337",
    "acronym": "SLICE3D",
    "topics": "WIDESPREAD-04-2017",
    "title": "Slovenian Centre of Excellence on 3D geodata",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The SLICE3D project is dedicated to the preparation of a scientific and innovation strategy together with a robust business plan for the realization of the Centre of Excellence on geospatial data in Slovenia. Since most of human decisions are directly or indirectly related to the location, geospatial data are nowadays a foundation for sustainable planning and development, territorial and disaster management, risk assessment, other societal benefits. The main idea is to strengthen the research and innovation capacities of Slovenia in the acquisition, processing and modelling of geospatial data. This will be realized ñ in the long-term ñ through education programs and R&D projects, resulting in tangible results supplied to market players, thereby enabling them to obtain and maintain a competitive advantage. The objectives of SLICE3D are in accordance with the national strategies, including the Sloveniaís Smart Specialization Strategy, Research and Innovation Strategy of Slovenia, Information Society Development Strategy to 2020 and Public Administration Development Strategy 2015ñ2020. The consortium, coordinated by the University of Ljubljana, includes governmental institutions, leading scientific institutions and business SMEs. Within the 1-year project, a formal and strong cooperation will be developed between the involved partners to provide the platform for knowledge transfer and strengthening of the research and innovation capacities in the widening country (Slovenia) and neighbourhood regions. The ambition is thus to create a Centre of Excellence which will achieve a strong long-term scientific presence at international level. Moreover, SLICE3D will be an important technology bridge for the industrial use of geospatial research results, offering scientific achievements and problem-oriented innovations to the market through different technology transfer measures. All this will ensure scientific excellence of Slovenia and its long-term development opportunities.",
    "totalCost": "399225",
    "ecMaxContribution": "399225",
    "coordinator": "UNIVERZA V LJUBLJANI",
    "coordinatorCountry": "SI",
    "participants": "XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO;BUNDESAMT FUER LANDESTOPOGRAFIE SWISSTOPO;UNIVERSITEIT TWENTE;LLX2 BUSINESS DEVELOPMENT BV;FONDAZIONE BRUNO KESSLER;MINISTRSTVO ZA OKOLJE IN PROSTOR, GEODETSKA UPRAVA REPUBLIKE SLOVENIJE;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "SI;CH;NL;IT;BE",
    "projectParticipants": {
        "999773375": {
            "orgId": "999773375",
            "orgName": "XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO",
            "ecContrib": 28688
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 49781
        },
        "917009871": {
            "orgId": "917009871",
            "orgName": "LLX2 BUSINESS DEVELOPMENT BV",
            "ecContrib": 53375
        },
        "916984942": {
            "orgId": "916984942",
            "orgName": "BUNDESAMT FUER LANDESTOPOGRAFIE SWISSTOPO",
            "ecContrib": 46375
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 62625
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 64006
        },
        "916906954": {
            "orgId": "916906954",
            "orgName": "MINISTRSTVO ZA OKOLJE IN PROSTOR, GEODETSKA UPRAVA REPUBLIKE SLOVENIJE",
            "ecContrib": 21875
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 72500
        }
    },
    "calculatedTotalContribution": 399225
}