{
    "rcn": "211384",
    "acronym": "CSRS",
    "topics": "ERC-2016-COG",
    "title": "A Comparative Study of Resilience in Survivors of War Rape and Sexual Violence: New Directions for Transitional Justice",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The profound trauma associated with rape and sexual violence in conflict has been extensively explored within existing scholarship. The fact that many survivors exhibit remarkable post-trauma resilience, however, remains critically under-investigated. CSRS will address this fundamental gap by undertaking a paradigm-shifting empirical study of the underlying conditions for resilience. It will then use this data to pioneer a new, survivor-centred model of transitional justice ñ the process of redressing the legacy of massive human rights abuses. \n\nUsing the three comparative case studies of Bosnia-Hercegovina (BiH), the Democratic Republic of Congo (DRC) and Colombia, and adopting a social-ecological approach that emphasizes the interactions between individuals and their environments, CSRS consists of two inter-linked parts. The first part will involve extensive fieldwork, using a combination of quantitative and qualitative research methods, to generate a rich cross-cultural dataset that identifies and explains the key micro, meso and macro factors that foster resilience in survivors of war rape and sexual violence. \n\nThe second part of CSRS will use this dataset to build an innovative, bottom-up model of transitional justice that prioritizes the long-term needs of survivors, reflecting the projectís hypothesis that a positive correlation exists between fulfilment of needs and resilience. This model will be developed with the input of survivors in BiH, the DRC and Colombia and in consultation with transitional justice scholars and practitioners. CSRS aims to transform transitional justice theory and practice. The project outputs will therefore include both academic publications and policy reports to communicate the model to the governments of the case study countries, the United Nations and a wider international audience with the overall aim of making empowerment and resilience part of a new transitional justice agenda.",
    "totalCost": "1790580",
    "ecMaxContribution": "1790580",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1790580
        }
    },
    "calculatedTotalContribution": 1790580
}