{
    "rcn": "211393",
    "acronym": "Evoland",
    "topics": "ERC-2016-ADG",
    "title": "Evolution of regulatory landscapes at multiple timescales",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Evolution of animal morphology relies on changes in developmental programs that control body plans and organ shape. Such changes are thought to arise form alteration of the expression of functionally conserved developmental genes and their vast downstream networks. Although this hypothesis has a profound impact on the way we view animal evolution, final proof is still lacking. The hypothesis calls for evolution to take place mainly through modifications of cis-regulatory elements (CREs) controlling gene expression. However, these genomic regions are precisely those that we understand the least and, until recently, basic knowledge on how regulatory information is organized in the 3D genome or how to spatio-temporally assign CREs to their target genes was unknown.\nThe advent of next generation sequencing-based tools has made possible to identify genome-wide CREs and reveal how they are organized in the 3D genome. But this new knowledge has been largely ignored by most hypotheses on the evolution of gene expression, development and animal morphology. These new high-throughput methods have been mainly restricted to selected model organisms, and due to the lack of sequence conservation of CREs across lineages, we still have very limited information about the impact of CREs on animal morphology evolution.\nBy integrating in a systematic and phylogenetically driven manner the contribution of CREs and their 3D organization to animal morphology at different evolutionary scales, we will for the first time link evolution, regulatory information, genome 3D architecture and morphology. We will apply this strategy to study animal morphology along the evolution of deuterostome body plans, the generation of fin morphological diversity in vertebrates, and the recent phenotypic changes in fish adapted to cave environments.\nOur proposal will make ground-breaking advances in our understanding of the global principles underlying the evolution of cis-regulatory DNA and animal form.",
    "totalCost": "2499513,85",
    "ecMaxContribution": "2499513,85",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2499514
        }
    },
    "calculatedTotalContribution": 2499514
}