{
    "rcn": "211360",
    "acronym": "ThermalMR",
    "topics": "ERC-2016-ADG",
    "title": "Thermal Magnetic Resonance: A New Instrument to Define the Role of Temperature in Biological Systems and Disease for Diagnosis and Therapy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Temperature is a physical parameter with diverse biological implications and crucial clinical relevance. With an ever increasing interest in thermal applications, non-invasive in vivo methods to modulate temperature and characterize subsequent effects are imperative. Magnetic resonance (MR) is a mainstay of diagnosis but lacks inherent means for focal thermal modulation.\nUltrahigh field (UHF) MR employs higher radio frequencies (RF) than conventional MR and has unique potential to provide focal temperature manipulation and high resolution imaging (ThermalMR). Our simulations show that we can adapt an UHF- MR device to generate heat in highly focused regions of tissue by using high-density RF transmitter arrays. This new instrument will provide a revolutionary method for precise in vivo temperature manipulations. To establish high-fidelity thermal dosimetry, we will investigate pioneering strategies that exploit electrical and heat transfer tissue properties. For thermal dosage control, novel methods of MR thermometry will be developed. The capacity of ThermalMR for thermal intervention will be demonstrated in model systems. Its efficacy for drug release will be explored using new thermo-responsive nanocarriers loaded with fluorinated probes, exquisitely quantifiable with 19F MR. The applicability and safety of ThermalMR will be demonstrated in animal models followed by a feasibility study in healthy subjects. To link thermal responses of MR contrasts with molecular signatures, gene expression profiling will be performed. The aim is to understand the thermal properties of healthy and pathological tissues and explore the use of temperature modulation as a therapeutic tool. ThermalMR will eradicate the main barriers to the study and use of temperature - a critical dimension of life that is of intense clinical interest, but so far very poorly understood. This approach opens an entirely new research field of thermal phenotyping: where physics, biology and medicine meet.",
    "totalCost": "2043804,98",
    "ecMaxContribution": "2043804,98",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 2043805
        }
    },
    "calculatedTotalContribution": 2043805
}