{
    "rcn": "211323",
    "acronym": "SCALER",
    "topics": "SPIRE-13-2017",
    "title": "Scaling European Resources with Industrial Symbiosis",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "Industrial symbiosis promotes sharing of physical resources (energy, water, residues and recycled materials, etc.) between different industrial processes, increasing business opportunities and creating new jobs while reducing environmental impacts. Neither self-organization nor the few government co-ordinated mechanisms have delivered mass implementation of Industrial Symbiosis. Given the great potential for triple-bottom line benefits this failure must be understood and addressed. SCALER aims to massively increase the implementation of industrial symbiosis, by developing mechanisms to retain the embedded value of European resources, thus, enabling the circular economy to achieve higher resource efficiency through systemic innovations led by intensified industrial symbiosis initiatives and enhanced by cross-sectorial collaboration and, to support the development of a roadmap to improve the adoption of industrial symbiosis in the European process industry at regional / national / European level. SCALER will use new and advanced practices in identifying value opportunities, use new methods to create a larger market for available resources, and use new methods to measure and manage the implementation and sustaining of new relationships. SCALER brings together qualitative and quantitative tools and methods to support self-organised initiatives on industrial symbiosis and to enhance facilitation processes and coordination actions. The creation of new spaces for interaction, collaboration and cooperation and the engagement of a broader set of stakeholders are crucial elements of the multiplier effect in industrial symbiosis implementation. SCALER provides a comprehensive solution for understanding, assessing and intensifying the potential of industrial symbiosis in Europe.",
    "totalCost": "1049481,25",
    "ecMaxContribution": "1049481,25",
    "coordinator": "INSTITUTO DE SOLDADURA E QUALIDADE",
    "coordinatorCountry": "PT",
    "participants": "STRANE INNOVATION SAS;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;QUANTIS;CLIMATE-KIC GMBH",
    "participantCountries": "FR;UK;CH;DE",
    "projectParticipants": {
        "999488680": {
            "orgId": "999488680",
            "orgName": "INSTITUTO DE SOLDADURA E QUALIDADE",
            "ecContrib": 265388
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "994416065": {
            "orgId": "994416065",
            "orgName": "QUANTIS",
            "ecContrib": 115781
        },
        "920740103": {
            "orgId": "920740103",
            "orgName": "CLIMATE-KIC GMBH",
            "ecContrib": 145062
        },
        "950607664": {
            "orgId": "950607664",
            "orgName": "STRANE INNOVATION SAS",
            "ecContrib": 265375
        }
    },
    "calculatedTotalContribution": 791606
}