{
    "rcn": "211388",
    "acronym": "AlchemEast",
    "topics": "ERC-2016-COG",
    "title": "Alchemy in the Making: From ancient Babylonia via Graeco-Roman Egypt into the Byzantine, Syriac and Arabic traditions (1500 BCE - 1000 AD)",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The AlchemEast project is devoted to the study of alchemical theory and practice as it appeared and developed in distinct, albeit contiguous (both chronologically and geographically) areas: Graeco-Roman Egypt, Byzantium, and the Near East, from Ancient Babylonian times to the early Islamic Period. This project combines innovative textual investigations with experimental replications of ancient alchemical procedures. It uses sets of historically and philologically informed laboratory replications in order to reconstruct the actual practice of ancient alchemists, and it studies the texts and literary forms in which this practice was conceptualized and transmitted. It proposes new models for textual criticism in order to capture the fluidity of the transmission of ancient alchemical writings. AlchemEast is designed to carry out a comparative investigation of cuneiform tablets as well as a vast corpus of Greek, Syriac and Arabic writings. It will overcome the old, pejorative paradigm that dismissed ancient alchemy as a 'pseudo-science', by proposing a new theoretical framework for comprehending the entirety of ancient alchemical practices and theories. Alongside established forms of scholarly output, such as critical editions of key texts, AlchemEast will provide an integrative, longue durÈe perspective on the many different phases of ancient alchemy. It will thus offer a radically new vision of this discipline as a dynamic and diversified art that developed across different technical and scholastic traditions. This new representation will allow us to connect ancient alchemy with medieval and early modern alchemy and thus fully reintegrate ancient alchemy in the history of pre-modern alchemy as well as in the history of ancient science more broadly.",
    "totalCost": "1997000",
    "ecMaxContribution": "1997000",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 1997000
        }
    },
    "calculatedTotalContribution": 1997000
}