{
    "rcn": "211364",
    "acronym": "TransFold",
    "topics": "ERC-2016-ADG",
    "title": "Molecular Biology of Nascent Chains: Co-translational folding and assembly of proteins in eukaryotes",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Biological activity of cells depends on timely production of natively folded proteins by powerful translation and folding machineries. At a critical regulatory intersection of translation and folding, ribosomes act as integration hubs coordinating chaperone, enzyme and membrane targeting factor activity, and mRNA coding sequence specifies local changes in translation speed, influencing folding. Final assembly of proteins into oligomeric complexes however, has long been considered posttranslational and dependent on random collision of fully synthesized diffusing subunits. In a shift of paradigm our recent evidence now suggests that in bacteria, assembly initiates co-translationally assisted by chaperones, and gene organization into operons drives co-localized translation of complex subunits that impacts efficiency of assembly. Fundamental differences in eukaryotes such as rarity of operons and differing chaperone constellations imply a widely different folding and assembly biology, which remains largely unexplored. Our development of the selective ribosome profiling (SeRP) method now allows ground-breaking identification and definition of dynamic interactions of nascent chains, at near-residue resolution. Using SeRP with supporting biochemistry and microscopy, we will unravel the nascent chain molecular biology underpinning protein folding and assembly in yeast. Specifically, we will establish (1) basic features and prevalence of co-translational protein assembly, (2) how chaperones guide co-translational protein folding to affect assembly, (3) whether translation of subunit-encoding mRNAs is spatially organized, and if so, how this occurs, and (4) to what extent translation speed variations affect assembly. Subunit interaction profiles complemented by mRNA localization will expose the timing and interplay of protein folding and assembly steps linked to protein synthesis, establishing a detailed conceptually new biology of complex assembly in eukaryotes.",
    "totalCost": "2069000",
    "ecMaxContribution": "2069000",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 2069000
        }
    },
    "calculatedTotalContribution": 2069000
}