{
    "rcn": "211371",
    "acronym": "VOLSIGNAL",
    "topics": "ERC-2016-ADG",
    "title": "Volume regulation and extracellular signalling by anion channels",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Cells must regulate their volume in response to changes in osmolarity and during cell division, migration, apoptosis, and transepithelial transport. Regulated membrane transport of ions and metabolites creates osmotic gradients that secondarily drive water across the membrane. Organic ëosmolytesí such as glutamate also serve in extracellular signalling and volume-regulatory ion transporters are often used for other purposes, putting volume regulation into the context of diverse organismal functions. \n\nResearch on cell volume regulation stagnated because the identity of a key player, the Volume-Regulated Anion Channel VRAC, remained unknown. Very recently we identified LRRC8 heteromers as VRAC components and discovered that VRACs are a heterogeneous group of channels. Their remarkable ability to transport not only Cl-, but also signalling molecules or drugs, depends on their LRRC8 subunit composition. \n \nThis breakthrough now allows us to search for functionally relevant interactors and to dissect the physiological roles of different VRACs using mouse models. Whereas disruption of Lrrc8a abolishes VRAC function, abrogating other Lrrc8 genes (in total five) will change its transport properties. Conditional KO mice will first focus on epithelia which faces large osmolarity changes, on the brain where VRAC-released signalling molecules are supposed to play important roles in physiology and pathology, and on VRACís assumed role in vesicle exocytosis. We expect to discover many surprising novel roles of VRACs.\n\nEmboldened by our identification of VRAC, we will use genome-wide siRNA screens to identify two other ëmissingí ion channels, which have been known physiologically for many years and may have widespread roles in signalling and other physiological processes. Once identified, these channels will be studied at a structural, cellular and organismal level. \n\nThese projects will break new ground in physiology, cell biology, signalling and pathology.",
    "totalCost": "2499991",
    "ecMaxContribution": "2499991",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 2499991
        }
    },
    "calculatedTotalContribution": 2499991
}