{
    "rcn": "211332",
    "acronym": "Shelf.ai",
    "topics": "SMEInst-01-2016-2017",
    "title": "Shelf.ai - Holding back Amazon and Google from the global grocery retail market",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Enabled by Xarevision, a company with over 10 years 'experience working on retail-oriented solutions for large players, Shelf.ai is a cutting-edge technology that brings artificial intelligence and conversational commerce capabilities to brick & mortar food retailers, allowing them to foster omni-channel strategies, rapidly increase online sales and pioneering next wave of customer e-shopping experience.\n\nWith Shelf.ai, customers can build their shopping carts just by saying the products and quantities they wish to their smartphones, and select the ones they prefer, proceeding immediately to check-out. Through direct integration with the retailersí back-end systems (including product ranges, customer purchase information and payment platforms), Shelf.ai allows customers to see full details of each product, while employs AI algorithms in order to continuously improve the system by learning about customersí preferences.\n\nShelf.aiís technology allows an overall reduction up to 90% of the time required from login to filling up the online shopping cart, providing the easiest, coolest and fastest online grocery shopping experience ever seen. \n\nMoreover, Shelf.ai positions itself as a hardware-agnostic platform (working through Smartphones, Amazon Alexa, Google Home, Facebook Messenger and others) that allows brick & mortar retailers to fight back the fast and disruptive penetration of giant online platforms (Amazon and Google) in the global grocery retail market. Shelf.ai will focus primarily on world-class food retailers, expecting to reach in these segment alone an annual turnover of Euro 45 Million.\n\nShelf.ai has been already tested and demonstrated in a relevant environment (namely in Euroshop 2017) delivering highly effective results that have been gathering the attention of some key players. Notwithstanding, there are still works to be done in the short-term, in order to assure a pathway to a successful market uptake, namely the set-up of a detailed Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XAREVISION, SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913708767": {
            "orgId": "913708767",
            "orgName": "XAREVISION, SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}