{
    "rcn": "211318",
    "acronym": "Rural Riches",
    "topics": "ERC-2016-ADG",
    "title": "Rural Riches. The bottom-up development of Post-Roman Northwestern Europe (450-640)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The question as to how Europe emerged from the collapse of the Roman state in the West has been the subject of academic debate for over a century. Most modern authors agree on the idea that the post-Roman economic development was the result of the initiatives and the demand of the elite. This paradigm of elite control of production and (long-distance) trade seems to be at odds with the vast amounts of objects, often precious and of exotic origin, that are found in the thousands of richly furnished cemeteries of even the smallest rural communities. \nThis project will analyse the importance of the rural population as consumers with access to global trade networks to the post-Roman economic development in northwestern Europe. It is of great importance to analyse the early economic development of this region because it became ever more important in the economic development of Europe as a whole in the Middle Ages and the Modern Period. With this ambitious archaeological project we aim to contribute substantially to the age-old debate on the origins of the European economy and to a general debate on the role of the mass of the population in economic processes in the past. \nThe project consists of five subprojects aimed at studying the ëlay of the landí, the development of burial rite, the circulation of objects and the exchange mechanisms in place, the development of production and how it was embedded in social contexts and related to cosmology, and the presence and character of the elite. The main body of data will be the cemeteries and the vast amount of objects they contained. Sophisticated analyses of the objectsí deposition contexts and distribution patterns, using GIS and data from the ëlay of the landí project will be carried out to better understand these ëRural Richesí. An intensive programme of scientific research will contribute to understanding exchange, production and the use of objects in the communication and internalisation of shared values in rituals.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITE DE LIEGE",
    "participantCountries": "BE",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 145319
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2354681
        }
    },
    "calculatedTotalContribution": 2500000
}