{
    "rcn": "211362",
    "acronym": "TrACE",
    "topics": "WIDESPREAD-04-2017",
    "title": "The Establishment of a Transport Analytics Centre of Excellence in Cyprus (TrACE)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Transport is globally one of the most fundamental sectors because it influences the economy of a country and the quality of life of its citizens, whilst on the other hand it causes significant consumption of resources, environmental pollution and loss of human lives. The Ministry of Transport, Communications and Works (MTCW) of Cyprus aims to establish a Transport Analytics Centre of Excellence (TrACE), which is in full alignment with the Cyprus Smart Specialization Strategy (CySSS). TrACE aims to make a step change in the culture of research and innovation in Cyprus, and hence contribute to the Governmentís strategic goal for restructuring the economy and society. \nThe mission of TrACE will be to promote high level research and innovation through addressing transport-related scientific, technological, educational and industrial issues with a focus on competiveness and entrepreneurship. This will be achieved by by integrating the capacities of the public sector, industry, academia, NGOs and citizens. TrACE is planned to be divided into four research units based on the priority themes defined by CySSS: Transport Planning/Engineering/Policy; Intelligent Transport Systems; Green Transport; and Marine Transport/Blue Economy. In addition, the Centre will involve two horizontal units: the Data Analytics Unit and the Entrepreneurship and Innovation Unit. Research outputs will address societal challenges for sustainable transport.\nThis proposal describes a one-year project for creating a Business Plan (Stage 1) and contains information about the medium and long-term plan for the Centre (Stage 2). TrACE will be established through a true joint-venture between: the MTCW, the University of Leeds, UK, (UNIVLEEDS); the Institute of Transportation Systems (DLR-TS), Germany; the University of Cyprus (UCY); and the Cyprus International Institute of Management (CIIM). A work plan has been devised which splits this one year project into six WPs for delivering a robust Business Plan.",
    "totalCost": "397593,75",
    "ecMaxContribution": "397593",
    "coordinator": "MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS",
    "coordinatorCountry": "CY",
    "participants": "UNIVERSITY OF LEEDS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CYPRUS INTERNATIONAL INSTITUTE OF MANAGEMENT LIMITED LBG;UNIVERSITY OF CYPRUS",
    "participantCountries": "UK;DE;CY",
    "projectParticipants": {
        "958850433": {
            "orgId": "958850433",
            "orgName": "MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS",
            "ecContrib": 100000
        },
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 79685
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 99062
        },
        "949544350": {
            "orgId": "949544350",
            "orgName": "CYPRUS INTERNATIONAL INSTITUTE OF MANAGEMENT LIMITED LBG",
            "ecContrib": 60120
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 58726
        }
    },
    "calculatedTotalContribution": 397593
}