{
    "rcn": "211368",
    "acronym": "ULTIMATE",
    "topics": "SMEInst-01-2016-2017",
    "title": "The best online drug discovery platform, Building the Ultimate chemical database for drug discovery",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Health and wellbeing are among the basic and most essential needs of humanity. Medicines have a major impact on the quality of life and are essential for treating various diseases. Despite the major achievements of the pharmaceutical industry, there are still diseases without effective treatment, such as different types of cancers and neurodegenerative diseases, including Alzheimerís disease. Pharmaceutical industry is continuously searching for new compounds that can become drug candidates against such diseases. The first key stage of early-phase drug discovery is to select the most appropriate candidate molecules. However, researchers can typically select and order the starting compounds only from the 7-8 million molecules available ìoff-the-shelfî from suppliers. Our company, Mcule.com Ltd aims to provide the best web-based drug discovery platform for pharmaceutical researchers (big companies, contract research organisations and academics). Our solution, the Ultimate database will not only integrate all purchasable ìoff-the-shelfî compounds from multiple suppliers, but also includes virtual compounds, which are not yet synthesized, but predicted to be synthesizable with low effort for a reasonable price (https://mcule.com/ultimate-project/). To demonstrate the concept, in 2016 Mcule integrated the first set of virtual compounds and became the largest chemical web shop of the world offering 35 million purchasable compounds. In this project, we aim to create an easily searchable chemical database of 500 million purchasable compounds. Such a large chemical space would present a major advantage for pharmaceutical and biotech companies by increasing their chances to effectively identify novel compounds for diseases, reducing their costs and time losses. The ULTIMATE database will promote our growth by providing access to the database and web-based searching tools for a subscription fee and by increasing considerably our market share as a compound sourcing solution.",
    "totalCost": "2011662,5",
    "ecMaxContribution": "1408163",
    "coordinator": "MCULE.COM KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920801116": {
            "orgId": "920801116",
            "orgName": "MCULE.COM KFT",
            "ecContrib": 1408163
        }
    },
    "calculatedTotalContribution": 1408163
}