{
    "rcn": "211373",
    "acronym": "wheel.me Autonomous",
    "topics": "SMEInst-01-2016-2017",
    "title": "wheel.me Autonomous ñ Novel Smart Home and facility management solution from embedded robots and indoor navigation",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Wheels make it considerably easier to move and handle furniture and other heavy objects. wheel.me Autonomous will put the world on hidden and motorized wheels. In essence, what is being attempted by Google and others with respect to self-driving cars outdoors, wheel.me will perform indoors through small and cost effective embedded robots (ìsmart wheelsî). The solution can be used to move virtually anything in any direction; sofas, beds, chairs, refrigerators ñ and even walls. The innovation will significantly strengthen wheel.meís commercial potential by enabling a unique Internet of Things (IoT) offering for Smart Home applications and facility management services for businesses. Our strategy is aimed at making wheel.meís solutions a preferred international industry standard and reference by 2021.\n\nAutonomousí novelty stems primarily from addressing:\n* Motorizing the wheel to enable self-driving / autonomous motion\n* Indoor navigation: Communication, control and positioning between objects fitted with smart wheels and their (indoor) environment\n\nCompared to AGVs, representing the commercial state-of-the-art, Autonomous come at a very low cost and bring value from simplifying everyday life and providing almost endless options for how the smart wheels can move and arrange objects. Autonomous will contribute to reduced wear, improved health, hygiene, indoor air quality and overall wellbeing. A facility management offering towards professional users provides for improved asset control and HSE benefits, efficiencies and savings related to operations and maintenance by leveraging the value of usage and positioning data, sent and received from the cloud. \n\nThe principal objective of the project is to compile sufficient outputs to generate an extensive Strategic Business Plan, ensure that we have the basis in place to support an ambitious development and demonstration project, assess risks and mitigation and anchor the go-to-market strategy with business partners.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WHEEL.ME AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912194791": {
            "orgId": "912194791",
            "orgName": "WHEEL.ME AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}