{
    "rcn": "211365",
    "acronym": "TubeICE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Passive Thermal Energy Storage based on PCMs for energy saving in air conditioning",
    "startDate": "01/07/2017",
    "endDate": "31/10/2017",
    "objective": "TubeICE project deals with the design, industrialization and commercialization of an innovative Phase Change Material (PCM) tubular shaped PTES unit, able to store energy within the range 22-27∞C.\nTubeICE unit is composed by a pipe shell where a Positive Temperature Eutectic solutions is packed: in summer, the storage unit exploits the temperature gradient between night and days, being charged during the night (when temperature is lower) thanks to the solidification of the PCM and discharged during the day by the liquefaction of the material, thus allowing a reduction of air conditioning energy consumption; in winter, TubeICE increases the thermal inertia of the building, being charged through material liquefaction when thermal energy is available. \nThe technology developed and proposed by PCMPro delivers breakthrough properties:\nï thanks to the development of the innovative PCM and to a compact innovative design, the energy density is 73 kWh/m3, much higher than competing technologies;\nï installing the storage unit on the ceiling area, 12 tubes can be packed per m2 using standard 50mm pipe brackets, giving a storage of 1.74 kWh/m2;\nï the application of an eutectic alloy leads to a constant charging and discharging temperature, with benefits in terms of conditioning quality and easiness in storage management;\nï as already demonstrated by the first pilot installations in a number of offices/shops and in an educational facility located at Coventry in U.K., the integration of TubeICE leads to a global energy consumption reduction within the range 10-40% depending on the location and the building properties, thanks to the maximization of free-cooling (and the consequent reduction of energy intensive mechanical cooling) and to the nighttime free storage.\nï TubeICE is maintenance free and assures a long durability (10 years and more).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHASE CHANGE MATERIAL PRODUCTS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985884333": {
            "orgId": "985884333",
            "orgName": "PHASE CHANGE MATERIAL PRODUCTS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}