{
    "rcn": "211395",
    "acronym": "GeoViSense",
    "topics": "ERC-2016-ADG",
    "title": "GeoViSense: Towards a transdisciplinary human sensor science of human visuo-spatial decision making with geographic information displays",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Well-designed mobile, human responsive geographic information technology could improve the lives of millions who daily need to make time critical and societally relevant decisions on the go. However, what are the basic processes with which humans make visuo-spatial decisions when guided by responsive geographic information displays? Visualization research todate has been driven by technical and computational advances to overcome data deluges, but we still have a poor understanding whether, how, and when visual displays support spatio-temporal decision making and action, and for which kinds of users. We will break new ground to overcome this transdisciplinary knowledge gap and aim to: (1) integrate fragmented human-visualization-environment research across the sciences including natural, social/behavioral, and the engineering sciences, all critical to tackle this interdisciplinary problem, (2) develop missing, empirically evaluated design guidelines for human-computer interfaces of current/emerging mobile geographic information technology to support affective, effective, and efficient spatio-temporal decision-making, (3) develop unconventional evaluation methods by critical examination of how perceptual, cognitive, psycho-physiological, and display design factors might influence visuo-spatio-temporal decision making across broad ranges of users and mobile use contexts, and (4) scale up empirical methods from to-date controlled behavioral lab paradigms towards a new in-situ mobile human sensor science. A paradigm shift from current lab-based neuro-cognitive and affective science towards a location-based, close human sensing science will radically change the way we study human behavior across science. In doing so, we can improve spatio-temporal every-day decision making with graphic displays, and facilitate sustainable solutions for the increasingly mobile digital information society having to mitigate environmental emergencies, human refugee crises, or terror attacks.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}