{
    "rcn": "211338",
    "acronym": "SLO-ACE",
    "topics": "WIDESPREAD-04-2017",
    "title": "Slovenian Centre of Excellence for Agricultural Sciences",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "In Slovenia Sustainable food production and Ecology are now key priorities of all national strategies. However as a small country it faces lack of financial and human resources which are moreover dispersed along different research institutions. A justified model for governmental investment in a top research CoE is to horizontally unite the research capacities around existing infrastructure. KIS being the only public research institute in the field of agriculture with its mission and research facilities and experimental stations across Slovenia, has the potential to integrate RDI efforts in the field. \nThe goal of the project is to establish a Slovenian Center of Excellence in Agricultural Sciences (SLO-ACE) as a joint initiative of Agricultural Institute of Slovenia - KIS (supported by five top research Slovenian institutes) and two world-class institutes i.e. Aarhus University (AU), Denmark and Institut National de la Recherche Agronomique (INRA), France. \nThe Teaming project will aim to:\nï improve research and innovation performance of KIS and capacity of Slovenian agriculture to achieve a competitive position on the national, regional and global level\nï increase the Slovenian scientific capabilities and enable agriculture sector to engage in a strategic growth path for economic development\nï establish links with innovative clusters\nï provide access to foreign knowledge flanked with technological modernizations and increased mobility of qualified scientists\nThe expected impact is to achieve significant improvement of research in agriculture and food and innovation culture in Slovenia and to create a development model transferable within the South East European regions. Benefits will also accrue to the partnersí institutions from the more intensive R&I performers, in terms of access to new research avenues, increased creativity and development of new approaches as basis for innovation, as well as a source for increased mobility of scientists.",
    "totalCost": "399650",
    "ecMaxContribution": "399650",
    "coordinator": "KMETIJSKI INSTITUT SLOVENIJE - AGRICULTURAL INSTITUTE OF SLOVENIA",
    "coordinatorCountry": "SI",
    "participants": "AARHUS UNIVERSITET;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "DK;FR",
    "projectParticipants": {
        "999466273": {
            "orgId": "999466273",
            "orgName": "KMETIJSKI INSTITUT SLOVENIJE - AGRICULTURAL INSTITUTE OF SLOVENIA",
            "ecContrib": 161900
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 118750
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 119000
        }
    },
    "calculatedTotalContribution": 399650
}