{
    "rcn": "211350",
    "acronym": "STS",
    "topics": "SMEInst-10-2016-2017",
    "title": "MOTORCYCLE ALL-IN-ONE SMART TOUR INTEGRATED ROAD SECURITY SYSTEM",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Motorcyclists are, together with cyclists and pedestrians, the most vulnerable participants in road traffic. In 2016, there were more than 4300 fatalities among motorcyclists in the EU. The STS is an Advanced Driver Assistance System (ADAS) representing an INNOVATIVE INTEGRATED MOTORCYCLE ROAD TRAFFIC SECURITY SOLUTION, providing: most reliable and accurate self-cancelling turn signals, deceleration warning, driving data export and specific computer algorithm enabling processing and evaluation of more than 20 parameters and 300 data elements per second supporting the STS functional security features. It can be integrated on all types of motorcycles. An additional advantage of the STS is also the un-invasive installation.\nMotorcyclists are involved in numerous high-risk situations due to the lack of motorcycle-integrated security enhancing solutions that are taken for granted in cars (e.g. self-cancelling turn signals, deceleration warning, etc.). The currently available alternative solutions either address only one security-related issue at a time, are not accurate enough, or are invasive installation-wise and interfere with the driving experience. For the future, our solution has the potential to become the functional security system for motorcyclists, integrating also functions like e-Call, geo location, kill-switch, connectivity with the helmet, audio warnings, to list a few. On the global level the STS is the only solution enabling the export, evaluation and analysis of big data in a mobile app. The STS is addressing two markets: motorbike (elements) manufacturers and motorbike owners. Extensive research has shown that there are clearly articulated needs for a reliable, accurate and integrated security-enhancing solution in both segments. \nIn Phase 1 we are going to assess the technical characteristics of the solution and the potentials for its commercialisation. Further development of the solution, to move forward to TRL 9, is planned for Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOVALYSE TRGOVINA STORITVE IN PROIZVODNJA DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930559122": {
            "orgId": "930559122",
            "orgName": "MOVALYSE TRGOVINA STORITVE IN PROIZVODNJA DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}