{
    "rcn": "211358",
    "acronym": "TelMetab",
    "topics": "ERC-2016-ADG",
    "title": "Telomere metabolism in Genome Stability and Disease",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Telomeres are specialised nucleoprotein structures that protect chromosome ends from degradation and promiscuous DNA repair activities. Critically short telomeres give rise to Dyskeratosis Congenita and Hoyeraal-Hreidarrson Syndrome (HHS), highlighting the clinical importance of maintaining telomeres. Telomeres also progressively shorten with each cell division, eventually triggering cellular senescence. Although telomerase is able to extend telomeres to solve the ìend replication problemî, its re-expression is a major route to cancer cell immortalization. Hence, telomeres and telomerase must be subject to exquisite regulation to maintain telomere homeostasis and organismal function. We have previously implicated the Fe-S helicase RTEL1 in maintaining vertebrate telomeres, which is frequently mutated in HHS. In this ERC proposal, we will employ proteomic methods, super-resolution microscopy, biochemistry and genetic approaches to: i) investigate why telomerase is the cause of telomere dysfunction in the absence of Rtel1, ii) how RTEL1 is controlled during the cell cycle, and iii) how this process is compromised by Rtel1 mutations in HHS. By establishing quantitative PICh to interrogate telomere composition in unprecedented detail, we have uncovered an unappreciated compensation between RTEL1 and ATRX at telomeres and also identified SLX4IP as a key regulator of telomere recombination, which we will characterize at a mechanistic level. We will extend our expertise in quantitative PICh and genome-wide CRISPR screens to identify novel factors that respond to or are lost from telomeres as a result of: i) induction of DNA damage at telomeres, ii) inhibition of p97 segregase, and iii) the onset of senescence. Our proposal will lead to a greater understanding of the causes/consequences of telomere dysfunction in multiple contexts, the factors that mitigate these effects to maintain telomere homeostasis and how these processes are compromised in human diseases.",
    "totalCost": "2118431",
    "ecMaxContribution": "2118431",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2118431
        }
    },
    "calculatedTotalContribution": 2118431
}