{
    "rcn": "211354",
    "acronym": "TAIRA",
    "topics": "JTI-CS2-2016-CFP03-REG-01-03",
    "title": "Fault Tolerant Aileron Actuation System for Regional Aircraft",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The project TAIRA (Fault Tolerant Aileron Actuation System for Regional Aircraft) will deliver a highly innovative, cost-efficient, fault-tolerant, easy to maintain, safe and lightweight Electro-Mechanical Actuation system for the ailerons of regional aircraft, in full compliance to the Call requirements. In fact the project will offer the Topic Manager the chance to influence the selection out of two design strategies, with one of them offering an unprecedented level of robustness. Both solutions will combine Honeywellís 60 years of EMA design and manufacturing know-how with its extensive expertise in Prognostics and Health Monitoring systems and Flight Control systems design and integration. This will guarantee not only a credible path to TRL5, but also an inherent certainty of product robustness, high aircraft dispatch availability, low maintenance costs, and minimum life cycle costs. Together with well-considered material choices, we are sure to offer a technology that is not only good for business but also for the environment (considering spare parts stocks, scrap value and high recycle-ability). \nThe eventual TAIRA EMA will be manufactured in the Czech Republic and the UK, and will allow achieving up to 4% specific fuel consumption reduction on the aircraft level, thanks to the effective implementation of the More Electric Aircraft concepts. Considering the high levels of robustness, the jam-tolerant and environment-friendly design, exceptional component reliability (80.000 flight hours) and the low production cost, we are sure that this project will help driving the competitiveness of the European industry.",
    "totalCost": "1709303,75",
    "ecMaxContribution": "1196452,63",
    "coordinator": "HONEYWELL INTERNATIONAL SRO",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997834830": {
            "orgId": "997834830",
            "orgName": "HONEYWELL INTERNATIONAL SRO",
            "ecContrib": 1196453
        }
    },
    "calculatedTotalContribution": 1196453
}