{
    "rcn": "211331",
    "acronym": "SHARK",
    "topics": "FOF-06-2017",
    "title": "Laser surface engineering for new and enhanced functional performance with digitally enabled knowledge base",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "SHARK will unlock the potential for laser texturing for the generation of functional surfaces by boosting the productivity, efficiency and flexibility of the process. This will provide the European industry with a highly robust, cost effective and environmentally friendly system that is capable of producing a broad range of functional surfaces at industrial scale throughputs, and place Europe in an unassailable lead in this key area of manufacturing.\nSHARK will advance laser surface texturing from the current ëtrial and errorí, lab-scale concept into a highly predictable, data driven industrial approach by developing a digitally enabled knowledge management platform with a comprehensive database of process parameters and functionalities. SHARK system will be configured as an Open-platform independent of the laser source manufacturers, which for long, has been one of the main limitations for the process. SHARKís system will be underpinned by a number of technology advances. Two laser surface texturing technologies will be developed, both based upon nanosecond fibre lasers. Pseudo Random laser texturing and Direct Laser Interference Patterning will be employed, offering complementary techniques to yield a highly flexible tool capable of delivering wide range of functional surfaces with exceptional productivity and excellent process efficiency. The project will develop surface texture predictive modelling to rapidly define key process variables required for specific surface functionalities. This will be combined with inline surface characterisation to enable rapid feedback and inbuilt quality assurance.\n    \nThe project will deliver the following benefits:\n    \nï The capability to deliver surface functionalities into real products for less than 10% of the cost of the conventional part.\nï Greater than 20% improvement in product performance based on the surface functionalities deployed.\nï Accelerated product development.\nï Strengthened global position of European manufacturing.",
    "totalCost": "4434352,5",
    "ecMaxContribution": "4434352,5",
    "coordinator": "THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
    "coordinatorCountry": "UK",
    "participants": "SIMTEC EURL;AB SANDVIK COROMANT;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;AGIE CHARMILLES NEW TECHNOLOGIES SA;SENSOFAR-TECH SL;HERIOT-WATT UNIVERSITY;ATS APPLIED TECH SYSTEMS LTD;JOHNSON & JOHNSON VISION CARE (IRELAND);UNILEVER U.K. CENTRAL RESOURCES LIMITED;MAN DIESEL & TURBO SE",
    "participantCountries": "FR;SE;DE;CH;ES;UK;IE",
    "projectParticipants": {
        "984406441": {
            "orgId": "984406441",
            "orgName": "MAN DIESEL & TURBO SE",
            "ecContrib": 191706
        },
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 206622
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 508585
        },
        "985822253": {
            "orgId": "985822253",
            "orgName": "AB SANDVIK COROMANT",
            "ecContrib": 127775
        },
        "923844782": {
            "orgId": "923844782",
            "orgName": "ATS APPLIED TECH SYSTEMS LTD",
            "ecContrib": 449776
        },
        "997417245": {
            "orgId": "997417245",
            "orgName": "AGIE CHARMILLES NEW TECHNOLOGIES SA",
            "ecContrib": 716515
        },
        "915924635": {
            "orgId": "915924635",
            "orgName": "JOHNSON & JOHNSON VISION CARE (IRELAND)",
            "ecContrib": 237805
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 482609
        },
        "965656438": {
            "orgId": "965656438",
            "orgName": "SENSOFAR-TECH SL",
            "ecContrib": 312500
        },
        "951095865": {
            "orgId": "951095865",
            "orgName": "SIMTEC EURL",
            "ecContrib": 327481
        },
        "959490342": {
            "orgId": "959490342",
            "orgName": "THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
            "ecContrib": 872978
        }
    },
    "calculatedTotalContribution": 4434352
}