{
    "rcn": "211381",
    "acronym": "z-BURN",
    "topics": "SMEInst-10-2016-2017",
    "title": "Zero-Emission Catalytic Burner for heating in Electric and Hybrid Vehicles",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "The increasing popularity of Electric Vehicles (EVs) and Plug-in Hybrid Electric Vehicles (PHEVs) is creating a growing need for auxiliary cabin heaters since the waste heat typically used to heat cabins from Internal Combustion Engines is either not available or insufficient. The need for auxiliary heaters are particularly acute for cold climates - Studies have shown EVs in normal cold climate temperatures (-7 degrees C) suffer a range decrease of up to 60%. However, cabin heating is also a very important issue even in normal temperatures.\nIncreasing sales of EVs and PHEVs are therefore creating a need for either fuel-operated or electric-powered auxiliary heaters. Current fuel-operated heaters are emission heavy and do not fall within current emissions regulations. Electric heaters draw power from the main battery, depleting vehicle range. \nWe are Zemission AB, pioneers of a market leading catalytic combustion burner for heaters: ëz-BURNí. z-BURN offers a market first, multi-fuel, zero-emission burner delivering up to 92% efficiency vs 78% of current solutions. z-BURN delivers 100% reductions of Hydrocarbon and Carbon Monoxide, 94.5% reduction of PM(0.11 mg/km) and 90% reduction of NOx(4.5 mg/km). These levels go far beyond current Euro6 regulations and will easily achieve future emissions regulations. Successful trials with Volvo and Audi have validated z-BURN at TRL6 and market suitability.\nGeely (Global Vehicle OEM) is interested in z-BURN for the new Lynk&Co brand PHEVs. With support from Geelyís Innovation Centre CEVT this opportunity will cover 270k units of our overall 500k unit PHEV forecast over 7-yrs. The benefits of Z-BURN are widely appealing to many OEMs for their PHEVs and eventually EVs.\nThis Phase 1 project will help validate the z-BURN business case and fully define our manufacturing scale-up plan. 5-yr forecasts show: sales of Ä32m & profits of Ä18.8m, with ROI of 6.3:1. 7-yr forecasts show: sales of Ä63.8m & profits of Ä37.6m with ROI of 13.6:1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZEMISSION AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912089546": {
            "orgId": "912089546",
            "orgName": "ZEMISSION AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}