{
    "rcn": "211390",
    "acronym": "CLIMAHAL",
    "topics": "ERC-2016-COG",
    "title": "Climate dimension of natural halogens in the Earth system: Past, present, future",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Naturally-emitted very short-lived halogens (VSLH) have a profound impact on the chemistry and composition of the atmosphere, destroying greenhouse gases and altering aerosol production, which together can change the Earth¥s radiative balance. Therefore, natural halogens possess leverage to influence climate, although their contribution to climate change is not well established and most climate models have yet to consider their effects. Also, there is increasing evidence that natural halogens i) impact on the air quality of coastal cities,  ii) accelerates the atmospheric deposition of mercury (a toxic heavy metal) and iii) that their natural ocean and ice emissions are controlled by biological and photochemical mechanisms that may respond to climate changes. Motivated by the above, this project aims to quantify the so far unrecognized natural halogen-climate feedbacks and the impact of these feedbacks on global atmospheric oxidizing capacity (AOC) and radiative forcing (RF) across pre-industrial, present and future climates. Answering these questions is essential to predict if these climate-mediated feedbacks can reduce or amplify future climate change. To this end we will develop a multidisciplinary research approach using laboratory and field observations and models interactively that will allow us to peel apart the detailed physical processes behind the contribution of natural halogens to global climate change. Furthermore, the work plan also involves examining past-future climate impacts of natural halogens within a holistic Earth System model, where we will develop the multidirectional halogen interactions in the land-ocean-ice-biosphere-atmosphere coupled system. This will provide a breakthrough in our understanding of the importance of these natural processes for the composition and oxidation capacity of the Earth¥s atmosphere and climate, both in the presence and absence of human influence.",
    "totalCost": "1979112",
    "ecMaxContribution": "1979112",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1979112
        }
    },
    "calculatedTotalContribution": 1979112
}