{
    "rcn": "211317",
    "acronym": "ROCSI",
    "topics": "WIDESPREAD-04-2017",
    "title": "Romanian Centre of Excellence for Systems Immunology",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Developing and sustaining a modern and effective healthcare  system while Europeís population is steadily ageing, is one society's biggest challenges. Today, many diseases are directly linked to the immune system and represent a high burden and mortality rate for Eastern and Southern Europe. In this context, UMPH (Romania) has teamed up with SKU (Netherlands) and UBO (Germany) to develop and implement the Romanian Centre of Excellence for Systems Immunology (ROCSI), which aims to be an internationally-recognized and leading Centre of Excellence (CoE) developing high impact research, education and innovation in systems immunology of human diseases. \n\nTo reach this goal, the CoE includes five strategic long-term objectives aligned with different key areas: (1) independence, visibility and sustainability; (2) research and scientific infrastructure; (3) knowledge transfer and innovation; (4) education and training; and (5) human resources. By achieving these objectives, ROCSI aims to contribute to a change in culture and improvement in Romaniaís scientific and innovation capacity. The CoE will target talented national and international scientists, and encourage links with local, regional, national and international stakeholders. In doing so, it will contribute to its own long-term sustainability. \n\nThe CoE will be a new centre, established within newly developed infrastructure and equipped with state-of-the-art technology and equipment. This will allow the CoEís scientists to perform cutting-edge research in systems immunology, contributing to meeting the national health priority. \n\nTo establish this CoE, the partnership will develop a detailed Business Plan (BP). The BP will be developed during one year, and will define the various aspects to establish the CoE, including its strategy, objectives, research agenda, education and training strategy, knowledge transfer and innovation strategy, physical and human resources, communication, among others.",
    "totalCost": "399750",
    "ecMaxContribution": "399750",
    "coordinator": "UNIVERSITATEA DE MEDICINA SI FARMACIE IULIU HATIEGANU CLUJ-NAPOCA",
    "coordinatorCountry": "RO",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "participantCountries": "NL;DE",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 72750
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 112750
        },
        "999842439": {
            "orgId": "999842439",
            "orgName": "UNIVERSITATEA DE MEDICINA SI FARMACIE IULIU HATIEGANU CLUJ-NAPOCA",
            "ecContrib": 214250
        }
    },
    "calculatedTotalContribution": 399750
}