{
    "rcn": "211378",
    "acronym": "XANA",
    "topics": "SMEInst-01-2016-2017",
    "title": "Innovative Wearable and Open Platform for a Personalized Treatment of Stress",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "The XANA project aims at developing a user-friendly wearable device and ICT solution for the customized treatment of stress. We will provide an innovative and non-invasive technology of stimulation of the vagus nerve and a range of integrated services such as feedback on performance, monitoring and access to professional counselling when needed.\n\nStress is suffered by over 26% of working population. The European Commission estimated in 2002 the cost of work-related stress at Ä20 billion a year just in the EU-15. Of this, direct costs are mostly paid by the public healthcare systems, and indirect costs are related to productivity loss, ultimately impacting national economies.\n\nCurrent alternatives do not fully solve the challenge of stress treatment, because of their limited efficacy and presence of secondary effects (invasive electrical stimulation or pharmacological treatment). Moreover, the treatment results are very variable, time consuming (psychological techniques) and expensive. XANA main benefits are: avoidance of secondary effects, high efficacy, user-friendliness, fast and customized treatment providing actual physiological activity. XANA will contribute to the development of mobile Health in Europe. In this, the ICT characteristics of the product are key to possibly enabling burden-reduction in healthcare systems through real-time treatment optimisation and remote medical monitoring/counselling.\n\nXANA project is led by the Spanish start-up Walden MedicalÆ. XANA has a clear potential for becoming an international benchmark in the field of mental health. We have estimated that after 5 years from launch, we will build around 69.700 devices (sales Ä28M), hire 12 technical employees and manage 0.1% of the world market. We will earn around Ä10M profit and generate a R.O.I of 6.90. Investment in the XANA product will furthermore ease commercialization of Walden MedicalÆ technologies for other high prevalence conditions: anxiety and migraine.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WALDEN MEDICAL NEURO DIGITAL THERAPIES, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918957922": {
            "orgId": "918957922",
            "orgName": "WALDEN MEDICAL NEURO DIGITAL THERAPIES, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}