{
    "rcn": "211341",
    "acronym": "SNAPTAG",
    "topics": "SMEInst-02-2016-2017",
    "title": "Unique machine to produce a revolutionary RFID TAG",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Current identification technologies have several limitations. Bar codes need to orient each item towards a reader. Current inlay tags and coupled tags are expensive, too thick for imbedding applications, and polluting due its manufacturing process and its disposal based on PET slips small to recycle. Common problem is their low reading accuracy, and long & expensive projects needed to redesign new RFID antenna. Currently there is no cost-effective RFID manufacturing machine neither optimised tag solution. To overcome those limitations, FABELE Srl., Italian company of 20-years expertise in RFID technology, developed & manufactured a breakthrough in RFID devices, SNAPTAG machine & Zorro tag. SNAPTAG is the first office machine to manufacture, in the easiest & most competitive way, innovative smart RFID Zorro tags, for new applications. SNAPTAG allows a cost-effective tag production, 78.000 Ä/unit, compared to traditional equipment for tags labelling & encoding (up to 1M Ä/unit); low operation cost (0,01 Ä/tag); strong economic benefits saving up to 55% of tags expenditure; short payback period: 12-24 weeks; unattended production (easy to operate); and reliable performance test on-production line. Zorro tag design allows to correct detuning effect, multiple tag reading up to > 20 m distance in a wide range of frequencies (UHF: 860-960 MHz). It has an unmatchable adaptability & flexibility for immediate prototyping thanks to the fast and low-cost modification of the antenna dimension.; it is cheaper & disposable: 0,03Ä/unit; and is a green tag supported on biodegradable paper. SNAPTAP successful launch will be by 2020, and after 5 years we will sell 208 SNAPTAG units, 888M antenna units, and RFID consultancy services, that will be worth 47,25 MÄ, with an accumulative profit of 14,5MÄ. We already collaborate with key stakeholders: Mecstar, Walki, DPR, Kereon Solutions, Voyantic and Cisc, who gave 6 support letters.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FABELE - SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923778919": {
            "orgId": "923778919",
            "orgName": "FABELE - SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}