{
    "rcn": "211399",
    "acronym": "BAM",
    "topics": "ERC-2016-ADG",
    "title": "Becoming A Minority",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "In the last forty years, researchers in the Field of Migration and Ethnic Studies looked at the integration of migrants and their descendants. Concepts, methodological tools and theoretical frameworks have been developed to measure and predict integration outcomes both across different ethnic groups and in comparison with people of native descent. But are we also looking into the actual integration of the receiving group of native ëwhiteí descent in city contexts where they have become a numerical minority themselves? In cities like Amsterdam, now only one in three youngsters under age fifteen is of native descent. This situation, referred to as a majority-minority context, is a new phenomenon in Western Europe and it presents itself as one of the most important societal and psychological transformations of our time. I argue that the field of migration and ethnic studies is stagnating because of the one-sided focus on migrants and their children. This is even more urgent given the increased ant-immigrant vote. These pressing scientific and societal reasons pushed me to develop the project BAM (Becoming A Minority). The project will be executed in three harbor cities, Rotterdam, Antwerp and Malmˆ, and three service sector cities, Amsterdam, Frankfurt and Vienna. BAM consists of 5 subprojects: (1) A meta-analysis of secondary data on people of native ëwhiteí descent in the six research sites; (2) A newly developed survey for the target group; (3) An analysis of critical circumstances of encounter that trigger either positive or rather negative responses to increased ethnic diversity (4) Experimental diversity labs to test under which circumstances people will change their attitudes or their actions towards increased ethnic diversity; (5) The formulation of a new theory of integration that includes the changed position of the group of native ëwhiteí descent as an important actor.",
    "totalCost": "2499714",
    "ecMaxContribution": "2499714",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 2499714
        }
    },
    "calculatedTotalContribution": 2499714
}