{
    "rcn": "211383",
    "acronym": "DIVERSE-EXPECON",
    "topics": "ERC-2016-COG",
    "title": "Discriminative preferences and fairness ideals in diverse societies: An ëexperimental economicsí approach",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In economics, a distinction is made between statistical and taste-based discrimination (henceforth, TBD). Statistical discrimination refers to discrimination in a context with strategic uncertainty. Someone who is uncertain about the future behaviour of a person with a different ethnicity may rely on information about the different ethnic group to which this person belongs to form beliefs about the behaviour of that person. This may lead to discrimination. TBD refers to discrimination in a context without strategic uncertainty. It implies suffering a disutility when interacting with ëdifferentí others. This project systematically studies TBD in ethnically diverse societies.\nIdentifying TBD is important because overcoming it requires different policies than overcoming statistical discrimination: they should deal with changing preferences of people rather than providing information about specific interaction partners. But identifying TBD is tricky. First, it is impossible to identify using uncontrolled empirical data because these data are characterised by strategic uncertainty. Second, people are generally reluctant to identify themselves as a discriminator. In the project, I study TBS using novel economic experiments that circumvent these problems. \nThe project consists of three main objectives. First, I investigate whether and how preferences of European natives in social interactions depend on othersí ethnicity. Are natives as altruistic, reciprocal, envious to immigrants as compared to other natives? Second, I study whether natives have different fairness idealsówhat constitutes a fair distribution of resources from the perspective of an impartial spectatorówhen it comes to natives than when it comes to non-natives. Third, I analyse whether preferences and fairness ideals depend on exposure to diversity: do preferences and fairness ideals of natives change as contact with non-natives increases, and, if so, how?",
    "totalCost": "1499046",
    "ecMaxContribution": "1499046",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1499046
        }
    },
    "calculatedTotalContribution": 1499046
}