{
    "rcn": "211487",
    "acronym": "BRIOAGRO",
    "topics": "SMEInst-07-2016-2017",
    "title": "Intelligent low-cost, scalable, adaptive ecosystem for intelligent irrigation and fertilization ensuring high performance and quality crops",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Even if traditional farming has more benefits to the environment and rural cohesion, due to future demand, in the future, our farmers will have to produce more with less. It is imperative to develop sustainable agriculture technology, that adapted to the sector optimizes production while preserving the environment and product quality. Most farmers expend an average of more than 300 hundred hours per year measuring their crops and their evolution basing their decisions on their vast experience. Overruns related to unnecessary irrigation and fertilizers, is between 1,500 ñ 3,000 euros/month per hectare. Due to the lack of monitoring and predicting capacity, the surfeit of fertilizers causes serious environmental damages. Brioagro ultimate target is to provide an innovative intelligent low-cost, scalable, and easy to use ecosystem that improves farming performance by optimizing production and reducing costs through monitoring and prevention and smart irrigation.  It collects and integrates in real-time through sensors, soil & environmental data and analyses intelligently the aggregated data, stratifying through a standardized process the recommendations according to each crop type, allowing anticipate reaction of the decisionñmaking over irrigation and fertilization. As a result, Brioagro avoids production losses risks, increasing exploitations performance (30%) as well as quality, doubling production performance (50%) and optimization of costs (40% or even more).\nPhase 1 objectives is to accelerate the market adoption and international penetration of Brioagro focus on preparing ourselves for the commercialization of at the international level (including route-to-market, marketing strategy, growth strategy, etc.) by evolving the product from TRL6 to TRL9 stage. As a result of this project,  Brioagro will grow considerably, generating 125 new qualified jobs by five years after the project ending and generating a cumulative EBITDA of 117MÄ",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRIOAGRO TECH, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917804592": {
            "orgId": "917804592",
            "orgName": "BRIOAGRO TECH, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}