{
    "rcn": "211400",
    "acronym": "Glowsome",
    "topics": "ERC-2016-ADG",
    "title": "Encapsulated eukaryotic ribosome assembly",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The production of fully functional ribosomes is vital for every cell, with failure causing human diseases called ribosomopathies. Eukaryotic ribosome assembly is catalyzed by ~200 assembly factors that guarantee efficient and accurate production of ribosomal subunits along a temporally and spatially ordered pathway. About one third of these factors are utilized in the formation of the earliest biogenesis intermediate, termed 90S pre-ribosome or small subunit processome. Recent insight into the 90S structure from a eukaryotic thermophile, Chaetomium thermophilum, has provided a first spatial impression on this most sophisticated process, which includes co-transcriptional RNA folding and processing, and incorporation of ribosomal proteins. Our key discovery was that the nascent ribosomal RNA, which if linear would form a long thread, is co-transcriptionally mounted into a mold formed by a highly interconnected RNA-protein scaffold on the 90S pre-ribosome. This finding raises a novel concept in RNA biology that nascent RNA folds and matures in a protected environment, which is reminiscent of protein folding that can also occur in folding chambers. I plan to challenge the idea that the 90S particle indeed encapsulates the RNA transiently, in order to protect it from unproductive interactions, allowing stepwise folding and maturation in a cascade of interdependent reactions and the involvement of energy-consuming enzymes. The groundbreaking aim of this proposal is to decipher how these processes occur in an encapsulated environment, using C. thermophilum as a model organism. This high-risk project will depend on the successful establishment of novel assays that recapitulate eukaryotic ribosome assembly in vitro, exploiting the thermostable nature of the 90S pre-ribosome. Mechanistic insight into ribosome biogenesis will lead to a better understanding of how this multifaceted process is linked to other key cellular pathways and development of diseases including cancer.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}