{
    "rcn": "211469",
    "acronym": "HOMEBIOGAS",
    "topics": "SMEInst-11-2016-2017",
    "title": "Turning food industry's organic wastw into value",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "HOMEBIOGAS LTD develops and markets advanced biogas systems that reduce our clientsí waste management fees, energy expenses and environmental footprint by converting organic waste into biogas, a clean energy source. Since 2016, we commercialise HOMEBIOGAS TG1, an advanced, cost-effective household biogas system. So far we have sold more than 540 units in 46 countries, generating over Ä400,000 in revenues. We have been financed by private investors (Ä2.5 million) and government funding (Ä700,000) while a successful crowdfunding campaign has demonstrated an ample public interest in our products by collecting 219% of the targeted funding. We participate as editors of the ISO TC255/WG3 Domestic Biogas International Standard. \nThere are more than 2.32 million food service and retail businesses in the EU, which annually generate over 15 million tonnes of food and kitchen waste . Waste management carries significant costs for them while public concern on the environmental impact generated by unsustainable waste management practices is growing. We aim to leverage the success of our household systems by offering these companies an affordable (Ä10,000), high performance biogas solution to fulfil their specific necessities:  HOMEBIOGAS TG6 will convert their organic waste (100 kg per day) into free clean energy (120 kWh per day), generating important savings (over Ä5,000 per year) and improving their environmental footprint and corporate image. HOMEBIOGAS TG6 has been demonstrated at TRL6 through the successful development and commercialisation of our TG1 system and the development and trial of two different large (200-250 kg per day) business-to-business pilots. Thanks to HOMEBIOGAS TG6, we will increase our profit by Ä31.7 million and hire 36 new employees by 2023.",
    "totalCost": "2292500",
    "ecMaxContribution": "1604750",
    "coordinator": "HOMEBIOGAS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927757568": {
            "orgId": "927757568",
            "orgName": "HOMEBIOGAS LTD",
            "ecContrib": 1604750
        }
    },
    "calculatedTotalContribution": 1604750
}