{
    "rcn": "211481",
    "acronym": "HOPE-ON",
    "topics": "SMEInst-09-2016-2017",
    "title": "Holistic Open Platform for Energy control and monitoring and facility digitalizatiON",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "HOPE-ON is the first holistic open platform building automation system (BAS) based on the Internet of Things that will enable intuitive management and control of building installations, such as lighting, heating, ventilation, air-conditioning system, in both commercial and residential buildings. It addresses all the shortcomings of state-of-the-art systems, such as high implementation costs and lack of compatibility with other systems, thanks to its disruptive communication protocol, architecture and software. HOPE-ON can create a network of virtually unlimited devices with minimum communication interference and its architecture allows for integrating all todayís BAS and standards into one unified system. As a result, HOPE-ON is simple to operate, flexible, scalable and compatible. Its software bridges the technological understanding gap between architect offices, system engineers, construction companies, equipment installers and end-users, facilitating the planning and designing of a smart building. In this way, the costs and time for building planning and designing are reduced by 50% compared to SOA BAS. Furthermore, HOPE-ON provides a game-like intuitive and easy to control interface which can be used on any mobile device, with different access privileges so that it can be used by the building owner, administrator, different building users, maintenance companies, etc, and the data are stored in a cloud. \nThe installation of HOPE-ON enables 45% energy cost reduction, 60% operating costs reduction (including efficient maintenance) and saving 45% cost of redundant wiring in both new and refurbished buildings. In this way it will contribute to meeting the goals of the EU for increased energy efficiency. Moreover, it will also benefit our company, Raybased, as with HOPE-On we expect to reach revenues of Ä53 million by 2023, with a ROI over 8.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAYBASED AB (PUBL)",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914284462": {
            "orgId": "914284462",
            "orgName": "RAYBASED AB (PUBL)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}