{
    "rcn": "211485",
    "acronym": "Eco-sleeve",
    "topics": "SMEInst-11-2016-2017",
    "title": "Eco-sleeve is a propellant-free technology for Aerosols, generating high pressure to provide the familiar consumer experience of continuous dispensing.",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Aerosol dispensers are widely used, with more than 15B unit sold annually worldwide, 37% in Europe alone. Despite the fact they are very effective and convenient, they are raising a big environmental issue for their impact on greenhouse effect and CO2 footprint. Resulting extensive legislation on the subject, mainly in Europe, which restricts their use.\nEco-Sleeve project goal is to address the highly significant ecological, social, and economic problem caused by the frequent use of aerosols products on a day to day bases.\nThe Eco-sleeve generates the high pressure required to provide the familiar consumer experience of continuous dispensing. This eliminates the need for gas as a propellant and the requirement to use cylindrical, metal pressure containers.\nGreenSpenseís product delivers the desired consumer experience while it ñ\nï Contributes to a cleaner environment by eliminating harmful gases and coatings, and reducing carbon emissions and greenhouse effect;\nï Enables the use of lower cost, recyclable packaging materials such as plastic, cardboard, and biodegradables, instead of metal canisters;\nï Reduces the cost of aerosols and continuous dispensers; and \nï Enables creative packaging design of continuous dispensers, replacing the traditional cylindrical shape;\nTo deployment success, we have prepared a detailed work plan, which will be split into two stages: (i) Phase I, where we will dedicate six months to complete the technical, commercial, and financial feasibility analysis of Eco Sleeve, and (ii) Phase II, with up to 18 months to finalize design of a fully automated assembly machine and launch the product into the EU market.\nEurope is the largest manufactures of aerosol products in the world, with more than 1000 production plants and about 5.5 billion aerosol units per year. In order for the EU to comply with standards and maintain its global positioning on that issue, it requires to implement innovative technologies such as the Eco-Sleeve.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENSPENSE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912770389": {
            "orgId": "912770389",
            "orgName": "GREENSPENSE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}