{
    "rcn": "211401",
    "acronym": "CROSS",
    "topics": "ERC-2016-ADG",
    "title": "Cryogenic Rare-event Observatory with Surface Sensitivity",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "CROSS will set the grounds for large-scale experiments searching for neutrinoless double beta decay with zero background at an exposure scale of ~1 tonne x year and with very high energy resolution ñ about 1.5â ñ in the region of interest. These features will enable searching for lepton number violation with unprecedented sensitivity, penetrating in prospect the direct-ordering region of the neutrino masses. CROSS will be based on arrays of TeO2 and Li2MoO4 bolometers enriched in the isotopes of interest 130Te and 100Mo, respectively. There are strong arguments in favor of these choices, such as the high double beta transition energy of these candidates, the easy crystallization processes of TeO2 and Li2MoO4, and the superior bolometric performance of these compounds in terms of energy resolution and intrinsic purity. The key idea in CROSS is to reject surface events (a dominant background source) by pulse-shape discrimination, obtained by exploiting solid-state-physics phenomena in superconductors. The surfaces of the crystals will be coated by an ultrapure superconductive aluminium film, which will act as a pulse-shape modifier by delaying the pulse development in case of shallow energy depositions, exploiting the long quasi-particle life-time in aluminium. This method will allow getting rid of the light detectors used up to now to discriminate surface alpha particles, simplifying a lot the bolometric structure and achieving the additional advantage to reject also beta surface events, which unfortunately persist as an ultimate background source if only alpha particles are tagged. The intrinsic modularity and the simplicity of the read-out will make CROSS easily expandable. The CROSS program is focused on an intermediate experiment with 90 crystals, installed underground in the Canfranc laboratory, which will be not only extremely competitive in the international context but also a decisive step to demonstrate the enormous potential of CROSS in terms of background.",
    "totalCost": "3146598",
    "ecMaxContribution": "3146598",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 3146598
        }
    },
    "calculatedTotalContribution": 3146598
}