{
    "rcn": "211489",
    "acronym": "CLTRe",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Cybersecurity Behavioural Toolkit",
    "startDate": "01/06/2017",
    "endDate": "30/11/2017",
    "objective": "Organizations worldwide struggle to measure and document the security behaviours of their employees, effectively making it impossible to know the impact of their security awareness training programs. Human error is the main source of cybersecurity incidents, and a reduction by only a few percents could translate into millions of Euros every year. \nCurrent suppliers of Security Awareness Computer Based Training (CBT) provide training content, without being able to demonstrate end user behavioural change, only measuring training attendance or specific behaviours (pshishing assessments) that do not describe the complete use behaviours.\nIn contrast with existing solutions, the CLTRe Toolkit is assessing the actual ideas, habits and behaviours of the employees in order to measure and improve the security culture of an organisation. The solution stores behavioural assessments over time to provide the organization with trend analysis in order to understand behavioural change over time. CLTRe offers the first the application of social sciences to measure and improve the security culture of an organization, based on a robust framework and a comprehensive toolkit. The CLTRe approach addresses the Ä2.6B security computer-based training and can help reduce the 121M data breaches recorded in 2015. The CTLRe toolkit leverages the existing footprint of the Security Culture Framework (a free tool developed by CTLRe and already used by 20,000 users). The phase 1 project will validate the technical and commercial feasibility of a cybersecurity behavioural toolkit offered as Software as a Service. The project will confirm the market interest (competitive analysis, willingness to pay) and recruit corporate organizations willing to trial the prototype.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLTRE AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923189838": {
            "orgId": "923189838",
            "orgName": "CLTRE AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}