{
    "rcn": "211493",
    "acronym": "Advanced-SiMP",
    "topics": "SMEInst-10-2016-2017",
    "title": "Advanced Silyl Modified Polymer for the Commercial Transportation and Automotive Elastic Adhesive Markets",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "The vehicle assembly and direct-glazing adhesive markets are dominated by Polyurethanes (PU), a high performance technology, in terms of high mechanical strength, high elasticity and durability. Nevertheless, they contain toxic isocyanates making them environmentally unfriendly and require surface preparation and primer for better adhesion upon application. Standard Silyl-modified polymers (SiMP) are being introduced, due to their solvent-free and isocyanate-free nature. However, currently they do not reach the same mechanical properties of PU. Therefore, they mainly find application in After-Market (light weight glasses) and non-structural elastic bonding in transportation. The current situation presents indeed the possibility of a new product that will ensure better mechanical properties than Standard SiMP technology and comparable to PU, environmental and health friendliness and application in a single manner. Our company, NPT, with more than 20 years of experience in the development and production of high performance adhesives and sealants, has been investing the last two years on developing an innovative solution to meet these challenges. Advanced-SiMP will bring to the market the most competitive SiMP solution able to comply with all the technical and mechanical challenges and environmental regulations, offering great performance, no complexity over application and a greener profile. We have identified that if we were to take Advanced-SiMP to mechanical properties of max tensile stress of 6-10 MPa and elongation of ?200%, we will be able to replace toxic PU in the BTR and OEM market. Moreover, through the completion of this project we expect to reach Ä12.29 million revenues five years after its commercialization.  Phase 2 will require a Ä1.52 million investment, which will present a Return of Investment of 3.09 in 2023",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "N.P.T. S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917744355": {
            "orgId": "917744355",
            "orgName": "N.P.T. S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}