{
    "rcn": "211436",
    "acronym": "CHAMPP",
    "topics": "WIDESPREAD-04-2017",
    "title": "Czech Hamburg Advanced Medical and Photonics Project",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The proposed Teaming action will enable us to transform ELI-Beamlines into the ìCHAMPPî Centre of Excellence (CoE) with worldwide unique and unprecedented opportunities - both for the scientific communities and the grand goal of promoting the innovation performance level of the Czech Republic. In case the present proposal under H2020 should be successfully assessed, the Czech Ministry for Education Youth and Sport has committed itself to add substantial additional funding from the Czech Republicís Operational program for Research Development and Education (OP RDE).\n\nBoth funds will be targeted in the following key areas:\nï offering the next-generation of brilliant X-ray sources to science and industry as a user facility i.e. \nï the worldís first laser-driven, ultra-compact Free-Electron Laser (FEL) as well as \nï a laser-based medical imaging beamline for novel early tumour diagnostics and pharmacokinetics.\n\nThe key measure is the Teaming with DESY and the University of Hamburg (UHH). DESY is one of the world-leading large-scale accelerator and FEL user facilities with a long-standing experience in generating and managing very big international user communities and user operation with an impressive track record in scientific publications and patents. UHH is world-leading in the field of laser-driven electron and photon sources, and has a profound experience in interdisciplinary research and education. The Teaming will build on the on the current UHH-ELI-Beamlines LUX project located at DESY and initiated in 2012. The overall project will be led by the Institute of Physics (IoP) in the Czech Republic with high level representatives of each partner on the Project Management board to ensure a sustainable strategic partnership.",
    "totalCost": "400000",
    "ecMaxContribution": "400000",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "UNIVERSITAET HAMBURG;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "participantCountries": "DE",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 98125
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 203750
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 98125
        }
    },
    "calculatedTotalContribution": 400000
}