{
    "rcn": "211482",
    "acronym": "GOVERNOR",
    "topics": "SMEInst-01-2016-2017",
    "title": "New-generation database capacity planning optimization",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Megatrends of outsourcing, virtualization and migration of data to the cloud lead companies to invest massively in IT infrastructure. This is due to current capacity planning techniques being based on manual estimations with very limited automatization to anticipate necessary growth. Based on their estimates, they invest in excess resources, leading to an over dimensioned infrastructure in which 30 to 50% of capacity is not used. \nDB PRO have developed a unique and patented new-generation solution that allows capacity optimisation of large scale data platforms achieving savings above 50% from traditional approaches: Governor. Our tool is based on server consolidation, an approach to the efficient use of computer server resources to reduce the total number of servers than an organisation requires. GovernorÆ software enables companies to save in licensing and services fees by giving an accurate systemís capacity optimization without compromising databasesí performance. \nSince 2015, we have been able to test a Beta version of our technology at a real company client. In 2016 we developed GovernorÆ5.0, a version with new features applicable to physical environments, which has also been tested at another company. In both cases the companies achieved savings of 50%. We have since also signed a partnership with Crayon, one of the largest Software Asset Management (SAM) and licence reseller of Microsoft licenses companies in Norther Europe. \nWith our next GOVERNOR generation, we will adapt our technology to target virtual environments (75% of current servers) and expand toward other database platforms. We will also further develop our successfully proven business model, based on establishing distribution agreements with SAM and licence reseller companies, aiming to eventually reach all European companies with sizeable server platforms.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DB PRO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924580527": {
            "orgId": "924580527",
            "orgName": "DB PRO OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}