{
    "rcn": "211414",
    "acronym": "HotPolitics",
    "topics": "MSCA-IF-2016",
    "title": "Politics isnít cool, itís hot! Do emotions influence political attitudes?",
    "startDate": "04/09/2017",
    "endDate": "03/09/2019",
    "objective": "Europeans and Americans are anxious about the number of refugees entering their country; angry about unresponsive political elites; or sad how immigrants are treated. To answer the question whether these emotions influence citizensí political attitudes, the state-of-the-art relies primarily upon self-reported emotions. Yet, when asked to self-report emotions, people are likely to mix their initial emotion with their cognitive evaluation which leads to an invalid measure of the emotion. In HotPolitics, I employ a ground-breaking methodological design by not relying upon self-reported emotions but measuring emotions via the actual physiological responses that citizens experience. Physiological responses are automatic, directed by the autonomous nervous system, when the brain experiences emotion. \n\nI test which citizens experience which physiological responses to political messages in two studies. First, I assess whether citizens experience physiological responses to political messages. Next, I assess whether political sophistication - i.e., political knowledge and political interest - as well as political ideology condition these physiological responses. The second Research Objective addresses whether physiological responses influence political attitudes. I expect that the experience of negative physiological responses triggers the disconfirmation bias which leads citizens to formulate counterarguments and disregard the political message they received. As a consequence their attitudes should become stronger and more extreme. The experience of positive feelings triggers the confirmation bias which makes people likely to accept the message. This should make attitude stronger and more extreme. Building upon research in psychology, political science and communication science, I move beyond self-reported measures of emotions and theorize and assess whether emotions ñ measured using physiological responses ñ influence citizensí political attitudes.",
    "totalCost": "174864,6",
    "ecMaxContribution": "174864,6",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996564033": {
            "orgId": "996564033",
            "orgName": "Temple University-Of The Commonwealth System of Higher Education",
            "ecContrib": 0
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 174865
        }
    },
    "calculatedTotalContribution": 174865
}