{
    "rcn": "211445",
    "acronym": "Himalaia",
    "topics": "FOF-06-2017",
    "title": "High-Impact Injection Moulding Platform for mass-production of 3D and/or large micro-structured surfaces with Antimicrobial, Self-cleaning, Anti-scratch, Anti-squeak and Aesthetic functionalities",
    "startDate": "15/09/2017",
    "endDate": "14/09/2020",
    "objective": "Nobel Prize winner W. E. Pauli warned, ìGod made the bulk, surfaces were invented by the Devilî. Surface properties must be controlled and modified to satisfy demanding engineering requirements for sectors as diverse as consumer appliances, packaging, automotive, aerospace, and energy. The mass manufacture of functional surfaces is currently achieved via the application of expensive coatings, which can have proven harmful consequences on the environment. HIMALAIA proposes the first up-scalable, adaptable, industrially relevant, cost-effective manufacturing platform that would allow the mass-production of high-performing functional micron and sub-micron structured surfaces on 3D and/or large polymer parts with antimicrobial, anti-scratch, anti-squeak, self-cleaning and aesthetic properties without coatings. \nLatest advances in laser surface patterning/texturing, particle self-assembly for photonic nanojet patterning, and surface  engineering of injection moulds at TRL4 will be combined and brought to TRL6 for the efficient and flexible micro / nano-structuration of large, 3D mould cavities. These moulds will allow mass production of parts with functional surfaces via injection moulding. This process will be developed with great strides made notably on the modelling of structure-function relationships and on the demoulding step. Finally, in-line, model-based inspection of surface topographies and functionalities will be developed and implemented on the platform. Results will be supported by Life-Cycle Analysis, project management, dissemination and IP/innovation management to ensure the economic sustainability and the European deployment of the platform towards 2030.\nHIMALAIA will validate the efficiency and flexibility of the manufacturing platform through three high impact industrials demonstrators in different sectors: orthodontics (EO), cosmetic packaging (Albea) and automotive (CRF). Clear scientific, exploitation and business plans are presented.",
    "totalCost": "4679771,25",
    "ecMaxContribution": "4679771,25",
    "coordinator": "CENTRE TECHNIQUE INDUSTRIEL DE LA PLASTURGIE ET DES COMPOSITES",
    "coordinatorCountry": "FR",
    "participants": "ALICONA IMAGING GMBH;ALBEA SERVICES;CENTRO RICERCHE FIAT SCPA;AGIE CHARMILLES NEW TECHNOLOGIES SA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;WAVESTONE ADVISORS;THE UNIVERSITY OF BIRMINGHAM;EUROORTODONCIA S.L.;UNIVERSITY OF BRADFORD",
    "participantCountries": "AT;FR;IT;CH;UK;ES",
    "projectParticipants": {
        "990315875": {
            "orgId": "990315875",
            "orgName": "WAVESTONE ADVISORS",
            "ecContrib": 248250
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 705000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 545971
        },
        "967798489": {
            "orgId": "967798489",
            "orgName": "ALBEA SERVICES",
            "ecContrib": 371344
        },
        "997417245": {
            "orgId": "997417245",
            "orgName": "AGIE CHARMILLES NEW TECHNOLOGIES SA",
            "ecContrib": 469519
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 390250
        },
        "999496246": {
            "orgId": "999496246",
            "orgName": "ALICONA IMAGING GMBH",
            "ecContrib": 191062
        },
        "998583767": {
            "orgId": "998583767",
            "orgName": "EUROORTODONCIA S.L.",
            "ecContrib": 321688
        },
        "999899766": {
            "orgId": "999899766",
            "orgName": "UNIVERSITY OF BRADFORD",
            "ecContrib": 503250
        },
        "996699251": {
            "orgId": "996699251",
            "orgName": "CENTRE TECHNIQUE INDUSTRIEL DE LA PLASTURGIE ET DES COMPOSITES",
            "ecContrib": 933438
        }
    },
    "calculatedTotalContribution": 4679772
}