{
    "rcn": "211409",
    "acronym": "BrainDrain",
    "topics": "ERC-2016-ADG",
    "title": "Translational implications of the discovery of brain-draining lymphatics",
    "startDate": "01/08/2017",
    "endDate": "31/07/2022",
    "objective": "In 2010, 800 billion Euros was spent on brain diseases in Europe and the cost is expected to increase due to the aging population. ñ Here I propose to exploit our new discovery for research to alleviate this disease burden. In work selected by Nature Medicine among the top 10 îNotable Advancesî and by Science as one of the 10 îBreakthroughs of the yearî 2015, we discovered a meningeal lymphatic vascular system that serves brain homeostasis. We want to reassess current concepts about cerebrovascular dynamics, fluid drainage and cellular trafficking in physiological conditions, in Alzheimerís disease mouse models and in human postmortem tissues. First, we will study the development and properties of meningeal lymphatics and how they are sustained during aging. We then want to analyse the clearance of macromolecules and protein aggregates in Alzheimerís disease in mice that lack the newly discovered meningeal lymphatic drainage system. We will study if growth factor-mediated expansion of lymphatic vessels alleviates the parenchymal accumulation of neurotoxic amyloid beta and pathogenesis of Alzheimerís disease and brain damage after traumatic brain injury. We will further analyse the role of lymphangiogenic growth factors and lymphatic vessels in brain solute clearance, immune cell trafficking and in a mouse model of multiple sclerosis. The meningeal lymphatics could be involved in a number of neurodegenerative and neuroinflammatory diseases of considerable human and socioeconomic burden. Several of our previous concepts have already been translated to clinical development and we aim to develop proof-of-principle therapeutic concepts in this project. I feel that we are just now in a unique position to advance frontline European translational biomedical research in this suddenly emerging field, which has received great attention worldwide.",
    "totalCost": "2420429",
    "ecMaxContribution": "2420429",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2420429
        }
    },
    "calculatedTotalContribution": 2420429
}