{
    "rcn": "211483",
    "acronym": "EcoLeather",
    "topics": "SMEInst-11-2016-2017",
    "title": "Durable, Environmentally Friendly and High-quality Leather Alternative",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Materiko is an Italian company specialising in the manufacture of revolutionary artificial high quality textiles. Due to the flexibility, and high-quality afforded by genuine leather, compared to conventional textiles, it has been used for centuries as material in several industries. However, leather is prone to scratching, water damage and UV damage which can limit its uses, particularly in external applications. Furthermore, the way in which leather is produced presents a huge environmental problem. The tanning process for genuine leather uses on average 360 L of water per m2 and over 50 L of that needs to be processing by wastewater treatment plants for chromium waste considered to be hugely toxic by the EU. To alleviate these environmental problems as well as consumer movement towards non-animal origin products a range of artificial leathers have been developed such as PVC and polyurethane (PU) based faux leathers and natural plant based options. PVC and PU based artificial leather have their own environmental problems including similarly high water usage, use of toxic chemicals and poor recyclability. Both plastic based and plant based leather alternatives have durability and quality issues when replicating genuine leather. The need for a high-quality, more durable, weather-proof leather like material which eliminates animal cruelty, water usage and toxic wastage associated with the genuine leather industry is clear and one for which Materiko have developed an innovative solution. Our EcoLeather is a novel material manufactured using an innovative semi-automatic manufacturing technique which produces a water and chemical free leather alternative which improves upon the physical properties of genuine, such as durability, scratch and weather resistance. With the high-end leather goods market worth an estimated Ä45 bn globally there is a huge demand for a leather alternative with improved physical properties.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MATERIKO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926953632": {
            "orgId": "926953632",
            "orgName": "MATERIKO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}