{
    "rcn": "211470",
    "acronym": "CleanPack",
    "topics": "SMEInst-07-2016-2017",
    "title": "UltraCLEAN thermoforming equipment for food PACKaging, a cost-effective alternative to clean rooms",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Nowadays only big food processors can count with aseptic packaging conditions. \nCleanPack the packaging machine provides the food safety standards of a clean room at a small scale. In response to our customers needs, TECSELOR has developed the CleanPack prototype that allows the ultraclean/aseptic packaging of food products which will represent a cost-effective alternative for a clean room providing the same level of food safety.\nCleanPack goes beyond clean rooms in terms of shelf-life extension of foods. This goal could be achieved, as the encouraging results of the CleanPack new packaging technique, which combines 3 patented technologies: sterile thermoforming and packaging, filling with surface decontamination of perishable fresh foods, and ultraclean laser cutting of trays. The integration of these techniques in a whole CleanPack machine will allow SME packaging to maintain the same level of food safety than clean rooms and extend shelf-life and freshness of their packed foods even more than big producers.\nThe food industry sector of preparation and packaging of solid refrigerated foods such as dairy products, meat, fish, ready meals and salads or cut fruits and vegetables is demanding increasing levels of hygiene, which enable the product to be packaged with minimal microbial contamination or commercial sterility conditions (aseptically). \nCleanPack retains the fresh-like characteristics of foods as clean label, since no need for addition of further chemical preservatives, being able to extend the products shelf-live a minimum of 150%. The implementation of this milder technology also has the potential to reduce energy consumption, besides reducing the dependence from cold-chain logistics which enables decentralized production, adding sustainability and reducing costs in the distribution chain. Therefore, a huge array of SME food industries would achieve better products with extended shelf-life thanks to CleanPack improving the competitiveness of the sector.",
    "totalCost": "1372291,25",
    "ecMaxContribution": "960603",
    "coordinator": "TECSELOR SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930829073": {
            "orgId": "930829073",
            "orgName": "TECSELOR SL",
            "ecContrib": 960603
        }
    },
    "calculatedTotalContribution": 960603
}