{
    "rcn": "211406",
    "acronym": "CartiLube",
    "topics": "ERC-2016-ADG",
    "title": "Lubricating Cartilage: exploring the relation between lubrication and gene-regulation to alleviate osteoarthritis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Can we exploit insights from the remarkably lubricated surfaces of articular cartilage, to create lubricants that may alleviate osteoarthritis (OA), the most widespread joint disease, affecting millions? These, succinctly, are the challenges of the present proposal. They are driven by our recent finding that lubrication of destabilised joints leads to changes in gene-regulation of the cartilage-embedded chondrocytes to protect against development of the disease. OA alleviation is known to arise through orthopedically suppressing shear-stresses on the cartilage, and a central premise of this project is that, by reducing friction at the articulating cartilage through suitable lubrication, we may achieve the same beneficial effect on the disease. The objectives of this project are to better understand the origins of cartilage boundary lubrication through examination of friction-reduction by its main molecular components, and exploit that understanding to create lubricants that, on intra-articular injection, will lubricate cartilage sufficiently well to achieve alleviation of OA via gene regulation. The project will examine, via both nanotribometric and macroscopic measurements, how the main molecular species implicated in cartilage lubrication, lipids, hyaluronan and lubricin, and their combinations, act together to form optimally lubricating boundary layers on model surfaces as well as on excised cartilage. Based on this, we shall develop suitable materials to lubricate cartilage in joints, using mouse models. Lubricants will further be optimized with respect to their retention in the joint and cartilage targeting, both in model studies and in vivo. The effect of the lubricants in regulating gene expression, in reducing pain and cartilage degradation, and in promoting stem-cell adhesion to the cartilage will be studied in a mouse model in which OA has been induced. Our results will have implications for treatment of a common, debilitating disease.",
    "totalCost": "2499944",
    "ecMaxContribution": "2499944",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1901058
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 598886
        }
    },
    "calculatedTotalContribution": 2499944
}