{
    "rcn": "211418",
    "acronym": "ComPreValRther",
    "topics": "MSCA-IF-2016",
    "title": "Computational Prediction and Validation of RNA thermometer at transcriptome-wide scale in living cell",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Temperature is crucial to plantsí growth and development. The cold and heat stresses may drastically inhibit plant growth and cause yield losses in crops. Understanding the temperature responding mechanism is crucial to adapt the crops to withstand extreme temperature changes caused by global warming. Among other temperature regulation mechanism, RNA thermometers (RNATs) can instantaneously respond to temperature shift and directly control translational efficiency therefore protein abundance. To date, no RNAT has been identified in plant mainly due to the fact that instead of sequence level conservation, RNATs only have structure level conservation; also because in-vivo RNA structure probing used to be technically challenging. The host lab has developed a powerful platform for in vivo RNA secondary structure probing at both targeted individual RNA and genome-wide scale. This proposed study aims to globally identify RNA thermometers in plants for the first time, and to quantitatively elucidate the role of RNA structure in the post-transcriptional regulation of gene expression in response to temperature. I will measure the alteration of in vivo RNA structural features in Arabidopsis thaliana under different temperature regime. Additionally, Ribosome profiling data and RNA-Seq data will be combined to study the translation efficiency under the corresponding temperature. Together with the identified significantly changed RNA structure elements, we will be able to determine the putative RNAT. Finally, I will validate the predicted RNATs through studying nature variations. I will perform in-vivo RNA structure probing and determine whether the identified single nucleotide variations (SNV) will have significant effects on temperature-regulatory elements. Besides the potential for crop improvement, our approach to globally measure RNA secondary structure and the corresponding translation efficiency will be easily applied to other organisms and various environmental stimuli.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}