{
    "rcn": "211410",
    "acronym": "DiPaC_MC",
    "topics": "MSCA-IF-2016",
    "title": "Direct Pathway Cloning of Neglected Bacteria in the Hunt for Novel (Bio-)Chemistry",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "To overcome recent global health threats, such as antibiotic resistance, a resurgence in the discovery of new chemical and thus biomedical diversity from microbial sources is needed. Genome mining in combination with heterologous expression is an approach that will overcome these challenges. It involves incorporation of yet uncharacterized natural product genetic loci into a fast growing heterologous host. For this approach, a prolific source of novel natural product gene clusters is vital. Our collaboration with the Zentralinstitut f¸r Ern‰hrungs- und Lebensmittelforschung (ZIEL, Technische Universit‰t M¸nchen) provides direct access to bacterial isolates completely unexplored in regards to their potential for natural product biosynthesis. Our genome analyses have revealed that many of the ZIEL isolates harbor a large number of uncharacterized natural product gene clusters. Thus, the aim of this proposal is to heterologously express natural product gene clusters from these neglected bacteria to discover novel natural product (bio-)chemistry. Because these organisms are poorly studied, the likelihood of discovering rare or novel biochemistry is immensely increased. Here, we will utilise a novel combination of synthetic biology techniques referred to as Direct Pathway Cloning. This will enable expression vectors to be constructed by large-amplicon PCR (up to 20kb) coupled to Gibson assembly. Development of the methodology is set to revolutionise synthetic biology and metabolic engineering. Downstream outcomes of this proposal will be the identification of novel, potentially bioactive natural products, the characterisation of unusual biochemistry and the addition of enzymes to the ëbiocatalytic toolkití for natural product synthesis and structural alteration.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}