{
    "rcn": "211465",
    "acronym": "DocksTheFuture",
    "topics": "MG-7-3-2017",
    "title": "Developing the methodology for a coordinated approach to the clustering, monitoring and evaluation of results of actions under the Ports of the Future topic",
    "startDate": "01/01/2018",
    "endDate": "30/06/2020",
    "objective": "The EU maritime transport constitutes a crucial link in the global logistic chains and plays a leading role in international freight transport. Serving 40% of the EUís internal trade and 75% of its external trade, maritime transport is an essential element in supporting Europe in maintaining its Number 1 position in global trade. Therefore, as a key node of the EUís TEN-T ports have the ultimate objective to fully integrate maritime transport into the global logistics chain. \nWithin this framework, DocksTheFuture aims at defining the vision for the ports of the future in 2030, covering all specific issues that could define this concept including among others, dredging, emission reduction, energy transition, electrification, smart grids, port-city interface and the use of renewable energy management.\nThe proposal already addressed a preliminary research on the Port of Future concept, the definition of several Port of the Future topics to be addressed and their related targets in 2030 and a preliminary list of projects that could be potentially clustered together with the RIA retained proposals. \nMoving from this point, DockTheFuture will:\n- refine and tune the Port of Future concepts, the Port of the Future topics and their related targets in 2030 and the list of projects to be clustered together with the RIA retained proposals, \n- identify appropriate KPIs and relevant monitoring and evaluation of results of actions\n- leading to the a Port of the Future Road Map for 2030 that will include a number of exploitation elements such as tools for evaluation and transferability of Port of the Future solutions, R&D and policy recommendations, training packages and the creation of a Port of the Future Network of Excellence\nAll of these elements will be supported by a comprehensive Dissemination and Communication plan targeting all ports in Europe and other relevant stakeholders, including Mediterranean and other Neighbouring Partner Countries.",
    "totalCost": "1275562,5",
    "ecMaxContribution": "1275562,5",
    "coordinator": "CIRCLE SRL",
    "coordinatorCountry": "IT",
    "participants": "MAGELLAN-ASSOCIACAO PARA A REPRESENTACAO DOS INTERESSES PORTUGUESES NO EXTERIOR;INSTITUT FUR SEEVERKEHRSWIRTSCHAFT UND LOGISTIK;PORTS AND TERMINALS CVBA;UNIVERSITA DEGLI STUDI DI GENOVA",
    "participantCountries": "PT;DE;BE;IT",
    "projectParticipants": {
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 144600
        },
        "998803278": {
            "orgId": "998803278",
            "orgName": "INSTITUT FUR SEEVERKEHRSWIRTSCHAFT UND LOGISTIK",
            "ecContrib": 245112
        },
        "946059916": {
            "orgId": "946059916",
            "orgName": "CIRCLE SRL",
            "ecContrib": 462131
        },
        "946483612": {
            "orgId": "946483612",
            "orgName": "MAGELLAN-ASSOCIACAO PARA A REPRESENTACAO DOS INTERESSES PORTUGUESES NO EXTERIOR",
            "ecContrib": 239500
        },
        "933959457": {
            "orgId": "933959457",
            "orgName": "PORTS AND TERMINALS CVBA",
            "ecContrib": 184219
        }
    },
    "calculatedTotalContribution": 1275562
}