{
    "rcn": "211448",
    "acronym": "Fertissimo",
    "topics": "SMEInst-05-2016-2017",
    "title": "A ground-breaking medical system selecting the most viable embryo for successful IVF pregnancy",
    "startDate": "01/05/2017",
    "endDate": "31/10/2019",
    "objective": "Low rates of pregnancy in IVF procedure is due to being unable to identify viable embryos for transfer. As a result, multiple embryo transfer (MET) is practiced to increase the chances of pregnancy. This is a costly procedure with riskier outcomes, which on average only equates to a 1 out of 4 rate of pregnancy success. In order to minimise the cost and risk outcomes with MET, there are increasing trends have been adopted to accommodate single embryo transfer (SET). SET however, requires more efficient embryo selection tools than current legacy morphology methods.\n\nFertissimo utilises a novel biomarker of oxidative stress (OS) qualities that will enable the physicianís selection of viable embryos in a rapid, non-invasive, and accurate manner. Fertissimo will provide a quantitative assessment of an embryoís reproductive potential based on the oxidative profile of its incubated culture media. It will increase IVF pregnancy outcomes by an unprecedented 25% and beyond.\n\nThe Phase 2 projectís ultimate aim is to lay the foundation for dependable IVF pregnancies of the future. Fertissimo will set the gold standard for IVF procedure in all relevant IVF facilities, located in hospitals, medical centres, centres of IVF excellence, and clinics. Carmel Diagnostics will conduct a series of clinical validation studies, both retrospective and prospective, in order to qualify the novel OS biomarker to effectively predict embryo viability \n\nCarmel Diagnostics (established in 2009) joins forces with Aran R&D, a leading engineering and product development company, forming a solid basis with all necessary knowledge capabilities, infrastructure and finances to support the innovation project. This would allow Carmel, and Aran, to develop, test, certify, and create the production line required for Fertissimoís mass production. \n\nThe industrially produced Fertissimo can then be qualified in a conclusive clinical trial with Global IVF Leader IVI Valencia to the benefit of soon-to-be mothers",
    "totalCost": "2751973,5",
    "ecMaxContribution": "2711973,5",
    "coordinator": "CARMEL DIAGNOSTICS LTD",
    "coordinatorCountry": "IL",
    "participants": "ARAN RESEARCH DEVELOPMENT & PROTOTYPES LTD",
    "participantCountries": "IL",
    "projectParticipants": {
        "915261058": {
            "orgId": "915261058",
            "orgName": "ARAN RESEARCH DEVELOPMENT & PROTOTYPES LTD",
            "ecContrib": 915488
        },
        "934918884": {
            "orgId": "934918884",
            "orgName": "CARMEL DIAGNOSTICS LTD",
            "ecContrib": 1796486
        }
    },
    "calculatedTotalContribution": 2711974
}