{
    "rcn": "211432",
    "acronym": "EMME-CARE",
    "topics": "WIDESPREAD-04-2017",
    "title": "Eastern Mediterranean and Middle East ñ Climate and Atmosphere Research Centre",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The Eastern Mediterranean and Middle East (EMME), a region with a population of about 400 million, is affected by dust storms, dryness, heat extremes, and unparalleled air pollution. The region has been identified as a climate change ìhot spotî, with adverse impacts ranging from extreme weather events to poor air quality, expected to further exacerbate in the coming decades. To address these challenges, EMME-CARE proposes the establishment of a world-class research and innovation Centre focused on environmental challenges, via the upgrade of an existing regional Centre of excellence, the Atmosphere and Climate Division of the Cyprus Institute (CyI). The integrated program of EMME-CARE will address these issues through a combination of research, innovation and education. This will involve laboratory studies, instrument development, continuous comprehensive atmospheric observations, field experiments and computer modelling of the regional climate and atmospheric environment. EMME-CARE will combine national and regional proficiency with international expertise along with unique research infrastructure to foster sustainable development in the EMME, and reduce dependency on external knowhow and services. The programme focuses on greenhouse gases, the water cycle, extreme weather, atmospheric dust and air pollution. These environmental challenges represent an important horizontal priority in the Cyprus Smart Specialization Strategy, interconnected to other vertical priorities such as health, with strong links to the public and private sectors. EMME-CARE will make use of the strategic geographical location of Cyprus as a gateway between Europe and the Middle East, and will further excellence by building on a critical mass of top scientists and engineers, promoting innovation via regular exchanges of staff and students with strategic partners, regional networking, technology transfer, entrepreneurship and spinoffs.",
    "totalCost": "400000",
    "ecMaxContribution": "400000",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "HELSINGIN YLIOPISTO;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "FI;FR;DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 80000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 80000
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 160000
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 80000
        }
    },
    "calculatedTotalContribution": 400000
}