{
    "rcn": "211429",
    "acronym": "CETOCOEN Excellence",
    "topics": "WIDESPREAD-04-2017",
    "title": "CETOCOEN Excellence",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The aim of this project is to exploit research capacities built in Central Europe with a support of the European Structural and Investment Funds and develop a cutting-edge research platform capable of addressing major scientific and societal challenges of the contemporary Europe in the area of Environment and Health. It will enhance a scientific value of existing regional population studies and turn them into the accessible source of valuable information by developing sustainable biobanking platform and harmonizing their protocols, questionnaires, and standard operation procedures to allow for their joint assessment and interpretation of results. Existing research programmes will be expanded to address questions related to a wider range of factors (generically called exposome) impacting human health and wellbeing. To identify new biomarkers of exposures, effects, and susceptibility to pathologies, innovative approaches to the assessment of multiple exposures have to be developed including omics technologies, novel methods for integrative analysis, software tools and computational models, chemical sensors and triggers allowing for tracing such processes in biological systems. This innovative research is well aligned with the European and national strategic priorities and documents (including the National Innovation Strategy), and will generate substantial new knowledge needed for prioritisation of future research and policy actions in the area of chemical management as well as practical tools applicable in health protection, prevention, diagnostics, and intervention with the aim of minimizing the burden of disease, improve the health and well-being of citizens and lower health costs.",
    "totalCost": "384867,5",
    "ecMaxContribution": "384867,5",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;BIOBANKS AND BIOMOLECULAR RESOURCESRESEARCH INFRASTRUCTURE CONSORTIUM(BBMRI-ERIC);EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "CZ;AT;CH;UK",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 53000
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 34200
        },
        "946597878": {
            "orgId": "946597878",
            "orgName": "BIOBANKS AND BIOMOLECULAR RESOURCES RESEARCH INFRASTRUCTURE CONSORTIUM (BBMRI-ERIC)",
            "ecContrib": 0
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 214000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 40662
        }
    },
    "calculatedTotalContribution": 341862
}