{
    "rcn": "211427",
    "acronym": "EXCELSIOR",
    "topics": "WIDESPREAD-04-2017",
    "title": "ERATOSTHENES: Excellence Research Centre for Earth Surveillance and Space-Based Monitoring of the Environment",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The proposed CoE envisions to upgrade the existing ERATOSTHENES Centre of the Cyprus University of Technology into an inspiring environment for conducting basic and applied research and innovation in the areas of the integrated use of remote sensing and space-based techniques for monitoring the environment. Earth Observation is a must to better observe, understand, protect, monitor, and predict environmental parameters in land, water and air. Earth observation includes, among others, technological solutions including satellite observation, navigation and positioning systems. Satellite observation and remote sensing is the major focal point of the Centre and in the proposed CoE will be used in an integrated manner with other techniques and geospatial tools. Earth observation data are the key factors in Earth environmental programs in order to assess the current information of the environment, inform models, understand relationships among Earth processes, support decision making e.g., toward sustainability and involve stakeholders more effectively in environment decision-making. Earth observation has, so far, made sustainability a reality and it will continue to do so as more research is continuously done and technology improves. Climate change, air and water quality, natural hazards, floods, earthquakes, fires, erosion, landslides and other phenomena are some of the factors that need to be taken into consideration in several environmental studies, both at a national as well as at a regional level. Indeed, Cyprus with its unique geographical position, can support satellite Earth Observation programmes in these areas, as well as their respective calibration and validation aspects. The project is fully aligned with the Smart Specialization Strategy of Cyprus (S3Cy) in many areas, significantly enhancing the impact of the targeted regional and national investments, namely, Environment and ICT, as explained below.",
    "totalCost": "400000",
    "ecMaxContribution": "400000",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "LEIBNIZ INSTITUT FUER TROPOSPHAERENFORSCHUNG e.V.;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS;NATIONAL OBSERVATORY OF ATHENS",
    "participantCountries": "DE;CY;EL",
    "projectParticipants": {
        "958850433": {
            "orgId": "958850433",
            "orgName": "MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS",
            "ecContrib": 25000
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 160000
        },
        "999450850": {
            "orgId": "999450850",
            "orgName": "LEIBNIZ INSTITUT FUER TROPOSPHAERENFORSCHUNG e.V.",
            "ecContrib": 40000
        },
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 80000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 95000
        }
    },
    "calculatedTotalContribution": 400000
}