{
    "rcn": "211403",
    "acronym": "AnonymClassic",
    "topics": "ERC-2016-ADG",
    "title": "The Arabic Anonymous in a World Classic",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "AnonymClassic is the first ever comprehensive study of Kalila and Dimna (a book of wisdom in fable form), a text of premodern world literature. Its spread is comparable to that of the Bible, except that it passed from Hinduism and Buddhism via Islam to Christianity. Its Arabic version, produced in the 8th century, when this was the lingua franca of the Near East, became the source of all further translations up to the 19th century. The workís multilingual history involving circa forty languages has never been systematically studied. The absence of available research has made world literature ignore it, while scholars of Arabic avoided it because of its widely diverging manuscripts, so that the actual shape of the Arabic key version is still in need of investigation. AnonymClassic tests a number of ëhigh-riskí propositions, including three key hypotheses: 1) The anonymous Arabic copyists of Kalila and Dimna are de facto co-authors, 2) their agency is comparable to that of the named medieval translators, and 3) the fluctuation of the Arabic versions is conditioned by the workís fictional status. AnonymClassicís methodology relies on a cross-lingual narratological analysis of the Arabic versions and all medieval translations (supported by a synoptic digital edition), which takes precisely the interventions at each stage of transmission (redaction, translation) as its subject. Considering the workís paths of dissemination from India to Europe, AnonymClassic will challenge the prevalent Western theoretical lens on world literature conceived ëfrom aboveí with the view ëfrom below,í based on the attested cross-cultural network constituted by its versions. AnonymClassic will introduce a new paradigm of an East-Western literary continuum with Arabic as a cultural bridge. Against the current background of Europeís diversifying and multicultural society, AnonymClassic purposes to integrate pre-modern Near Eastern literature and culture into our understanding of Global Culture.",
    "totalCost": "2435113,77",
    "ecMaxContribution": "2435113",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 2435113
        }
    },
    "calculatedTotalContribution": 2435113
}