{
    "rcn": "211488",
    "acronym": "AnchorBuddy",
    "topics": "SMEInst-08-2016-2017",
    "title": "AnchorBuddy么 is an intelligent and reliable anchor monitoring safety device that gives you a peace of mind while anchoring. It is a plug and play solution mounted directly on the anchor itself.",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "AnchorBuddy么 - intelligent anchor monitoring device - project addresses the crucial need of sailors of all backgrounds (the potential users), to improve the reliability and general experience of anchoring. \n\nAccording to gathered feedback while being present on the charter market for 20 years, the number one requested user need is a reliable anchor alarm.\n\nAnchorBuddy么 is an intelligent and reliable safety device that gives you a peace of mind while anchoring. It is a plug and play solution. AnchorBuddy么 is mounted directly on the anchor itself. It detects and analyses anchor movement on the seabed.\n\nNautical tourism is one of the global booming economical activities. Contrary to the development of the yachting industry, the anchoring methods have remained largely unchanged through centuries. Considering the crucial safety aspect of anchoring and the inherent weaknesses that all types of anchors have in common, there is a great need for improvement. We believe that anchoring incidents should be a thing of the past. The anchoring accessories available on the market are mostly inadequate software solutions based on technology that was not specifically designed for anchoring. With this in mind, we started the AnchorBuddy project, which could radically change the way we approach anchor monitoring today. By using specifically designed, modern technology, AnchorBuddy allows its users to precisely detect any significant movement of the anchor. However, AnchorBuddy will not stop there. \n\nThe JUNIBA company was established in 1997 as a company for environmental and quality of life research. We have always been highly focused on the environment and, hence, we will also gather information about pollution and use the gathered data to reduce maritime littering. We believe that our product has high appeal to both novice and experience.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JUNIBA RAZISKAVE STORITVE IN SVELOVANJE D.O.O.",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913723026": {
            "orgId": "913723026",
            "orgName": "JUNIBA RAZISKAVE STORITVE IN SVELOVANJE D.O.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}