{
    "rcn": "211405",
    "acronym": "CAPaCITy",
    "topics": "ERC-2016-ADG",
    "title": "Designing Conjugated Polymers for Photocatalysis and Ion Transport",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Solar energy conversion will play an essential role in the future supply of clean energy. Secure access to energy sources will require energy conversion technologies that are low impact, distributed and accessible both technically and financially. Molecular electronic materials embody these possibilities, offering facile synthesis, low energy production and the versatility to allow performance to be maximized for specific applications. Moreover, they bring appealing similarities with natureís intrinsically low impact energy conversion materials. Whilst molecular semiconductors have been studied in detail for solar-to-electric energy conversion they have seldom been studied for solar-to-chemical conversion or for charge storage. However, they bring exciting potential advantages in terms of their light harvesting properties, the range of microstructures possible and the ability to tune their electrical properties. Polymer materials applied to solar chemical generation could open up an innovative route to artificial fuels, with the option to control light harvesting and charge separation through structural control. Polymer materials applied to mixed (electronic / ionic) conduction provide a route to lower cost electrochemical storage, as well as to biocompatible devices and sensors. Stimulated by recent experimental breakthroughs in the application of polymers as photocatalysts and ion transport media I will exploit my expertise in multi-scale modelling and functional characterization of molecular electronic materials and devices to develop a design framework for energy conversion and storage in conjugated polymer materials. This proposal aims to disentangle the parameters that govern the performance of conjugated polymer based photocatalysts and ion transport media to discover the underlying functional mechanisms. The tools generated will serve to enable the design and development of high performance materials for energy conversion devices.",
    "totalCost": "2351550",
    "ecMaxContribution": "2351550",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 2351550
        }
    },
    "calculatedTotalContribution": 2351550
}