{
    "rcn": "211433",
    "acronym": "AGRICYGEN",
    "topics": "WIDESPREAD-04-2017",
    "title": "Establishment of an Agricultural Genomics Centre in Cyprus",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The objective of AGRICYGEN is to establish a world class Centre to conduct high-throughput Agricultural Genomic studies in order to support the advancement and sustainability of the livestock and feed production sectors in Cyprus. The project addresses the specific scope of the H2020 CSA-Teaming call by aiming to provide, currently lacking, broad-range technological and scientific foundations for a Centre of Excellence to support activities of huge economic value to Cyprus. AGRICYGEN also has multifaceted alignment with the Smart Specialisation Strategy of Cyprus. The Centre development shall increase Cyprus' international visibility and competitiveness in cutting edge agricultural research, by enhancing research capacity in the area of genetics and genomics and through its applications within the livestock and agricultural production industries. It will also strengthen collaborations and initiate new collaborative links for sharing expertise and knowledge in areas associated with Agricultural Genomics, and will create an ever-expanding, well-educated task-force of researchers in this area. The Centre establishment and consolidation will be achieved by capitalizing on existing local research capabilities of three Cypriot Institutions, and through effective collaboration with three advanced European institutions that are world leaders in animal, plant and microbial genetic and genomics research. This long-term partnership will create the conditions for innovative research, and for extensive service and training provisions to animal, plant and other production chains. The Centreís excellence will be strengthened through collaboration with the advanced partners for the development of a Cyprus-based postgraduate programme in Agricultural Genetics and Genomics, affiliated to advanced partners. The long-term aspiration is for the Centre to become sustainable and to continuously expand its activities through investment in research, industrial engagement and education.",
    "totalCost": "399997,5",
    "ecMaxContribution": "399997,5",
    "coordinator": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "RTD TALOS LIMITED;LEIBNIZ - INSTITUT FUER PFLANZENGENETIK UND KULTURPFLANZENFORSCHUNG;THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;THE CYPRUS INSTITUTE;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "CY;DE;FR;UK",
    "projectParticipants": {
        "999434845": {
            "orgId": "999434845",
            "orgName": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS",
            "ecContrib": 103835
        },
        "999483442": {
            "orgId": "999483442",
            "orgName": "LEIBNIZ - INSTITUT FUER PFLANZENGENETIK UND KULTURPFLANZENFORSCHUNG",
            "ecContrib": 45175
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 36250
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 59281
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 76625
        },
        "999642522": {
            "orgId": "999642522",
            "orgName": "THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH",
            "ecContrib": 28281
        },
        "999693059": {
            "orgId": "999693059",
            "orgName": "RTD TALOS LIMITED",
            "ecContrib": 50550
        }
    },
    "calculatedTotalContribution": 399997
}