{
    "rcn": "211492",
    "acronym": "AQB-CARE",
    "topics": "SMEInst-02-2016-2017",
    "title": "AQUABUDDY-CARE: A Groundbreaking Solution for Elderly and Disabled people with Reduced Mobility that Finally Enables Caregivers to Effectively and Safely Bathe/Shower them in their own Beds.",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "The progressive ageing of the population is becoming a major problem for society, who sees how ageing comes accompanied by crucial challenges that constraint our healthcare systems. Dependency is one of these challenges, adopting today the form of over 3 million Europeans unable to live independently due to ageing, disease, accidents or long term disability. These individuals rely and depend on caregivers to accomplish daily activities, being hygiene one of the most critical steps. Fulfilling hygiene tasks becomes specially challenging and time-consuming for the saturated personnel at hospitals, clinics or elderly homes, who need to be extra careful with these patients at higher risk of infection. The complexity of the current processes to wash or bathe bedbound patients (which involves transferring the patient out of bed) enters in conflict with the workload pressure faced by caregivers (which limits the time available for each patient). In response, we have developed and validated Aquabuddy-CARE (AQB), a miniaturized and portable shower system that enables patients to undertake hygiene tasks in bed, rapidly and in a dignified manner. The combination of advanced materials, sustainable production process and proprietary water flow system guarantees the efficiency of the technology concerning water consumption and prevention of contamination. After completing the validation at the pilot scale, this project aims to finalise the industrialization and field-testing of AQB. The Feasibility Study planned in Phase 1 will help us secure the project from all technical, financial and commercial standpoints. Once in the market, AQB will bring significant benefits for caregivers and patients worldwide, helping to alleviate the raising impact of ageing and disability while improving their life quality. In turn, AQB will boost our growth, expecting to hire 12 new people in 5 years, gain Ä11.2 million in profits and reach a ROI of 4.6 per euro invested in the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQUABUDDY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912200029": {
            "orgId": "912200029",
            "orgName": "AQUABUDDY SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}