{
    "rcn": "211477",
    "acronym": "EKKO",
    "topics": "SMEInst-08-2016-2017",
    "title": "NEW GENERATION OF EFFICIENT TRAWL DOORS AND HARMLESS SEAFLOOR FISHING",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Trawling is a fishing method that involves pulling a net through the water behind a vessel and trawl doors are the steel plates attached to the fishing net to keep it open during fishing. Conventional square shaped trawl doors consume at least one quarter of vesselís energy cost due to their inadequate design. Conventional doors not only consume large fossil fuel (which increases carbon footprint, air and sea pollution) but also harms the seabed, marine habitats and biodiversity (especially bottom trawling which catches the fish at or close to the seafloor).   \nN˝ Toghlerahˆnnun ehf is a company with more than 25 yearsí experience in the fishing industry. We have been working on developing more advanced, efficient and sea ecology friendly fishing trawl doors for the last 5 years, resulting on EKK” (patent pending). Due to its superior engineering design, airplane wing shape, EKK” trawl doors never touch the seabed, are multi-function, consume 10% less fuel (equivalent to Ä100K per ship annually), decrease weight on board lessens handling time and maintenance cost besides protecting the marine environment and increase profitability and economic growth of our seas. \nEKK” has been defined by experts as ìthe most innovative trawl doors seen in 25 yearsî and is gathering huge interest from main players of the international fishing industry such as HB Grandi, the largest Icelandic fishing company. University of Iceland, University of Newfoundland (Canada) and the Icelandic Marine Research Institute, have all participated in EKK”s development. Government of Iceland, granted Ä88K to EKKO project for ìIncreasing the value of fish or fish equipmentî. EKK” have also already appeared on numerous national newspapers. Keeping the same enthusiasm and upon the great results that we have since achieved, we envision ourselves becoming the biggest and most revolutionary trawl door suppliers in the world within ten years, protecting our seabed from fishing activities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NY TOGHLERAHONNUN EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912206140": {
            "orgId": "912206140",
            "orgName": "NY TOGHLERAHONNUN EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}