{
    "rcn": "211459",
    "acronym": "EPPN",
    "topics": "NMBP-38-2017",
    "title": "European Network for Pilot Production Facilities and Innovation Hubs",
    "startDate": "01/06/2017",
    "endDate": "31/05/2020",
    "objective": "The 2014/15 calls for proposals for pilot action projects resulted in 24 projects with total funding of 115 MÄ, and another 80 MÄ are being invested under the 2016/17 work-programme. These pilot facilities respond rapidly and with simple contracting mechanisms to industry needs which is essential for SMEs and start-ups. Pilot facilities can potentially help create new business, jobs and growth across Europe. This potential can only be fully exploited if the actions started by the European Commission under H2020 are followed-up by complementary initiatives at national/regional level, to promote coordination mechanisms among these pilot facilities.\nOne of the recommendations developed by a task-force composed by a group external experts (mandated by the European Commission) are the implementation of regional innovation hubs that should coordinate efforts, share good practices, facilitate access and promote business development of existing pilot lines across regions and member states.\nThe overall project goal of the coordinated and support action proposal is to boost the European competitiveness through the exploitation of the existing European pilot line production facilities (across Europe) in the area of nanotechnology and advanced material technologies by creating a network of fully connected and collaborating pilot lines and boost the effectiveness and the efficiency of existing (and future) pilot line facilities and by creating a digital ecosystem acting as an interactive marketplace for professional members. The action will ensure the delivery of a series of horizontal coordination and support action services to the (European level) network of pilot line facilities and will set the scene for the establishment of innovation hubs across the Member States and/or regions.",
    "totalCost": "976812,63",
    "ecMaxContribution": "976812,63",
    "coordinator": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "CAMBRIDGE NANOMATERIALS TECHNOLOGY LTD;NANOFUTURES ASBL;ONVEGA AB",
    "participantCountries": "UK;BE;SE",
    "projectParticipants": {
        "988145985": {
            "orgId": "988145985",
            "orgName": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
            "ecContrib": 408750
        },
        "951802219": {
            "orgId": "951802219",
            "orgName": "CAMBRIDGE NANOMATERIALS TECHNOLOGY LTD",
            "ecContrib": 150469
        },
        "915338367": {
            "orgId": "915338367",
            "orgName": "ONVEGA AB",
            "ecContrib": 192594
        },
        "984754477": {
            "orgId": "984754477",
            "orgName": "NANOFUTURES ASBL",
            "ecContrib": 225000
        }
    },
    "calculatedTotalContribution": 976813
}