{
    "rcn": "211424",
    "acronym": "ACROSS",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Excellence for Autonomous and Cooperative Robotic Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The overall objective of the project is to create a Centre of Excellence for Autonomous and Cooperative Robotic Systems in Croatia (ACROSS CoE), which will be at the forefront of research and innovation of novel methodologies and advanced engineering approaches in the targeted domains. ACROSS CoE will be created and run as a long-term joint venture between the UNIZG-FER ? University of Zagreb Faculty of Electrical Engineering and Computing, the KTH ? Royal Institute of Technology, and the ICENT ? Innovation Centre Nikola Tesla. To achieve the overall objective, the proposal focuses on long-term objectives for Teaming Phase 2 and on one-year objective for Teaming Phase 1. Long-term objectives of the Phase 2 and beyond are: (i) Reinforcing scientific capacity and innovation performances in autonomous and cooperative robotic systems, (ii) Increasing scientific visibility and reputation at international level, and (iii) Improving responses to socioeconomic needs of Croatia. ACROSS CoE will achieve these objectives by striving for high quality research, in line with international standards of excellence, and by directing its research towards areas serving the technological needs identified by the Croatian Smart Specialisation Strategy. The ultimate objective of the Phase 1 is to produce an extensive, detailed, and robust Business Plan for ACROSS CoE; and to achieve this, the plan will be built upon (i) Assessment of the existing ACROSS ecosystem and (ii) Development of roadmaps for achieving ACROSS CoE excellence. The ACROSS project is relevant to the work programme since the main goal is to create a new Centre of Excellence in Croatia, a low R&I performing country, by building upon partnership with KTH, a world leading scientific and innovation institution. Creation of the ACROSS CoE will help Croatia in attaining a competitive position in the global value chains, thus also contributing to Europeís competitiveness and its ability to address future societal challenges.",
    "totalCost": "399937,5",
    "ecMaxContribution": "399937,5",
    "coordinator": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
    "coordinatorCountry": "HR",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;INOVACIJSKI CENTAR NIKOLA TESLA",
    "participantCountries": "SE;HR",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 157938
        },
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 185075
        },
        "923509938": {
            "orgId": "923509938",
            "orgName": "INOVACIJSKI CENTAR NIKOLA TESLA",
            "ecContrib": 56925
        }
    },
    "calculatedTotalContribution": 399938
}