{
    "rcn": "211491",
    "acronym": "evapEOs2",
    "topics": "SMEInst-07-2016-2017",
    "title": "New cold and low-energy concentration technology (evapEOs2) for liquid food products",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "evapEOsÆ is a new proprietary cold concentration technology developed by EDERNA, a French SME. evapEOsÆ allows to produce high quality food and biotechnology products using low energy consumption, obtained using low operating temperatures, which represents serious European and global problem. The process has already been validated by several potential industrial users for a broad range of applications (fruit juice concentrates, dairy or plant proteins, coffee and tea extracts, etc.).\n\nTraditional concentration technologies require large amounts of energy needed to evaporate water. Moreover, the relatively high temperatures required for the evaporation often lead to undesirable product degradation, such as the loss of aromas and vitamins and the denaturation of proteins.\n\nUnlike competing technologies, evapEOs fully preserves the sensory profile and nutritional benefits of the products, while reducing energy costs by up to 95%. Due to lower energy expenditures and higher production yields, evapEOs cuts down production costs and improves productsí public image due to its low environmental footprint.\n\nA new advanced and improved second generation version of the product will be developed, validated and industrialised within the scope of the SME Instrument programme. It will focus on the development of new equipment features (Human Machine Interface) and disruptive technological upgrades (a more selective membrane and draw solutions). Detailed market research and business planning will be carried out as well.\n\nThe above-mentioned development will allow for the product to be applied to high challenging food products (more viscous products, oily solutions, alcohol-rich liquids, etc.) These improvements will result in new applications, including water recovery from food and biotech liquid wastes and by-products. Thanks to these innovations, it is expected that the company will reach a turnover of 69MÄ and create more than 30 European jobs by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EDERNA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912230584": {
            "orgId": "912230584",
            "orgName": "EDERNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}