{
    "rcn": "211450",
    "acronym": "CodeSphere",
    "topics": "ERC-2017-PoC",
    "title": "CodeSphere - Discovering Therapeutic Nanoparticles by Molecular Encoding",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "There is currently no high-throughput method to efficiently identify and optimize nanoparticle delivery of therapeutic relevant cargo such as drugs or mRNA before progression through costly clinical development.  This is in stark contrast to the situation for small molecules and antibodies, where screening technologies such as high-throughput small molecule screening and phage display in the last decades have proven very successful to aid and drive drug discovery and development.\nOur project ëCodeSphereí seeks to develop a method for DNA-tagging of nanoparticles to efficiently optimize nanoparticles on several parameters in parallel from libraries which - in time - will be at least 1.000-10.000 larger than the capability of current state-of-the-art screening methods. The project will initially work towards the generation of a library of > 1.000 different T cell targeted liposomal nanoparticles containing mRNA encoding anti-cancer proteins.\nThis library of DNA-tagged nanoparticles will be screened in ìone-potî in human blood to identify nanoparticles with optimal characteristics to efficiently deliver mRNA to specific cell populations.\nThrough such a technology, one could gain knowledge on which particle design is most optimal including stability in blood, ëstealthí evasion of the immune system, optimal systemic circulation time, efficiency in reaching the target tissue (e.g. cancer lesion) and efficiency in delivering the drug or other cargo. The technology can be applied to whole blood preparations, primary cells, cell lines, and even as in vivo screening in whole organisms.",
    "totalCost": "149951",
    "ecMaxContribution": "149951",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 149951
        }
    },
    "calculatedTotalContribution": 149951
}