{
    "rcn": "211467",
    "acronym": "EEN Northern NL",
    "topics": "H2020-EEN-SGA2-2017-1",
    "title": "EEN Northern Netherlands: enhancing the innovation capacity of SMEs",
    "startDate": "01/03/2017",
    "endDate": "31/12/2018",
    "objective": "EEN Northern Netherlands offers the proposal for the H2020 programme 2017-2018. This proposal concerns work package 4 for both years as mentioned.\nIn the North of the Netherlands around 3000 companies have received a NIOF grant, which is a grant for innovative companies. Therefore, it can be said that the innovating potential of companies in the North of the Netherlands is rather high. However, this potential is not optimally exploited. Therefore, EEN NN wants to assist the SMEs in the North of the Netherlands with their innovation management. \nFirst of all, EEN NN will establish Key Account Management for the beneficiaries of the SME Instrument in the North of the Netherlands. This service includes the identification of weaknesses in innovation capacities, find suitable coaches for the relevant SME and accompany the SME through the SME Instrument project. \nSecondly, EEN NN will provide new EEN services for the enhancement of the innovation capacity of SMEs in the North of the Netherlands. This includes the assessment of the current status of the innovation management capacity of the beneficiary and consequently performing a needs/gaps analysis and development of an action plan to increase the SMEs innovation management capacities. This action plan will be implemented and EEN NN will initiate and guide next appropriate steps.\nThe objective for EEN NN is to assist at least twenty SMEs from the North of the Netherlands region with these services. We expect to deliver the KAM services to five SMEs and the EIMC services to fifteen companies.",
    "totalCost": "85250",
    "ecMaxContribution": "85250",
    "coordinator": "STICHTING CUBE",
    "coordinatorCountry": "NL",
    "participants": "STICHTING BUSINESS DEVELOPMENT FRIESLAND;STICHTING WATER ALLIANCE;HEALTHY AGEING CAMPUS BV;STICHTING ENERGY VALLEY",
    "participantCountries": "NL",
    "projectParticipants": {
        "938779872": {
            "orgId": "938779872",
            "orgName": "STICHTING CUBE",
            "ecContrib": 31625
        },
        "967080301": {
            "orgId": "967080301",
            "orgName": "STICHTING ENERGY VALLEY",
            "ecContrib": 0
        },
        "950244496": {
            "orgId": "950244496",
            "orgName": "STICHTING BUSINESS DEVELOPMENT FRIESLAND",
            "ecContrib": 53625
        },
        "938762703": {
            "orgId": "938762703",
            "orgName": "STICHTING WATER ALLIANCE",
            "ecContrib": 0
        },
        "939054285": {
            "orgId": "939054285",
            "orgName": "HEALTHY AGEING CAMPUS BV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 85250
}