{
    "rcn": "211440",
    "acronym": "BIOPOLIS",
    "topics": "WIDESPREAD-04-2017",
    "title": "Teaming to Upgrade Excellence in Environmental Biology, Ecosystem Research and AgroBiodiversity",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The overall and long term goal of BIOPOLIS proposal is to upgrade ICETA-CIBIO (Research Centre in Biodiversity and Genetic Resources), a Research Unit in the field of biological sciences from a low-performing Member State (Portugal), to a Centre of Excellence (CoE) for R&D&I in Basic and Environmental Biology, Ecosystem Monitoring and AgroBiodiversity, through the TEAMING with Porto Business School (PBS) and the University of Montpellier (UM), an institution of research and innovation excellence from an advanced performing Member State (France). The proposal builds on the rising performance of ICETA-CIBIO over the last decade, which has been significantly boosted by a FP7 CAPACITIES Project funding the installation of a Next-Gen Sequencing Platform, and the award in 2015 of an H2020 ERA Chair. The proposal also builds on a formal working relationship between ICETA-CIBIO and UM established in 2014 through a Laboratoire International AssociÈ (LIA), supported by FCT (Portugal) and CNRS (France). Based on these previous achievements and collaboration experience, ICETA-CIBIO, PBS and UM produced in this TEAMING phase 1 proposal a consistent and streamlined work program to prepare the operational plans for BIOPOLIS, by (i) establishing the communication, dissemination and exploitation strategies; (ii) strengthening relationships with public and private stakeholders; (iii) establishing a research program; (iv) evaluating needs, costs and funding opportunities; and (iv) developing a business plan. The proposal was designed to harness the unique atmosphere of Excellence Towards Innovation existent in the R&D&I ecosystem of Montpellier. This will be used to effectively promote the upgrading of ICETA-CIBIO and foster the development of cutting-edge research, and its downstream applications to propel innovation in agricultural and forestry systems while sustaining ecosystem function and biodiversity under climate change, thereby addressing H2020 societal challenges and contributing to regional and national smart specialization strategies.",
    "totalCost": "399985",
    "ecMaxContribution": "399985",
    "coordinator": "ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSITE DE MONTPELLIER;ASSOCIACAO PORTO BUSINESS SCHOOL (PBS)- U. PORTO",
    "participantCountries": "FR;PT",
    "projectParticipants": {
        "998484245": {
            "orgId": "998484245",
            "orgName": "ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO",
            "ecContrib": 208116
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 121469
        },
        "911071046": {
            "orgId": "911071046",
            "orgName": "ASSOCIACAO PORTO BUSINESS SCHOOL (PBS)- U. PORTO",
            "ecContrib": 70400
        }
    },
    "calculatedTotalContribution": 399985
}