{
    "rcn": "211413",
    "acronym": "Biocrete",
    "topics": "MSCA-IF-2016",
    "title": "Biocrete ñ Bio-inspired bacteria-based stress-responsive concrete.",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The proposed project aims to develop biocrete a bio-inspired stress-responsive concrete. Biocrete will be realized through the cross-pollination of the fields of: bacteria-based self-healing concrete; and bio-inspired organic-inorganic materials synthesis. This cross-pollination will see bacteria incorporated in hydrogel systems for the formation of novel bio-inspired bacteria-activated organic-inorganic composite materials, or bio-composite materials for short. In order to develop these bio-composite materials technologies the applicant will receive advanced training in organic-inorganic materials synthesis, with a focus on calcium carbonate precipitation in polymer hydrogels. He will also master state-of-the-art organic-inorganic materials analysis techniques including serial sectioning by cryo-focused ion beam milling (cryo-FIB), and ultimately by cryo-scanning transmission electron microscopy (cryo-STEM). Such techniques will provide insights on the formation of the bio-composite materials, which will be key in ultimately controlling their morphology and mechanical properties. Biocrete will be born through the incorporation of these bio-composite materials technologies into concrete materials. Biocrete will be tested for its crack sealing and mechanical performance. It is envisaged biocrete have a superior crack healing action over conventional concrete materials, resulting in better functional performance and more durable concrete construction.\n\nIn preparation for independent research after the project the applicant will also be able to build transferable skills including leadership, mentoring, teaching and grant writing and valorization. The knowledge and skill development gained during the project coupled with the development of a new and exciting research field would be a firm step on the way to the applicant heading his own research group working on the development of ëBio-inspired building and construction materialsí at a top European university.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 242930
        }
    },
    "calculatedTotalContribution": 242930
}