{
    "rcn": "211476",
    "acronym": "BEEOXAL",
    "topics": "SMEInst-11-2016-2017",
    "title": "Treatment against honeybee varroosis based on highly effective application of oxalic acid through sublimation",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Varroosis is the most serious honeybee disease worldwide, causing Ä197 million loss yearly in the eight main European beekeeping countries, and severe population decline of this main pollination agent, with strong impact on agriculture and wildlife biodiversity. Negative effects are of such extent that the EU provides specific funding (Ä33.1 M, 2014-16), to support beekeepers applying compulsory annual anti-varroosis treatments, but current medicaments cannot effectively control varroosis because none, either synthetic of organic, guarantee all the features required for optimal pest control: 1) High efficacy; 2) natural and safe for humans, honeybees and environment; 3) no resistance development; 4) Easy-to-use. BEEOXAL outmatches existing solutions by combining these four features. It consists of a treatment kit with (1) easy-to-use mono-dose pellets and (2) a specifically developed device that burns (sublimates) the tablet so it is spread like a cloud inside the hive. BEEOXAL results from the research and vast field experience of Sagavet Soluciones SL, a Spanish SME delivering animal health solutions. Based on a component already present in honey, oxalic acid, BEEOXAL has an efficacy of 96.8%, a large therapeutic margin thanks to improved spot-on formulation and dosage. Unlike synthetic products, BEEOXALís organic nature ensures no residue. The ready-for-use mono-dose pellets do not require mixing or handling, and the burner device to directly sublimate the tablet inside each hive allows a homogeneous distribution of the medicament in 30 seconds (x6 times faster than current treatments). This is crucial since it allows beekeepers to work safely and to avoid under/over doses (secure), maximising overall effectiveness. Backed by its international network (Cenavisa, Byopic), Soluciones ApÌcolas forecasts Ä6.8 million cumulative revenue for 2020-2022, and payback of 1 year, while generating 12 new jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAGAVET SOLUCIONES S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919523335": {
            "orgId": "919523335",
            "orgName": "SAGAVET SOLUCIONES S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}