{
    "rcn": "211444",
    "acronym": "CARBAT",
    "topics": "FETOPEN-01-2016-2017",
    "title": "CAlcium Rechargeable BAttery Technology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "'We propose calcium based rechargeable batteries to be a FET helping to solve some of the Grand Challenges our modern society is facing: pollution, oil-dependency, and climate change. Today transportation contributes to >25% of the total CO2-emissions globally and while electrification of the sector is on-going still <1% of cars run on batteries ñ mainly due to issues of cost and driving ranges feasible (energy density limited). While the cost of the totally dominant Li-ion battery (LIB) technology has been reduced by an impressive 50%(!) the last decade, LIBs are slowly reaching their fundamental limits in terms of energy density. Furthermore, the risk of limited lithium supply and associated cost increases cannot be ignored. Therefore, new sustainable battery chemistries must be developed and Next Generation Batteries was indeed ranked as the #2 game-changing technology by the World Economic Forum in Davos 2016. \nBatteries based on Ca have promise of leap-frog increase in energy densities and are especially attractive as Ca is the 5th most abundant element on Earthís crust and can be used as metallic anode in conventional wide potential window electrolytes, as recently showcased by the coordinating partner. The main objective of CARBAT builds on this breakthrough and is to achieve proof-of-concept for a Ca anode rechargeable battery with > 650 Wh/kg and > 1400 Wh/l. CARBAT will accomplish this by combining scientific efforts and excellence in computational screening, solid-state and coordination chemistry, materials science, electrochemistry, and battery engineering, and apply this to: (i) develop cathode active materials operating at 4 V and with capacities of 200-300 mAh/g (ii) optimize electrolyte formulations for fast Ca2\\ transport (>1 mS/cm), and finally (iii) assembly of 100 mAh full cell demonstrators integrating such materials which will be validated and benchmarked vs. the state-of-the-art Li-ion technology using performance and sustainability indicators.'",
    "totalCost": "2036981,25",
    "ecMaxContribution": "2036981,25",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSIDAD COMPLUTENSE DE MADRID;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "DE;ES;SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 506279
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 583086
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 672679
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 274938
        }
    },
    "calculatedTotalContribution": 2036982
}