{
    "rcn": "211484",
    "acronym": "Garsia",
    "topics": "SMEInst-01-2016-2017",
    "title": "Moving from Cure to Care: an integrated care delivery platform for a new person-oriented approach",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "'Health and Social systems are complex by nature and frequently disorganized. Each country, region and even each hospital or town use different software solutions which do not communicate among them. The social and health professionals are not aware of some information within their own sector and totally blind to all information among sectors. This results in: confusion, repetition, delays, duplication, gaps in service delivery, and people getting lost in the system. All these shortcomings imply a high cost for the National Health and Social Systems as well as many inconvenience to the users. The GarsiaÆ Socio-health platform allows the management of the life pathway for patient care through a personalized interdisciplinary approach that places the individual at the heart of the system, overcoming the traditional medical approach centred on curing a single pathology. Garsia meaningfully integrates relevant information from social services and health systems into a single integrated platform useful for each stakeholder involved in the patient#39;s treatment. It offers many advantages such as an interdisciplinary management of patients (chronic and multi-pathologic), service optimization and improvement, the empowerment of the patient, interoperability through international standards while reducing inappropriate costs (8 billion euro on NHS). SofTech is a 19 year old SME created by professionals in the social and clinical sector which generated Ä2.3 M turnover last year. Our major asset to succeed is that we have already penetrated the public market, as we have already contracts in place with relevant players on the Italian and French Social and Health Systems. We have estimated that after 5 years from launch, we will have engaged at least 150.000 patients, and will have hired 60 new employees (sales, technical, etc.) in different EU countries. We will earn almost Ä14.2M cumulative profit and generate a R.O.I of 7.83 by commercializing Garsia.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944214103": {
            "orgId": "944214103",
            "orgName": "SOFTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}