{
    "rcn": "211423",
    "acronym": "Clinnova",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of Excellence in Digital Health and Personalised Medicine",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "We propose to establish a Centre of Excellence in Digital Health and Personalised Medicine (CLINNOVA), addressing future medical and societal needs. A prerequisite for personalised medicine is the establishment of clinical research in Luxembourg, the current weakness that we would like to overcome with the programme. The Centre will build on the previous investments into fundamental biomedical research and link to the hospitals in Luxembourg to ensure that innovation from the bench will reach the clinic and patient care. \nThe Centre will fully incorporate personalised medicine approaches integrating medical history from eHealth records with newly generated molecular and phenotypic data as well as environmental and/or health data from mobile devices. \nTeaming up with the Center for Innovativ Medicinsk Teknologi, Region Syddanmark (CIMT-RSD) and the Nationale Centrum f¸r Tumorerkrankungen, Deutsches Krebsforschungszentrum (NCT-DKFZ) will allow us to benefit from the immense experience and world-leadership has in setting up modern eHealth infrastructures and translational cancer research. \nWe will focus on areas where there is both existing excellence in pre-clinical research and an important clinical unmet need, namely the disease areas of cancer and neurodegenerative diseases with the transversal axis immunology as important element in both disease areas. \nEnvironmental, nutritional and social influences interpreted together with the medical history of patients and molecular diagnostic information will be key to gain an understanding of the diseases for the individual person. A strong ICT component will be a major success factor: data integration and interpretation are needed to derive computational models and predictions on disease development. \nThe Centre will combine all aspects of technological innovation with clinical care and bring innovations to patients and doctors serving as an attractor for companies and further develop the local ecosystem.",
    "totalCost": "399800",
    "ecMaxContribution": "399800",
    "coordinator": "FONDS NATIONAL DE LA RECHERCHE",
    "coordinatorCountry": "LU",
    "participants": "LUXEMBOURG INSTITUTE OF HEALTH;REGION SYDDANMARK;DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG;UNIVERSITE DU LUXEMBOURG",
    "participantCountries": "LU;DK;DE",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 60000
        },
        "999602073": {
            "orgId": "999602073",
            "orgName": "REGION SYDDANMARK",
            "ecContrib": 72500
        },
        "998331858": {
            "orgId": "998331858",
            "orgName": "LUXEMBOURG INSTITUTE OF HEALTH",
            "ecContrib": 81562
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 77925
        },
        "998597153": {
            "orgId": "998597153",
            "orgName": "FONDS NATIONAL DE LA RECHERCHE",
            "ecContrib": 107812
        }
    },
    "calculatedTotalContribution": 399799
}