{
    "rcn": "211499",
    "acronym": "FIBRACEP",
    "topics": "SMEInst-11-2016-2017",
    "title": "ìValorization of European onion waste by-products into dietary fibre-based formula with hypocholesterolemic, hypoglycemic, and antioxidant effectsî",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Being onions the second most important horticultural crop in the world (86 million tonnes, FAO 2014), production of onion waste has risen over recent years in Europe. Well over 500,000 tonnes of onion waste are generated in the European Union each year, mainly in Spain, The Netherlands, and the United Kingdom, becoming an economic (as high as Ä40/ton just considering disposal costs) and environmental problem (rapid growth of phytopathogens e.g. Sclerotium cepivorum (white rot) makes this waste also unsuitable to be used as fodder). At the same time, a third of ischaemic heart disease is attributable to high cholesterol, according to the World Health Organisation, and in high-income countries, over\n50% of adults have elevated total cholesterol. The Spanish SME Dietary Molecular Diagnostics, S.L. (BIOMEB), a spin-off of the University of LÈrida, identified a commercial opportunity, offering sustainability on the use of onion-waste via their patented bioactive product FIBRACEP: a new dietary fibre-based formula obtained from onion agricultural by-products with scientifically validated reduction of cholesterol adsorption by 20% and proven increase of HDL-cholesterol levels by 50% (clinical trials already carried out), being a clear breakthrough (both in terms of health impact and costs) compared to best available commercial products. BIOMEB aims, thorough SMEInst-1 project, to produce a feasibility study and business plan, including the validation of customer demand, scaling-up of production of raw-fiber, introduction of FIBRACEP in meat and bread, and encapsulation for pharma-industry applications. We will also explore the need for a SMEInst-2 funding request. BIOMEB team counts with the confirmed collaboration on main players in the sector: CEBACAT, Indulleida, Laboratorios RubiÛ, ARGAL, Grupo Leche Pascual, Carinsa, and B&D Nutritional Ingredients. BIOMEB aims to reach a turnover of Ä177M in 2022 thanks to FIBRACEP.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIETARY MOLECULAR DIAGNOSTICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947802327": {
            "orgId": "947802327",
            "orgName": "DIETARY MOLECULAR DIAGNOSTICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}