{
    "rcn": "211437",
    "acronym": "ENSEMBLE3",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre of ExcelleNce for nanophotonicS, advancEd Materials and novel crystal growth-Based technoLogiEs",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Within the project an extensive, detailed and robust Business Plan will be developed for setting-up of the Centre of Excellence ENSEMBLE3, with focus on the research excellence and innovation performance in the area of crystal growth-based technologies, novel functional materials with innovative electromagnetic properties, and applications in nanophotonics, optoelectronics, telecommunication, medicine, and photovoltaics. The ENSEMBLE3 Centre will build on the best of (i) nanophotonics and medicine-oriented research at the Centre of New Technologies Warsaw University; (ii) research and development in the area of crystal growth and innovation practices at the Institute of Electronic Materials Technology in Warsaw; (iii) technology transfers via the 3C Crystals Sp. z o. o., SME based in Warsaw. ENSEMBLE3 will be created in strong partnership with the leading institutions in the field with complementary expertise: (i) the outstanding Institute of Nanotechnology at the Karlsruhe Institute of Technology, Germany with its research excellence in controlling the flow of light at an unprecedented level utilizing three-dimensional structured materials; (ii) the Department of Basic And Applied Science for Engineering at the Sapienza University of Rome, Italy with its research excellence in the theory and experiment of linear and nonlinear optics; and (iii) the Cooperative Research Center nanoGUNE Consolider, Spain with its excellence in optical near-field nanospectroscopy and nanoscopy, nanomaterials and nanofabrication.\nENSEMBLE3 will build on the strengths of Polish science and technology, where historically crystal growth is a very important field, famously developed by prof. Jan Czochralski whose crystal growth method remains the most widely-used technique for manufacturing single crystals. The aims of the project perfectly fit the National Smart Specializations and the development of the Mazovian Region in Poland, with its crystal growth and optoelectronics-based companies",
    "totalCost": "400000",
    "ecMaxContribution": "400000",
    "coordinator": "NARODOWE CENTRUM BADAN I ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;UNIWERSYTET WARSZAWSKI;INSTYTUT TECHNOLOGII MATERIALOW ELEKTRONICZNYCH;KARLSRUHER INSTITUT FUER TECHNOLOGIE;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "ES;PL;DE;IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 39650
        },
        "999519720": {
            "orgId": "999519720",
            "orgName": "NARODOWE CENTRUM BADAN I ROZWOJU",
            "ecContrib": 59375
        },
        "999509729": {
            "orgId": "999509729",
            "orgName": "INSTYTUT TECHNOLOGII MATERIALOW ELEKTRONICZNYCH",
            "ecContrib": 78900
        },
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 44650
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 126525
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 50900
        }
    },
    "calculatedTotalContribution": 400000
}