{
    "rcn": "211422",
    "acronym": "Clear5G",
    "topics": "ICT-08-2017",
    "title": "Converged wireless access for reliable 5G MTC for factories of the future",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "Clear5Gís objective is to design, develop, validate, and demonstrate an integrated convergent wireless network for Machine Type and Mission Critical Communication (MTC/MCC) services for Factories of the Future (FoF). Clear5G will deliver technical solutions addressing the challenges of massive deployment of connected devices, security, ultra-low latency and ultra-high reliability in FoF applications, like remote maintenance and closed loop control systems. The requirements of these complex scenarios will be met through the convergence of different wireless technologies, enabled by protocol and architecture enhancements proposed by Clear5G.\nClear5G will focus on providing PHY, MAC, and architectural enhancements to meet the strict requirements of FoF applications in terms of KPIs: latency, reliability, connection density, spectrum, and energy efficiency, thus contributing to the ITU-R objectives (e.g. 1000 fold connection density) for the next generation mobile network.\nThe Clear5G team comprises a combination of European and Taiwanese successful, innovative, and well known major corporations, SMEs, as well as research and academic institutions. The partners have proven know-how in architecture, resource management, protocol enhancements, standardization, prototyping, and demonstration. Proof of concepts will be tested on the 5GIC testbed in Europe, while the final system demonstration, showing the tight integration and cooperation of manufacturing and the Clear5G enhanced network, will be implemented on the III testbed in Taiwan.\nClear5G brings together a strong and diverse set of European and Taiwanese partners, including partners from the FoF sector; the complementarity of team, skills and expertise will bring added value to 5G research on both sides and will deepen international cooperation, serving as a showcase of 5G empowering vertical industries. The partners will contribute to relevant standardisation in both the communication and the manufacturing domains.",
    "totalCost": "3452116,25",
    "ecMaxContribution": "2498616,25",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "WINGS ICT SOLUTIONS INFORMATION & COMMUNICATION TECHNOLOGIES EPE;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;NATIONAL TAIWAN UNIVERSITY;TURK TELEKOMUNIKASYON AS;TOSHIBA RESEARCH EUROPE LIMITED;ARGELA YAZILIM VE BILISIM TEKNOLOJILERI SANAYI VE TICARET AS;ADLINK TECHNOLOGY INC;HON HAI PRECISION INDUSTRY CO, LTD;FAIR FRIEND ENTERPRISE CO., LTD;Institute for Information Industry",
    "participantCountries": "EL;NL;FR;TW;TR;UK",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 467939
        },
        "998808710": {
            "orgId": "998808710",
            "orgName": "NATIONAL TAIWAN UNIVERSITY",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 444178
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 485875
        },
        "973312163": {
            "orgId": "973312163",
            "orgName": "TURK TELEKOMUNIKASYON AS",
            "ecContrib": 190000
        },
        "916640107": {
            "orgId": "916640107",
            "orgName": "FAIR FRIEND ENTERPRISE CO., LTD",
            "ecContrib": 0
        },
        "996349954": {
            "orgId": "996349954",
            "orgName": "ARGELA YAZILIM VE BILISIM TEKNOLOJILERI SANAYI VE TICARET AS",
            "ecContrib": 278750
        },
        "917338119": {
            "orgId": "917338119",
            "orgName": "ADLINK TECHNOLOGY INC",
            "ecContrib": 0
        },
        "993977916": {
            "orgId": "993977916",
            "orgName": "Institute for Information Industry",
            "ecContrib": 0
        },
        "999958548": {
            "orgId": "999958548",
            "orgName": "TOSHIBA RESEARCH EUROPE LIMITED",
            "ecContrib": 328125
        },
        "952269953": {
            "orgId": "952269953",
            "orgName": "WINGS ICT SOLUTIONS INFORMATION & COMMUNICATION TECHNOLOGIES EPE",
            "ecContrib": 303750
        },
        "918315782": {
            "orgId": "918315782",
            "orgName": "HON HAI PRECISION INDUSTRY CO, LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2498617
}