{
    "rcn": "211497",
    "acronym": "BOSOWS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Blue Ocean Secondary Oily Water Separator",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "All ships produce oily bilge water. The MARPOL Convention requires vessels to have oily water separators and prohibits the discharge of water with more than 15 ppm oil content.\nPresent techniques to clean bilge water on board include gravitational separation, adsorbents, flocculation, filtration and biotreatment. They are expensive, cumbersome and often unreliable under real life conditions at sea. Holding tanks on board are limited, some ports have insufficient reception facilities, and port delivery of oily water is expensive. Hence,\n10-15% of all vessels regularly discharge illegally (OECD).\nOur inventions (pat. pending) for the first time enable separation of water from the disparate mix of oil, grease, detergents, solvents etc. in bilge water by common flash distillation.\nA working prototype superior to present solutions exists: it is insensitive to the ships motions and vibrations, reliable, requires less maintenance, employs no expensive and annoying filters, chemicals etc., and is easy to operate. Further, it exploits the engines cooling water for heating and seawater for cooling, and operates and cleans automatically.\nThe Phase 1 funding will be spent on developing a business plan and a technical feasibility assessment, including testbed certification of the cleaned water, patent processing and freedom to operate examination.\nThe customers for oily water separators are ship-owners, naval architects, shipyards etc. Their incentive to buy our separator is competitive price, and economical-, trouble-free and easy operation. The market is more than 6,000 units annually for new vessels and retrofitting.\nPhase 1 team: H. A. Djurhuus, the inventor, experienced ship-engineer. Responsible for the technical feasibility study. L. Johannesen, electrician, AP Graduate in Service Engineering and ship-engineer. Responsible for the PLC programming and electronics. P. M. Jacobsen, MSc. in Economics, MBA in Shipping & Logistics. Responsible for business development.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPF BLUE OCEAN",
    "coordinatorCountry": "FO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917611368": {
            "orgId": "917611368",
            "orgName": "SPF BLUE OCEAN",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}