{
    "rcn": "211419",
    "acronym": "ENAMULATE",
    "topics": "ERC-PoC-2016",
    "title": "Biomimetic mineralization for enamel regeneration",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "Dental enamel has a unique chemical composition and a remarkable well-defined hierarchical structure, which together are responsible for its outstanding properties and critical functionality. Once lost, this tissue cannot be regenerated and is directly involved in a variety of dental problems that affect a large percentage of the world population. This ERC PoC project (ENAMULATE) aims to develop the worldís first human dental enamel regeneration material capable of recreating natural enamel in structure and chemical composition; treating dental defects; and replacing restorative materials currently used in dental clinics. The project builds on findings from the ERC Starting Grant STROFUNSCAFF on the development of an elastin-like protein (ELP) self-assembling process capable of triggering and guiding the hierarchical growth of hydroxyapatite as biocompatible, flexible, and robust coatings in vitro over large uneven areas and directly on human enamel and exposed dentinal tubules. ENAMULATE will optimize the crosslinking mechanism to facilitate its clinical use in the operating room, confirm its efficiency in vitro, and validate its performance in an established animal model. The project will also focus on setting up and moving forward a path towards commercialization by consolidating the intellectual property, investigating the industrial viability, and identifying potential markets.",
    "totalCost": "149728",
    "ecMaxContribution": "149728",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 149728
        }
    },
    "calculatedTotalContribution": 149728
}