{
    "rcn": "211439",
    "acronym": "CAPSYS",
    "topics": "MSCA-ITN-2017",
    "title": "Capillary systems for advanced point-of-care diagnostics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The worldwide in vitro diagnostic (IVD) is continually growing. At least 36% of the IVD market comprises point-of-care (POC) tests, which are performed by healthcare professional in various settings or by patients themselves. A large number of companies entered the POC testing market in the recent years while bringing significant technological improvements and novel concepts to this market. Yet, many important needs for immunodiagnostics are unmet: POC tests still require relatively large volumes of samples, cannot readily be multiplexed, are not always accurate, and often involve simple liquid displacement 'from point A to point B' with minimal control over the distribution of reagents and kinetics of reactions.\n\nHere, we propose a synergistic project aiming at developing simple-to-use and high-performance microfluidic capillary systems ('CAPSYS') for POC testing. Each part of the project will correspond to a complete PhD work with specific skills, methodology, and know-how from the academic and industrial PIs. The common theme for both projects will be the use of capillary forces for the autonomous filling of microfluidics by samples and liquids and the integration of reagents and receptors for analyte detection inside the microfluidic chips. Those microfluidic chips will allow 1-step assays, i.e. assays wherein a non-technical user only needs to load a sample to the chip for performing a biological test.\n\nCAPSYS will lead to a new state of the art in terms of POC testing with significant relevance in medicine and diagnostics. CAPSYS will therefore be ideal for early stage researchers (ESRs) in terms of learning various disciplines in depth, creating numerous opportunities for publishing, and working on problem-oriented research that can have an impact in the 'real world'.",
    "totalCost": "515332,7",
    "ecMaxContribution": "515332,7",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "IBM RESEARCH GMBH",
    "participantCountries": "CH",
    "projectParticipants": {
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 279962
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 235371
        }
    },
    "calculatedTotalContribution": 515333
}