{
    "rcn": "211490",
    "acronym": "DeviceHub",
    "topics": "SMEInst-01-2016-2017",
    "title": "The next generation of internet-of-thing (IoT) connectivity.",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "The Internet of Things ñ a vast network of smart objects which work together ñ is becoming a reality. The number of connected devices is forecasted to reach 50 billion units worldwide by 2020. A wide range of industries ñ auto makers, healthcare, airlines, banks, smart homes, public institutions or retail giants - are making their products available on various digital platforms. Estimated total IoT market size across all horizontal markets to reach Ä4.59 trillion by 2018.\n\nToday, upon creating an IoT development strategy companies either assemble an internal team that will develop the solution and applications platforms, or outsource the development of a custom built IoT platform to fragmented 3rd party development houses. The process is expensive and fragmented by lacks of standardization or a universal and scalable solution encompassing all aspects of the IoT ecosystem. SoA solutions inhibit IoT development for SMEs and inventors with high entry barrier, prolonged time-to-market and high developmental risks. \n\nDeviceHub.net is the first universal, open source ecosystem management platform (EMP) for IoT. We bridge the gap between hardware devices and mobile/web developers by providing a collection of straightforward tools to both ends. DeviceHub is scalable platform that allows SMEs or even single users with little coding or app development experience to create end-to-end IoT solutions with provided hardware, apps for iOS/Android/web and integrated data analytics, i.e. business intelligence (BI) tools, all under one umbrella of DeviceHub, at a fraction of the cost and time of currently available, fragmented solutions.\n\nThe proposed project addresses the topic SMEInst-01-2016-2017, with the first commercially available, ëend-to-endí IoT ecosystem management platform. As a catalyst for innovation, our innovative scheme will disrupt the IoT industry with a unique product that will bridge the technological gap for IoT developers in both the public and private domains.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IOT SOLUTIONS SPOLKA OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912195567": {
            "orgId": "912195567",
            "orgName": "IOT SOLUTIONS SPOLKA OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}