{
    "rcn": "211466",
    "acronym": "EEN-Ukraine",
    "topics": "H2020-EEN-SGA2-2017-1",
    "title": "Innovation capacity building in Ukrainian SMEs and enhancing cooperation with European SMEs",
    "startDate": "01/05/2017",
    "endDate": "31/12/2018",
    "objective": "The overall / general objective of this proposal is to increase innovation potential and innovation management skills within SMEs in the all regions of Ukraine and to assist SMEs with potential for international growth via product, process, service or business model support. The project will follow a defined methodology to help regional businesses to increase their innovation capacity, to innovate profitably and also to successfully implement their innovative ideas on the competitive market. The EEN-Ukraine Consortium intends to enhance innovation capacity of SMEs by encouragement their participation in Horizon 2020  projects and provision of key account manager services to SMEs which implement H2020 SME Instrument projects. The secondary target group will be R&D organisations that will benefit from EEN services as well. The specific objectives for reaching the overall / general objective are as follows:\n- promote and support SMEs from Ukraine in participation on the H2020 SME Instrument and other H2020 programmes;\n- identify weaknesses in the innovation capacities of the beneficiary that hinder the realization of growth opportunities and of\nthe full commercial potential of SME Instrument participants;\n- identify suitable coaches to address the identified weaknesses and moderating the coach-client relationship;\n- increase the innovation potential of SMEs lacking professional support in the field of innovation management;\n- help SMEs to select the most appropriate coach;\n- explain and sell the benefits of the SME Instrument's coaching service to potential beneficiaries;\n- facilitate the SME- coach relationship and ensure the effective teamwork and co-operation between the SME;\n- secure close cooperation links between the Consortium and the H2020 National Contact Point, regional stakeholders and\nother business and research support institutions;\n- accompany the beneficiary through the SME instrument project;\n- make the innovation system of Ukrainian SME more effective.",
    "totalCost": "75750",
    "ecMaxContribution": "75750",
    "coordinator": "INSTITUTE OF PHYSICS OF NATIONAL ACADEMY OF SCIENCE OF UKRAINE",
    "coordinatorCountry": "UA",
    "participants": "DNIPROPETROVSK'S REGIONAL PUBLIC ORGANIZATION DNEPR ASSOCIATION SPOZHYVACH;NEW INTERNATIONAL CORPORATION LTD;TARAS SHEVCHENKO NATIONAL UNIVERSITY OF KYIV;UKRAINIAN CHAMBER OF COMMERCE AND INDUSTRY;MINISTRY OF FOREIGN AFFAIRS;MINISTRY OF ECONOMIC DEVELOPMENT AND TRADE OF UKRAINE",
    "participantCountries": "UA",
    "projectParticipants": {
        "964878401": {
            "orgId": "964878401",
            "orgName": "UKRAINIAN CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 24500
        },
        "911409091": {
            "orgId": "911409091",
            "orgName": "MINISTRY OF FOREIGN AFFAIRS",
            "ecContrib": 0
        },
        "994789903": {
            "orgId": "994789903",
            "orgName": "TARAS SHEVCHENKO NATIONAL UNIVERSITY OF KYIV",
            "ecContrib": 17750
        },
        "989868026": {
            "orgId": "989868026",
            "orgName": "INSTITUTE OF PHYSICS OF NATIONAL ACADEMY OF SCIENCE OF UKRAINE",
            "ecContrib": 24500
        },
        "933428673": {
            "orgId": "933428673",
            "orgName": "DNIPROPETROVSK'S REGIONAL PUBLIC ORGANIZATION DNEPR ASSOCIATION SPOZHYVACH",
            "ecContrib": 0
        },
        "927605666": {
            "orgId": "927605666",
            "orgName": "MINISTRY OF ECONOMIC DEVELOPMENT AND TRADE OF UKRAINE",
            "ecContrib": 0
        },
        "934219708": {
            "orgId": "934219708",
            "orgName": "NEW INTERNATIONAL CORPORATION LTD",
            "ecContrib": 9000
        }
    },
    "calculatedTotalContribution": 75750
}