{
    "rcn": "211431",
    "acronym": "CelESTial",
    "topics": "WIDESPREAD-04-2017",
    "title": "Industrial Cell Factories and Sustainable Bioprocessing for Future Bioeconomy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Biosustainablility is an important goal for humanity as it addresses many global challenges we face. The rapidly emerging field of synthetic biology provides a powerful opportunity to make this goal a reality. By combining molecular biology and engineering, synthetic biology represents a paradigm shift where biology is becoming an engineering discipline with tools to design and construct cells and organisms with novel functions. These can be used as cell factories to replace and extend current chemical and pharmaceutical production techniques in an environmentally sustainable way. A number of cell factories developed in recent years have replaced existing production techniques because they are economically superior, but may be utilized in coming years to address global climate change.\nTo foster the development of synthetic biology and cell factory development, we propose a Teaming partnership between the Estonian Centre for Synthetic Biology (Estonia) at the University of Tartu and the Novo Nordisk Foundation Center for Biosustainability (Denmark) at the Technical University of Denmark. We will create a research and development platform for the sustainable bio-manufacturing of high value chemicals and pharmaceuticals using cell factories. The platform, which relies on the concerted action of both centres, and their industrial partners, will accelerate the transition from proof-of-concept science to commercial production via a system of iterative cycles. This platform will move cell factory technology from the lab to pilot-scale production in bioreactors with less cost and development time compared with current state-of-the-art techniques. This project also aims to enhance regional development by extending the innovative biosustainable research and industrial practices of the Medicon Valley area of Denmark and Southern Sweden into the greater Nordic and Baltic Sea region.",
    "totalCost": "397325",
    "ecMaxContribution": "397325",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 237250
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 160075
        }
    },
    "calculatedTotalContribution": 397325
}