{
    "rcn": "211478",
    "acronym": "Crux Agribotics",
    "topics": "SMEInst-07-2016-2017",
    "title": "Crux Agribotics: The future of cucumbers harvesting - robot for automated agriculture labors",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "According to FAO, worldwide population is estimated to grow up to 8.3B people by 2030. Therefore, the world agriculture will be 70% processed by technology in order to address needs of food delivery. Crux Agribotics, project developed by our company Beltech B.V., was launched 8 years ago to promote automation in agriculture and increase crops (cucumbers) productivity. We already developed a prototype of the project with a Technology Readiness Level (TRL) 6, with the collaboration of the multinational Bayer. Crux Agribotics project is in touch with reality with direct contact with cucumber growers in The Netherlands, the official headquarters of Beltech B.V., who expressed their needs surrounding crops production process. Crux Agribotics technology value delivered through automated robot of cucumber harvesting that operates 24/7 and without human intervention, providing versatile solutions leading to: over 30% increase in crop yield, cucumber quality and homogeneity optimization, reduced use of pesticides up to 90% following the European Directive 2009/128/EC and 70% reduced infection risks. This way, growers will focus on their core business and handling supported by real-time data collected by the system. In a future view, we intend to develop an integral Handling System of crops production featuring also the implementation of the following functionalities: transportation, packaging, data mining and precision farming. Crux Agribotics will disrupt the way cucumbers are grown and how greenhouses will be equipped in the future. Its success is ultimately based upon a win-win proposition for the entire value chain and all stakeholders, from consumers, retailers and growers. Crux Agribotics disruption will enable an addressable market of high-tech greenhouses and high-wire cultivation to be 1% at first hand, which represents a market vakue of Ä1B. We are expecting revenue of Ä2.9M in 5 years period and a Return Of Investment (ROI) reaching 3.9.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BELTECH B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914011407": {
            "orgId": "914011407",
            "orgName": "BELTECH B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}