{
    "rcn": "211461",
    "acronym": "HARMONI",
    "topics": "SPIRE-12-2017",
    "title": "Harmonised assessment of regulatory bottlenecks and standardisation needs for the process industry",
    "startDate": "01/08/2017",
    "endDate": "31/10/2019",
    "objective": "HARMONI aims at bringing together all the relevant stakeholders of the process industry to jointly identify, analyse and propose solutions to the regulatory bottlenecks and standardization needs that hamper their innovation processes and the market uptake of their results, necessary to move towards a more sustainable and competitive European process industry. In order to achieve HARMONIís overarching goal, the consortium will develop and apply a methodology for ensuring an effective collaboration of the 8 sectors involved in SPIRE PPP to elaborate the solutions to the common challenges they face due to non-technological barriers, such as regulatory issues or the lack of European Standards when trying to improve their resource efficiency. In addition, HARMONI will analyse, compare and propose recommendations to trigger the transferability of technical solutions among and beyond the SPIRE sectors. The methodology will include the utilisation of the existing SPIRE Knowledge platform and the creation of another platform to be linked with CEN/CENELEC STAIR WG for the coordination of the projectís standardization activities. The project activities will result in an optimized EU regulatory and standardization framework that facilitates and supports innovation in the process industry; a better participation of the SPIRE community in the EU regulatory and procedures, thus providing the most adequate input to the regulatory authorities; an earlier and more active involvement of the SPIRE community in the EU standardization process; and an overall better environment to maximize transferability rates of technologies across SPIRE sectors. HARMONI consortium includes 3 SPIRE sectorial associations (chemicals, cement and equipment), A.SPIRE, 2 RTDs coming from two SPIRE sectors (steel, ceramic), 1 National Standardization body (DIN) and an experienced RTO to coordinate them (CIRCE). In addition, an Advisory Board will involve the other 5 SPIRE sectorial associations and CEN/CENELE.",
    "totalCost": "999613,75",
    "ecMaxContribution": "999613,75",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "EUROPEAN CENTRE FOR REFRACTORIES gGMBH - ECREF;CEMBUREAU - THE EUROPEAN CEMENT ASSOCIATION;DIN DEUTSCHES INSTITUT FUER NORMUNG E.V.;EUNITED AISBL;Conseil EuropÈen de l'Industrie Chimique;INSTITUT FUR BAUSTOFF-FORSCHUNG EV;A.SPIRE",
    "participantCountries": "DE;SE;BE",
    "projectParticipants": {
        "972769933": {
            "orgId": "972769933",
            "orgName": "EUROPEAN CENTRE FOR REFRACTORIES gGMBH - ECREF",
            "ecContrib": 122500
        },
        "961436453": {
            "orgId": "961436453",
            "orgName": "INSTITUT FUR BAUSTOFF-FORSCHUNG EV",
            "ecContrib": 81500
        },
        "915323041": {
            "orgId": "915323041",
            "orgName": "CEMBUREAU - THE EUROPEAN CEMENT ASSOCIATION",
            "ecContrib": 88531
        },
        "999548917": {
            "orgId": "999548917",
            "orgName": "DIN DEUTSCHES INSTITUT FUER NORMUNG E.V.",
            "ecContrib": 116310
        },
        "993672075": {
            "orgId": "993672075",
            "orgName": "Conseil Européen de l'Industrie Chimique",
            "ecContrib": 170250
        },
        "996259647": {
            "orgId": "996259647",
            "orgName": "EUNITED AISBL",
            "ecContrib": 98560
        },
        "939785180": {
            "orgId": "939785180",
            "orgName": "A.SPIRE",
            "ecContrib": 66062
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 255900
        }
    },
    "calculatedTotalContribution": 999613
}