{
    "rcn": "211449",
    "acronym": "BIOO Panel",
    "topics": "SMEInst-11-2016-2017",
    "title": "Green Electricity from plantsí photosynthesis",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Climate change is a threat to Earthís health: higher temperatures, rising sea levels and more frequent weather extremes have already been observed in the EU and globally. Because most of GHG emissions result primarily come from the combustion of fossil fuels, during the last years there has been an incredibly increase within the renewable energy market presenting exponential trends still for the years to come. In Arkyne Technologies S.L we defend that the climate change imperative dictates that we begin the transformation of our energy system right now just within our homes and businesses! We base our disruptive product within one of the latterly alternative energy sources proposed, Microbial Fuel Cells (MFC), which use special microorganismsí properties in an anaerobic anode compartment for production of bio-electricity.  \nWith BIOO we are exploiting the Plant-Microbial Fuel Cell (PMFC), which is characterised by the fact that the generation of such electricity is done by means of anaerobic bacteriological synthesis of the organic matter produced during plantsí photosynthesis. The introduction of BIOO panel into the market will have a positive impact on: i) the environment, by means of creating the greenest electricity ever, ii) the economy of our customers, by allowing them to obtain enough electricity for residential use at lower pay-backs than competitors and finally, iii) Arkyne Technologiesí economic growth, assuring an accumulated turnover during 4 year period around 13.2MÄ.  We are applying to the SME Instrument in order to obtain funding to carry out the technical and commercial activities required to obtain a marketable and ready to certify BIOO Panel system, as well as to create a demonstrative platform useful to act as a show-room for our clients. Market share for BIOO Panels within residential electricity self-production market is expected to range from 0.20% the first year of commercialization to 1.96% after 4 years of internationalization.",
    "totalCost": "1817825,5",
    "ecMaxContribution": "1272477,85",
    "coordinator": "ARKYNE TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916907148": {
            "orgId": "916907148",
            "orgName": "ARKYNE TECHNOLOGIES SL",
            "ecContrib": 1272478
        }
    },
    "calculatedTotalContribution": 1272478
}