{
    "rcn": "211420",
    "acronym": "IBIS",
    "topics": "ERC-PoC-2016",
    "title": "Platform for label-free quantitative detection of single proteins and extracellular vesicles",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "The main objective of the IBIS project is to develop an ultrasensitive, compact and low cost platform for the label-free quantitative detection of single proteins, and specifically the characterisation of nanometric extracellular vesicles. We will develop a prototype to transfer our novel detection scheme from the laboratory to the clinical environment and, based on user-feedback, develop a commercialization plan. \nIn the fight against cancer and neurodegenerative diseases, exosomes are being perceived as potential biomarkers that can be sampled non-invasively. Reliable quantitative detection and analysis is needed to exploit the full potential of exosomes in diagnostics and therapy.\nThe proposed innovation comprises a novel all optical approach: In-line Balanced Interference Scattering (IBIS). The balanced detection is implemented by a tailor-made attenuation mask into the back-focal-plane of a microscope, allowing the detection of particles as small as 15 kDa. The IBIS signal is directly proportional to the particle volume and can hence be used to quantify size distributions of nanoparticles reliably. IBIS microscopy only requires low-cost consumer grade detectors and an extremely simple optical setup. \nSpecific goals of this proposed PoC project are: \n(i) Simplification of the current laboratory implementation to improve robustness and further reduce the cost, \n(ii) Careful characterisation of extracellular vesicle signals and binding behaviour under laboratory conditions,\n(iii) Construction of a compact benchtop prototype and implementation under clinical conditions,\n(iv) Feedback guided optimisation of the prototype by comparing laboratory (high sensitivity, specialist) and clinical (reduced sensitivity, non-specialist) results, \n(v) Design-optimisation of commercial implementations based on market research from clinical settings and national healthcare buyers. Definition of IP and market positioning and strategy.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}