{
    "rcn": "211425",
    "acronym": "GATE",
    "topics": "WIDESPREAD-04-2017",
    "title": "BIG DATA FOR SMART SOCIETY",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The general objective of GATE is to establish Centre of Excellence on ìBig Data for Smart Society ñ GATEî that will fulfill the vision of Open Innovation through building a sustainable University-Government-Industry-Society ecosystem. The CoE will be established as joint initiative between Sofia University ñ the most prestigious educational and scientific hub in Bulgaria and Chalmers University of Technology, Sweden ñ leading European institution with extensive experience in research, education and innovation. CoE main research objective is to advance the state-of-the-art in the whole Big Data Value Chain, including development of advanced methods and tools for data collection from variety of structured and unstructured sources, data consistency checking and cleaning, data aggregation and linking, data processing, modeling and analysis, data delivery by providing both accessibility and proper visualization. Following challenges of the Programme Horizon 2020 and the Bulgarian Innovation Strategy for Smart Specialization 2014-2020, the project team selected the most promising Data Driven Innovation Pillars: Data Driven Government (Public Services based on Open Data); Data Driven Industry (Manufacturing and Production); Data Driven Society (Smart Cities); and Data Driven Science.\nThe specific objectives of Teaming 1 phase are to establish a solid background for the creation and sustainability of a CoE at a national, regional and EU level through (1) Elaboration of a detailed and robust business plan with a long term vision for setting-up and sustaining of the CoE; (2) Strengthening the research capacity and potential in Big Data; (3) Establishment of an international collaborative network of Big Data and related fields researchers; (4) Increasing quality of education and training and offering measures for motivation and involvement of the next-generation Early-Stage Researchers; and (5) Wide dissemination and promotion of project aims, activities and expected outputs.",
    "totalCost": "387875",
    "ecMaxContribution": "387875",
    "coordinator": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
    "coordinatorCountry": "BG",
    "participants": "STIFTELSEN CHALMERS INDUSTRITEKNIK;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 92875
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 214125
        },
        "998006908": {
            "orgId": "998006908",
            "orgName": "STIFTELSEN CHALMERS INDUSTRITEKNIK",
            "ecContrib": 80875
        }
    },
    "calculatedTotalContribution": 387875
}