{
    "rcn": "211494",
    "acronym": "eSHORE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Shore Connection Solution for an efficient, environmentally friendly and safe electric power supply to vessels",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Nearly 70% of ship emissions are released within 400 km of land, ships are major contributors to air pollution in coastal communities. In harbor cities ship emissions are often a leading source of urban pollution and, in particular, fine particulate matter (PM). When ships are docked, they use their engines and/or generators to power onboard systems and equipments, generating substantial pollution in port areas. In this context, Shore connection technology is emerging as the most cost-effective means of reducing pollution from ships at berth, as it eliminates shipsí need to run their engines by providing electricity directly from the electric grid. In fact, EU recommendation 2006/336/EC highlights shore connection as the optimal solution in terms of both cost savings and pollution control.\nTraditionally, high cost on integrating and operating shore connection service into the harbour, along with frequent overload incidents, causing personal and material damage, have hampered its wide adoption.\neTactica is positioned at this market gap. eTactica is an Iceland based company founded in 2009 with the aim to provide the most accurate control and information over energy consumption.\neTacticaís Shore Connection Solution (SCS) is an energy monitoring, control, and communications system that streamlines the connection and invoicing process.\nThe SCS utilizes our patented current meter bar. The versatility of our devices and solution enables its integration within current infrastructure. In this way, harbours see the cost of integrating advance shore connection management reduced up to 75%. The high return of investment and short payback period (less than 2 years) is bound to increase penetration of shore connection technologies. eSHORE contributes to a faster realization of EU objectives through the reduction of emissions from vessels docked at the harbour, resulting in a drastic improvement of the air quality in the surrounding areas of the harbour (typically urban areas).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ETACTICA EHF.",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937105167": {
            "orgId": "937105167",
            "orgName": "ETACTICA EHF.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}