{
    "rcn": "211472",
    "acronym": "HPCForEVs",
    "topics": "SMEInst-10-2016-2017",
    "title": "High Power Charger For Electric Vehicles",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Electric vehicles (EVs) hold the key to environmentally friendly transport for the future, but they are on an environmental and technological detour: Owners buy fuel cars because of range anxiety and charging typically takes hours, not minutes.\n\nNerve Smart Systems has invented and patented the B-HPC (Buffer-High Power Charger). The battery and control system of the B-HPC enables delivery of ultra-fast-charging power (350 kW) by using low-power grid connections. \n\nThe B-HPC can charge a vehicle in the same time as it takes to fuel a conventional car, and with benefits such as significantly lower initial grid installation costs, low stress on grid and low total cost of ownership, the B-HPC is the missing link for a large-scale roll-out of EVs.\n\nThe B-HPC will be 30% cheaper than current state-of-the-art fast chargers today, increasing to 44% cheaper by 2023, as it scales better with large volume manufacturing. As it also performs better it will be an attractive choice when approx. 25 million chargers will be put out in Europe alone in the coming years (market value approx. Ä600bn). Through own label and particularly license agreements, Nerve Smart Systems foresees a revenue of Ä500m globally in six yearsí time.\n\nThe objectives of the project are to build and test a 350kW High Power Charger, demonstrate fully working systems that can be used as pre-marketing for later sales, and ensure scalability of both technology and business to prepare for roll-out to international markets.",
    "totalCost": "3531390",
    "ecMaxContribution": "2471973",
    "coordinator": "NERVE SMART SYSTEMS APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912436709": {
            "orgId": "912436709",
            "orgName": "NERVE SMART SYSTEMS APS",
            "ecContrib": 2471973
        }
    },
    "calculatedTotalContribution": 2471973
}