{
    "rcn": "211496",
    "acronym": "BP24",
    "topics": "SMEInst-01-2016-2017",
    "title": "A unique life-saving smart-watch for high quality, not-invasive, continuous blood pressure monitoring.",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Human body tries to keep blood pressure as stable and constant as possible, so its instabilities are indicators of systemic\nproblems. Among 1 B people affected by hypertension, however, blood pressure monitoring is ineffective at least in 47% of\nthem, leading to 9 M deaths/year globally. Current monitors for self blood pressure monitoring show main drawbacks: they\ninterfere with daily activities, often lack of reliability and standards, and only allow to measure the blood pressure\nintermittently, so information on the blood pressure trend is not available. BP24 is a wearable medical device for\nnoninvasive, continuous and highly accurate blood pressure monitoring, specifically targeting patients with hypertension and\ninpatients. Vita Sentryís proprietary core technology enables a unique approach that takes into account the vascular tone to\ncompute the value of BP, instead of simply estimating it from the measure of the blood flow. By detecting the diameter of\narteries and arterioles with an accuracy of 0.5 ?m over a measurement range, BP24 is the unique wearable intended for\nhighly accurate -golden-standard comparable- BP monitoring. Therefore, not only it can be used by patients with\nhypertension, but in the future it will be used in patients undergoing surgeries ñ and the companyís efforts are directed\ntowards that objective. Vita Sentryís technology is enabling: being vasodilation and vasoconstriction in a number of\nphysiological processes, knowing the arteries and arteriole diameters will allow to measure the metabolic rate and the stress\nlevel of a person. While this is a long-term objective, going to the market with BP24 for self-monitoring of people with\nhypertension is the goal of the innovation project. During Phase 1 project the Company will assess the scale-up\nindustrialization plan, the trials needed to demonstrate the validity of the proposed solution and will evaluate a sound go-tomarket\nstrategy to ensure successful commercialization of the device.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VITA-SENTRY LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918162813": {
            "orgId": "918162813",
            "orgName": "VITA-SENTRY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}