{
    "rcn": "211435",
    "acronym": "CECM",
    "topics": "WIDESPREAD-04-2017",
    "title": "Centre for New Methods in Computational Diagnostics and Personalised Therapy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "KrakÛw educates a large number of medical and IT professionals; its research hospitals are well recognised in the scientific community. Furthermore, the local entrepreneurial sector, with a significant number of life science companies, is steadily growing. In light of this evolution we propose to establish the Centre of Excellence for New Methods in Computational Diagnostics and Personalised Therapy.\nThe Centre's mission comprises development of new computation-based solutions for diagnostics and therapy in daily healthcare to improve personalised patient treatment, enhanced growth of SMEs which deal with technologies and services for novel personalised diagnostics and treatment strategies, as well as strong advancement of algorithms, models and technologies involved in personalised medicine.\nThe project aims to develop a Business Plan establishing the Centre and enabling it to operate in such a way as to achieve measurable success through introduction of a certain number of solutions based on computational models to clinical trials, development of a number of new market-ready products and services based on innovations, authoring highly cited scientific papers, obtaining patents and securing grants.\nThe Plan will be based on the Polish Specialisation Strategy and will be elaborated by two Polish partners: Cyfronet AGH (experts in simulation and computing infrastructures for science) and Klaster LifeScience KrakÛw (top cluster of industry, academia and hospitals in the life sciences domain), in collaboration with the University of Sheffield and Insigneo Institute (experts in translation of in-silico modelling and simulations to clinics), Forschungszentrum J¸lich (experts in innovative HPC and data techniques for science and industry) and Fraunhofer ISI (experts in systemic multi-domain solutions and innovation in medicine).",
    "totalCost": "399963,75",
    "ecMaxContribution": "399963,75",
    "coordinator": "NARODOWE CENTRUM BADAN I ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;THE UNIVERSITY OF SHEFFIELD;FORSCHUNGSZENTRUM JULICH GMBH;FUNDACJA KLASTER LIFESCIENCE KRAKOW;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "participantCountries": "PL;UK;DE",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 87526
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 59438
        },
        "999519720": {
            "orgId": "999519720",
            "orgName": "NARODOWE CENTRUM BADAN I ROZWOJU",
            "ecContrib": 65000
        },
        "951019332": {
            "orgId": "951019332",
            "orgName": "FUNDACJA KLASTER LIFESCIENCE KRAKOW",
            "ecContrib": 41250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 73375
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 73375
        }
    },
    "calculatedTotalContribution": 399964
}