{
    "rcn": "211473",
    "acronym": "DSS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Deaf Smart Space",
    "startDate": "01/08/2017",
    "endDate": "31/05/2019",
    "objective": "Deaf people encounter several major obstacles that prevent them from seamlessly integrating in society and exclude them from many ICT services that a hearing person simply takes for granted. Hence, our trans-disciplinary team of hearing and deaf, started to develop ICT hardware, services and a smartphone App, which enable people with hearing deficiencies to more seamlessly interact with their environment.\nWhile our App is not at TRL 9, we plan to bring our innovations Deaf Smart Space-Home (DSS-Home) and Deaf Smart Space-Places (DSS-Places) to market within SME Instrument Phase 2. Deaf Smart Space-Home (DSS-Home), at TRL 7, provides accessibility in private homes, while Deaf Smart Space-Places (DSS-Places) at TRL 6 provides accessibility in public buildings such as administrative buildings, airports, train stations, hotels, museums, and shopping malls.\n\nAccording to the World Health Organization, partial hearing loss affects 360 million worldwide and is likely to grow to 1 billion over the next couple of years. This, paired with advanced signal processing and IoT technology becoming cheaper and therefore more accessible to a large share of the population, paves the ground for our open disruptive Deaf Smart Space innovation.\n\nWe have 10143 App users from 142 countries, pre-sold 348 DSS-Homes, and have 25 DSS-Places waiting to be installed. Further, a cooperation agreement has been signed with Spainís leading tele-assistance provider, Atenzia, to roll out DSS service to 100 000 households, while the President of Telefonica, as well as the General Director of the Vodafone Foundation expressed their interest to become DSS roll-out partners.\n\nBy the end of 2019, we aim to acquire 3.5%, 0.08% and 0.075% of the addressable hard hearing market in Spain, Europe and the US, respectively. This corresponds to hardware sales of 24.9M Ä, services charges of 1.3M Ä, 86 direct jobs created (30 of them for deaf), plus 81 indirect jobs created at our service and production partner.",
    "totalCost": "1969803,85",
    "ecMaxContribution": "1343900",
    "coordinator": "FUSIO D'ARTS TECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939074364": {
            "orgId": "939074364",
            "orgName": "FUSIO D'ARTS TECHNOLOGY SL",
            "ecContrib": 1343900
        }
    },
    "calculatedTotalContribution": 1343900
}