{
    "rcn": "211408",
    "acronym": "ERA",
    "topics": "ERC-2016-ADG",
    "title": "Earth Resilience in the Anthropocene (ERA)Integrating non-linear biophysical and social determinantsof Earth-system stability for global sustainabilitythrough a novel community modelling platform",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "In 2015, the UN Sustainable Development Goals (SDGs) and the Paris Agreement on climate recognised the deteriorating resilience of the Earth system in the Anthropocene. Maintaining Earth in the interglacial state that enabled the worldís societies to evolve over the past 12,000 years will require industrialised societies to embark on global-scale social transformations. Otherwise, there is a real risk of crossing tipping points in the Earth system triggering abrupt and irreversible changes. \nA critical gap is that although nonlinear social and biophysical dynamics are recognized, we remain trapped in linear thinking. Global modelling and analyses ñ despite much progress ñ do not adequately represent nonlinear processes and abrupt changes, and social responses to sustainable development are incremental.\nThe goal of this project is to fill this gap, by exploring the biophysical and social determinants of the Earthís long-term stability, building up a novel community modelling platform for analysis of nonlinearity and abrupt shifts, and informing global sustainability policy processes. The project will investigate two hypotheses: 1) Interactions, feedbacks and tipping points in the biosphere could, even in the absence of continued high emissions from fossil-fuel burning, tip Earth into a new state, committing to global warming over 2C and possibly beyond 4C; and 2) Only nonlinear societal transformations that aggregate to the global scale can assure long-term stability of the Earth and keep it in a manageable interglacial state. \nThe five research tasks are Task 1: analysis of nonlinear biosphere dynamics governing Earth resilience. Task 2: integrating nonlinear dynamics in World-Earth models. Task 3: exploring tipping points in social systems for large-scale transformation. Task 4: backcasting pathways for achieving the SDGs. Task 5: integrating World-Earth dynamics into online learning and virtual-reality games, e.g. Planet3 and Minecraft.",
    "totalCost": "2492834",
    "ecMaxContribution": "2492834",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 2492834
        }
    },
    "calculatedTotalContribution": 2492834
}