{
    "rcn": "211480",
    "acronym": "abcdeSIM-VR",
    "topics": "SMEInst-01-2016-2017",
    "title": "The flight simulator for Medical and Health Professionals",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "VirtualMedSchool (VMS) was founded in Rotterdam (the Netherlands) in 2013, when we partnered with the Erasmus Medical Centre University Hospital and the SBOH to create a disruptive web-based platform to effectively train medical/health professionals by using serious gaming and medical simulationñ the abcdeSIM. The abcdeSIM has been validated by several publications and by achieving CME accreditation, and has gained public recognition by winning several awards. With our flagship product we have already reached 50% of all Dutch hospitals and > 200 in the UK by partnering with the British Royal College of Physicians. With the ambition to continuously provide the medical community with new disruptive technologies that will result in more effective practices for existing and future medical/health professionals, we seek to further develop the technological features of the abcdeSIM, and to bring to the European market  a new revolutionary solution ñ the abcdeSIM-VR. The abcdeSIM-VR consists of a Virtual Reality headset and a web-based simulation platform, including a serious game. The medical trainee wears the VR headset, and is fully immersed in a simulated real environment, being able to perform on virtual patients, in real-time, under different clinical settings. With the abcdeSIM-VR medical and health professionals can now fully experience real-world-like situations and intervene in patients with different clinical settings, without posing risks to them. With the abcdeSIM-VR we expect to multiply VMSí sales by 20 and reach 4.6 million Euros by 2022, while creating 6 new direct jobs 3 years after market launch. We will allow our target customers (hospitals, academic centres) to reduce training time  and costs, as opposed to conventional methods, and a safe way for medical/health students and professionals (our end-users) to gain hands-on experience in real-world clinical situations, while assuring patient safety.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABCDE-SIM BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917563838": {
            "orgId": "917563838",
            "orgName": "ABCDE-SIM BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}