{
    "rcn": "211407",
    "acronym": "ElectroBee",
    "topics": "ERC-2016-ADG",
    "title": "Mechanisms of electroreception in bees and other terrestrial animals",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Many animal species can detect the electric fields in their environment. Electroreception has mainly been studied in aquatic vertebrates; fish like sharks and rays, gymnotid and mormirid electric fish, the lamprey, the platypus, the coelacanth, and one mammalian species, a dolphin. We have discovered that bumblebees can detect and learn about the weak electric fields that arise when they approach a flower. This is the first example of electroreception in a non-conductive medium, aerial electroreception (AE). Recently, we showed that AE can be achieved through the electro-mechanical coupling of mechanosensory hairs to the weak electric field surrounding the animal. This is much like the hair-raising sensation humans used to experience by browsing an arm near to a cathodic television set. Yet, humans cannot sense the weak electric fields surrounding a flower, so this potentially informative physical quantity had escaped scientific attention. To date, little is known about AE, its sensory ecology and evolution.\n\nI propose to study the biophysical basis of AE, addressing how and why it works, establishing its adaptive value and exploring its diversity. To achieve this, I will lead research to further understand AE in honeybees and bumblebees, our existing model systems, but also extend research to other arthropods bearing putative electrosensory structures. I will do so using state-of-the-art vibration measurement technology, biologically-relevant electric field generation, sensitive Ampere-meters and electrometers, and behavioural methods. The proposed research will transform our knowledge of electroreception. It will characterize novel detection mechanisms, reveal their adaptive diversity and establish their sensory ecological functions in terrestrial animals. The planned work is poised to be foundational, opening up an entire field of research into this novel, but potentially widespread, sensory modality.",
    "totalCost": "2294320",
    "ecMaxContribution": "2294320",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 2294320
        }
    },
    "calculatedTotalContribution": 2294320
}