{
    "rcn": "211417",
    "acronym": "DISCO",
    "topics": "MSCA-IF-2016",
    "title": "Decoding planetary compositions using observations and modelling of planet-forming disks",
    "startDate": "03/07/2017",
    "endDate": "02/07/2019",
    "objective": "Our sun is host to eight planets, and recent discoveries have revealed that there is at least one planet per star in the Galaxy. Moreover, small, rocky planets like the Earth outnumber the Jupiter-like gas giants. The bulk elemental composition of most planets is not yet known, but evidence from the solar system and some extrasolar (proto-)planetary systems suggests there are considerable variations in the abundance of elements such as carbon, chlorine, iron and others. Some of these variations are seen in the rocky planets, others apply to atmospheres of giant planets. Understanding this diversity is important, as the Earth's elemental budget is key to various aspects of its habitability. Therefore, we must understand the origin of planetary compositions if we are to scientifically estimate the number of habitable worlds. In the DISCO project, I will study the elemental abundances in the inner and outer regions of planet-forming disks around young stars and will build models to capture the main processes that affect the gas-ice-refractory balance of specific elements. These analytical models will be implemented in a chemically-based planet population synthesis calculation which can be compared with known planetary compositions and will allow to predict the distribution of elemental compositions of exoplanets.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}