{
    "rcn": "211438",
    "acronym": "ARIB",
    "topics": "WIDESPREAD-04-2017",
    "title": "Advanced Research Incubator in Biosciences (ARIB): A centre of excellence for disseminating quality biomedical research and boosting the next research generation for sustainable growth",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Despite the influx of European regional development funds into the Czech Republic including the Central Bohemian Region (CBR), there is not yet a functional transfer environment in which innovation leads to products and services that drive the economic development of the region. This Teaming proposal will address the structural deficiency in the CBR by establishing ìARIB - Advanced Research Incubator in Biosciencesî, a unique new institution designed to nurture the research and career development of young researchers who will generate the high quality innovative research findings and inventions needed to fill the newly established infrastructures with life. The source of excellence will be the Max Planck Institute of Molecular Cell Biology and Genetics (MPI-CBG) in Dresden, a flagship institute of the Max Planck Society and the excellence will be absorbed by the Institute of Molecular Genetics (IMG) in Prague, the flagship biomedical research institute of the Czech Academy of Sciences. MPI-CBG has a rich research landscape on which to draw examples, and the IMG can provide the best regional structural opportunities to exploit it. The first innovative high potential and synergistic research opportunities have been identified and are elaborated in the proposal. The proximity of Dresden and Prague is the most crucial factor to facilitate the effective transfer of excellence. The proposal seeks funding for preparation of a comprehensive business plan to implement a Teaming for Excellence strategy that will awaken the dormant research synergies between Dresden and Prague. A systematic inventory of the available assets, strengths and weaknesses will identify productive synergies between the two regions that when brought to fruition in ARIB, will serve as success stories for further implementation in the Czech Republic. Thus, ARIB will accelerate discoveries in biomedical research and transfer the results into the fertile environment of the nascent CBR technology cluster.",
    "totalCost": "359207,5",
    "ecMaxContribution": "359207,5",
    "coordinator": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
    "coordinatorCountry": "CZ",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 129159
        },
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 230049
        }
    },
    "calculatedTotalContribution": 359208
}