{
    "rcn": "211457",
    "acronym": "I4MS-Go",
    "topics": "FOF-12-2017",
    "title": "I4MS Going to Market Alliance",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "'The I4MS Going to Market Alliance (I4MS-Go) will bring the I4MS innovation ecosystem to the market by creating the largest on-line community of stakeholders, users and service providers, for the digital transformation of manufacturing SMEs and Mid-Caps to a profiled audience of 2 million impacts.\nThis will be achieved by the clustering of 11\\ I4MS Innovation Actions; the mobilization of 7 MÄ of additional public (ESIF) and private Funding though I4MS-Regions, the I4MS Disruptors Awards and I4MS-Accelerate and the implementation of the I4MS-Skills Observatory under the framework of the Digital Skills and Jobs Coalition;  \nMADE, recognized by the EC as a best practice example of support to advanced manufacturing at EU level, and active member of EFFRA, will lead the clustering of all I4MS Innovation Actions and the Top-100 European Digital Innovation Hubs, whilst FIWARE FOUNDATION, will lead the liaison with all DSM initiatives.\nMWC, organizer of the world¥s largest event for Digital Industries, and promoter of the Going Digital Initiative, will position I4MS and the Skills Observatory globally as the biggest and most influential ecosystem for Digitisation of manufacturing SMEs.\nFBOX, coordinator of the FIWARE Accelerator IMPACT Growth and partner of 4 piloting DIH supported by I4MS, will manage the on-line community for newcomers and existing stakeholders of the I4MS ecosystem.\nThe Galician Innovation Agency (GAIN), coordinator of the MONITORIS3 project, the INCOMERA ERA-NET Cofund project and a RIS3 best practice itself, will create the proper liaison with the Smart Specialization Platform and the ERA-LEARN 2020 CSA to leverage further investments following multi-regional collaboration models.\nI4MS-Go will demonstrate how an EC funded CSA can broader an ecosystem for European manufacturing that helps turn the EU into the ìEU of entrepreneurial states and digital industries'.'",
    "totalCost": "992283,75",
    "ecMaxContribution": "992283,75",
    "coordinator": "FUNDINGBOX ACCELERATOR SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "FUNDACIO BARCELONA MOBILE WORLD CAPITAL FOUNDATION;FORENINGEN MADE;TEKNOLOGISK INSTITUT;AXENCIA GALEGA DE INNOVACION;FIWARE FOUNDATION EV",
    "participantCountries": "ES;DK;DE",
    "projectParticipants": {
        "949725546": {
            "orgId": "949725546",
            "orgName": "AXENCIA GALEGA DE INNOVACION",
            "ecContrib": 79500
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 59486
        },
        "919308965": {
            "orgId": "919308965",
            "orgName": "FIWARE FOUNDATION EV",
            "ecContrib": 129250
        },
        "919809776": {
            "orgId": "919809776",
            "orgName": "FUNDACIO BARCELONA MOBILE WORLD CAPITAL FOUNDATION",
            "ecContrib": 277000
        },
        "933400446": {
            "orgId": "933400446",
            "orgName": "FORENINGEN MADE",
            "ecContrib": 115777
        },
        "951227688": {
            "orgId": "951227688",
            "orgName": "FUNDINGBOX ACCELERATOR SP ZOO",
            "ecContrib": 331271
        }
    },
    "calculatedTotalContribution": 992284
}