{
    "rcn": "211463",
    "acronym": "HIPER-G",
    "topics": "ERC-2017-PoC",
    "title": "Scalable and efficient production of functionalized, high-performance solution-processable graphene-materials",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "The worldwide increasing need for resources and energy as well as the foreseeable depletion of fossil fuels has led scientists into a race towards finding cleaner, more efficient and sustainable technologies. Graphene is believed to be able to play a crucial role in these developments due to its outstanding properties like excellent conductivity, mechanical strength, flexibility and chemical stability. A possible large-scale application is foreseen in polymer composites, where next to increased mechanical stability, graphene can introduce additional functionalities such as conductivity, antistatic properties or flame retardancy to specialty and commodity polymers. In addition, the potential to integrate cheap graphene-based, printed sensors, actuators, or networking capabilities into every-day products opens up completely new fields of application (e.g. the Internet of Things vision). Current industrial preparation techniques are available to provide graphene at large scale but the materials suffer from drawbacks in terms of processability, which is why despite the great potential, only a very limited number of graphene-enhanced products are available on the market. Recently, we were able to demonstrate a novel technology for the functionalization of graphene. With this approach, we are now focusing to produce functionalized graphene with tailorable properties and improved processability. This breakthrough will open up new possibilities and prospects for the application of graphene. To exploit the potential impact of this approach we are aiming to prove the usability of our functionalized graphene in different applications in cooperation with experienced partners from industry.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}