{
    "rcn": "211475",
    "acronym": "CryO2",
    "topics": "SMEInst-06-2016-2017",
    "title": "Telemetric control of oxygen delivery for therapy optimization and adherence",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "'One million patients receive long-term oxygen therapy (LTOT) in the USA and 600,000 in EU with an estimated cost of Ä4?billion/year, rising 13% annually due to hospitalization and disease exacerbation for poor therapy adherence. Health care service providers try to increase their home-base services increasing personal visits to patients,and pneumologists try to closely follow-up patient#39;s therapy and disease evolution by telephone call.  However, present solutions do not offer an integral solution able to remotely control every facet of patient#39;s management processes such as vital signs monitoring, automatic regulation of O2 flow from tanks and, telemetric therapy adherence. In WSN4LIFE, we have a 13-years valuable experience in medical device and telemedicine services and wireless sensor integration. Our innovative CRYO2 product will be offered to O2 source device sector as device and to health care service providers as telemedicine service. It will transform LTOT management, reducing distress for patients, reducing 20% hospitalization costs because of prevention in disease exacerbation and reducing by 30% the O2 consumption.Our TRL-6 prototype has been intensively tested to be readily upgraded in O2 tanks central unit. During the Phase 1 we intend to study its implementation by potentiating algorithm integration, sensors and central processing unit component miniaturization and finalizing test for remote O2 flux regulation. This will set the basis for a Phase 2 project development and launch a full commercial version by Q4 2018.We envisage CRYO2 being a great global business opportunity because no others solution offer our grade of vital sign integration and remote control. We estimate a 30k units sold and 18k service provided,a Ä5.4Million revenue and a ROI of 3.72 by 2023. CRYO2 will strengthen the global position of European medical device industry for oxygen therapy management and foster the home-based health care service provision for patients worldwide'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WIRELESS SENSOR NETWORKS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916661738": {
            "orgId": "916661738",
            "orgName": "WIRELESS SENSOR NETWORKS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}