{
    "rcn": "211430",
    "acronym": "Back4Future",
    "topics": "WIDESPREAD-04-2017",
    "title": "Back for the Future",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The project Back for the Future (Back4Future) intends to upgrade the currently existing Central European Institute of Technology (CEITEC) seated in Brno, Czech Republic, and bring it up to the level of a true Centre of Excellence in the fields of Advanced Materials and Nanotechnologies. The addressed research area is in a direct link with the recent EU initiatives, namely the Key Enabling Technologies. This should be done by implementation of a ìbreak-throughî strategy based on expertise and direct collaboration with external top-performance institutes. In this respect the project benefits from the geographic, historical and cultural proximity of Vienna and its renowned two universities: Vienna University of Technology (TUW) and University of Natural Resources and Life Sciences (BOKU) which are members of the project consortium. They act in the project as the leading universities in technical and life sciences, respectively, towards the CEITEC partner institutions. In this way a unique CEITEC combination of advanced materials and technologies with life sciences is fully matched and provides optimal conditions for multi- and cross-disciplinary cooperation in the consortium. This should lead to increasing scientific capabilities, improving of innovation performance and maximizing chances to obtain competitive funding. Moreover, the innovation culture should be boosted in general, utilized in more intensive cooperation with high-tech companies and spread to substantially increased number of start-up companies in the South Moravia and nearby regions. \nWe envisage extending these activities beyond the end of the Back4Future project and to the wider region, including Bratislava, Wroclaw and, possibly, Budapest, Linz, Graz and Prague.",
    "totalCost": "369902,5",
    "ecMaxContribution": "369902,5",
    "coordinator": "VYSOKE UCENI TECHNICKE V BRNE",
    "coordinatorCountry": "CZ",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;Masarykova univerzita;Ustav fyziky materialu, Akademie Ved Ceske republiky, v.v.i.;UNIVERSITAET FUER BODENKULTUR WIEN;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "AT;CZ",
    "projectParticipants": {
        "998813075": {
            "orgId": "998813075",
            "orgName": "MENDELOVA UNIVERZITA V BRNE",
            "ecContrib": 28891
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 89515
        },
        "992438041": {
            "orgId": "992438041",
            "orgName": "Ustav fyziky materialu, Akademie Ved Ceske republiky, v.v.i.",
            "ecContrib": 28379
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 46049
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 43515
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 133554
        }
    },
    "calculatedTotalContribution": 369903
}