{
    "rcn": "211451",
    "acronym": "DiaMon",
    "topics": "SMEInst-05-2016-2017",
    "title": "Continuous Diaphragm Monitoring of mechanically ventilated patients",
    "startDate": "01/08/2017",
    "endDate": "31/01/2020",
    "objective": "Respinor aims to seize a major market opportunity through the clinical validation, technology maturation and commercialization of a unique ultrasound technology for Diaphragm Monitoring ñ DiaMon. DiaMon is a non-invasive ultrasound device that is designed to provide precise, continuous and real-time information of diaphragm function. The diaphragm is the main muscle involved in breathing.\n\nTreatment with Mechanical Ventilation (MV) results in high costs for healthcare systems. The incremental cost of MV is estimated to be Ä1,500 per patient per day. With an estimated 1.35 million MV patients in the EU per year for an average of 4-5 days, this represents an expenditure of at least Ä8.1 billion annually. Therefore, it is highly important both clinically and economically to bring patients off MV and back to normal, spontaneous breathing as quickly as possible. \n\nThere is currently a severe lack of accurate and cost-effective solutions to support the MV process. Respinor aims to fill this gap, by demonstrating and commercializing a cost-effective and user friendly ultrasound device, being the only effective non-invasive alternative to invasive catheter based solutions.\n\nUnder Eurostars and Horizon 2020 SME Phase 1 grants, Respinor has developed a first version of DiaMon and initiated clinical studies. Preliminary results are very promising. The overall objective of H2020 Phase 2 is to: 1. Demonstrate in large clinical trials (700 patients) that DiaMon can reduce MV failure compared with standard of care and 2. Further develop DiaMon into a commercial product with high usability and acceptance in the ICU setting. \n\nThe accomplishment of the proposed project objectives will bring major benefits to Respinor with a forecast significant cumulated turnover by 2025 in the ICU MV market segment. The demonstration of the benefits of DiaMon in the weaving process will foster the entrance in the large respiratory market.",
    "totalCost": "2988500",
    "ecMaxContribution": "2988500",
    "coordinator": "RESPINOR AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924017248": {
            "orgId": "924017248",
            "orgName": "RESPINOR AS",
            "ecContrib": 2988500
        }
    },
    "calculatedTotalContribution": 2988500
}