{
    "rcn": "211474",
    "acronym": "CELLUP",
    "topics": "SMEInst-05-2016-2017",
    "title": "Innovative in-line Raman analytical sensor for new upstream cell culture monitoring and qualitycontrol",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The main objective of the CellUp business innovation project is to develop and commercialize the new disruptive in-line analytics sensor for upstream cell culture process that the biopharmaceutical industry needs for the quality and process control during the phases of process development, scale-up and manufacturing of vaccines and antibodies for human medicines based on eukaryote cells culture.\nThis new bioprocess analyser will be the first industrial sensor able to perform in-line quantification of the main nutrients and metabolites during the mammalian cell culture inside the bioreactor.\nToday, cell cultures in bioreactors are only monitored in real time with temperature, PH and Oxygen density sensors. The negative consequences of such a limited control are huge in terms of batch failures, time consumed at each scale-up phase and in terms of untapped production yield improvement.\nOur company, with its unique integrated SWIFTS technology has the opportunity to fix the above described problem by offering a high performance miniaturized in-line Raman analyzer which can be implemented as an industrial GMP sensor.\nBased on the needs expressed by several major industrial actors, the company has already developed a first product successfully evaluated and released end of 2016 under the name ProCellics.\nThe objective of the CellUp project is to go a step further in the integration of the Raman analyser thanks to a new configuration of our technology, called SWITS-CD. We will also develop a new ìstandard addition methodî technology and a related software to provide an easy and robust way to implement the monitoring of the cell culture. The key to the success of this new methodology development is a cell culture activity carried internally by our company.\nThe total accessible market is estimated at 750 MÄ for a first equipment of the 20,000 biopharma industry bioreactors, allowing the emergence of a European leader with more than 300 job creation over 10 years.",
    "totalCost": "1969553,75",
    "ecMaxContribution": "1969553,75",
    "coordinator": "RESOLUTION SPECTRA SYSTEMS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925508429": {
            "orgId": "925508429",
            "orgName": "RESOLUTION SPECTRA SYSTEMS",
            "ecContrib": 1969554
        }
    },
    "calculatedTotalContribution": 1969554
}