{
    "rcn": "211471",
    "acronym": "HTSEmpower",
    "topics": "SMEInst-04-2016-2017",
    "title": "The High Throughput Satellite Enabler Instrument: HTSInstrument",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "The satellite industry has developed dramatically over recent years, both in terms of capability and competitiveness. The satellite ìfaceliftî mainly culminates around High Throughput Satellite (HTS). The technology will allow that more people can access services via, and it that satellite is a viable alternative to other types of connection. This in turn has led to a veritable explosion in service provision, giving our industry the chance to shine, but not without a few hurdles.\nThe emergence of HTS makes those terminals all the more efficient and reliable. As such, HTS has already having an impact on Very Small Aperture Terminal (VSAT) deployments. That is set to increase further, with Northern Sky Research estimating that the broadband VSAT market will reach $10billion by 2021.\nHTS is somehow a victim of its own success. Rapid growth means that operators are deploying in more and more large networks to cope with the extra demand, which often need to be deployed in a short time frame. Installers need to travel long distances and spend a considerable amount of time carrying out the installation. Reducing installation time can therefore save valuable time and cost. Moreover, it is quite often a bad alignment of the antenna causing a multitude of problems, including satellite interference.\nThe technology to make installations easier, faster and to reduce errors both at installation and throughout operation is available and this proposal targets the deployment of an instrument that Integrasys is developing during last years addressing to (1) Drastically simplify the installing and commissioning VSAT-based satellite services, ensuring the required technical quality and reducing the cost of VSAT deployment, and (2) Easy-to-use technology which opens, for the first time, the door to accurate self-customer installation by simplifying the installation process through intuitive tools and allowing the VSAT installer to self-check critical parameters in real time",
    "totalCost": "1158750",
    "ecMaxContribution": "811125",
    "coordinator": "INTEGRASYS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997636853": {
            "orgId": "997636853",
            "orgName": "INTEGRASYS SA",
            "ecContrib": 811125
        }
    },
    "calculatedTotalContribution": 811125
}