{
    "rcn": "211434",
    "acronym": "BBCE",
    "topics": "WIDESPREAD-04-2017",
    "title": "Baltic Biomaterials Centre of Excellence",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "The Rudolfs Cimdins Riga Biomaterials Innovations and Development Centre (RBIDC) is a part of Rigas Tehniska Universitate, Latvia (RTU). The RTU RBIDC research team is composed of chemists, chemical engineers and materials scientists. RTU RBIDC scientists are working on well-defined materials science research areas for bone tissue replacement and regeneration. There has been a long lasting cooperation between RTU RBIDC and the Latvijas Organiskas Sintezes Instituts (LIOS) on investigations of biomaterials developed in RTU RBIDC. LIOS has vast experience in preclinical testing of biological/pharmacological activity in in vitro and in vivo systems. Biomaterials developed at RTU RBIDC, in cooperation with clinicians from the Rigas Stradina Universitate, Latvia (RSU), have been tested in clinical practice in more than 400 patient cases. RTU RBIDC research fields and scientific capacity will be the core for establishing a new Baltic Biomaterials Centre of Excellence (BBCE) and by adding the crucial experience of RSU and LIOS research fields, full-cycle development of biomaterials will be covered.\nEstablishment of Centre of Excellence will provide an opportunity to combine expertise and infrastructure, to create critical mass and excel at specific field and create spill-over effects between different fields. Within the formation of critical mass in research and development, also the cooperation between industry and research organisations will be encouraged, leading to technology transfer and delivery of new products in the market. Hence BBCE project¥s main objective is to establish a joint Baltic Biomaterials Centre of Excellence for advanced biomaterials development based on the long-term strategic cooperation between AO--Forschungsinstitut Davos, Switzerland (ARI) and Friedrich-Alexander-Universitaet Erlangen Nuernberg, Germany (FAU) on the one hand and RTU RBIDC, LIOS and RSU on the other hand.",
    "totalCost": "397623,75",
    "ecMaxContribution": "397623,75",
    "coordinator": "RIGAS TEHNISKA UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;AO-FORSCHUNGSINSTITUT DAVOS;RIGAS STRADINA UNIVERSITATE;LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
    "participantCountries": "DE;CH;LV",
    "projectParticipants": {
        "994047853": {
            "orgId": "994047853",
            "orgName": "AO-FORSCHUNGSINSTITUT DAVOS",
            "ecContrib": 60719
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 61250
        },
        "999567056": {
            "orgId": "999567056",
            "orgName": "LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
            "ecContrib": 56000
        },
        "999920718": {
            "orgId": "999920718",
            "orgName": "RIGAS TEHNISKA UNIVERSITATE",
            "ecContrib": 163375
        },
        "999843118": {
            "orgId": "999843118",
            "orgName": "RIGAS STRADINA UNIVERSITATE",
            "ecContrib": 56280
        }
    },
    "calculatedTotalContribution": 397624
}