{
    "rcn": "211416",
    "acronym": "DarkGAMBIT",
    "topics": "MSCA-IF-2016",
    "title": "Global searches for dark matter and new physics with GAMBIT using effective field theory",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "'The nature of dark matter (DM) is arguably the biggest mystery in fundamental physics. Many experimental efforts are underway which aim to detect this elusive matter and measure its properties, using a wide variety of techniques, however to make full use of this data a combined statistical analysis must be performed which makes use of the data from all these experiments simultaneously, and compares this data to the predictions of many different theories while including all uncertainties, correlations and theoretical nuances self-consistently. Analyses of this kind are known as 'global fits'. I propose to use a newly developed, open-source global-fitting tool called GAMBIT to perform the largest and most robust combined statistical analysis of DM data to date. To do this I will extend the capabilities of GAMBIT to allow it to work with a class of models known as 'effective theories' which efficiently parameterise the degrees of freedom relevant to experiments at a particular energy scale, so that a global fit can be performed in a fully model-independent way. This will require several connected layers of effective theory to be utilised, to account for the different energy scales involved in the diverse set of DM experiments currently underway. The project is highly interdisciplinary and makes use of recent theoretical developments and experimental results in high energy physics, particle astrophysics, astronomy, nuclear physics, and computational statistics. The proposal will generate a transfer of knowledge to the host institution while developing the candidate's theoretical expertise in new directions, particularly particle astrophysics. The results of the project will be of wide use to the dark matter community, both in terms of direct analysis results and via the development of open-source computational tools for use in future analyses, and will provide robust guidance to experimentalists as to which dark matter candidates are the most promising.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}