{
    "rcn": "211411",
    "acronym": "ACOSA",
    "topics": "MSCA-IF-2016",
    "title": "Breaking the Ice: INGOs as Arctic Council Observer Status Applicants",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "In international politics, the Arctic has emerged as one of the hottest geo-political arenas for international non-governmental organization (INGO) work in the 21st century. One of the big attractions for INGOs has been the leading regional forum, the Arctic Council, which has integrated a way for INGOs to be included into Arctic regional environmental protection and economic development discussions. This role is called ëobserver statusí and INGOs can apply for, and potentially obtain, observer status within the forum which gives them some degree of access to political discussions as they are unfolding and the political and bureaucratic elite operating on the front line of regional discussions and treaties. \n\nThe assessment criteria through which Arctic Council evaluates observer status applications, however, is not transparent, with the Arctic Council reserving the right to rescind an observers status if their conduct is deemed against the ethos of the Arctic Council and the work of the forum.  This forum dynamic raises an important question that strikes at the heart of Arctic governance cooperation, and more broadly, INGO participation in international forums and institutions:  how far can INGOs pursue their work before jeopardizing their involvement in the Arctic Council forum? Exploring concepts such as legitimacy and global governance, this project will use a qualitative research design that draws upon elite level interviews with senior Arctic Council officials and representatives from the World Wildlife Fund and Greenpeace, two INGOs interested in Arctic Council participation but with very different track records for inclusion. Through a detailed examination of the Arctic Council, this project discusses how INGOs are expected to act in order to be included in organizations, institutions and forums in the current international sociological environment which is increasingly critical of INGO involvement in international politics.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}