{
    "rcn": "211498",
    "acronym": "ConCare",
    "topics": "SMEInst-01-2016-2017",
    "title": "Leveraging the scalability of mobile devices to improve the outcome of all critically ill patients: a multi-faceted health platform to enable the continuum of care from ICU to home.",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Intensive Care Units (ICUs), where critically ill patients are cared for by specialized care providers, paradoxically represent\na life-threatening environment for 100% of patients: while ICU stay usually lasts <1 week, 90% of ICU survivors show\ncatastrophic, long-term consequences. This happens because dangerous complications are often addressed too late,\nleading to increased mortality risk. In addition, noise and light levels in Intensive Care Units are too high and induce sleep\ndeprivation: a condition that often leads to delirium. Clinical evidence shows that ICU-acquired co-morbidities should be prevented and addressed by a multi-disciplinary team made of clinicians, families, nurses, therapists. The goal is to deliver seamless patient of care from the first hour in the ICU, up to the discharge in the ward and then at home. Current clinical practice, though, is not able, alone, to deliver an effective and scalable continuum of care.\n   Thanks to years of research and clinical trials, Cognuse developed an IT platform capable of disrupting the patientsí care\nwith comprehensive interfaces for everyone in the care loop. By providing each ICU bed with one tablet, patients, clinicians\nand families are empowered. The detection of complications is made quick and effective; an automatized system allows to\nmonitor and reduce environmental stressors; families are involved in the care loop and informed; patients themselves are\nsupported and challenged in exercising to recover better. After testing their solution in USA, the Estonian Company Cognuse\naims at disrupting now the critical care in Europe.\n   During Phase 1 project the Company will assess software expansion and scale-up plan, will conduct clinical trials for\nvalidation and software certification and will establish a sound go-to- market strategy to ensure a swift market uptake of the\nproposed solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OU COGNUSE",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916757671": {
            "orgId": "916757671",
            "orgName": "OU COGNUSE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}