{
    "rcn": "211543",
    "acronym": "VisIoN",
    "topics": "MSCA-ITN-2017",
    "title": "European Training Network on Visible light based Interoperability and Networking",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "New generations of LEDs have attractive features such as a long life expectancy, lower power consumption and reduced heat dissipation. In line with governmental plans worldwide, it is predicted that LEDs will be the ultimate light source in the near future. Besides indoor illumination, LEDs are being widely used in street lighting, traffic signs, advertising displays, transportation, etc. Visible light communication (VLC) is one of the most promising current areas of research with a significant potential for high-impact results, and successful outcomes might revolutionize utilization of LEDs for modern infrastructures to add novel functionalities in addition to illumination. VLC has been proposed for smart homes and streets, manufacturing and medical environments for increased data security and reduced interference, or a two-way vehicle-to-vehicle and vehicle-to-roadside infrastructure communications as part of the emerging intelligent transportation systems for increasing road safety. The proposed ìEuropean Training Network on Visible-light based Interoperability and Networking (VisIon)î aims to train a new generation of early-stage researchers (ESRs) in the emerging area of VLC. Through research on co-supervised individual projects focusing on selected applications, VisIon will make significant contributions to the fundamental scientific understanding and technical knowhow. Targeted application areas include indoor and outdoor VLC access, smart transportation, and medical and manufacturing environments. In addition to technical training through PhD courses, dedicated tutorials and workshops organized by the Network, the ESRs will benefit from a wide range of complementary non-technical training activities such as entrepreneurship, authoring scientific papers/patents, dissemination, etc. The participation of industrial partners will further promote research training with commercialisation perspectives enabling ESRs to fully integrate theory with hands-on practice.",
    "totalCost": "3752913,96",
    "ecMaxContribution": "3752913,96",
    "coordinator": "ECOLE CENTRALE DE MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTO DE TELECOMUNICACOES;UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;OZYEGIN UNIVERSITESI;OSRAM GMBH;UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE;INDRA SISTEMAS SA;CESKE VYSOKE UCENI TECHNICKE V PRAZE;FORD OTOMOTIV SANAYI ANONIM SIRKETI;OLEDCOMM SAS",
    "participantCountries": "PT;ES;DE;TR;UK;CZ;FR",
    "projectParticipants": {
        "999580248": {
            "orgId": "999580248",
            "orgName": "INSTITUTO DE TELECOMUNICACOES",
            "ecContrib": 238356
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 464845
        },
        "996648132": {
            "orgId": "996648132",
            "orgName": "ECOLE CENTRALE DE MARSEILLE",
            "ecContrib": 525751
        },
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 0
        },
        "937035230": {
            "orgId": "937035230",
            "orgName": "FORD OTOMOTIV SANAYI ANONIM SIRKETI",
            "ecContrib": 235557
        },
        "998027666": {
            "orgId": "998027666",
            "orgName": "OZYEGIN UNIVERSITESI",
            "ecContrib": 235557
        },
        "916612074": {
            "orgId": "916612074",
            "orgName": "OLEDCOMM SAS",
            "ecContrib": 262876
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 249216
        },
        "999929739": {
            "orgId": "999929739",
            "orgName": "UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA",
            "ecContrib": 495746
        },
        "999859705": {
            "orgId": "999859705",
            "orgName": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
            "ecContrib": 546576
        },
        "959066452": {
            "orgId": "959066452",
            "orgName": "OSRAM GMBH",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3752913
}