{
    "rcn": "211554",
    "acronym": "AgroPestAlert",
    "topics": "SMEInst-07-2016-2017",
    "title": "High Tech and Disruptive Prices Global Solution for Real Time Alerts on Agrifood Pest, based on wing beat, unique features on insects biometric",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "33% of the total of all pesticides used in the agricultural sector are for control of pest insects. >99 % of the agricultural area cultivated use manual pest warning systems. Current technologies for tackling this problem are intensive concerning human labour, have complex logistics, are very costly and have low efficiency levels. They have not been able to reduce damage to crops below a 20-40% range. The ìholy grailî of the market is a technology and solution that allows an integrated management of pests, with a real-time early warning system, sufficiently effective and at a viable cost, that can be scaled to different types of crops and pests, and that would later enable a fast and focused treatment solution. Overall expenditure on pesticide management is up to 2% of the value of agricultural production. The value of the potential market for early warning solutions against pests is estimated 0.5% of the value of the annual global agricultural production, >Ä14 billion in 2016.\n\nAgroPestAlert is a globally innovative, specific and unique solution in its category that enables the automation and digitization of the tasks necessary for early pest surveillance at a disruptive cost, for the first time allowing the market to address the need for early warning of pests in real-time in a viable and effective way. Its technological differential is based on the use of a biometrical ìwing beatî element relating to the insects, which allows a reduction of 50% the installation cost (vs systems based on high resolution photos) and the Operation and Maintenance costs (O&M) are reduced by >95%. It also uses a layer of nano components for pheromones that makes it possible to extend its effectiveness and efficiency.\n\nAgroPestAlert is focused on 3 segments: Large agricultural farms, Downstream agro-industrial companies; Early warning official stations.\n\nThe objective of this phase 1 is to complete a feasibility study to find out the workability and profitability of the business venture",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECNOLOGIAS Y SERVICIOS TIEMPO REAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912110304": {
            "orgId": "912110304",
            "orgName": "TECNOLOGIAS Y SERVICIOS TIEMPO REAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}