{
    "rcn": "211523",
    "acronym": "Therapnea",
    "topics": "SMEInst-06-2016-2017",
    "title": "Therapnea: Novel Therapy to treat Obstructive Sleep Apnea based on Thomas Oro-Pharyngeal Stent",
    "startDate": "01/09/2017",
    "endDate": "28/02/2018",
    "objective": "Obstructive sleep apnea is the most common organic sleep disorder in which the respiratory path becomes occluded during sleep, usually due to collapse of the upper airways, causing the patient to stop breathing, with severe co-morbidity issues.\nAlthough there are several known therapies for apnea (behavioural, devices or surgery), none is as successful and effective as using compressed air respiratory support to keep the airways open during sleep, making CPAP (Continuous Positive Airway Pressure) the most common treatment of choice. Unfortunately, it still has many limitations regarding patientís compliance, and it is ONLY SUCCESSFUL FOR 50% OF PATIENTS.\nAccording to the World Health Organisation (WHO), over 100 Million people worldwide suffer sleep apnea and its related morbidity and mortality risks. Tens of millions are unable to adhere or abandon current therapies, with CPAP as the first line of treatment. Low CPAP compliance, mainly due to major discomfort, is recognized as the major issue, and many companies are investigating ways to improve it. Sleep apnea devices market size is worth USD 8.8 billion by 2023, with 7.7% CAGR from 2016 to 2023.\nWe at Thomas Medical Ltd. have been working on the development of a disruptive solution to respond to the unmet needs of patients that canít adhere current therapies. The invention is an upper airway stenting device intended for the treatment of adult obstructive sleep apnea. The device, Therapneaô, operates by providing mechanical support to the walls of the pharynx and the back of the tongue, thereby preventing their collapse and eliminating partial or complete airway obstruction during sleep. We aim to provide effective therapy to the tens of millions of sleep apnea patients who canít be helped with current CPAP devices or surgeries, and thus become the first line of treatment in the long term.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THOMAS MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913872503": {
            "orgId": "913872503",
            "orgName": "THOMAS MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}