{
    "rcn": "211524",
    "acronym": "THOT",
    "topics": "MSCA-IF-2016",
    "title": "Comprehensive code for stellar dating, and analysis of exoplanetary systems observed by direct imaging",
    "startDate": "16/10/2017",
    "endDate": "15/10/2019",
    "objective": "THOT is an ambitious project for delivering estimated ages for large numbers of stars in the Galaxy. The main aims of THOT are: 1) To gather all the techniques for stellar dating, 2) to update those having the most potential for application to data from new and upcoming missions, 3) to develop a code to automate stellar dating and, 4) to apply this code to study exoplanetary systems observed by direct imaging. This ambitious programme will be delivered at the University of Birmingham (UoB) by Dr. Moya, supervised by Prof. William Chaplin in close collaboration with Drs. A. Miglio and G. Davies. A two-year plan including working packages, deliverables, milestones, and training objectives is presented, showing the feasibility and innovation of the project. THOT has three secondments planned at different academic institutes: 1) CAB ñ INTA/CSIC, Spain, Dr. David Barrado, 2) IA, Portugal, Dr. Elisa Delgado, and 3) UNED, Spain, Dr. Luis Manuel Sarro. These secondments complement the needed skills for the project and open key collaboration lines for THOT and for the long-term project for which THOT is the first step: an EU collaboration network for stellar dating and the development of a ìmap of agesî to understand how the region of the Galaxy around our Sun evolves. Because of his career, Dr. Moya will be able to make the most of this fellowship opportunity. The Solar and Stellar group, led by Prof. Chaplin at UoB, is the best option for him to deliver success. The proven leadership and independent thinking of Dr. Moya, together with the new opportunities and skills that the UoB research group offers, will provide a major boost to Dr. Moyaís scientific career. A complete plan for dissemination, exploitation and communication of the results is also presented. The UoB is committed to the successful outcome of THOT. UoB and the institutes that will host the secondments all have proven track records of successfully hosting Marie Curie fellows as outlined in Part B section 5.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}