{
    "rcn": "211576",
    "acronym": "CarbFix2",
    "topics": "LCE-30-2017",
    "title": "Upscaling and optimizing subsurface, in situ carbon mineralization as an economically viable industrial option",
    "startDate": "01/08/2017",
    "endDate": "31/01/2021",
    "objective": "This CarbFix2 proposal builds upon the success of the recently completed 7th framework CarbFix EC project. The original CarbFix received worldwide recognition for developing novel, safe, and efficient geologic carbon storage method, which successfully converted injected CO2 into stable carbonate rocks within two years.  This CarbFix2 project has been designed to make the CarbFix geological storage method both economically viable with a complete CCS chain, and to make the technology transportable throughout Europe.  This will be done through a comprehensive project consisting of 1) the co-injection of impure CO2 and other water-soluble polluting gases into the subsurface, 2) developing the technology to perform the CarbFix geological carbon storage method using seawater injection into submarine basalts, and 3) by integrating the CarbFix method with novel air-capture technology.  This novel CarbFix2 project is described in detail in this document.",
    "totalCost": "2200318,75",
    "ecMaxContribution": "2200318",
    "coordinator": "ORKUVEITA REYKJAVIKUR SF",
    "coordinatorCountry": "IS",
    "participants": "AMPHOS 21 CONSULTING SL;CLIMEWORKS AG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;HASKOLI ISLANDS",
    "participantCountries": "ES;CH;FR;IS",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 349122
        },
        "928349656": {
            "orgId": "928349656",
            "orgName": "CLIMEWORKS AG",
            "ecContrib": 450000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 395680
        },
        "999742723": {
            "orgId": "999742723",
            "orgName": "AMPHOS 21 CONSULTING SL",
            "ecContrib": 305875
        },
        "974007459": {
            "orgId": "974007459",
            "orgName": "ORKUVEITA REYKJAVIKUR SF",
            "ecContrib": 699641
        }
    },
    "calculatedTotalContribution": 2200318
}