{
    "rcn": "211509",
    "acronym": "3DTRAY",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative lightweight sustainable solutions for additively manufactured aircraft interior parts",
    "startDate": "01/07/2017",
    "endDate": "31/12/2017",
    "objective": "As resource efficiency becomes an increasingly important factor in the aviation industry, there is an ongoing search in Europe for more innovative solutions to reduce fuel consumption and contaminant emissions.\n The goal of the overall innovation project is to bring to market additively manufactured (AM) aircraft interior parts with lower weight (above 20% reduction) than traditional parts, through an innovative design. Replacing this product on a large European fleet could save per annum more than 640.000 Ä on fuel and reduce CO2 emissions on more than 2.200 metric tons. Other major savings on taxes for emissions, warehouse and logistic costs, and on more efficient business and operations processes will also be achieved.\nPotential users are airlines, maintenance organisations and aircraft and seat manufacturers. Customers benefit from cost reduction, increase of turnover or gain competitive advantage through products and processes optimization. Needs that will be fulfilled are lightweight parts, alignment of offer to demand, customization, faster R&D cycles, shorter manufacturing times, cost-effective low volume series production and delocalization of production.\nPreliminary market studies show that no similar solutions are offered by SMEs in Europe. After initial pricing analysis we could offer prices similar to traditional ones. For a single product type (aircraft economy tray table), we foresee an annual turnover of 25mÄ after 5 years of commercialization in Europe, with a 4% global market share, recruiting 23 employees.\nOutcome of phase 1 should deliver a strong and viable proposition for commercialization for targeted users, including potential partners for supply chain, certification roadmap, IPR considerations, financial accurate forecasts and commercial strategy.  Preliminary analysis and results prior to this feasibility report would be used to deliver the complete business plan. Potential funding for Phase 2 might be requested.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "3DU ENGINEERING SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912571927": {
            "orgId": "912571927",
            "orgName": "3DU ENGINEERING SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}