{
    "rcn": "211568",
    "acronym": "ATHOR",
    "topics": "MSCA-ITN-2017",
    "title": "Advanced THermomechanical mOdelling of Refractory linings",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Refractories are heat-resistant materials used as inner linings of high temperature furnaces, reactors and processing units. ATHOR (Advanced THermomechanical multiscale mOdelling of Refractory linings) is an innovative, collaborative and interdisciplinary project that brings together 6 academic beneficiaries and 8 private partners. The main objective is to develop high-end engineering technologies in material engineering and numerical simulations thanks to an intensive cooperation between academia, raw materials suppliers, refractory producers and end-users. Starting from material characterization, all significant properties will be investigated, including fracture behaviour, tension and compression creep behaviour, corrosion and thermal shock resistance. The interdisciplinary aspects will be addressed thanks to a multiscale approach looking at the influences of micro-, meso- and macro-characteristics on each other. To conduct their research and interlink the different topics, the 15 recruited researchers will take advantage of the most sophisticated numerical tools to model, design and predict the life of different lining configurations in critical operation conditions.\nThe current financial situation of the European steel industry urges the producers to dramatically reduce their production costs. This project is expected to substantially contribute to find solutions through the design of more robust and more reliable refractory linings. Not only the total cost of refractory materials is then reduced, but the equipmentís availability and the process control are improved. In addition to the large energy savings that meet the industrial partnerís interests, the project will help to reduce the environmental impact of high temperature processes.\nThe ATHOR network is deeply committed to provide a combination of research and training activities which will support and enlarge the initiative of the Federation for International Refractory Research and Education (FIRE).",
    "totalCost": "3737239,56",
    "ecMaxContribution": "3737239,56",
    "coordinator": "UNIVERSITE DE LIMOGES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSIDADE DO MINHO;AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;MONTANUNIVERSITAT LEOBEN;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;UNIVERSITE D'ORLEANS",
    "participantCountries": "PT;PL;AT;DE;FR",
    "projectParticipants": {
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 448275
        },
        "998267838": {
            "orgId": "998267838",
            "orgName": "UNIVERSITE DE LIMOGES",
            "ecContrib": 788627
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 715069
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 747649
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 511868
        },
        "999848550": {
            "orgId": "999848550",
            "orgName": "UNIVERSITE D'ORLEANS",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3737239
}